{"session_id": 19, "bill_id": 3980, "bill_type": "House Bill", "bill_number": 1096, "bill_title": "provide for the transfer and appropriation of funds upon the occurrence of certain events and to assist rural counties in the recruitment of attorneys.", "sponsors": [{"legislator_profile_id": 334, "is_prime": true}, {"legislator_profile_id": 328, "is_prime": true}, {"legislator_profile_id": 337, "is_prime": false}, {"legislator_profile_id": 324, "is_prime": false}, {"legislator_profile_id": 335, "is_prime": false}], "keywords": ["Appropriation", "Attorneys", "Counties", "Courts and Judiciary"], "audio": [{"meeting_datetime": "2013-01-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju12.mp3", "start_seconds": 438.0}, {"meeting_datetime": "2013-01-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju12.mp3", "start_seconds": 438.0}, {"meeting_datetime": "2013-01-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju12.mp3", "start_seconds": 438.0}, {"meeting_datetime": "2013-01-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju12.mp3", "start_seconds": 438.0}, {"meeting_datetime": "2013-01-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju12.mp3", "start_seconds": 438.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou14.mp3", "start_seconds": 6392.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou14.mp3", "start_seconds": 6392.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou14.mp3", "start_seconds": 6392.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou14.mp3", "start_seconds": 6392.0}, {"meeting_datetime": "2013-02-26T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sju30.mp3", "start_seconds": 198.0}, {"meeting_datetime": "2013-02-26T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sju30.mp3", "start_seconds": 198.0}, {"meeting_datetime": "2013-02-26T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sju30.mp3", "start_seconds": 198.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap31.mp3", "start_seconds": 40.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap31.mp3", "start_seconds": 40.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap31.mp3", "start_seconds": 40.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap31.mp3", "start_seconds": 40.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sap31.mp3", "start_seconds": 40.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen34.mp3", "start_seconds": 7867.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen34.mp3", "start_seconds": 7867.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen34.mp3", "start_seconds": 7867.0}, {"meeting_datetime": "2013-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou35.mp3", "start_seconds": 1982.0}, {"meeting_datetime": "2013-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou35.mp3", "start_seconds": 1982.0}, {"meeting_datetime": "2013-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou35.mp3", "start_seconds": 1982.0}], "bill_versions": [{"bill_id": 3980, "bill_version_id": 23990, "bill_version": "Introduced", "bill_version_date": "2013-01-18T08:46:30.353-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to transfer on death deeds for real property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Beneficiary,\" any person that receives property under a transfer on death deed; (2) \"Designated beneficiary,\" any person designated to receive property in a transfer on death deed; (3) \"Joint owner,\" any person who owns property concurrently with one or more other persons with a right of survivorship. The term includes a joint tenant, owner of community property with a right of survivorship, and tenant by the entirety. The term does not include a tenant in common or owner of the community property without a right of survivorship; (4) \"Person,\" any individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity; (5) \"Property,\" an interest in real property located kin this state which is transferable on the death of the owner; (6) \"Transfer on death deed,\" any deed authorized under this Act; (7) \"Transferor,\" any person who makes a transfer on death deed. Section 2. The provisions of this Act apply to a transfer on death deed made before, on, or after July 1, 2013, by a transferor dying on or after July 1, 2013. Section 3. The provisions of this Act do not affect any method of transferring property otherwise permitted under the laws of this state. Section 4. Property may be transferred to one or more beneficiaries effective at the transferor's death by a transfer on death deed. Section 5. A transfer on death deed is revocable even if the deed or another instrument contains a contrary provision. Section 6. A transfer on death deed is nontestamentary. Section 7. The capacity required to make or revoke a transfer on death deed is the same as the capacity required to make a will. Section 8. A transfer on death deed must: (1) Contain the essential elements and formalities of a properly recordable inter vivos deed; (2) State that the transfer to the designated beneficiary is to occur at the transferor's death; (3) State the language of conveyance as required by the standards of title; and (4) Be recorded in the public records before the transferor's death in the office of the register of deeds in a county where at least a part of the property is located. Section 9. A transfer on death deed is effective without notice or delivery to or acceptance by the designated beneficiary or consideration. Section 10. Subject to section 11 of this Act, an instrument is effective to revoke a recorded transfer on death deed only if the instrument: (1) Is: (a) A transfer on death deed that revokes the deed expressly or by inconsistency; (b) An instrument of revocation that expressly revokes the deed; or (c) An inter vivos deed that expressly revokes the transfer on death deed; and (2) Is acknowledged by the transferor after the acknowledgment of the deed being revoked and recorded in the public records in the office of the register of deeds in a country where at least part of the property is located before the transferor's death. Section 11. If the property is owned by joint tenants and if the revocation is not executed by all the owners, the revocation is not effective unless executed by the last surviving joint owner. Section 12. After a transfer on death deed is recorded, it may not be revoked by a revocatory act on the deed. Section 13. Nothing in sections 10 to 12, inclusive, of this Act, limits the effect of an enter vivos transfer of the property. Section 14. During a transferor's life, a transfer on death deed does not: (1) Affect an interest or right of the transferor or any other owner, including the right to transfer or encumber the property; (2) Affect an interest or right of a designated beneficiary, even if the designated beneficiary has actual or constructive notice of the deed; (3) Affect an interest or right of a secured or unsecured creditor or future creditor of the transferor, even if the creditor has actual or constructive notice of the deed; (4) Affect the transferor's or designated beneficiary's eligibility for any form of public assistance; (5) Create a legal or equitable interest in favor of the designated beneficiary; or (6) Subject the property to claims or process of a creditor of the designated beneficiary. Section 15. Except as otherwise provided in the transfer on death deed, or §§ 29A-2-603 and 29A-2-701, inclusive, § 29A-2-802, or § 29A-2-803, survival and simultaneous death, and elective share, if applicable to nonprobate transfers, upon the death of the transferor, the following provisions apply to the property that is the subject of a transfer on death deed and owned by the transferor at death: (1) Subject to subdivision (2), the interest in the property is transferred to the designated beneficiary, or if necessary, to the contingent beneficiary in accordance with the deed; (2) The interest of a designated beneficiary is contingent on the designated beneficiary surviving the transferor. The interests of any designated or contingent beneficiary who fails to survive the transferor lapses; (3) Subject to subdivision (4), concurrent interests are transferred to the beneficiaries in equal and undivided shares with no right of survivorship; and (4) If the transferor has identified two or more designated beneficiaries to receive concurrent interests in the property, the share of one which lapses or fails for any reason is transferred to the other, or to the others in proportion to the interest of each in the remaining part of the property held concurrently. Section 16. Subject to chapter 43-28, a beneficiary takes the property subject to all conveyances, encumbrances, assignments, contracts, mortgages, liens, and other interests to which the property is subject at the transferor's death. For purposes of this section and chapter 43-28, the recording of the transfer on death deed is deemed to have occurred at the transferor's death. Section 17. If an interest in property is owned as joint tenants, a transfer on death deed executed by all of the owners that conveys an interest in property to one or more grantee beneficiaries transfers the interest to the grantee beneficiary or beneficiaries effective only after the death of the last surviving grantor owner. If the last surviving joint tenant owner did not execute the transfer on death deed, the deed is ineffective to transfer any interest and the deed is void. An estate in joint tenancy is not severed or affected by the subsequent execution of a transfer on death deed and the right of a surviving joint tenant owner who did not execute the transfer on death deed prevails over a grantee beneficiary named in a transfer on death deed unless the deed specifically states that is severs the joint tenancy ownership. Section 18. A transfer on death deed transfers property without covenant or warranty of title even if the deed contains a contrary provision. Section 19. A beneficiary may disclaim all or part of the beneficiary's interest as provided by § 29A-2-801. Section 20. If the other assets of the estate of the deceased owner are insufficient to pay all claims against the deceased owner's estate and the statutory allowances to the deceased owner's surviving spouse and children, a transfer resulting from a beneficiary designation is not effective against the estate of a deceased owner to the extent needed to pay all claims against the deceased owner's estate and statutory allowances to the deceased owner's surviving spouse and children. Section 21. Any designated beneficiary who receives property through a beneficiary deed upon death of the owner is liable to account to the personal representative of the deceased owner's estate for a proportionate share of the fair market value of the equity in the interest received to the extent necessary to discharge the claims and allowances described in section 19 of this Act remaining unpaid after application of the deceased owner's estate. For the purposes of this section, the fair market value shall be determined as of the date of death of the owner. For the purposes of this section, the designated beneficiary's proportionate share is the proportionate share of all nonprobate transfers recovered by the personal representative for the payment of the claims and allowances. Section 22. No proceeding to assert the liability may be commenced unless the surviving spouse, a creditor, or a child or a person acting for a child of the deceased owner sends a written demand to the personal representative at the last known address of the personal representative or files the demand with the clerk of the court in which the probate is pending. A creditor or claimant against the deceased owner's estate may file a petition to open an estate for the deceased owner and may be appointed as personal representative of the estate of the deceased owner pursuant to § 29A-3-301 for the purpose of providing the written demand required by this section. The proceeding shall be commenced within six months after the death of the deceased owner. A designated beneficiary against whom a proceeding to account is brought may join as a party to the proceeding a surviving party or beneficiary of any other beneficiary designation or other account of the owner. Assets recovered by the personal representative shall be administered as part of the decedent's estate. Nothing in section 21 of this Act may be construed to limit the rights of creditors under other laws of this state. Section 23. A purchaser for value of property or a lender who acquires a security interest in the property from a beneficiary of a nonprobate transfer after the death of the owner, in good faith, takes the property free of any claims of or liability to the owner's estate, creditors of the owner's estate, persons claiming rights as beneficiaries under the nonprobate transfer, or heirs of the owner's estate, in absence of actual knowledge that the transfer was improper or that the information in an affidavit of confirmation, if any, provided pursuant to section 24 of this Act is not true; and, a purchaser or lender for value has no duty to verify sworn information relating to the nonprobate transfer. Section 24. No attorney in fact, custodian, conservator, or other agent may make, revoke, or change a beneficiary designation unless the document establishing the agent's right to act, or a court order expressly authorizes such action and such action complies with the terms of the governing instrument, the rules of the transferring entity and applicable law. However, this section does not prohibit the authorized withdrawal, sale, pledge, or other present transfer of the property by an attorney in fact, custodian, conservator, or other agent notwithstanding the fact that the effect of the transaction may be to extinguish a beneficiary's right to receive a transfer of the property at the death of the owner. Section 25. The transfer of a deceased owner's property or interest in property shall be recorded by presenting to the county auditor of the county in which a portion of the property is located and filing with the register of deeds of that county, an affidavit of confirmation executed by any transfer on death beneficiary to whom the transfer is made. The affidavit of confirmation shall be verified before a person authorized to administer oaths and shall be accompanied by a certified copy of the death certificate for the deceased owner or owners. The affidavit of confirmation shall contain: (1) The name and address of each transfer on death beneficiary who survived the deceased owner or that is in existence on the date of death of the deceased owner. If the named beneficiary is deceased, the name and address of the contingent beneficiary or persons who take under the anti-lapse statutes shall be included. If a named beneficiary was designated as a transfer on death beneficiary solely in that person's capacity as a trustee of a trust and that trustee subsequently has been replaced by a successor trustee, the affidavit of confirmation shall include the name and address of the successor trustee and shall be accompanied by proof of acceptance by the successor trustee; (2) The date of death of the deceased owner or owners; (3) A legal description of the subject property or interest in property; (4) The name of each transfer on death beneficiary who has not survived the deceased owner or that is not in existence on the date of death of the deceased owner. The affidavit of confirmation shall be accompanied by a certified copy of the death certificate for each transfer on death beneficiary who has not survived the deceased owner. Section 26. The register of deeds shall make an index reference int he record of deeds to any affidavit of confirmation filed with the register of deeds pursuant to section 24 of this Act. Section 27. Any person who knowingly makes any false statement in an affidavit of confirmation is guilty of falsification pursuant to § 22-11-23. Section 28. The following form may be used to create a transfer on death deed. The provisions of this Act govern the effect of this or any other instrument used to create a transfer on death deed. The deed shall also contain the essential elements and formalities of a properly recordable deed: REVOCABLE TRANSFER ON DEATH DEED Notice to Owner: This deed will transfer ownership of the property described below when you die. You should carefully read all of the information on this form. You should consult a lawyer before using this form. This form must be recorded with the Register of Deeds before your death or it will not be effective. Any change to this deed must also be recorded to be effective. Identifying Information Owner(s) of Property Who Join in This Deed: __________________________________________________________________ __________________________________________________________________ Address: Marital Status of Owner(s): Legal Description of Property: _______________________________________________________________________ _______________________________________________________________________ _______________________________________________________________________ Beneficiary or Beneficiaries I revoke all my prior transfer on death deeds concerning the property, and name the following beneficiary(ies) to receive the property (in equal shares, and as tenants in common, and not as joint tenants with rights of survivorship, unless I say otherwise): Name and address of Primary Beneficiary(ies) ______________________________________________________________ ______________________________________________________________ Name and address of Alternate Beneficiary(ies) _______________________________________________________________ If no primary beneficiary survives me, I name the following alternate beneficiary(ies) to receive the property (in equal shares, and as tenants in common, and not as joint tenants with rights of survivorship, unless I say otherwise): _______________________________________________________________ _______________________________________________________________ _______________________________________________________________ Transfer on Death I hereby convey and transfer upon my death all my interests (whether now owned or hereafter acquired) in the described property to the above listed beneficiary(ies). Before my death, I may revoke this deed. Signature(s) of Owner(s) Who Join in this Deed _______________________________________ ___________________________ (signature) (date) _______________________________________ ____________________________ (signature) (date) Acknowledgment (acknowledgment) Section 29. The following form may be used to create an affidavit of confirmation: AFFIDAVIT OF CONFIRMATION AND SURVIVORSHIP FOR TRANSFER ON DEATH DEED State of South Dakota County of _______________ I, ________________________, being first duly sworn on oath, state that to my personal knowledge: 1. __________________ (\"Decedent\") is the person named in the certified copy of the Certificate of Death attached hereto. 2. On the date of death, Decedent was an owner of the property in _______________ County, South Dakota, legally described as follows: and decedent was the Grantor Owner in a transfer on death deed (\"Deed\") recorded on __________, as in Book _____ of _____ Page _____, in the Office of the Register of Deeds of ________________ County, South Dakota. 3. The name(s) and address(es) of the Grantee Beneficiary(ies) named in the Deed who survived the Decedent is(are): [insert name(s) and address(es) of the Grantee Beneficiary(ies) who survived the Decedent, and if none, insert \"NONE\"]. 4. [Where applicable] The name(s) and address(es) of the contingent beneficiary or person who take under the anti-lapse statutes and who survived the Decedent. 5. The Grantee Beneficiary(ies) named int he Deed who did not survive the Decedent is(are): [insert names of the Grantee Beneficiary(ies) who did not survive the Decedent, and if none, insert \"NONE\"]. Certified copies of Certificate(s) of Death for any deceased Grantee Beneficiary(ies) is(are) also attached hereto. Affiant Notary Section 30. In applying and construing this Act, consideration shall be given to the need to promote uniformity of the law with respect to its subject matter among the states that enact it. Section 31. The provisions of this Act modify, limit, and supersede the federal Electronic Signatures in Global and National Commerce Act, 15 U.S.C. Section 7001, et seq., but do not modify, limit, or supersede Section 101(c) of that Act, 15 U.S.C. Section 7001(c), or authorize electronic delivery of any of the notices described in Section 103(b) of that Act, 15 U.S.C. Section 7003(b). Section 32. The provisions of this Act apply to any deed executed and recorded after July 1, 2013."}, {"bill_id": 3980, "bill_version_id": 24641, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2013-01-25T13:46:15.68-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to transfer on death deeds for real property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Beneficiary,\" any person that receives property under a transfer on death deed; (2) \"Designated beneficiary,\" any person designated to receive property in a transfer on death deed; (3) \"Joint owner,\" any person who owns property concurrently with one or more other persons with a right of survivorship. The term includes a joint tenant, owner of community property with a right of survivorship, and tenant by the entirety. The term does not include a tenant in common or owner of the community property without a right of survivorship; (4) \"Person,\" any individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity; (5) \"Property,\" an interest in real property located in this state which is transferable on the death of the owner; (6) \"Transfer on death deed,\" any deed authorized under this Act; (7) \"Transferor,\" any person who makes a transfer on death deed. Section 2. The provisions of this Act do not affect any method of transferring property otherwise permitted under the laws of this state. Section 3. Property may be transferred to one or more beneficiaries effective at the transferor's death by a transfer on death deed. Section 4. A transfer on death deed is revocable even if the deed or another instrument contains a contrary provision. Section 5. A transfer on death deed is nontestamentary. Section 6. The capacity required to make or revoke a transfer on death deed is the same as the capacity required to make a will. Section 7. A transfer on death deed must: (1) Contain the essential elements and formalities of a properly recordable inter vivos deed; (2) State that the transfer to the designated beneficiary is to occur at the transferor's death; (3) State the language of conveyance as required by the standards of title; and (4) Be recorded in the public records before the transferor's death in the office of the register of deeds in a county where at least a part of the property is located. Section 8. A transfer on death deed is effective without notice or delivery to or acceptance by the designated beneficiary or consideration. Section 9. Subject to section 10 of this Act, an instrument is effective to revoke a recorded transfer on death deed only if the instrument: (1) Is: (a) A transfer on death deed that revokes the deed expressly or by inconsistency; (b) An instrument of revocation that expressly revokes the deed; or (c) An inter vivos deed that expressly revokes the transfer on death deed; and (2) Is acknowledged by the transferor after the acknowledgment of the deed being revoked and recorded in the public records in the office of the register of deeds in a county where at least part of the property is located before the transferor's death. Section 10. If the property is owned by joint tenants and if the revocation is not executed by all the owners, the revocation is not effective unless executed by the last surviving joint owner. Section 11. After a transfer on death deed is recorded, it may not be revoked by a revocatory act on the deed. Such an act includes burning, tearing, canceling, obliterating, or destroying the deed or any part of the deed. Section 12. Nothing in sections 9 to 11, inclusive, of this Act, limits the effect of an inter vivos transfer of the property. Section 13. During a transferor's life, a transfer on death deed does not: (1) Affect an interest or right of the transferor or any other owner, including the right to transfer or encumber the property; (2) Affect an interest or right of a designated beneficiary, even if the designated beneficiary has actual or constructive notice of the deed; (3) Affect an interest or right of a secured or unsecured creditor or future creditor of the transferor, even if the creditor has actual or constructive notice of the deed; (4) Affect the transferor's or designated beneficiary's eligibility for any form of public assistance; (5) Create a legal or equitable interest in favor of the designated beneficiary; or (6) Subject the property to claims or process of a creditor of the designated beneficiary. Section 14. Except as otherwise provided in the transfer on death deed, or §§ 29A-2-603 and 29A-2-701, inclusive, § 29A-2-802, or § 29A-2-803, survival and simultaneous death, and elective share, if applicable to nonprobate transfers, upon the death of the transferor, the following provisions apply to the property that is the subject of a transfer on death deed and owned by the transferor at death: (1) Subject to subdivision (2), the interest in the property is transferred to the designated beneficiary, or if necessary, to the contingent beneficiary in accordance with the deed; (2) The interest of a designated beneficiary is contingent on the designated beneficiary surviving the transferor. The interests of any designated or contingent beneficiary who fails to survive the transferor lapses; (3) Subject to subdivision (4), concurrent interests are transferred to the beneficiaries in equal and undivided shares with no right of survivorship; and (4) If the transferor has identified two or more designated beneficiaries to receive concurrent interests in the property, the share of one which lapses or fails for any reason is transferred to the other, or to the others in proportion to the interest of each in the remaining part of the property held concurrently. Section 15. Subject to chapter 43-28, a beneficiary takes the property subject to all conveyances, encumbrances, assignments, contracts, mortgages, liens, and other interests to which the property is subject at the transferor's death. For purposes of this section and chapter 43-28, the recording of the transfer on death deed is deemed to have occurred at the transferor's death. Section 16. If an interest in property is owned as joint tenants, a transfer on death deed executed by all of the owners that conveys an interest in property to one or more grantee beneficiaries transfers the interest to the grantee beneficiary or beneficiaries effective only after the death of the last surviving grantor owner. If the last surviving joint tenant owner did not execute the transfer on death deed, the deed is ineffective to transfer any interest and the deed is void. An estate in joint tenancy is not severed or affected by the subsequent execution of a transfer on death deed and the right of a surviving joint tenant owner who did not execute the transfer on death deed prevails over a grantee beneficiary named in a transfer on death deed unless the deed specifically states that it severs the joint tenancy ownership. Section 17. A transfer on death deed transfers property without covenant or warranty of title even if the deed contains a contrary provision. Section 18. A beneficiary may disclaim all or part of the beneficiary's interest as provided by § 29A-2-801. Section 19. If the other assets of the estate of the deceased owner are insufficient to pay all claims against the deceased owner's estate and the statutory allowances to the deceased owner's surviving spouse and children, a transfer resulting from a beneficiary designation is not effective against the estate of a deceased owner to the extent needed to pay all claims against the deceased owner's estate and statutory allowances to the deceased owner's surviving spouse and children. Section 20. Any designated beneficiary who receives property through a beneficiary deed upon death of the owner is liable to account to the personal representative of the deceased owner's estate for a proportionate share of the fair market value of the equity in the interest received to the extent necessary to discharge the claims and allowances described in section 19 of this Act remaining unpaid after application of the deceased owner's estate. For the purposes of this section, the fair market value shall be determined as of the date of death of the owner. For the purposes of this section, the designated beneficiary's proportionate share is the proportionate share of all nonprobate transfers recovered by the personal representative for the payment of the claims and allowances. Section 21. No proceeding to assert the liability may be commenced unless the surviving spouse, a creditor, or a child or a person acting for a child of the deceased owner sends a written demand to the personal representative at the last known address of the personal representative or files the demand with the clerk of the court in which the probate is pending. A creditor or claimant against the deceased owner's estate may file a petition to open an estate for the deceased owner and may be appointed as personal representative of the estate of the deceased owner pursuant to § 29A-3-301 for the purpose of providing the written demand required by this section. The proceeding shall be commenced within six months after the death of the deceased owner. A designated beneficiary against whom a proceeding to account is brought may join as a party to the proceeding a surviving party or beneficiary of any other beneficiary designation or other account of the owner. Assets recovered by the personal representative shall be administered as part of the decedent's estate. Nothing in section 20 of this Act may be construed to limit the rights of creditors under other laws of this state. Section 22. A purchaser for value of property or a lender who acquires a security interest in the property from a beneficiary of a nonprobate transfer after the death of the owner, in good faith, takes the property free of any claims of or liability to the owner's estate, creditors of the owner's estate, persons claiming rights as beneficiaries under the nonprobate transfer, or heirs of the owner's estate, in absence of actual knowledge that the transfer was improper or that the information in an affidavit of confirmation, if any, provided pursuant to section 24 of this Act is not true; and, a purchaser or lender for value has no duty to verify sworn information relating to the nonprobate transfer. Section 23. No attorney in fact, custodian, conservator, or other agent may make, revoke, or change a beneficiary designation unless the document establishing the agent's right to act, or a court order expressly authorizes such action and such action complies with the terms of the governing instrument, the rules of the transferring entity and applicable law. However, this section does not prohibit the authorized withdrawal, sale, pledge, or other present transfer of the property by an attorney in fact, custodian, conservator, or other agent notwithstanding the fact that the effect of the transaction may be to extinguish a beneficiary's right to receive a transfer of the property at the death of the owner. Section 24. The transfer of a deceased owner's property or interest in property shall be recorded by presenting to the county auditor of the county in which a portion of the property is located and filing with the register of deeds of that county, an affidavit of confirmation executed by any transfer on death beneficiary to whom the transfer is made. The affidavit of confirmation shall be verified before a person authorized to administer oaths and shall be accompanied by a certified copy of the death certificate for the deceased owner or owners. The affidavit of confirmation shall contain: (1) The name and address of each transfer on death beneficiary who survived the deceased owner or that is in existence on the date of death of the deceased owner. If the named beneficiary is deceased, the name and address of the contingent beneficiary or persons who take under the anti-lapse statutes shall be included. If a named beneficiary was designated as a transfer on death beneficiary solely in that person's capacity as a trustee of a trust and that trustee subsequently has been replaced by a successor trustee, the affidavit of confirmation shall include the name and address of the successor trustee and shall be accompanied by proof of acceptance by the successor trustee; (2) The date of death of the deceased owner or owners; (3) A legal description of the subject property or interest in property; (4) The name of each transfer on death beneficiary who has not survived the deceased owner or that is not in existence on the date of death of the deceased owner. The affidavit of confirmation shall be accompanied by a certified copy of the death certificate for each transfer on death beneficiary who has not survived the deceased owner. Section 25. The register of deeds shall make an index reference in the record of deeds to any affidavit of confirmation filed with the register of deeds pursuant to section 24 of this Act. Section 26. Any person who knowingly makes any false statement in an affidavit of confirmation is guilty of falsification pursuant to § 22-11-23. Section 27. The following form may be used to create a transfer on death deed. The provisions of this Act govern the effect of this or any other instrument used to create a transfer on death deed. The deed shall also contain the essential elements and formalities of a properly recordable deed: REVOCABLE TRANSFER ON DEATH DEED Notice to Owner: This deed will transfer ownership of the property described below when you die. You should carefully read all of the information on this form. You should consult a lawyer before using this form. This form must be recorded with the Register of Deeds before your death or it will not be effective. Any change to this deed must also be recorded to be effective. Identifying Information Owner(s) of Property Who Join in This Deed: __________________________________________________________________ __________________________________________________________________ Address: Marital Status of Owner(s): Legal Description of Property: _______________________________________________________________________ _______________________________________________________________________ _______________________________________________________________________ Beneficiary or Beneficiaries I revoke all my prior transfer on death deeds concerning the property, and name the following beneficiary(ies) to receive the property (in equal shares, and as tenants in common, and not as joint tenants with rights of survivorship, unless I say otherwise): Name and address of Primary Beneficiary(ies) ______________________________________________________________ ______________________________________________________________ Name and address of Alternate Beneficiary(ies) _______________________________________________________________ If no primary beneficiary survives me, I name the following alternate beneficiary(ies) to receive the property (in equal shares, and as tenants in common, and not as joint tenants with rights of survivorship, unless I say otherwise): _______________________________________________________________ _______________________________________________________________ _______________________________________________________________ Transfer on Death I hereby convey and transfer upon my death all my interests (whether now owned or hereafter acquired) in the described property to the above listed beneficiary(ies). Before my death, I may revoke this deed. Signature(s) of Owner(s) Who Join in this Deed _______________________________________ ___________________________ (signature) (date) _______________________________________ ____________________________ (signature) (date) Acknowledgment (acknowledgment) Section 28. The following form may be used to create an affidavit of confirmation: AFFIDAVIT OF CONFIRMATION AND SURVIVORSHIP FOR TRANSFER ON DEATH DEED State of South Dakota County of _______________ I, ________________________, being first duly sworn on oath, state that to my personal knowledge: 1. __________________ (\"Decedent\") is the person named in the certified copy of the Certificate of Death attached hereto. 2. On the date of death, Decedent was an owner of the property in _______________ County, South Dakota, legally described as follows: and decedent was the Grantor Owner in a transfer on death deed (\"Deed\") recorded on __________, as in Book _____ of _____ Page _____, in the Office of the Register of Deeds of ________________ County, South Dakota. 3. The name(s) and address(es) of the Grantee Beneficiary(ies) named in the Deed who survived the Decedent is(are): [insert name(s) and address(es) of the Grantee Beneficiary(ies) who survived the Decedent, and if none, insert \"NONE\"]. 4. [Where applicable] The name(s) and address(es) of the contingent beneficiary or person who take under the anti-lapse statutes and who survived the Decedent. 5. The Grantee Beneficiary(ies) named in the Deed who did not survive the Decedent is(are): [insert names of the Grantee Beneficiary(ies) who did not survive the Decedent, and if none, insert \"NONE\"]. Certified copies of Certificate(s) of Death for any deceased Grantee Beneficiary(ies) is(are) also attached hereto. Affiant Notary Section 29. In applying and construing this Act, consideration shall be given to the need to promote uniformity of the law with respect to its subject matter among the states that enact it. Section 30. The provisions of this Act modify, limit, and supersede the federal Electronic Signatures in Global and National Commerce Act, 15 U.S.C. Section 7001, et seq., but do not modify, limit, or supersede Section 101(c) of that Act, 15 U.S.C. Section 7001(c), or authorize electronic delivery of any of the notices described in Section 103(b) of that Act, 15 U.S.C. Section 7003(b). Section 31. The provisions of this Act apply to any deed executed and recorded after July 1, 2013."}, {"bill_id": 3980, "bill_version_id": 24940, "bill_version": "House Engrossed", "bill_version_date": "2013-01-29T16:03:57.627-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to transfer on death deeds for real property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Beneficiary,\" any person that receives property under a transfer on death deed; (2) \"Designated beneficiary,\" any person designated to receive property in a transfer on death deed; (3) \"Joint owner,\" any person who owns property concurrently with one or more other persons with a right of survivorship. The term includes a joint tenant, owner of community property with a right of survivorship, and tenant by the entirety. The term does not include a tenant in common or owner of the community property without a right of survivorship; (4) \"Person,\" any individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity; (5) \"Property,\" an interest in real property located in this state which is transferable on the death of the owner; (6) \"Transfer on death deed,\" any deed authorized under this Act; (7) \"Transferor,\" any person who makes a transfer on death deed. Section 2. The provisions of this Act do not affect any method of transferring property otherwise permitted under the laws of this state. Section 3. Property may be transferred to one or more beneficiaries effective at the transferor's death by a transfer on death deed. Section 4. A transfer on death deed is revocable even if the deed or another instrument contains a contrary provision. Section 5. A transfer on death deed is nontestamentary. Section 6. The capacity required to make or revoke a transfer on death deed is the same as the capacity required to make a will. Section 7. A transfer on death deed must: (1) Contain the essential elements and formalities of a properly recordable inter vivos deed; (2) State that the transfer to the designated beneficiary is to occur at the transferor's death; (3) State the language of conveyance as required by the standards of title; and (4) Be recorded in the public records before the transferor's death in the office of the register of deeds in a county where at least a part of the property is located. Section 8. A transfer on death deed is effective without notice or delivery to or acceptance by the designated beneficiary or consideration. Section 9. Subject to section 10 of this Act, an instrument is effective to revoke a recorded transfer on death deed only if the instrument: (1) Is: (a) A transfer on death deed that revokes the deed expressly or by inconsistency; (b) An instrument of revocation that expressly revokes the deed; or (c) An inter vivos deed that expressly revokes the transfer on death deed; and (2) Is acknowledged by the transferor after the acknowledgment of the deed being revoked and recorded in the public records in the office of the register of deeds in a county where at least part of the property is located before the transferor's death. Section 10. If the property is owned by joint tenants and if the revocation is not executed by all the owners, the revocation is not effective unless executed by the last surviving joint owner. Section 11. After a transfer on death deed is recorded, it may not be revoked by a revocatory act on the deed. Such an act includes burning, tearing, canceling, obliterating, or destroying the deed or any part of the deed. Section 12. Nothing in sections 9 to 11, inclusive, of this Act, limits the effect of an inter vivos transfer of the property. Section 13. During a transferor's life, a transfer on death deed does not: (1) Affect an interest or right of the transferor or any other owner, including the right to transfer or encumber the property; (2) Affect an interest or right of a designated beneficiary, even if the designated beneficiary has actual or constructive notice of the deed; (3) Affect an interest or right of a secured or unsecured creditor or future creditor of the transferor, even if the creditor has actual or constructive notice of the deed; (4) Affect the transferor's or designated beneficiary's eligibility for any form of public assistance; (5) Create a legal or equitable interest in favor of the designated beneficiary; or (6) Subject the property to claims or process of a creditor of the designated beneficiary. Section 14. Except as otherwise provided in the transfer on death deed, or §§ 29A-2-603 and 29A-2-701, inclusive, § 29A-2-802, or § 29A-2-803, survival and simultaneous death, and elective share, if applicable to nonprobate transfers, upon the death of the transferor, the following provisions apply to the property that is the subject of a transfer on death deed and owned by the transferor at death: (1) Subject to subdivision (2), the interest in the property is transferred to the designated beneficiary, or if necessary, to the contingent beneficiary in accordance with the deed; (2) The interest of a designated beneficiary is contingent on the designated beneficiary surviving the transferor. The interests of any designated or contingent beneficiary who fails to survive the transferor lapses; (3) Subject to subdivision (4), concurrent interests are transferred to the beneficiaries in equal and undivided shares with no right of survivorship; and (4) If the transferor has identified two or more designated beneficiaries to receive concurrent interests in the property, the share of one which lapses or fails for any reason is transferred to the other, or to the others in proportion to the interest of each in the remaining part of the property held concurrently. Section 15. Subject to chapter 43-28, a beneficiary takes the property subject to all conveyances, encumbrances, assignments, contracts, mortgages, liens, and other interests to which the property is subject at the transferor's death. For purposes of this section and chapter 43-28, the recording of the transfer on death deed is deemed to have occurred at the transferor's death. Section 16. If an interest in property is owned as joint tenants, a transfer on death deed executed by all of the owners that conveys an interest in property to one or more grantee beneficiaries transfers the interest to the grantee beneficiary or beneficiaries effective only after the death of the last surviving grantor owner. If the last surviving joint tenant owner did not execute the transfer on death deed, the deed is ineffective to transfer any interest and the deed is void. An estate in joint tenancy is not severed or affected by the subsequent execution of a transfer on death deed and the right of a surviving joint tenant owner who did not execute the transfer on death deed prevails over a grantee beneficiary named in a transfer on death deed unless the deed specifically states that it severs the joint tenancy ownership. Section 17. A transfer on death deed transfers property without covenant or warranty of title even if the deed contains a contrary provision. Section 18. A beneficiary may disclaim all or part of the beneficiary's interest as provided by § 29A-2-801. Section 19. If the other assets of the estate of the deceased owner are insufficient to pay all claims against the deceased owner's estate and the statutory allowances to the deceased owner's surviving spouse and children, a transfer resulting from a beneficiary designation is not effective against the estate of a deceased owner to the extent needed to pay all claims against the deceased owner's estate and statutory allowances to the deceased owner's surviving spouse and children. Section 20. Any designated beneficiary who receives property through a beneficiary deed upon death of the owner is liable to account to the personal representative of the deceased owner's estate for a proportionate share of the fair market value of the equity in the interest received to the extent necessary to discharge the claims and allowances described in section 19 of this Act remaining unpaid after application of the deceased owner's estate. For the purposes of this section, the fair market value shall be determined as of the date of death of the owner. For the purposes of this section, the designated beneficiary's proportionate share is the proportionate share of all nonprobate transfers recovered by the personal representative for the payment of the claims and allowances. Section 21. No proceeding to assert the liability may be commenced unless the surviving spouse, a creditor, or a child or a person acting for a child of the deceased owner sends a written demand to the personal representative at the last known address of the personal representative or files the demand with the clerk of the court in which the probate is pending. A creditor or claimant against the deceased owner's estate may file a petition to open an estate for the deceased owner and may be appointed as personal representative of the estate of the deceased owner pursuant to § 29A-3-301 for the purpose of providing the written demand required by this section. The proceeding shall be commenced within six months after the death of the deceased owner. A designated beneficiary against whom a proceeding to account is brought may join as a party to the proceeding a surviving party or beneficiary of any other beneficiary designation or other account of the owner unless the proceeding is for recovery of medical assistance initiated by the Department of Social Services pursuant to Title 28, in which case the proceeding shall be commenced within the shorter of two years after the death of the deceased owner, or within six months of written notice to the Department of Social Services with information of the owners death, social security number, and if available upon reasonable investigation, the owner's spouse's name and social security number. Assets recovered by the personal representative shall be administered as part of the decedent's estate. Nothing in section 20 of this Act may be construed to limit the rights of creditors under other laws of this state. Section 22. A purchaser for value of property or a lender who acquires a security interest in the property from a beneficiary of a nonprobate transfer after the death of the owner, in good faith, takes the property free of any claims of or liability to the owner's estate, creditors of the owner's estate, persons claiming rights as beneficiaries under the nonprobate transfer, or heirs of the owner's estate, in absence of actual knowledge that the transfer was improper or that the information in an affidavit of confirmation, if any, provided pursuant to section 24 of this Act is not true; and, a purchaser or lender for value has no duty to verify sworn information relating to the nonprobate transfer. Section 23. No attorney in fact, custodian, conservator, or other agent may make, revoke, or change a beneficiary designation unless the document establishing the agent's right to act, or a court order expressly authorizes such action and such action complies with the terms of the governing instrument, the rules of the transferring entity and applicable law. However, this section does not prohibit the authorized withdrawal, sale, pledge, or other present transfer of the property by an attorney in fact, custodian, conservator, or other agent notwithstanding the fact that the effect of the transaction may be to extinguish a beneficiary's right to receive a transfer of the property at the death of the owner. Section 24. The transfer of a deceased owner's property or interest in property shall be recorded with the register of deeds of the county in which a portion of the property is located and filing an affidavit of confirmation executed by any transfer on death beneficiary to whom the transfer is made. The affidavit of confirmation shall be verified before a person authorized to administer oaths and shall be accompanied by a certified copy of the death certificate for the deceased owner or owners. The affidavit of confirmation shall contain: (1) The name and address of each transfer on death beneficiary who survived the deceased owner or that is in existence on the date of death of the deceased owner. If the named beneficiary is deceased, the name and address of the contingent beneficiary or persons who take under the anti-lapse statutes shall be included. If a named beneficiary was designated as a transfer on death beneficiary solely in that person's capacity as a trustee of a trust and that trustee subsequently has been replaced by a successor trustee, the affidavit of confirmation shall include the name and address of the successor trustee and shall be accompanied by proof of acceptance by the successor trustee; (2) The date of death of the deceased owner or owners; (3) A legal description of the subject property or interest in property; (4) The name of each transfer on death beneficiary who has not survived the deceased owner or that is not in existence on the date of death of the deceased owner. The affidavit of confirmation shall be accompanied by a certified copy of the death certificate for each transfer on death beneficiary who has not survived the deceased owner. Section 25. The register of deeds shall make an index reference in the record of deeds to any affidavit of confirmation filed with the register of deeds pursuant to section 24 of this Act. Section 26. Any person who knowingly makes any false statement in an affidavit of confirmation is guilty of falsification pursuant to § 22-11-23. Section 27. The following form may be used to create a transfer on death deed. The provisions of this Act govern the effect of this or any other instrument used to create a transfer on death deed. The deed shall also contain the essential elements and formalities of a properly recordable deed: REVOCABLE TRANSFER ON DEATH DEED Notice to Owner: This deed will transfer ownership of the property described below when you die. You should carefully read all of the information on this form. You should consult a lawyer before using this form. This form must be recorded with the Register of Deeds before your death or it will not be effective. Any change to this deed must also be recorded to be effective. Identifying Information Owner(s) of Property Who Join in This Deed: __________________________________________________________________ __________________________________________________________________ Address: Marital Status of Owner(s): Legal Description of Property: _______________________________________________________________________ _______________________________________________________________________ _______________________________________________________________________ Beneficiary or Beneficiaries I revoke all my prior transfer on death deeds concerning the property, and name the following beneficiary(ies) to receive the property (in equal shares, and as tenants in common, and not as joint tenants with rights of survivorship, unless I say otherwise): Name and address of Primary Beneficiary(ies) ______________________________________________________________ ______________________________________________________________ Name and address of Alternate Beneficiary(ies) _______________________________________________________________ If no primary beneficiary survives me, I name the following alternate beneficiary(ies) to receive the property (in equal shares, and as tenants in common, and not as joint tenants with rights of survivorship, unless I say otherwise): _______________________________________________________________ _______________________________________________________________ _______________________________________________________________ Transfer on Death I hereby convey and transfer upon my death all my interests (whether now owned or hereafter acquired) in the described property to the above listed beneficiary(ies). Before my death, I may revoke this deed. Signature(s) of Owner(s) Who Join in this Deed _______________________________________ ___________________________ (signature) (date) _______________________________________ ____________________________ (signature) (date) Acknowledgment (acknowledgment) Section 28. The following form may be used to create an affidavit of confirmation: AFFIDAVIT OF CONFIRMATION AND SURVIVORSHIP FOR TRANSFER ON DEATH DEED State of South Dakota County of _______________ I, ________________________, being first duly sworn on oath, state that to my personal knowledge: 1. __________________ (\"Decedent\") is the person named in the certified copy of the Certificate of Death attached hereto. 2. On the date of death, Decedent was an owner of the property in _______________ County, South Dakota, legally described as follows: and decedent was the Grantor Owner in a transfer on death deed (\"Deed\") recorded on __________, as in Book _____ of _____ Page _____, in the Office of the Register of Deeds of ________________ County, South Dakota. 3. The name(s) and address(es) of the Grantee Beneficiary(ies) named in the Deed who survived the Decedent is(are): [insert name(s) and address(es) of the Grantee Beneficiary(ies) who survived the Decedent, and if none, insert \"NONE\"]. 4. [Where applicable] The name(s) and address(es) of the contingent beneficiary or person who take under the anti-lapse statutes and who survived the Decedent. 5. The Grantee Beneficiary(ies) named in the Deed who did not survive the Decedent is(are): [insert names of the Grantee Beneficiary(ies) who did not survive the Decedent, and if none, insert \"NONE\"]. Certified copies of Certificate(s) of Death for any deceased Grantee Beneficiary(ies) is(are) also attached hereto. Affiant Notary Section 29. In applying and construing this Act, consideration shall be given to the need to promote uniformity of the law with respect to its subject matter among the states that enact it. Section 30. The provisions of this Act modify, limit, and supersede the federal Electronic Signatures in Global and National Commerce Act, 15 U.S.C. Section 7001, et seq., but do not modify, limit, or supersede Section 101(c) of that Act, 15 U.S.C. Section 7001(c), or authorize electronic delivery of any of the notices described in Section 103(b) of that Act, 15 U.S.C. Section 7003(b). Section 31. The provisions of this Act apply to any deed executed and recorded after July 1, 2013."}, {"bill_id": 3980, "bill_version_id": 26599, "bill_version": "Senate Appropriations Engrossed", "bill_version_date": "2013-02-27T10:52:06.787-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the transfer and appropriation of funds upon the occurrence of certain events and to assist rural counties in the recruitment of attorneys. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Unified Judicial System may establish a pilot program to assist rural counties in recruiting attorneys. Section 2. A county eligible to participate in the recruitment assistance pilot program is any county in this state which: (1) Has a population of ten thousand persons or less; (2) Agrees to provide its portion of the incentive payment pursuant to the provisions of this Act; and (3) Is determined to be eligible by the Unified Judicial System. Each interested county shall apply to the Unified Judicial System. Before making a determination of eligibility, the Unified Judicial System shall conduct a county assessment designed to evaluate the county's need for an attorney and its ability to sustain and support an attorney. The Unified Judicial System shall maintain a list of counties that have been assessed and that are eligible for participation in the recruitment assistance pilot program established by this Act. The Unified Judicial System may revise any county assessment or conduct a new assessment as necessary to reflect any change in conditions within a county. Section 3. In making the selection of the participating counties, the Unified Judicial System shall be guided by: (1) Demographics of the county; (2) Age and number of the current membership of the county bar; (3) Recommendation of the presiding circuit judge; (4) Programs of economic development within the county; (5) Geographical location to other counties receiving assistance; (6) Evaluation of the attorney seeking assistance under this program; (7) Existing or previous ties of the applicant to the county; and (8) Prior participation by the county in this pilot program. Section 4. An attorney licensed to practice in South Dakota is eligible to participate in the recruitment assistance pilot program established pursuant to this Act. The attorney shall agree to practice in an eligible rural county for at least five years. No more than a total of sixteen attorneys may participate in the program. No attorney may be added to the program after July 1, 2017. Section 5. Any attorney who fulfills the requirements of the recruitment assistance pilot program established pursuant to this Act, is entitled to receive an incentive payment in five equal annual installments, each in an amount equal to ninety percent of the University of South Dakota School of Law resident tuition and fees as determined on July 1, 2013. Section 6. Any agreement for the payment of recruitment assistance pursuant to this Act shall obligate the rural county served by the attorney to provide thirty-five percent of the total amount of the incentive payment in five equal annual installments. After the rural county certifies to the Unified Judicial System that it has paid the attorney the annual amount for which it is obligated and the State Bar of South Dakota or its designee has paid fifteen percent of the annual installment to the Unified Judicial System, the Unified Judicial System shall pay to the attorney the remaining balance of the total installment payment amount for that year. The Unified Judicial System shall pay the required amount out of funds appropriated in section 10 of this Act and the funds received from the State Bar of South Dakota pursuant to this Act. A county may prepay its portion of the incentive payment at any time during the five-year period. If the attorney has received a payment pursuant to this Act and subsequently breeches the agreement, the attorney shall repay all sums received pursuant to this Act under the terms and conditions set by the Unified Judicial System. Failure to make repayment is grounds for discipline by the State Bar of South Dakota and the Supreme Court. Section 7. Any rural county may appropriate funds for the purpose of carrying out the provisions of this Act. A rural county may enter an agreement with any county, municipality, school district, or nonprofit entity to assist the county in carrying out the provisions of this Act. Section 8. No recruitment assistance agreement entered into pursuant to the provisions of this Act is effective until it is filed with and approved by the Unified Judicial System. The agreement shall provide that the attorney practice law full-time in the eligible county for at least five years. The Supreme Court may promulgate rules necessary to implement the provisions of this Act pursuant to chapter 1-26. Section 9. No person may participate in the program established pursuant to the provisions of this Act if the person has previously participated in the program, or any other state or federal scholarship, loan repayment, or tuition reimbursement program that obligates the person to provide attorney services within an underserved area. Section 10. There is hereby appropriated from the general fund the sum of four hundred seventy-five thousand dollars ($475,000), or so much thereof as may be necessary, to the Unified Judicial System other fund fiduciary account to provide payments described in section 5 of this Act. Section 11. The Chief Justice shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 12. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 13. The Unified Judicial System shall annually file with the Legislative Research Council a report on the status of the program. Section 14. In order to fully fund the incentive payment, the Unified Judicial System is specially authorized to receive from the State Bar of South Dakota fifteen percent of the total amount of an incentive payment authorized pursuant to this Act in five equal annual installments and place the funds in the Unified Judicial System other fund fiduciary fund."}, {"bill_id": 3980, "bill_version_id": 27290, "bill_version": "Enrolled", "bill_version_date": "2013-03-06T16:20:09.273-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3980, "action_date": "2013-01-18T13:00:00-06:00", "document_id": 24084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24084.pdf", "status_text": "First read in House and referred to", "journal_page": 109, "committee_id_action": 202, "committee_id_assigned": 198, "result": "N", "vote": {}}, {"bill_id": 3980, "action_date": "2013-01-25T10:00:00-06:00", "document_id": 24398, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24398.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 198, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3980, "action_date": "2013-01-25T10:00:00-06:00", "document_id": 24617, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24617.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 198, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3980, "action_date": "2013-01-25T10:00:00-06:00", "document_id": 24617, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24617.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 198, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3980, "action_date": "2013-01-25T10:00:00-06:00", "document_id": 24617, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24617.pdf", "status_text": "Do Pass Amended", "journal_page": 183, "committee_id_action": 198, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12962, "president_vote": null, "Yea": [353, 351, 324, 348, 369, 359, 398, 406, 416, 402, 381, 334], "Excused": [350]}}, {"bill_id": 3980, "action_date": "2013-01-29T14:00:00-06:00", "document_id": 24922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24922.pdf", "status_text": "Motion to amend", "journal_page": 240, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3980, "action_date": "2013-01-29T14:00:00-06:00", "document_id": 24922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24922.pdf", "status_text": "Do Pass Amended", "journal_page": 240, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13117, "president_vote": null, "Yea": [420, 346, 415, 418, 326, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 318, 397, 374, 402, 381, 396, 370, 394, 413, 372, 350, 347, 416, 389, 351, 344, 359, 392, 335, 369, 414, 400, 375, 371, 380, 316, 332, 393, 395, 390, 404, 405, 356, 411, 377, 355, 378, 407, 352, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334], "Excused": [408]}}, {"bill_id": 3980, "action_date": "2013-01-30T14:00:00-06:00", "document_id": 25016, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25016.pdf", "status_text": "First read in Senate and referred to", "journal_page": 278, "committee_id_action": 200, "committee_id_assigned": 181, "result": "N", "vote": {}}, {"bill_id": 3980, "action_date": "2013-02-19T08:00:00-06:00", "document_id": 25717, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25717.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 181, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3980, "action_date": "2013-02-26T08:00:00-06:00", "document_id": 26161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26161.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 181, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3980, "action_date": "2013-02-26T08:00:00-06:00", "document_id": 26395, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26395.pdf", "status_text": "Referred to", "journal_page": 574, "committee_id_action": 181, "committee_id_assigned": 199, "result": "P", "vote": {"vote_id": 14347, "president_vote": null, "Yea": [327, 419, 336, 325, 330, 362, 339]}}, {"bill_id": 3980, "action_date": "2013-02-27T08:30:00-06:00", "document_id": 26353, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26353.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 199, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3980, "action_date": "2013-02-27T08:30:00-06:00", "document_id": 26605, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26605.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 199, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3980, "action_date": "2013-02-27T08:30:00-06:00", "document_id": 26605, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26605.pdf", "status_text": "Do Pass Amended", "journal_page": 593, "committee_id_action": 199, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14432, "president_vote": null, "Yea": [367, 376, 317, 365, 387, 338, 319, 321], "Excused": [379]}}, {"bill_id": 3980, "action_date": "2013-02-27T08:30:00-06:00", "document_id": 26605, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26605.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 199, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3980, "action_date": "2013-03-04T14:00:00-06:00", "document_id": 26961, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26961.pdf", "status_text": "Deferred to another day", "journal_page": 655, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3980, "action_date": "2013-03-05T14:00:00-06:00", "document_id": 27134, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27134.pdf", "status_text": "Do Pass Amended", "journal_page": 674, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14713, "president_vote": null, "Nay": [338, 388, 358, 385, 384, 328], "Yea": [362, 330, 337, 340, 365, 363, 325, 364, 376, 336, 322, 345, 329, 331, 419, 317, 320, 321, 368, 333, 386, 367, 319, 339, 327, 383, 379], "Excused": [366, 387]}}, {"bill_id": 3980, "action_date": "2013-03-06T11:00:00-06:00", "document_id": 27246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27246.pdf", "status_text": "Concurred in amendments", "journal_page": 763, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14777, "president_vote": null, "Yea": [420, 415, 418, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 397, 374, 402, 381, 396, 370, 394, 413, 372, 350, 347, 416, 351, 344, 392, 335, 369, 414, 400, 375, 371, 316, 332, 393, 395, 390, 408, 404, 405, 411, 377, 378, 407, 352, 357, 403, 343, 399, 406, 391, 409, 401, 373, 353, 341, 334], "Nay": [346, 318, 389, 359, 380, 356, 355, 323, 354], "Excused": [326, 361]}}, {"bill_id": 3980, "action_date": "2013-03-07T09:00:00-06:00", "document_id": 27326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27326.pdf", "status_text": "Signed by the Speaker", "journal_page": 815, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3980, "action_date": "2013-03-08T10:00:00-06:00", "document_id": 27426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27426.pdf", "status_text": "Signed by the President", "journal_page": 745, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3980, "action_date": "2013-03-08T10:00:00-06:00", "document_id": 27416, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27416.pdf", "status_text": "Delivered to the Governor", "journal_page": 837, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3980, "action_date": "2013-03-25T10:00:00-05:00", "document_id": 27484, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27484.pdf", "status_text": "Signed by the Governor", "journal_page": 843, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5321}