{"session_id": 53, "bill_id": 17007, "bill_type": "Senate Bill", "bill_number": 70, "bill_title": "revise certain provisions regarding disclosure statements for motor vehicles.", "sponsors": [{"legislator_profile_id": 2784, "is_prime": true}, {"legislator_profile_id": 2806, "is_prime": true}, {"legislator_profile_id": 2728, "is_prime": false}, {"legislator_profile_id": 2737, "is_prime": false}, {"legislator_profile_id": 2754, "is_prime": false}, {"legislator_profile_id": 2765, "is_prime": false}, {"legislator_profile_id": 2774, "is_prime": false}, {"legislator_profile_id": 2777, "is_prime": false}, {"legislator_profile_id": 2821, "is_prime": false}], "keywords": ["Motor Vehicles"], "audio": [{"meeting_datetime": "2002-01-17T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/str08sb0070a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-17T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/str08sb0070a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/str21sb0070a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/str21sb0070a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/str21sb0070a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/str21sb0070a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/str21sb0070a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen23sb0070a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen23sb0070a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen23sb0070a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen23sb0070a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17007, "bill_version_id": 91958, "bill_version": "Introduced", "bill_version_date": "2002-01-15T10:15:43-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the schedule of penalties for overweight vehicles. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-22-55 be amended to read as follows: 32-22-55. Any person who is convicted of the offense of operating a motor vehicle upon the public highways of this state with weight upon any wheel, axle, or groups of axles or upon more than one thereof greater than the maximum permitted by § § 32-22-2 to 32-22-33, inclusive, 32-22-47 and 32-22-48 shall be fined in addition to, and not in substitution for, any other penalties now provided by law for such offense in the following amounts: In an amount equal to five cents per pound for each pound of such excess or combined excess weight over one thousand pounds if such excess is three thousand pounds or less. In an amount equal to fifteen cents per pound for each pound of such excess or combined excess weight if such excess exceeds three thousand pounds and is four thousand pounds or less. In an amount equal to twenty-two and one-half cents per pound for each pound of such excess or combined excess weight if such excess exceeds four thousand pounds and is five thousand pounds or less. In an amount equal to thirty-seven and one-half cents per pound for each pound of such excess or combined excess weight if such excess is more than five thousand pounds. The fine schedule in this section is assessed at a single rate according to the cents per pound penalty for the highest weight violation. The excess weight subject to penalty shall be decreased by the weight tolerance error margin permitted for each scale."}, {"bill_id": 17007, "bill_version_id": 93672, "bill_version": "Senate Transportation Engrossed", "bill_version_date": "2002-02-05T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding disclosure statements for motor vehicles. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: The department shall indicate on the certificate of title whenever a title presented to the state indicates that the motor vehicle which was previously issued a title that bore any word or symbol signifying that the vehicle was salvage, un-rebuildable, parts only, scrap, junk, nonrepairable, reconstructed, rebuilt, or any other symbol or word of like kind or meaning, or that it has been damaged by flood, and the name of the state that last issued title. Section 2. That § 32-3-1 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Salvage vehicle,\" any motor vehicle that is damaged to the extent of seventy-five percent or more of its retail value as determined by the National Automobile Dealers' Association Official Used Car Guide in effect at the time of the damage. Section 3. That § 32-3-51.7 be amended to read as follows: 32-3-51.7. Each certificate of title issued by the department shall contain the following phrase: South Dakota state law requires the disclosure of damage on motor vehicles. This information is available upon written request from the Department of Revenue, Division of Motor Vehicles. Each certificate of title shall also contain on its front a statement as to whether previous damage disclosure statements indicate the motor vehicle had been damaged at one time in excess of three thousand dollars as provided by carry the word, salvage, on the front if the disclosure statement indicates that the motor vehicle meets the disclosure requirements of § 32- 3-51.8. Section 4. That § 32-3-51.8 be amended to read as follows: 32-3-51.8. Upon the sale, transfer, or trade-in of a motor vehicle, or if licensing a motor vehicle in South Dakota which is titled in another state or jurisdiction, the seller, transferor, trader, or person wishing to license in South Dakota the motor vehicle which is titled in another state or jurisdiction shall submit an accurately completed damage disclosure statement when applying for a certificate of title pursuant to § 32-3-18 disclose whether the motor vehicle has incurred damage requiring disclosure under section 2 of this Act . The completed damage disclosure statement may be on the back of the certificate of title or on a separate document that has been approved for use by the department. Except as otherwise provided by this section, no certificate of title may be issued by the department unless the damage disclosure statement accompanies the application. It is a Class 1 misdemeanor to intentionally falsify any information on the damage disclosure statement. No person or dealer is liable to a subsequent owner of a vehicle because a prior owner of the vehicle failed to disclose that the vehicle had previously been damaged and repaired. This section does not apply to motor vehicles more than nine model years old or with a gross vehicle weight rating of more than sixteen thousand pounds and does not apply if a rebuilt title or junking certificate is sought. This section does apply to all other motor vehicles, but only damage in excess of three thousand dollars shall be disclosed in the statement. If the motor vehicle has incurred damages more than once, only those damages which occurred at one time would be considered in determining whether the damages exceeded three thousand dollars the percentage of damage to the vehicle . Section 5. That § 32-3-51.9 be amended to read as follows: 32-3-51.9. For the purposes of the damage disclosure statement provided by § 32-3-51.8, \"damage\" is disclosure is required for damage to the motor vehicle caused by fire, vandalism, collision, weather, submersion in water, or flood, and does not include normal wear and tear, glass damage, mechanical repairs, or electrical repairs that have not been caused by fire, vandalism, collision, weather, submersion in water, or flood. Section 6. That § 32-3-51.11 be amended to read as follows: 32-3-51.11. The department shall retain each damaged disclosure statement received. The statement shall become part of the title history available to the public pursuant to § 32-3-30.2. Section 7. That § 32-3-51.14 be amended to read as follows: 32-3-51.14. The department shall prescribe, pursuant to chapter 1-26, the format for the damage disclosure statement provided by § 32-3-51.8. An area for a damage disclosure statement shall appear on the back of each certificate of title issued by the department. The department may also approve separate documents on which a damage disclosure statement may be submitted. The damage disclosure statement form shall indicate whether the motor vehicle has been damaged such that it cost more than three thousand dollars to repair to its predamaged condition to the extent of seventy-five percent or more of its retail value as determined by the National Automobile Dealers' Association Official Used Car Guide in effect at the time the damage occurred and shall indicate any other damage information the department deems appropriate. If a separate document from the certificate of title contains the damage disclosure statement, the document shall also require the following information: year, make, model, and vehicle identification number of the motor vehicle. Section 8. That § 32-3-51.15 be amended to read as follows: 32-3-51.15. The dollar amount of damage to a motor vehicle required to be disclosed pursuant to § 32-3-51.8 shall include the costs necessary to return the damaged motor vehicle to its predamaged condition. Such costs include parts, labor, paint, and frame work done on the damaged motor vehicle. The amount of damage to a motor vehicle is determined by adding the retail value of all labor, parts, and material used in repairing the damage. If the retail value of labor has not been determined by a purchase in the ordinary course of business (for example, the labor is performed by the owner of the vehicle), the retail value of the labor is presumed to be the product of the repair time, as provided in a generally accepted autobody repair flat rate manual, multiplied by thirty-five forty dollars. Section 9. That § 32-3-51.16 be repealed. 32-3-51.16. The department shall place the damage information pursuant to § 32-3-51.7 on the first South Dakota title and all subsequent titles issued for any motor vehicle which came into the state unrepaired and for which a salvage certificate of title was issued by another state unless the person applying for the South Dakota title maintains at his place of business proof that the vehicle did not sustain damage equivalent to the amount set forth in this chapter. The proof shall include two photographs showing all four sides of the motor vehicle and either an insurance adjuster's written report or a written repair estimate which details the parts, labor, paint, and frame work required to repair the motor vehicle. The photographs and other documents showing proof that the amount of damage is less than set forth in this chapter shall be maintained by the person applying for a title for at least two years. Section 10. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: Upon receipt of the title or prescribed form, the department shall issue a title based upon the answers to the disclosure questions. Any dispute arising from disclosure is a civil matter between the seller and purchaser. Section 11. That § 32-3-51.5 be amended to read as follows: 32-3-51.5. Any motor vehicle, trailer, or semitrailer whose title has been marked or branded by another state or jurisdiction as salvage, unrebuildable, nonrepairable, or any similar term , shall receive a salvage title , which shall contain the damage disclosure information as set forth in § § 32-3-51.7 and 32-3-51.8 or, at the option of the owner, . If the title is branded as parts only, scrap, or junk, the owner shall receive a junking certificate."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17007, "action_date": "2002-01-15T14:00:00-06:00", "document_id": 92017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92017.pdf", "status_text": "First read in Senate and referred to", "journal_page": 64, "committee_id_action": 769, "committee_id_assigned": 753, "result": "N", "vote": {}}, {"bill_id": 17007, "action_date": "2002-01-17T08:00:00-06:00", "document_id": 92254, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92254.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 753, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17007, "action_date": "2002-01-17T08:00:00-06:00", "document_id": 92254, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92254.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 102, "committee_id_action": 753, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53108, "president_vote": null, "Yea": [2726, 2745, 2761, 2791, 2828, 2827], "Excused": [2818]}}, {"bill_id": 17007, "action_date": "2002-02-05T08:00:00-06:00", "document_id": 93652, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93652.pdf", "status_text": "Reconsidered", "journal_page": null, "committee_id_action": 753, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52114, "president_vote": null, "Yea": [2726, 2745, 2791, 2828, 2818, 2827], "Nay": [2761]}}, {"bill_id": 17007, "action_date": "2002-02-05T08:00:00-06:00", "document_id": 93652, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93652.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 753, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17007, "action_date": "2002-02-05T08:00:00-06:00", "document_id": 93652, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93652.pdf", "status_text": "Do Pass Amended,", "journal_page": 373, "committee_id_action": 753, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52133, "president_vote": null, "Yea": [2726, 2745, 2761, 2791, 2818, 2827], "Nay": [2828]}}, {"bill_id": 17007, "action_date": "2002-02-05T08:00:00-06:00", "document_id": 93652, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93652.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 753, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17007, "action_date": "2002-02-07T14:00:00-06:00", "document_id": 93945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93945.pdf", "status_text": "Motion to Amend,", "journal_page": 442, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17007, "action_date": "2002-02-07T14:00:00-06:00", "document_id": 93945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93945.pdf", "status_text": "Do Pass Amended,", "journal_page": 443, "committee_id_action": 769, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 52365, "president_vote": null, "Yea": [2726, 2739, 2742, 2743, 2745, 2750, 2753, 2772, 2791, 2796, 2802, 2819, 2821, 2827, 2829], "Excused": [2727], "Nay": [2730, 2733, 2734, 2740, 2746, 2747, 2760, 2761, 2762, 2778, 2780, 2784, 2787, 2792, 2795, 2809, 2810, 2818, 2828]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17007"}