{"session_id": 69, "bill_id": 25332, "bill_type": "House Commemoration", "bill_number": 8026, "bill_title": "Recognizing Jack Cochrane for his achievements as a collegiate athlete at the University of South Dakota and congratulating him on his success as a two-time Super Bowl champion with the Kansas City Chiefs.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25332", "sponsors": [{"legislator_profile_id": 4514, "is_prime": true}, {"legislator_profile_id": 4488, "is_prime": false}], "keywords": ["House Commemoration", "Sports"], "audio": [], "bill_versions": [{"bill_id": 25332, "bill_version_id": 266390, "bill_version": "Introduced", "bill_version_date": "2024-02-23T13:15:35.3-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Recognizing Jack Cochrane for his achievements as a collegiate athlete at the University of South Dakota and congratulating him on his success as a two-time Super Bowl champion with the Kansas City Chiefs. WHEREAS, Jack Cochrane, a remarkable athlete, dedicated five years of his life to collegiate football as a standout player for the University of South Dakota, demonstrating unparalleled skill, determination, and sportsmanship throughout his tenure; and WHEREAS, Jack Cochrane's commitment to excellence and passion for the game propelled him to achieve remarkable success on the gridiron, earning him the admiration and respect of teammates, coaches, and fans alike. A three-year captain, Cochrane garnered All-American and academic All-American honors in his fifth and final season with the Coyotes; and WHEREAS, Jack Cochrane's journey in football reached its pinnacle with the Kansas City Chiefs, where he played an instrumental role in securing two Super Bowl championships for the team, showcasing his exceptional talent, leadership, and unwavering resolve in the face of formidable competition: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Ninth Legislature of the State of South Dakota, that Jack Cochrane is recognized and congratulated for his outstanding contributions to the sport of football as a standout athlete for the University of South Dakota and as a two-time Super Bowl champion with the Kansas City Chiefs."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25332, "action_date": "2024-02-26T14:00:00-06:00", "document_id": 266414, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266414.pdf", "status_text": "", "journal_page": 407, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}]}