{"session_id": 20, "bill_id": 5747, "bill_type": "Senate Commemoration", "bill_number": 8, "bill_title": "Commending and honoring the 2012-2013 Outstanding School Administrators of South Dakota, including Al Leber, Dakota Valley, School Superintendent; Tim Koehler, Harrisburg, Middle School Principal; Georgia Sandgren, Black Hills Special Services Coop, School Business Official; Tanja Pederson, Harrisburg, Elementary School Principal; Tim Raabe, Lennox, Secondary School Principal; Jim Seyer, Spearfish, Assistant Secondary School Principal; Jeff Ward, Meade, Curriculum Director; and Kristin Hamman, Harrisburg, Director of Special Education for being named outstanding administrators by their respective administrator professional groups.", "sponsors": [{"legislator_profile_id": 464, "is_prime": true}, {"legislator_profile_id": 493, "is_prime": true}, {"legislator_profile_id": 528, "is_prime": false}, {"legislator_profile_id": 453, "is_prime": false}, {"legislator_profile_id": 522, "is_prime": false}, {"legislator_profile_id": 524, "is_prime": false}, {"legislator_profile_id": 495, "is_prime": false}, {"legislator_profile_id": 465, "is_prime": false}, {"legislator_profile_id": 523, "is_prime": false}, {"legislator_profile_id": 499, "is_prime": false}, {"legislator_profile_id": 452, "is_prime": false}, {"legislator_profile_id": 491, "is_prime": false}, {"legislator_profile_id": 500, "is_prime": false}, {"legislator_profile_id": 440, "is_prime": false}, {"legislator_profile_id": 463, "is_prime": false}, {"legislator_profile_id": 460, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 5747, "bill_version_id": 29792, "bill_version": "Introduced", "bill_version_date": "2014-02-05T07:11:19.87-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2012-2013 Outstanding School Administrators of South Dakota, including Al Leber, Dakota Valley, School Superintendent; Tim Koehler, Harrisburg, Middle School Principal; Georgia Sandgren, Black Hills Special Services Coop, School Business Official; Tanja Pederson, Harrisburg, Elementary School Principal; Tim Raabe, Lennox, Secondary School Principal; Jim Seyer, Spearfish, Assistant Secondary School Principal; Jeff Ward, Meade, Curriculum Director; and Kristin Hamman, Harrisburg, Director of Special Education for being named outstanding administrators by their respective administrator professional groups. WHEREAS, these administrators have been elected by their peers for outstanding service and dedication to education; and WHEREAS, the combined years of service to the people of South Dakota and to the children and youth of South Dakota of these eight educational administrators is two hundred and seven years; and WHEREAS, each of these educators has demonstrated a sincere interest in our children and superior skills in each of the administrator's chosen educational field: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that Al Leber, Tim Koehler, Georgia Sandgren, Tanja Pederson, Tim Raabe, Jim Seyer, Jeff Ward, and Kristin Hamman are named as official representatives of the School Administrators of South Dakota and shall continue their efforts to improve the educational opportunities for the children of South Dakota."}, {"bill_id": 5747, "bill_version_id": 30029, "bill_version": "Enrolled", "bill_version_date": "2014-02-07T13:56:45.163-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2012-2013 Outstanding School Administrators of South Dakota, including Al Leber, Dakota Valley, School Superintendent; Tim Koehler, Harrisburg, Middle School Principal; Georgia Sandgren, Black Hills Special Services Coop, School Business Official; Tanja Pederson, Harrisburg, Elementary School Principal; Tim Raabe, Lennox, Secondary School Principal; Jim Seyer, Spearfish, Assistant Secondary School Principal; Jeff Ward, Meade, Curriculum Director; and Kristin Hamman, Harrisburg, Director of Special Education for being named outstanding administrators by their respective administrator professional groups. WHEREAS, these administrators have been elected by their peers for outstanding service and dedication to education; and WHEREAS, the combined years of service to the people of South Dakota and to the children and youth of South Dakota of these eight educational administrators is two hundred and seven years; and WHEREAS, each of these educators has demonstrated a sincere interest in our children and superior skills in each of the administrator's chosen educational field: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that Al Leber, Tim Koehler, Georgia Sandgren, Tanja Pederson, Tim Raabe, Jim Seyer, Jeff Ward, and Kristin Hamman are named as official representatives of the School Administrators of South Dakota and shall continue their efforts to improve the educational opportunities for the children of South Dakota. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5747, "action_date": "2014-02-05T14:00:00-06:00", "document_id": 29864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29864.pdf", "status_text": "", "journal_page": 228, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}]}