{"session_id": 27, "bill_id": 7860, "bill_type": "Senate Bill", "bill_number": 77, "bill_title": "provide for a fiscal note for any initiated measure, initiated amendment to the Constitution, or referred law that would have a fiscal impact on the state.", "sponsors": [{"legislator_profile_id": 1143, "is_prime": true}, {"legislator_profile_id": 1135, "is_prime": true}, {"legislator_profile_id": 1142, "is_prime": false}, {"legislator_profile_id": 1163, "is_prime": false}, {"legislator_profile_id": 1134, "is_prime": false}, {"legislator_profile_id": 1157, "is_prime": false}, {"legislator_profile_id": 1172, "is_prime": false}, {"legislator_profile_id": 1146, "is_prime": false}, {"legislator_profile_id": 1176, "is_prime": false}], "keywords": ["Elections", "Initiative and Referendum", "Legislature and Statutes"], "audio": [{"meeting_datetime": "2017-02-03T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sst16.mp3", "start_seconds": 1942.0}, {"meeting_datetime": "2017-02-03T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sst16.mp3", "start_seconds": 1942.0}, {"meeting_datetime": "2017-02-03T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sst16.mp3", "start_seconds": 1942.0}, {"meeting_datetime": "2017-02-03T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sst16.mp3", "start_seconds": 1942.0}, {"meeting_datetime": "2017-02-03T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sst16.mp3", "start_seconds": 1942.0}, {"meeting_datetime": "2017-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen19.mp3", "start_seconds": 5866.0}, {"meeting_datetime": "2017-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen19.mp3", "start_seconds": 5866.0}, {"meeting_datetime": "2017-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen19.mp3", "start_seconds": 5866.0}, {"meeting_datetime": "2017-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen19.mp3", "start_seconds": 5866.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen21.mp3", "start_seconds": 1992.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen21.mp3", "start_seconds": 1992.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen21.mp3", "start_seconds": 1992.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen21.mp3", "start_seconds": 1992.0}, {"meeting_datetime": "2017-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst28.mp3", "start_seconds": 1140.0}, {"meeting_datetime": "2017-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst28.mp3", "start_seconds": 1140.0}, {"meeting_datetime": "2017-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst28.mp3", "start_seconds": 1140.0}, {"meeting_datetime": "2017-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou30.mp3", "start_seconds": 6001.0}, {"meeting_datetime": "2017-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou30.mp3", "start_seconds": 6001.0}, {"meeting_datetime": "2017-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou30.mp3", "start_seconds": 6001.0}], "bill_versions": [{"bill_id": 7860, "bill_version_id": 42910, "bill_version": "Introduced", "bill_version_date": "2017-01-23T09:32:43.277-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a fiscal note for any initiated measure or initiated amendment to the Constitution that would have a fiscal impact on the state. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: If the Legislative Research Council determines in its review and comment under § 12-13-25 that any initiated measure or initiated amendment to the Constitution may have an impact on revenues, expenditures, or fiscal liability of the state or its agencies and subdivisions, the sponsor of the initiated measure or initiated amendment to the Constitution shall request a fiscal note from the Legislative Research Council. If the Legislative Research Council determines any initiated measure or initiated amendment to the Constitution may have a fiscal impact, the petition and petition circulator shall provide notice to any person who signs the petition that the initiated measure or initiated amendment to the Constitution may have an impact on revenues, expenditures, or fiscal liability of the state or its agencies and subdivisions. No sponsor of an initiated measure or initiated amendment to the Constitution may request a fiscal note under this section until the petitions for the initiated measure or initiated amendment to the Constitution have been submitted and approved by the secretary of state. Section 2. That the code be amended by adding a NEW SECTION to read: The director of the Legislative Research Council shall prepare any fiscal note requested pursuant to this Act. The fiscal note shall include an estimate of the impact on revenues, expenditures, or fiscal liability of the state or its agencies and subdivisions by the provisions of the initiated measure or initiated amendment to the Constitution. The fiscal note may not exceed two hundred words. The director shall file the fiscal note with the sponsor and the secretary of state within sixty days of the receipt of the request. Section 3. That § 12-13-25 be amended to read: 12-13-25. The sponsors of each initiative or initiated amendment to the Constitution shall submit a copy of the initiative or initiated amendment to the Constitution to the director of the Legislative Research Council for review and comment before it may be circulated for signatures. The director shall review each submitted initiative or initiated amendment to the Constitution to determine if the requirements of § 12-13-24 are satisfied and if the initiative or initiated amendment to the Constitution may have any impact on revenues, expenditures, or fiscal liability of the state or its agencies and subdivisions. Within fifteen days of receipt of an initiative or initiated amendment to the Constitution, the director shall provide written comments on the initiative or initiated amendment to the Constitution to the sponsors of the initiative or initiated amendment, the attorney general, and the secretary of state for the purpose of assisting the sponsors in complying with § 12-13-24. The sponsors may, but are not required to, amend the initiative or initiated amendment to the Constitution to comply with the director's comments. Section 4. That § 12-13-9 be amended to read: 12-13-9. Before the third Tuesday in May, the attorney general shall deliver to the secretary of state an attorney general's statement for each amendment to the Constitution proposed by the Legislature, and any referred measure law from an odd year. The attorney general's statement for each referred measure law from an even year shall be delivered to the secretary of state before the second Tuesday in July. The attorney general's statement shall be written by the attorney general and shall consist of a title, an explanation, and a clear and simple recitation of the effect of a \"Yes\" or \"No\" vote. The title shall be a concise statement of the subject of the proposed amendment to the Constitution or referred measure authored by the attorney general law. The explanation shall be an objective, clear, and simple summary to educate the voters of the purpose and effect of the proposed amendment to the Constitution or the referred law. The attorney general shall include a description of the legal consequences of the proposed amendment to the Constitution or the referred law, including the likely exposure of the state to liability if the proposed amendment to the Constitution or the referred law is adopted. The explanation may not exceed two hundred words in length. On the printed ballots, the title shall be followed by the explanation and the explanation shall be followed, if applicable, by the fiscal impact statement any cost estimate prepared pursuant to § 2-1-20 or fiscal note prepared pursuant to section 2 of this Act and then followed by the recitation. Section 5. That § 12-13-25.1 be amended to read: 12-13-25.1. Following receipt of the written comments of the director of the Legislative Research Council, the sponsors shall submit a copy of the proposed initiative or initiated amendment to the Constitution in final form, to the attorney general. The attorney general shall prepare an attorney general's statement which that consists of a title and explanation. The title shall be a concise statement of the subject of the proposed initiative or initiated amendment to the Constitution. The explanation shall be an objective, clear, and simple summary to educate the voters of the purpose and effect of the proposed initiated measure initiative or initiated amendment to the Constitution. The attorney general shall include a description of the legal consequences of the proposed initiative or initiated amendment or initiated measure to the Constitution, including the likely exposure of the state to liability if the proposed initiative or initiated amendment or initiated measure to the Constitution is adopted. The explanation may not exceed two hundred words in length. The attorney general shall file the title and explanation with the secretary of state and shall provide a copy to the sponsors within sixty days of receipt of the proposed initiative or initiated amendment to the Constitution. If the petition is filed as set forth in §§ 2-1-1.1 and 2-1-1.2, the attorney general shall deliver to the secretary of state before the third Tuesday in May a simple recitation of a \"Yes\" or \"No\" vote. On the printed ballots, the title shall be followed by the explanation and the explanation shall be followed, if applicable, by the prison or jail population any cost estimate prepared pursuant to § 2-1-20 or fiscal note prepared pursuant to section 2 of this Act, and then followed by the recitation."}, {"bill_id": 7860, "bill_version_id": 43853, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2017-02-03T13:14:37.85-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a fiscal note for any initiated measure, initiated amendment to the Constitution, or referred law that would have a fiscal impact on the state. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: If the Legislative Research Council determines in its review and comment under § 12-13-25 that any initiated measure or initiated amendment to the Constitution may have an impact on revenues, expenditures, or fiscal liability of the state or its agencies and subdivisions, the sponsor of the initiated measure or initiated amendment to the Constitution shall request a fiscal note from the Legislative Research Council. If the Legislative Research Council determines any initiated measure or initiated amendment to the Constitution may have a fiscal impact, the petition and petition circulator shall provide notice of all cost estimates and fiscal notes prepared pursuant to § 2-1-1.1, 2-1-1.2 or 2-1-3.1 to any person who signs the petition that the initiated measure, initiated amendment to the Constitution, or referred law may have an impact on revenues, expenditures, or fiscal liability of the state or its agencies and subdivisions. The director of the Legislative Research Council shall prepare the fiscal note for a ballot initiative or referred law. The director shall provide the sponsor of the ballot initiative or referred law with the fiscal note, if applicable, prior to the petitions for the ballot initiative or referred law being submitted and approved by the secretary of state before the sponsor can begin circulating. The fiscal note may not exceed fifty words. The director shall file a fiscal note for a ballot initiative with the sponsor and the secretary of state within sixty days of the receipt of the sponsor's drafted ballot language. If a fiscal note was prepared for a bill that is being referred, the director shall submit the summary to the secretary of state within five days of the secretary of state's request of the summary. Section 2. That the code be amended by adding a NEW SECTION to read: The director of the Legislative Research Council shall prepare any fiscal note requested pursuant to this Act. The fiscal note shall include an estimate of the impact on revenues, expenditures, or fiscal liability of the state or its agencies and subdivisions by the provisions of the initiated measure or initiated amendment to the Constitution. The fiscal note may not exceed fifty words. The director shall file the fiscal note with the sponsor and the secretary of state within sixty days of the receipt of the request. Section 3. That § 12-13-25 be amended to read: 12-13-25. The sponsors of each initiative or initiated amendment to the Constitution shall submit a copy of the initiative or initiated amendment to the Constitution to the director of the Legislative Research Council for review and comment before it may be circulated for signatures. The director shall review each submitted initiative or initiated amendment to the Constitution to determine if the requirements of § 12-13-24 are satisfied and if the initiative or initiated amendment to the Constitution may have any impact on revenues, expenditures, or fiscal liability of the state or its agencies and subdivisions. Within fifteen days of receipt of an initiative or initiated amendment to the Constitution, the director shall provide written comments on the initiative or initiated amendment to the Constitution to the sponsors of the initiative or initiated amendment, the attorney general, and the secretary of state for the purpose of assisting the sponsors in complying with § 12-13-24. The sponsors may, but are not required to, amend the initiative or initiated amendment to the Constitution to comply with the director's comments. Section 4. That § 12-13-9 be amended to read: 12-13-9. Before the third Tuesday in May, the attorney general shall deliver to the secretary of state an attorney general's statement for each amendment to the Constitution proposed by the Legislature, and any referred measure law from an odd year. The attorney general's statement for each referred measure law from an even year shall be delivered to the secretary of state before the second Tuesday in July. The attorney general's statement shall be written by the attorney general and shall consist of a title, an explanation, and a clear and simple recitation of the effect of a \"Yes\" or \"No\" vote. The title shall be a concise statement of the subject of the proposed amendment to the Constitution or referred measure authored by the attorney general law. The explanation shall be an objective, clear, and simple summary to educate the voters of the purpose and effect of the proposed amendment to the Constitution or the referred law. The attorney general shall include a description of the legal consequences of the proposed amendment to the Constitution or the referred law, including the likely exposure of the state to liability if the proposed amendment to the Constitution or the referred law is adopted. The explanation may not exceed two hundred words in length. On the printed ballots, the title shall be followed by the explanation and the explanation shall be followed, if applicable, by the fiscal impact statement any cost estimate prepared pursuant to § 2-1-20 or fiscal note prepared pursuant to section 2 of this Act and then followed by the recitation. Section 5. That § 12-13-25.1 be amended to read: 12-13-25.1. Following receipt of the written comments of the director of the Legislative Research Council, the sponsors shall submit a copy of the proposed initiative or initiated amendment to the Constitution in final form, to the attorney general. The attorney general shall prepare an attorney general's statement which that consists of a title and explanation. The title shall be a concise statement of the subject of the proposed initiative or initiated amendment to the Constitution. The explanation shall be an objective, clear, and simple summary to educate the voters of the purpose and effect of the proposed initiated measure initiative or initiated amendment to the Constitution. The attorney general shall include a description of the legal consequences of the proposed initiative or initiated amendment or initiated measure to the Constitution, including the likely exposure of the state to liability if the proposed initiative or initiated amendment or initiated measure to the Constitution is adopted. The explanation may not exceed two hundred words in length. The attorney general shall file the title and explanation with the secretary of state and shall provide a copy to the sponsors within sixty days of receipt of the proposed initiative or initiated amendment to the Constitution. If the petition is filed as set forth in §§ 2-1-1.1 and 2-1-1.2, the attorney general shall deliver to the secretary of state before the third Tuesday in May a simple recitation of a \"Yes\" or \"No\" vote. On the printed ballots, the title shall be followed by the explanation and the explanation shall be followed, if applicable, by the prison or jail population any cost estimate prepared pursuant to § 2-1-20 or fiscal note prepared pursuant to section 2 of this Act, and then followed by the recitation. Section 6. That § 2-1-1.1 be amended to read: 2-1-1.1. The petition as it is to be circulated for an initiated constitutional amendment shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated constitutional amendment; (2) Contain the date of the general election at which the initiated constitutional amendment is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated constitutional amendment as prepared by the attorney general; any fiscal note prepared; the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation. For any initiated constitutional amendment petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated constitutional amendment petition shall be filed with the secretary of state at least one year before the next general election. A notarized affidavit form, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. Section 7. That § 2-1-1.2 be amended to read: 2-1-1.2. The petition as it is to be circulated for an initiated measure shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated measure; (2) Contain the date of the general election at which the initiated measure is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated measure as prepared by the attorney general; any fiscal note prepared; the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation. For any initiated measure petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated measure petition shall be filed with the secretary of state at least one year before the next general election. A notarized affidavit form, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. Section 8. That § 2-1-3.1 be amended to read: 2-1-3.1. The petition as it is to be circulated for a referred law shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the title of the referred law; (2) Contain the effective date of the referred law; (3) Contain the date of the general election at which the referred law is to be submitted; (4) Be accompanied by a notarized form that includes the names and addresses of the petition sponsors; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition shall be filed with the secretary of state within ninety days after the adjournment of the Legislature which passed the referred law. A sworn affidavit, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. The petition circulator shall provide to each person who signs the petition a form containing the title of the referred law; any fiscal note prepared; the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation."}, {"bill_id": 7860, "bill_version_id": 44353, "bill_version": "Senate Engrossed", "bill_version_date": "2017-02-13T16:12:15.063-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a fiscal note for any initiated measure, initiated amendment to the Constitution, or referred law that would have a fiscal impact on the state. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: If the director of the Legislative Research Council determines in the review and comment under § 12-13-25 that any initiated measure or initiated amendment to the Constitution may have an impact on revenues, expenditures, or fiscal liability of the state or its agencies and subdivisions, the sponsor of the initiated measure or initiated amendment to the Constitution shall request a fiscal note from the director of the Legislative Research Council. No petition for any initiated measure or initiated amendment to the Constitution may be filed with the secretary of state pursuant § 2-1-1.1 or 2-1-1.2 before the director of the Legislative Research Council files a fiscal note, if any, pursuant to section 3 of this Act. Section 2. That the code be amended by adding a NEW SECTION to read: If any referred law had a fiscal note prepared by the director of the Legislative Research Council prior to passage of the law, the sponsor shall obtain the fiscal note from the Legislative Research Council website and attach the fiscal note to the petition filed pursuant to § 2-1-3.1. If the fiscal note exceeds fifty words, the sponsor shall request from the director of the Legislative Research Council a summary of the fiscal note that does not exceed fifty words and attach the fiscal note summary in lieu of the fiscal note to the petition filed pursuant to § 2-1-3.1. The director shall file the fiscal note summary with the sponsor within five days of receipt of the sponsor's request. Section 3. That the code be amended by adding a NEW SECTION to read: The director of the Legislative Research Council shall prepare any fiscal note requested pursuant to section 1 of this Act. The fiscal note shall include an estimate of the impact on revenues, expenditures, or fiscal liability of the state or its agencies and subdivisions by the provisions of the initiated measure or initiated amendment to the Constitution. The fiscal note may not exceed fifty words. The director shall file the fiscal note with the sponsor and the secretary of state within sixty days of the receipt of the sponsor's request. Section 4. That § 12-13-25 be amended to read: 12-13-25. The sponsors of each initiative or initiated amendment to the Constitution shall submit a copy of the initiative or initiated amendment to the Constitution to the director of the Legislative Research Council for review and comment before it may be circulated for signatures. The director shall review each submitted initiative or initiated amendment to the Constitution to determine if the requirements of § 12-13-24 are satisfied and if the initiative or initiated amendment to the Constitution may have any impact on revenues, expenditures, or fiscal liability of the state or its agencies and subdivisions. Within fifteen days of receipt of an initiative or initiated amendment to the Constitution, the director shall provide written comments on the initiative or initiated amendment to the Constitution to the sponsors of the initiative or initiated amendment, the attorney general, and the secretary of state for the purpose of assisting the sponsors in complying with § 12-13-24. The sponsors may, but are not required to, amend the initiative or initiated amendment to the Constitution to comply with the director's comments. Section 5. That § 12-13-9 be amended to read: 12-13-9. Before the third Tuesday in May, the attorney general shall deliver to the secretary of state an attorney general's statement for each amendment to the Constitution proposed by the Legislature, and any referred measure law from an odd year. The attorney general's statement for each referred measure law from an even year shall be delivered to the secretary of state before the second Tuesday in July. The attorney general's statement shall be written by the attorney general and shall consist of a title, an explanation, and a clear and simple recitation of the effect of a \"Yes\" or \"No\" vote. The title shall be a concise statement of the subject of the proposed amendment to the Constitution or referred measure authored by the attorney general law. The explanation shall be an objective, clear, and simple summary to educate the voters of the purpose and effect of the proposed amendment to the Constitution or the referred law. The attorney general shall include a description of the legal consequences of the proposed amendment to the Constitution or the referred law, including the likely exposure of the state to liability if the proposed amendment to the Constitution or the referred law is adopted. The explanation may not exceed two hundred words in length. On the printed ballots, the title shall be followed by the explanation and the explanation shall be followed, if applicable, by the fiscal impact statement any cost estimate prepared pursuant to § 2-1-20 or fiscal note prepared pursuant to section 3 of this Act and then followed by the recitation. Section 6. That § 12-13-25.1 be amended to read: 12-13-25.1. Following receipt of the written comments of the director of the Legislative Research Council, the sponsors shall submit a copy of the proposed initiative or initiated amendment to the Constitution in final form, to the attorney general. The attorney general shall prepare an attorney general's statement which that consists of a title and explanation. The title shall be a concise statement of the subject of the proposed initiative or initiated amendment to the Constitution. The explanation shall be an objective, clear, and simple summary to educate the voters of the purpose and effect of the proposed initiated measure initiative or initiated amendment to the Constitution. The attorney general shall include a description of the legal consequences of the proposed initiative or initiated amendment or initiated measure to the Constitution, including the likely exposure of the state to liability if the proposed initiative or initiated amendment or initiated measure to the Constitution is adopted. The explanation may not exceed two hundred words in length. The attorney general shall file the title and explanation with the secretary of state and shall provide a copy to the sponsors within sixty days of receipt of the proposed initiative or initiated amendment to the Constitution. If the petition is filed as set forth in §§ 2-1-1.1 and 2-1-1.2, the attorney general shall deliver to the secretary of state before the third Tuesday in May a simple recitation of a \"Yes\" or \"No\" vote. On the printed ballots, the title shall be followed by the explanation and the explanation shall be followed, if applicable, by the prison or jail population any cost estimate prepared pursuant to § 2-1-20 or fiscal note prepared pursuant to section 3 of this Act, and then followed by the recitation. Section 7. That § 2-1-1.1 be amended to read: 2-1-1.1. The petition as it is to be circulated for an initiated constitutional amendment shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated constitutional amendment; (2) Contain the date of the general election at which the initiated constitutional amendment is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated constitutional amendment as prepared by the attorney general; any fiscal note prepared pursuant to section 3 of this Act; the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation. For any initiated constitutional amendment petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated constitutional amendment petition shall be filed with the secretary of state at least one year before the next general election. A notarized affidavit form, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. Section 8. That § 2-1-1.2 be amended to read: 2-1-1.2. The petition as it is to be circulated for an initiated measure shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated measure; (2) Contain the date of the general election at which the initiated measure is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated measure as prepared by the attorney general; any fiscal note prepared pursuant to section 3 of this Act; the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation. For any initiated measure petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated measure petition shall be filed with the secretary of state at least one year before the next general election. A notarized affidavit form, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. Section 9. That § 2-1-3.1 be amended to read: 2-1-3.1. The petition as it is to be circulated for a referred law shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the title of the referred law; (2) Contain the effective date of the referred law; (3) Contain the date of the general election at which the referred law is to be submitted; (4) Be accompanied by a notarized form that includes the names and addresses of the petition sponsors; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition shall be filed with the secretary of state within ninety days after the adjournment of the Legislature which passed the referred law. A sworn affidavit, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. The petition circulator shall provide to each person who signs the petition a form containing the title of the referred law; any fiscal note or summary of a fiscal note obtained pursuant to section 2 of this Act; the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation."}, {"bill_id": 7860, "bill_version_id": 45217, "bill_version": "Enrolled", "bill_version_date": "2017-03-01T09:41:13.187-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7860, "action_date": "2017-01-23T14:00:00-06:00", "document_id": 42953, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42953.pdf", "status_text": "First read in Senate and referred to", "journal_page": 166, "committee_id_action": 360, "committee_id_assigned": 340, "result": "N", "vote": {}}, {"bill_id": 7860, "action_date": "2017-02-03T10:00:00-06:00", "document_id": 43507, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43507.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 340, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7860, "action_date": "2017-02-03T10:00:00-06:00", "document_id": 43832, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43832.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 340, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7860, "action_date": "2017-02-03T10:00:00-06:00", "document_id": 43832, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43832.pdf", "status_text": "Do Pass Amended", "journal_page": 289, "committee_id_action": 340, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22846, "president_vote": null, "Yea": [1154, 1148, 1107, 1131, 1144, 1108], "Nay": [1105, 1102], "Excused": [1169]}}, {"bill_id": 7860, "action_date": "2017-02-03T10:00:00-06:00", "document_id": 43832, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43832.pdf", "status_text": "Title amended", "journal_page": 289, "committee_id_action": 340, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7860, "action_date": "2017-02-07T14:00:00-06:00", "document_id": 44041, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44041.pdf", "status_text": "Deferred to another day", "journal_page": 331, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7860, "action_date": "2017-02-08T14:00:00-06:00", "document_id": 44140, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44140.pdf", "status_text": "Deferred with pending amendment (Rule 5-17)", "journal_page": 350, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7860, "action_date": "2017-02-13T14:00:00-06:00", "document_id": 44347, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44347.pdf", "status_text": "Motion to amend", "journal_page": 372, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7860, "action_date": "2017-02-13T14:00:00-06:00", "document_id": 44347, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44347.pdf", "status_text": "Do Pass Amended", "journal_page": 372, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23186, "president_vote": null, "Yea": [1154, 1171, 1103, 1148, 1108, 1097, 1109, 1175, 1164, 1194, 1169, 1107, 1104, 1163, 1144, 1131, 1135, 1178, 1141, 1157, 1172, 1174, 1146, 1137, 1167, 1132, 1189], "Nay": [1096, 1105, 1100, 1099, 1102], "Excused": [1106, 1151, 1098]}}, {"bill_id": 7860, "action_date": "2017-02-14T14:00:00-06:00", "document_id": 44431, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44431.pdf", "status_text": "First read in House and referred to", "journal_page": 385, "committee_id_action": 361, "committee_id_assigned": 356, "result": "N", "vote": {}}, {"bill_id": 7860, "action_date": "2017-02-24T07:45:00-06:00", "document_id": 44776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44776.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 356, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7860, "action_date": "2017-02-24T07:45:00-06:00", "document_id": 44941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44941.pdf", "status_text": "Do Pass", "journal_page": 528, "committee_id_action": 356, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23684, "president_vote": null, "Nay": [1166, 1136, 1206], "Yea": [1147, 1179, 1143, 1139, 1133, 1149, 1160, 1113, 1165, 1119]}}, {"bill_id": 7860, "action_date": "2017-02-27T14:00:00-06:00", "document_id": 45073, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45073.pdf", "status_text": "Deferred to another day", "journal_page": 559, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7860, "action_date": "2017-02-28T14:00:00-06:00", "document_id": 45176, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45176.pdf", "status_text": "Do Pass Amended", "journal_page": 574, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23873, "president_vote": null, "Nay": [1168, 1166, 1122, 1180, 1197, 1173, 1183, 1114, 1136, 1130, 1125, 1206, 1110, 1184, 1156, 1113, 1123, 1195, 1152, 1121, 1111], "Yea": [1153, 1186, 1147, 1118, 1190, 1179, 1201, 1198, 1202, 1116, 1129, 1143, 1142, 1139, 1181, 1204, 1159, 1192, 1196, 1120, 1205, 1191, 1185, 1117, 1133, 1200, 1124, 1170, 1134, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1115, 1161, 1140, 1158, 1176, 1128, 1212, 1145, 1187, 1150, 1149], "Excused": [1112, 1203]}}, {"bill_id": 7860, "action_date": "2017-03-01T14:00:00-06:00", "document_id": 45284, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45284.pdf", "status_text": "Signed by the President", "journal_page": 608, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7860, "action_date": "2017-03-06T14:00:00-06:00", "document_id": 45459, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45459.pdf", "status_text": "Signed by the Speaker", "journal_page": 675, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7860, "action_date": "2017-03-07T10:00:00-06:00", "document_id": 45504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45504.pdf", "status_text": "Delivered to the Governor", "journal_page": 654, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7860, "action_date": "2017-03-09T09:00:00-06:00", "document_id": 45655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45655.pdf", "status_text": "Signed by the Governor", "journal_page": 692, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6298}