{"session_id": 7, "bill_id": 590, "bill_type": "Senate Bill", "bill_number": 21, "bill_title": "impose a fuel excise tax on ethyl alcohol and methyl alcohol used in motor vehicles on the public roads and highways, to repeal the fuel excise tax on ethanol blends and E85 and M85, and to revise certain provisions regarding the fuel excise tax.", "sponsors": [], "keywords": ["Excise Tax", "Fuel", "Motor Vehicles", "Taxes"], "audio": [{"meeting_datetime": "2009-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst20.mp3", "start_seconds": 1625.0}, {"meeting_datetime": "2009-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst20.mp3", "start_seconds": 1625.0}, {"meeting_datetime": "2009-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst20.mp3", "start_seconds": 1625.0}, {"meeting_datetime": "2009-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst20.mp3", "start_seconds": 1625.0}, {"meeting_datetime": "2009-02-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen23.mp3", "start_seconds": 987.0}, {"meeting_datetime": "2009-02-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen23.mp3", "start_seconds": 987.0}, {"meeting_datetime": "2009-02-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen23.mp3", "start_seconds": 987.0}, {"meeting_datetime": "2009-03-03T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hta31.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2009-03-03T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hta31.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2009-03-03T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hta31.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2009-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou33.mp3", "start_seconds": 8360.0}, {"meeting_datetime": "2009-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou33.mp3", "start_seconds": 8360.0}, {"meeting_datetime": "2009-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou33.mp3", "start_seconds": 8360.0}], "bill_versions": [{"bill_id": 590, "bill_version_id": 5060, "bill_version": "Introduced", "bill_version_date": "2008-12-31T11:09:24.737-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to impose a fuel excise tax on ethyl alcohol and methyl alcohol used in motor vehicles on the public roads and highways, to repeal the fuel excise tax on ethanol blends and E85 and M85, and to revise certain provisions regarding the fuel excise tax. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That subdivision (2) of § 10-47B-3 be amended to read as follows: (2) \"Blender,\" a person engaged in the activity of making blends or purchasing ethyl alcohol for resale to other blenders. A licensed blender may purchase denatured ethyl alcohol untaxed if the alcohol has not previously been blended with gasoline. A person need not be a blender to import or export an ethanol blend or purchase a fuel invoiced as a ten percent ethanol blend, M85 or E85 from a licensed supplier if the ethyl alcohol and the gasoline are both loaded over a terminal rack, or purchased as a blended product from a licensed blender . A person need not be a blender to mix two or more substances which have previously been subject to the fuel excise tax imposed by this chapter , or . A person need not be a blender to mix two or more substances which have not been subject to the fuel excise tax imposed by this chapter, if the mixed product does not result in producing a motor fuel or special fuel; Section 2. That subdivision (10) of § 10-47B-3 be amended to read as follows: (10) \"Ethanol blend,\" a blended motor fuel , commonly referred to as gasohol, containing a minimum of ten percent by volume of ethyl alcohol of at least ninety-nine percent purity typically derived from cereal grain agricultural products which is blended exclusively with a product commonly or commercially known or sold as gasoline. The blending of casinghead or natural gasoline is not permitted in an ethanol blend fuel product in quantities larger than required to denature the ethyl alcohol; Section 3. That subdivision (11) of § 10-47B-3 be repealed: (11) \"E85,\" a petroleum product that is a blend of agriculturally derived denatured ethanol and gasoline or natural gasoline that typically contains eighty-five percent ethanol by volume, but at a minimum must contain seventy-five percent ethanol by volume. For the purposes of this chapter, the energy content of E85 is considered to be eighty-two thousand BTUs per gallon. E85 produced for use as a motor fuel shall comply with ASTM specification D 5798-99; Section 4. That subdivision (12) of § 10-47B-3 be amended to read as follows: (12) \"Ethanol producer,\" any person who for the purpose of making ethanol blend engages in the business of producing ethyl alcohol for sale, use, or distribution; Section 5. That subdivision (12A) of § 10-47B-3 be amended to read as follows: (12A) \"Ethyl alcohol,\" a motor fuel typically derived from agricultural products that has been denatured as prescribed in § 10-47B-166. This definition does not apply to § 10- 47B-162 or 10-47B-166; Section 6. That § 10-47B-3 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Methyl alcohol,\" a motor fuel typically derived from wood products; Section 7. That § 10-47B-3 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Methanol producer,\" any person who engages in the business of producing methyl alcohol for sale, use, or distribution; Section 8. That subdivision (26) of § 10-47B-3 be repealed: (26) \"M85,\" motor fuel containing eighty-five percent or more by volume of methyl alcohol; Section 9. That subdivision (34A) of § 10-47B-3 be amended to read as follows: (34A) \"Racing fuel,\" a motor or special fuel that is specifically produced for use in race cars . The term does not include E85 or M85 ; Section 10. That subdivision (40) of § 10-47B-3 be amended to read as follows: (40) \"Supplier or shipper,\" a person that imports or acquires upon import into this state motor fuel or special fuel by pipeline or marine vessel from another state, territory, or possession of the United States into a terminal within this state, or that imports motor fuel or special fuel into this state from a foreign country or that produces, manufactures, or refines motor fuel or special fuel , except ethyl alcohol, within this state, or that owns motor fuel or special fuel in the pipeline and terminal distribution system in this state and makes sales or authorizes removal of motor fuel or special fuel from a terminal in this state at the rack or is the receiving exchange partner in a two party exchange or the final transferee in a book transfer, and is subject to the general taxing or police jurisdiction of this state, or is required to be registered under Section 4101 of the Internal Revenue Code for transactions in taxable fuels in the bulk distribution system. The person need not be required to be registered under Section 4101 of the Internal Revenue Code if operating as a railroad company or utility company. A terminal operator may not be considered a supplier merely because the terminal operator handles motor fuel or special fuel consigned to it within a terminal. The name of the supplier or shipper shall be identified and prominently displayed on the bill of lading; Section 11. That § 10-47B-4 be amended to read as follows: 10-47B-4. The fuel excise tax rates for the tax imposed by this chapter are as follows: (1) Motor fuel (except ethanol blends, E85 and M85 blends ethyl alcohol, methyl alcohol , and aviation gasoline)--$.22 per gallon; (2) Special fuel (except jet fuel)--$.22 per gallon; (3) Ethanol blends--$.20 per gallon; (4) Aviation gasoline--$.06 per gallon; (5) (4) Jet fuel--$.04 per gallon; (6) E85 and M85--$.10 per gallon; (7) E85 and M85 used in aircraft--$.04 per gallon; (8) (5) Liquid petroleum gas--$.20 per gallon; (9) (6) Compressed natural gas--$.10 per gallon ; (7) Ethyl alcohol and methyl alcohol--$.09 per gallon . Section 12. That section 3 of chapter 54 of the 2008 Session Laws be amended to read as follows: Section 3. That § 10-47B-4 be amended to read as follows: 10-47B-4. The fuel excise tax rates for the tax imposed by this chapter are as follows: (1) Motor fuel (except ethanol blends, biodiesel, biodiesel blends, E85 and M85 blends ethyl alcohol, methyl alcohol , and aviation gasoline)--$.22 per gallon; (2) Special fuel (except jet fuel)--$.22 per gallon; (3) Ethanol blends--$.20 per gallon; (4) Aviation gasoline--$.06 per gallon; (5) (4) Jet fuel--$.04 per gallon; (6) E85 and M85--$.10 per gallon; (7) E85 and M85 used in aircraft--$.04 per gallon; (8) (5) Liquid petroleum gas--$.20 per gallon; (9) (6) Compressed natural gas--$.10 per gallon; (7) Ethyl alcohol and methyl alcohol--$.09 per gallon; (10) (8) Biodiesel and biodiesel blends--$.20 per gallon. Section 13. That § 10-47B-5 be amended to read as follows: 10-47B-5. A fuel excise tax is imposed on all motor fuel and special fuel that is removed from a terminal in this state at the rack or used at the terminal. This tax is not imposed if the fuel is withdrawn from a terminal for export by the consignee, if the consignee is specifically licensed to export fuel from this state, into the state which is indicated as the destination state on the bill of lading which was issued by the terminal operator for the fuel. This tax is not imposed if the fuel removed is ethyl alcohol or biodiesel which has been removed by a licensed blender or supplier, for resale over a terminal rack , is invoiced separately from gasoline, and is not sold as an ethanol blend or a biodiesel blend. The tax imposed shall be at the rate indicated provided for in § 10-47B-4. Section 14. That § 10-47B-6 be amended to read as follows: 10-47B-6. A fuel excise tax is imposed on all motor fuel or special fuel, except unblended ethyl alcohol or biodiesel, imported into this state in the bulk cargo area of any motor vehicle, vessel rail car, or trailer by any means other than through a terminal located in this state, upon its entry into this state. The tax imposed shall be at the rate indicated provided for in § 10-47B- 4. If the motor fuel imported into this state contains ethyl alcohol or methyl alcohol, the importer shall provide documentation as required by the secretary of the number of gallons that are ethyl alcohol, the number of gallons that are methyl alcohol, the number of gallons that are gasoline, or the number of gallons of any other motor fuel that are contained therein. Section 15. That § 10-47B-8 be amended to read as follows: 10-47B-8. A fuel excise tax is imposed on all ethyl alcohol and other substances blended with motor fuel or undyed special fuel unless the ethyl alcohol or other substance has previously been taxed by the provisions of this chapter. The tax imposed shall be at the rate indicated provided for in § 10-47B-4 of the dominant motor fuel or undyed special fuel with which the substance is blended unless the substance is ethyl or methyl alcohol blended by a licensed blender to create an ethanol, E85, or M85 blend in which case it shall be at the ethanol, E85, or M85 blend rate as indicated in § 10-47B-4 . Section 16. That § 10-47B-9 be amended to read as follows: 10-47B-9. A fuel excise tax is imposed on unblended ethyl alcohol or biodiesel sold by a licensed producer, supplier, importer, or blender unless the sale is made to a licensed supplier for resale, to a licensed blender, or to a licensed exporter for export to another state who is specifically licensed to export to that state. The tax imposed shall be at the rate set for motor fuel provided for in § 10-47B-4. Section 17. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: A fuel excise tax is imposed on ethyl alcohol or methyl alcohol sold by an ethanol producer, methanol producer, supplier, importer, or blender, unless the sale is made to a licensed supplier for resale or to a licensed exporter for export to another state who is specifically licensed to export to that state. The tax imposed shall be at the rate provided for in § 10-47B-4. Section 18. That § 10-47B-10 be amended to read as follows: 10-47B-10. A fuel excise tax is imposed on all motor fuel or special fuel which has been removed from a terminal in this state at the rack by a licensed exporter for which the bill of lading issued for the fuel by the terminal operator indicates a destination state other than South Dakota, and the fuel is later diverted by the exporter to a destination within this state for off-loading or is transferred or sold to another person within this state prior to off-loading in any destination state. This tax is not imposed if the fuel is ethyl alcohol or biodiesel , and the exporter is also licensed as a blender or supplier , and the product is purchased and invoiced separately from gasoline and not as an ethanol blend . The tax imposed shall be at the rate set for motor fuel or special fuel provided for in § 10-47B-4. Section 19. That § 10-47B-11 be amended to read as follows: 10-47B-11. A fuel excise tax is imposed on liquid petroleum gas and compressed natural gas sold or used by licensed vendors in this state for use in motor vehicles unless liquid petroleum gas is sold to a licensed liquid petroleum gas user. The tax imposed shall be at the rate set forth provided for in § 10-47B-4. Section 20. That § 10-47B-12 be amended to read as follows: 10-47B-12. A fuel excise tax is imposed on liquid petroleum gas used in the engine fuel supply tank of a motor vehicle owned or operated by a liquid petroleum user which is used on the public highways or roads of this state. The tax imposed shall be at the rate set forth provided for in § 10-47B-4. Section 21. That § 10-47B-13 be amended to read as follows: 10-47B-13. A fuel excise tax is imposed on all motor fuel, special fuel, and liquid petroleum gas used in the engine fuel supply tank of self-propelled machinery, equipment, or vehicles used in highway construction or repair work done in this state within the right-of-way, unless the self-propelled machinery, equipment, and vehicles are owned by this state or a county or municipality of this state. The tax imposed shall be at the rate indicated for motor fuel, special fuel, or liquid petroleum gas provided for in § 10-47B-4. Section 22. That § 10-47B-25 be amended to read as follows: 10-47B-25. The tax imposed on unblended ethyl alcohol in § 10-47B-9 and methyl alcohol by section 18 of this Act and not exempted by § 10-47B-19 shall be remitted by the selling ethanol producer, methanol producer, supplier, importer, or blender. Section 23. That § 10-47B-53 be amended to read as follows: 10-47B-53. The bill of lading issued by a terminal operator, bulk plant operator, or transporter as dictated by this chapter shall contain the following information: (1) The terminal or bulk plant name and address; (2) The date the fuel was withdrawn from the terminal; (3) The name and address of the supplier, shipper, or owner of fuel within a bulk plant if withdrawn from a bulk plant; (4) The name of the transporter or carrier; (5) The destination state. A petroex or similar number does not fulfill this requirement; (6) The bill-of-lading number; (7) The number of gross gallons of each type of fuel; (8) The type of fuel product transported; (9) If the fuel contains ethyl alcohol or methyl alcohol, the number of gallons of ethyl alcohol, the number of gallons of methyl alcohol, the number of gallons of gasoline, or the number of gallons of any other motor fuel that are contained therein; (10) The name and address of the consignee; and (10) (11) Any other information which the secretary deems necessary for the administration and enforcement of this chapter. Section 24. That § 10-47B-54 be amended to read as follows: 10-47B-54. The diversion ticket issued by a transporter shall contain the following information: (1) The transporter's or carrier's name and address; (2) The date and time the fuel was withdrawn from the terminal; (3) The diversion ticket number; (4) The name and address of the supplier or shipper indicated on the original bill of lading or the owner of fuel within a bulk plant if withdrawn from a bulk plant; (5) The destination state; (6) The original bill-of-lading number; (7) The terminal or bulk plant from which the product was withdrawn; (8) The number of gross gallons of each fuel type being diverted; (9) The type of fuel being diverted; and (10) If the fuel contains ethyl alcohol or methyl alcohol, the number of gallons of ethyl alcohol, the number of gallons of methyl alcohol, the number of gallons of gasoline, or the number of gallons of any other motor fuel that are contained therein; and (11) Any other information which the secretary deems necessary for the administration and enforcement of this chapter. Section 25. That § 10-47B-55 be amended to read as follows: 10-47B-55. The drop load ticket issued by a transporter shall contain the following information: (1) The transporter's or carrier's name and address; (2) The date of delivery of the fuel; (3) The drop load ticket number; (4) The destination state on the original bill-of-lading, or diversion ticket, if issued; (5) The original bill of lading, and if available the diversion ticket number; (6) The destination state of each location at which the fuel was off-loaded; (7) The number of gross gallons off-loaded at each location; (8) The type of fuel off-loaded at each location; and (9) If the fuel contains ethyl alcohol or methyl alcohol, the number of gallons of ethyl alcohol, the number of gallons of methyl alcohol, the number of gallons of gasoline, or the number of gallons of any other motor fuel that are contained therein; and (10) Any other information which the secretary deems necessary for the administration and enforcement of this chapter. Section 26. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: Any person acting in this state as a methanol producer shall be licensed as a methanol producer. Section 27. That § 10-47B-113 be amended to read as follows: 10-47B-113. The blender report required pursuant to § 10-47B-111 shall contain the following information, if deemed necessary by the secretary: (1) The number of gallons of gasoline blended with ethyl alcohol to produce ethanol blend or E85; (2) The number of gallons of ethyl alcohol blended with gasoline to produce ethanol blend or E85; (3) The number of gallons of unblended denatured ethyl alcohol sold, including the tax exempt sales made to licensed blenders, licensed suppliers for removal from a terminal in this state at the rack as a ten percent ethanol blend, and to a licensed exporter for export to a state for which the exporter is specifically licensed to export; (4) The number of gallons of gasoline blended with methyl alcohol to produce M85; (5) The number of gallons of methyl alcohol blended with gasoline to produce M85; (6) The number of gallons of any other substances blended with motor fuel or special fuel; and (7) (2) A schedule of the names and addresses of all sales of blends in quantities of twenty-five gallons or more , except for sales of ten percent ethanol blends ; (3) The number of gallons of biodiesel, the number of gallons of biodiesel blend, and the number of gallons of special fuel used to make a biodiesel blend; and (4) The number of gallons of unblended biodiesel sold, including the tax exempt sales made to licensed blenders, licensed suppliers for resale, and to licensed exports for export to a state for which the exporter is specifically licensed to export . Section 28. That § 10-47B-136 be repealed. 10-47B-136. A tax report credit for gasoline blended with ethyl or methyl alcohol to create an ethanol blend, E85 or M85 shall be allowed to the licensed blender who performs the blending activity. The tax report credit shall be granted on a per gallon basis in the amount that the rate for motor fuel exceeds the rate for ethanol blend E85 or M85. The credit shall be used to off-set any tax liability resulting from the blending of previously untaxed ethyl or methyl alcohol. This credit is extended only for gasoline which is blended with ethyl or methyl alcohol and no other fuel product. The further blending of additional fuel products with a motor fuel, special fuel, or ethanol blend as defined under this chapter shall cause this credit to be cancelled and the blended product shall be taxed at the rate of tax for motor fuel and special fuel. Section 29. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: A tax report credit for special fuel blended with biodiesel to create biodiesel blend shall be allowed to the licensed blender who performs the blending activity. The tax report credit shall be granted on a per gallon basis in the amount that the rate for special fuel exceeds the rate for biodiesel blend. The credit shall be used to off-set any tax liability resulting from the blending of previously untaxed biodiesel. This credit is extended only for special fuel which is blended with biodiesel and for no other fuel product. The further blending of additional fuel products with a motor fuel, special fuel, or biodiesel blend as defined under this chapter shall cause this credit to be cancelled and the blended product shall be taxed at the rate of tax for motor fuel and special fuel provided for in § 10-47B-4. Section 30. That § 10-47B-184 be repealed. 10-47B-184. A person who operates or maintains a motor vehicle which contains a product for use in the engine fuel supply tank of the vehicle for general highway use that does not meet ASTM standards as published in the annual book of standards and its supplements is subject to a civil penalty of one thousand dollars if the violation occurs in a motor vehicle which is not a qualified vehicle. If the violation occurs in a qualified vehicle, the person is subject to a civil penalty of two thousand dollars. The person is subject to a two thousand dollar civil penalty on all subsequent violations which occur in motor vehicles other than qualified vehicles and subject to a civil penalty of four thousand dollars on all subsequent violations which occur in qualified vehicles. Section 31. That subdivision (14) of § 10-47B-187 be repealed: (14) Operates or maintains a motor vehicle which contains a product for use in the engine fuel supply tank of the vehicle for general highway use that does not meet ASTM standards as published in the annual book of standards and its supplements is guilty of a Class 1 misdemeanor. Any subsequent violation is a Class 6 felony; Section 32. That subdivision (18) of § 10-47B-187 be repealed: (18) Sells a product for use in the engine fuel supply tank of a motor vehicle for general highway use that does not meet ASTM standards as published in the annual book of standards and its supplements is guilty of a Class 6 felony. The department requires the possessor to dispose of any product in violation of this subdivision in the manner provided by federal and state law. Section 33. That § 34A-13-20 be amended to read as follows: 34A-13-20. A petroleum release compensation and tank inspection fee is imposed upon any petroleum products upon which the fuel excise tax is imposed by §§ 10-47B-5 to 10-47B-10, inclusive, section 17 of this Act, and 10-47B-13. None of the exemptions from fuel excise tax allowed in § 10-47B-19 shall apply to this fee. The parties required to pay the fuel excise tax under the provisions of §§ 10-47B-21 to 10-47B-26, inclusive, and 10-47B-29 and 10-47B-31 are liable for payment of the petroleum release and tank inspection fee. In cases where the fuel is exempt from the fuel excise tax under the provisions of subdivisions 10-47B-19(1), (3), and (5), the supplier shall pay the fee. Responsibility for payment of the fee ceases if the petroleum product is sold and delivered by a licensed exporter outside of the state. The amount of the fee imposed is twenty dollars per one thousand gallons of petroleum. Beginning January 1, 2003, fifty percent of the revenue collected pursuant to this section shall be deposited monthly in the ethanol fuel fund and fifty percent of the revenue collected pursuant to this section shall be distributed monthly in the following manner: (1) Beginning in fiscal year 2000 to December 31, 2002, inclusive, fifty percent shall be deposited in the state capital construction fund created in § 5-27-1. Beginning on January 1, 2003, seventy-eight and seven-tenths percent shall be deposited in the state capital construction fund; and (2) Beginning April 1, 2002, to December 31, 2002, inclusive, twenty-nine and one-tenth percent shall be deposited in the petroleum release compensation fund and twenty and nine-tenths percent shall be deposited in the state highway fund. Beginning on January 1, 2003, twenty-one and three-tenths percent shall be deposited in the petroleum release compensation fund."}, {"bill_id": 590, "bill_version_id": 7248, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2009-02-11T14:54:30.62-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to impose a fuel excise tax on ethyl alcohol and methyl alcohol used in motor vehicles on the public roads and highways, to repeal the fuel excise tax on ethanol blends and E85 and M85, and to revise certain provisions regarding the fuel excise tax. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That subdivision (2) of § 10-47B-3 be amended to read as follows: (2) \"Blender,\" a person engaged in the activity of making blends or purchasing ethyl alcohol for resale to other blenders. A licensed blender may purchase denatured ethyl alcohol untaxed if the alcohol has not previously been blended with gasoline. A person need not be a blender to import or export an ethanol blend or purchase a fuel invoiced as a ten percent ethanol blend, M85 or E85 from a licensed supplier if the ethyl alcohol and the gasoline are both loaded over a terminal rack, or purchased as a blended product from a licensed blender . A person need not be a blender to mix two or more substances which have previously been subject to the fuel excise tax imposed by this chapter , or . A person need not be a blender to mix two or more substances which have not been subject to the fuel excise tax imposed by this chapter, if the mixed product does not result in producing a motor fuel or special fuel; Section 2. That subdivision (10) of § 10-47B-3 be amended to read as follows: (10) \"Ethanol blend,\" a blended motor fuel , commonly referred to as gasohol, containing a minimum of ten percent by volume of ethyl alcohol of at least ninety-nine percent purity typically derived from cereal grain agricultural products which is blended exclusively with a product commonly or commercially known or sold as gasoline. The blending of casinghead or natural gasoline is not permitted in an ethanol blend fuel product in quantities larger than required to denature the ethyl alcohol; Section 3. That subdivision (11) of § 10-47B-3 be repealed: (11) \"E85,\" a petroleum product that is a blend of agriculturally derived denatured ethanol and gasoline or natural gasoline that typically contains eighty-five percent ethanol by volume, but at a minimum must contain seventy-five percent ethanol by volume. For the purposes of this chapter, the energy content of E85 is considered to be eighty-two thousand BTUs per gallon. E85 produced for use as a motor fuel shall comply with ASTM specification D 5798-99; Section 4. That subdivision (12) of § 10-47B-3 be amended to read as follows: (12) \"Ethanol producer,\" any person who for the purpose of making ethanol blend engages in the business of producing ethyl alcohol for sale, use, or distribution; Section 5. That subdivision (12A) of § 10-47B-3 be amended to read as follows: (12A) \"Ethyl alcohol,\" a motor fuel typically derived from agricultural products that has been denatured as prescribed in § 10-47B-166. This definition does not apply to § 10- 47B-162 or 10-47B-166; Section 6. That § 10-47B-3 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Methyl alcohol,\" a motor fuel typically derived from wood products; Section 7. That § 10-47B-3 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Methanol producer,\" any person who engages in the business of producing methyl alcohol for sale, use, or distribution; Section 8. That subdivision (26) of § 10-47B-3 be repealed: (26) \"M85,\" motor fuel containing eighty-five percent or more by volume of methyl alcohol; Section 9. That subdivision (34A) of § 10-47B-3 be amended to read as follows: (34A) \"Racing fuel,\" a motor or special fuel that is specifically produced for use in race cars . The term does not include E85 or M85 ; Section 10. That subdivision (40) of § 10-47B-3 be amended to read as follows: (40) \"Supplier or shipper,\" a person that imports or acquires upon import into this state motor fuel or special fuel by pipeline or marine vessel from another state, territory, or possession of the United States into a terminal within this state, or that imports motor fuel or special fuel into this state from a foreign country or that produces, manufactures, or refines motor fuel or special fuel , except ethyl alcohol, within this state, or that owns motor fuel or special fuel in the pipeline and terminal distribution system in this state and makes sales or authorizes removal of motor fuel or special fuel from a terminal in this state at the rack or is the receiving exchange partner in a two party exchange or the final transferee in a book transfer, and is subject to the general taxing or police jurisdiction of this state, or is required to be registered under Section 4101 of the Internal Revenue Code for transactions in taxable fuels in the bulk distribution system. The person need not be required to be registered under Section 4101 of the Internal Revenue Code if operating as a railroad company or utility company. A terminal operator may not be considered a supplier merely because the terminal operator handles motor fuel or special fuel consigned to it within a terminal. The name of the supplier or shipper shall be identified and prominently displayed on the bill of lading; Section 11. That § 10-47B-4 be amended to read as follows: 10-47B-4. The fuel excise tax rates for the tax imposed by this chapter are as follows: (1) Motor fuel (except ethanol blends, E85 and M85 blends ethyl alcohol, methyl alcohol , and aviation gasoline)--$.22 per gallon; (2) Special fuel (except jet fuel)--$.22 per gallon; (3) Ethanol blends--$.20 per gallon; (4) Aviation gasoline--$.06 per gallon; (5) (4) Jet fuel--$.04 per gallon; (6) E85 and M85--$.10 per gallon; (7) E85 and M85 used in aircraft--$.04 per gallon; (8) (5) Liquid petroleum gas--$.20 per gallon; (9) (6) Compressed natural gas--$.10 per gallon ; (7) Ethyl alcohol and methyl alcohol--$.08 per gallon . Section 12. That section 3 of chapter 54 of the 2008 Session Laws be amended to read as follows: Section 3. That § 10-47B-4 be amended to read as follows: 10-47B-4. The fuel excise tax rates for the tax imposed by this chapter are as follows: (1) Motor fuel (except ethanol blends, biodiesel, biodiesel blends, E85 and M85 blends ethyl alcohol, methyl alcohol , and aviation gasoline)--$.22 per gallon; (2) Special fuel (except jet fuel)--$.22 per gallon; (3) Ethanol blends--$.20 per gallon; (4) Aviation gasoline--$.06 per gallon; (5) (4) Jet fuel--$.04 per gallon; (6) E85 and M85--$.10 per gallon; (7) E85 and M85 used in aircraft--$.04 per gallon; (8) (5) Liquid petroleum gas--$.20 per gallon; (9) (6) Compressed natural gas--$.10 per gallon; (7) Ethyl alcohol and methyl alcohol--$.08 per gallon; (10) (8) Biodiesel and biodiesel blends--$.20 per gallon. Section 13. That § 10-47B-5 be amended to read as follows: 10-47B-5. A fuel excise tax is imposed on all motor fuel and special fuel that is removed from a terminal in this state at the rack or used at the terminal. This tax is not imposed if the fuel is withdrawn from a terminal for export by the consignee, if the consignee is specifically licensed to export fuel from this state, into the state which is indicated as the destination state on the bill of lading which was issued by the terminal operator for the fuel. This tax is not imposed if the fuel removed is ethyl alcohol or biodiesel which has been removed by a licensed blender or supplier, for resale over a terminal rack , is invoiced separately from gasoline, and is not sold as an ethanol blend or a biodiesel blend. The tax imposed shall be at the rate indicated provided for in § 10-47B-4. Section 14. That § 10-47B-6 be amended to read as follows: 10-47B-6. A fuel excise tax is imposed on all motor fuel or special fuel, except unblended ethyl alcohol or biodiesel, imported into this state in the bulk cargo area of any motor vehicle, vessel rail car, or trailer by any means other than through a terminal located in this state, upon its entry into this state. The tax imposed shall be at the rate indicated provided for in § 10-47B- 4. If the motor fuel imported into this state contains ethyl alcohol or methyl alcohol, the importer shall provide documentation as required by the secretary of the number of gallons that are ethyl alcohol, the number of gallons that are methyl alcohol, the number of gallons that are gasoline, or the number of gallons of any other motor fuel that are contained therein. Section 15. That § 10-47B-8 be amended to read as follows: 10-47B-8. A fuel excise tax is imposed on all ethyl alcohol and other substances blended with motor fuel or undyed special fuel unless the ethyl alcohol or other substance has previously been taxed by the provisions of this chapter. The tax imposed shall be at the rate indicated provided for in § 10-47B-4 of the dominant motor fuel or undyed special fuel with which the substance is blended unless the substance is ethyl or methyl alcohol blended by a licensed blender to create an ethanol, E85, or M85 blend in which case it shall be at the ethanol, E85, or M85 blend rate as indicated in § 10-47B-4 . Section 16. That § 10-47B-9 be amended to read as follows: 10-47B-9. A fuel excise tax is imposed on unblended ethyl alcohol or biodiesel sold by a licensed producer, supplier, importer, or blender unless the sale is made to a licensed supplier for resale, to a licensed blender, or to a licensed exporter for export to another state who is specifically licensed to export to that state. The tax imposed shall be at the rate set for motor fuel provided for in § 10-47B-4. Section 17. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: A fuel excise tax is imposed on ethyl alcohol or methyl alcohol sold by an ethanol producer, methanol producer, supplier, importer, or blender, unless the sale is made to a licensed supplier for resale or to a licensed exporter for export to another state who is specifically licensed to export to that state. The tax imposed shall be at the rate provided for in § 10-47B-4. Section 18. That § 10-47B-10 be amended to read as follows: 10-47B-10. A fuel excise tax is imposed on all motor fuel or special fuel which has been removed from a terminal in this state at the rack by a licensed exporter for which the bill of lading issued for the fuel by the terminal operator indicates a destination state other than South Dakota, and the fuel is later diverted by the exporter to a destination within this state for off-loading or is transferred or sold to another person within this state prior to off-loading in any destination state. This tax is not imposed if the fuel is ethyl alcohol or biodiesel , and the exporter is also licensed as a blender or supplier , and the product is purchased and invoiced separately from gasoline and not as an ethanol blend . The tax imposed shall be at the rate set for motor fuel or special fuel provided for in § 10-47B-4. Section 19. That § 10-47B-11 be amended to read as follows: 10-47B-11. A fuel excise tax is imposed on liquid petroleum gas and compressed natural gas sold or used by licensed vendors in this state for use in motor vehicles unless liquid petroleum gas is sold to a licensed liquid petroleum gas user. The tax imposed shall be at the rate set forth provided for in § 10-47B-4. Section 20. That § 10-47B-12 be amended to read as follows: 10-47B-12. A fuel excise tax is imposed on liquid petroleum gas used in the engine fuel supply tank of a motor vehicle owned or operated by a liquid petroleum user which is used on the public highways or roads of this state. The tax imposed shall be at the rate set forth provided for in § 10-47B-4. Section 21. That § 10-47B-13 be amended to read as follows: 10-47B-13. A fuel excise tax is imposed on all motor fuel, special fuel, and liquid petroleum gas used in the engine fuel supply tank of self-propelled machinery, equipment, or vehicles used in highway construction or repair work done in this state within the right-of-way, unless the self-propelled machinery, equipment, and vehicles are owned by this state or a county or municipality of this state. The tax imposed shall be at the rate indicated for motor fuel, special fuel, or liquid petroleum gas provided for in § 10-47B-4. Section 22. That § 10-47B-25 be amended to read as follows: 10-47B-25. The tax imposed on unblended ethyl alcohol in § 10-47B-9 and methyl alcohol by section 17 of this Act and not exempted by § 10-47B-19 shall be remitted by the selling ethanol producer, methanol producer, supplier, importer, or blender. Section 23. That § 10-47B-53 be amended to read as follows: 10-47B-53. The bill of lading issued by a terminal operator, bulk plant operator, or transporter as dictated by this chapter shall contain the following information: (1) The terminal or bulk plant name and address; (2) The date the fuel was withdrawn from the terminal; (3) The name and address of the supplier, shipper, or owner of fuel within a bulk plant if withdrawn from a bulk plant; (4) The name of the transporter or carrier; (5) The destination state. A petroex or similar number does not fulfill this requirement; (6) The bill-of-lading number; (7) The number of gross gallons of each type of fuel; (8) The type of fuel product transported; (9) If the fuel contains ethyl alcohol or methyl alcohol, the number of gallons of ethyl alcohol, the number of gallons of methyl alcohol, the number of gallons of gasoline, or the number of gallons of any other motor fuel that are contained therein; (10) The name and address of the consignee; and (10) (11) Any other information which the secretary deems necessary for the administration and enforcement of this chapter. Section 24. That § 10-47B-54 be amended to read as follows: 10-47B-54. The diversion ticket issued by a transporter shall contain the following information: (1) The transporter's or carrier's name and address; (2) The date and time the fuel was withdrawn from the terminal; (3) The diversion ticket number; (4) The name and address of the supplier or shipper indicated on the original bill of lading or the owner of fuel within a bulk plant if withdrawn from a bulk plant; (5) The destination state; (6) The original bill-of-lading number; (7) The terminal or bulk plant from which the product was withdrawn; (8) The number of gross gallons of each fuel type being diverted; (9) The type of fuel being diverted; and (10) If the fuel contains ethyl alcohol or methyl alcohol, the number of gallons of ethyl alcohol, the number of gallons of methyl alcohol, the number of gallons of gasoline, or the number of gallons of any other motor fuel that are contained therein; and (11) Any other information which the secretary deems necessary for the administration and enforcement of this chapter. Section 25. That § 10-47B-55 be amended to read as follows: 10-47B-55. The drop load ticket issued by a transporter shall contain the following information: (1) The transporter's or carrier's name and address; (2) The date of delivery of the fuel; (3) The drop load ticket number; (4) The destination state on the original bill-of-lading, or diversion ticket, if issued; (5) The original bill of lading, and if available the diversion ticket number; (6) The destination state of each location at which the fuel was off-loaded; (7) The number of gross gallons off-loaded at each location; (8) The type of fuel off-loaded at each location; and (9) If the fuel contains ethyl alcohol or methyl alcohol, the number of gallons of ethyl alcohol, the number of gallons of methyl alcohol, the number of gallons of gasoline, or the number of gallons of any other motor fuel that are contained therein; and (10) Any other information which the secretary deems necessary for the administration and enforcement of this chapter. Section 26. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: Any person acting in this state as a methanol producer shall be licensed as a methanol producer. Section 27. That § 10-47B-113 be amended to read as follows: 10-47B-113. The blender report required pursuant to § 10-47B-111 shall contain the following information, if deemed necessary by the secretary: (1) The number of gallons of gasoline blended with ethyl alcohol to produce ethanol blend or E85; (2) The number of gallons of ethyl alcohol blended with gasoline to produce ethanol blend or E85; (3) The number of gallons of unblended denatured ethyl alcohol sold, including the tax exempt sales made to licensed blenders, licensed suppliers for removal from a terminal in this state at the rack as a ten percent ethanol blend, and to a licensed exporter for export to a state for which the exporter is specifically licensed to export; (4) The number of gallons of gasoline blended with methyl alcohol to produce M85; (5) The number of gallons of methyl alcohol blended with gasoline to produce M85; (6) The number of gallons of any other substances blended with motor fuel or special fuel; and (7) (2) A schedule of the names and addresses of all sales of blends in quantities of twenty-five gallons or more , except for sales of ten percent ethanol blends ; (3) The number of gallons of biodiesel, the number of gallons of biodiesel blend, and the number of gallons of special fuel used to make a biodiesel blend; and (4) The number of gallons of unblended biodiesel sold, including the tax exempt sales made to licensed blenders, licensed suppliers for resale, and to licensed exports for export to a state for which the exporter is specifically licensed to export . Section 28. That § 10-47B-136 be repealed. 10-47B-136. A tax report credit for gasoline blended with ethyl or methyl alcohol to create an ethanol blend, E85 or M85 shall be allowed to the licensed blender who performs the blending activity. The tax report credit shall be granted on a per gallon basis in the amount that the rate for motor fuel exceeds the rate for ethanol blend E85 or M85. The credit shall be used to off-set any tax liability resulting from the blending of previously untaxed ethyl or methyl alcohol. This credit is extended only for gasoline which is blended with ethyl or methyl alcohol and no other fuel product. The further blending of additional fuel products with a motor fuel, special fuel, or ethanol blend as defined under this chapter shall cause this credit to be cancelled and the blended product shall be taxed at the rate of tax for motor fuel and special fuel. Section 29. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: A tax report credit for special fuel blended with biodiesel to create biodiesel blend shall be allowed to the licensed blender who performs the blending activity. The tax report credit shall be granted on a per gallon basis in the amount that the rate for special fuel exceeds the rate for biodiesel blend. The credit shall be used to off-set any tax liability resulting from the blending of previously untaxed biodiesel. This credit is extended only for special fuel which is blended with biodiesel and for no other fuel product. The further blending of additional fuel products with a motor fuel, special fuel, or biodiesel blend as defined under this chapter shall cause this credit to be cancelled and the blended product shall be taxed at the rate of tax for motor fuel and special fuel provided for in § 10-47B-4. Section 30. That § 10-47B-184 be repealed. 10-47B-184. A person who operates or maintains a motor vehicle which contains a product for use in the engine fuel supply tank of the vehicle for general highway use that does not meet ASTM standards as published in the annual book of standards and its supplements is subject to a civil penalty of one thousand dollars if the violation occurs in a motor vehicle which is not a qualified vehicle. If the violation occurs in a qualified vehicle, the person is subject to a civil penalty of two thousand dollars. The person is subject to a two thousand dollar civil penalty on all subsequent violations which occur in motor vehicles other than qualified vehicles and subject to a civil penalty of four thousand dollars on all subsequent violations which occur in qualified vehicles. Section 31. That subdivision (14) of § 10-47B-187 be repealed: (14) Operates or maintains a motor vehicle which contains a product for use in the engine fuel supply tank of the vehicle for general highway use that does not meet ASTM standards as published in the annual book of standards and its supplements is guilty of a Class 1 misdemeanor. Any subsequent violation is a Class 6 felony; Section 32. That subdivision (18) of § 10-47B-187 be repealed: (18) Sells a product for use in the engine fuel supply tank of a motor vehicle for general highway use that does not meet ASTM standards as published in the annual book of standards and its supplements is guilty of a Class 6 felony. The department requires the possessor to dispose of any product in violation of this subdivision in the manner provided by federal and state law. Section 33. That § 34A-13-20 be amended to read as follows: 34A-13-20. A petroleum release compensation and tank inspection fee is imposed upon any petroleum products upon which the fuel excise tax is imposed by §§ 10-47B-5 to 10-47B-10, inclusive, section 17 of this Act, and 10-47B-13. None of the exemptions from fuel excise tax allowed in § 10-47B-19 shall apply to this fee. The parties required to pay the fuel excise tax under the provisions of §§ 10-47B-21 to 10-47B-26, inclusive, and 10-47B-29 and 10-47B-31 are liable for payment of the petroleum release and tank inspection fee. In cases where the fuel is exempt from the fuel excise tax under the provisions of subdivisions 10-47B-19(1), (3), and (5), the supplier shall pay the fee. Responsibility for payment of the fee ceases if the petroleum product is sold and delivered by a licensed exporter outside of the state. The amount of the fee imposed is twenty dollars per one thousand gallons of petroleum. Beginning January 1, 2003, fifty percent of the revenue collected pursuant to this section shall be deposited monthly in the ethanol fuel fund and fifty percent of the revenue collected pursuant to this section shall be distributed monthly in the following manner: (1) Beginning in fiscal year 2000 to December 31, 2002, inclusive, fifty percent shall be deposited in the state capital construction fund created in § 5-27-1. Beginning on January 1, 2003, seventy-eight and seven-tenths percent shall be deposited in the state capital construction fund; and (2) Beginning April 1, 2002, to December 31, 2002, inclusive, twenty-nine and one-tenth percent shall be deposited in the petroleum release compensation fund and twenty and nine-tenths percent shall be deposited in the state highway fund. Beginning on January 1, 2003, twenty-one and three-tenths percent shall be deposited in the petroleum release compensation fund."}, {"bill_id": 590, "bill_version_id": 8834, "bill_version": "Enrolled", "bill_version_date": "2009-03-06T09:15:27.867-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 590, "action_date": "2009-01-13T12:00:00-06:00", "document_id": 5314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5314.pdf", "status_text": "First read in Senate and referred to", "journal_page": 17, "committee_id_action": 54, "committee_id_assigned": 40, "result": "N", "vote": {}}, {"bill_id": 590, "action_date": "2009-01-29T14:00:00-06:00", "document_id": 6350, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6350.pdf", "status_text": "Referred to", "journal_page": 220, "committee_id_action": 54, "committee_id_assigned": 39, "result": "P", "vote": {}}, {"bill_id": 590, "action_date": "2009-02-04T10:00:00-06:00", "document_id": 6606, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6606.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 39, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 590, "action_date": "2009-02-11T10:00:00-06:00", "document_id": 7025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7025.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 39, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 590, "action_date": "2009-02-11T10:00:00-06:00", "document_id": 7238, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7238.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 39, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 590, "action_date": "2009-02-11T10:00:00-06:00", "document_id": 7238, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7238.pdf", "status_text": "Do Pass Amended", "journal_page": 380, "committee_id_action": 39, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3922, "president_vote": null, "Excused": [653], "Yea": [677, 634, 659, 661, 648, 689, 642, 649]}}, {"bill_id": 590, "action_date": "2009-02-13T12:30:00-06:00", "document_id": 7448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7448.pdf", "status_text": "Deferred to another day", "journal_page": 405, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 590, "action_date": "2009-02-17T14:00:00-06:00", "document_id": 7579, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7579.pdf", "status_text": "Do Pass Amended", "journal_page": 427, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4139, "president_vote": null, "Yea": [653, 704, 680, 682, 685, 702, 649, 700, 655, 673, 663, 677, 675, 634, 659, 690, 636, 656, 669, 661, 686, 701, 662, 703, 664, 638, 648, 640, 689, 694, 705, 642, 671], "Excused": [697, 667]}}, {"bill_id": 590, "action_date": "2009-02-18T14:00:00-06:00", "document_id": 7697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7697.pdf", "status_text": "First read in House and referred to", "journal_page": 416, "committee_id_action": 56, "committee_id_assigned": 50, "result": "N", "vote": {}}, {"bill_id": 590, "action_date": "2009-03-03T08:00:00-06:00", "document_id": 8217, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8217.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 50, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 590, "action_date": "2009-03-03T08:00:00-06:00", "document_id": 8425, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8425.pdf", "status_text": "Do Pass", "journal_page": 598, "committee_id_action": 50, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4824, "president_vote": null, "Yea": [699, 709, 725, 644, 721, 672, 698, 717, 711, 719, 645, 734, 710, 658, 678]}}, {"bill_id": 590, "action_date": "2009-03-04T14:00:00-06:00", "document_id": 8629, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8629.pdf", "status_text": "Deferred to another day", "journal_page": 642, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 590, "action_date": "2009-03-05T14:00:00-06:00", "document_id": 8784, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8784.pdf", "status_text": "Do Pass Amended", "journal_page": 668, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5088, "president_vote": null, "Yea": [716, 720, 666, 688, 676, 670, 726, 715, 699, 674, 635, 692, 708, 651, 643, 712, 709, 660, 706, 725, 644, 724, 727, 721, 652, 730, 737, 672, 729, 698, 717, 738, 654, 711, 719, 695, 696, 722, 645, 637, 665, 687, 678, 650, 646, 668, 639, 735, 679, 734, 714, 731, 736, 713, 710, 657, 641, 658, 647, 691, 723, 718, 684, 732, 707, 681], "Nay": [693, 733], "Excused": [683, 728]}}, {"bill_id": 590, "action_date": "2009-03-09T14:00:00-05:00", "document_id": 8998, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8998.pdf", "status_text": "Signed by the President", "journal_page": 692, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 590, "action_date": "2009-03-10T14:00:00-05:00", "document_id": 9153, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9153.pdf", "status_text": "Signed by the Speaker", "journal_page": 757, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 590, "action_date": "2009-03-11T09:00:00-05:00", "document_id": 9213, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9213.pdf", "status_text": "Delivered to the Governor", "journal_page": 729, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 590, "action_date": "2009-03-12T10:00:00-05:00", "document_id": 9294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9294.pdf", "status_text": "Signed by the Governor", "journal_page": 749, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4206, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/590"}