{"session_id": 59, "bill_id": 20425, "bill_type": "Senate Bill", "bill_number": 105, "bill_title": "require financial assurances for certain concentrated animal feeding operations for the remediation of potential environmental damage.", "sponsors": [{"legislator_profile_id": 3411, "is_prime": true}, {"legislator_profile_id": 3420, "is_prime": true}, {"legislator_profile_id": 3386, "is_prime": false}, {"legislator_profile_id": 3415, "is_prime": false}, {"legislator_profile_id": 3459, "is_prime": false}, {"legislator_profile_id": 3461, "is_prime": false}], "keywords": ["Administrative Rules", "Agriculture"], "audio": [{"meeting_datetime": "2006-01-24T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sag10.mp3", "start_seconds": 68.0}, {"meeting_datetime": "2006-01-24T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sag10.mp3", "start_seconds": 68.0}, {"meeting_datetime": "2006-01-24T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sag10.mp3", "start_seconds": 68.0}], "bill_versions": [{"bill_id": 20425, "bill_version_id": 106678, "bill_version": "Introduced", "bill_version_date": "2006-01-19T08:05:12-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require financial assurances for certain concentrated animal feeding operations for the remediation of potential environmental damage. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any corporation or limited liability company making application to the Department of Environment and Natural Resources for an authorization to operate a concentrated animal feeding operation that includes more than seven hundred animal units under a general or individual permit or an extension, amendment, or renewal of an existing permit which authorizes any activity related to the breeding, farrowing, feeding, or raising of livestock shall, as a condition of the permit or license and as provided in this Act, provide financial assurance guaranteeing the performance of corrective actions to contain, mitigate, and remediate any environmental pollution, contamination, or degradation that may be caused by such activity. The financial assurance, in a reasonable and proper amount for the remediation of any potential damage to the environment that could be caused by the activity, shall be in a form and an amount approved by the permitting entity, and may include insurance, a surety bond, escrow account, letter of credit, trust, guarantee, or cash deposit. The amount of the financial assurance may not be less than the project cost of the concentrated animal feeding operation. Section 2. All right and title in any bond or other security required under this Act for the protection of the environment or reclamation of lands or other resources shall be in the state until the permitting entity by order releases the security. The bond or other security may not be released until seven years after operations have ceased and until a state inspection shows that no environmental pollution, contamination, or degradation related to the activities described in section 1 of this Act remains. The bond or other security does not constitute an asset of the person required to provide it, and may not be canceled, assigned, revoked, disbursed, replaced, or allowed to terminate without permitting entity approval. Interest earned on any bond or deposit made under this Act in excess of the actual increase in the cost of remediation shall be returned to the person required to provide the bond or deposit. Section 3. The state, with such board, department, or court approval, if any, as is provided in the permit or security instrument required pursuant to this Act, may use the security as necessary for the cleanup and remediation of environmental problems related to the activity for which the security was provided. When such cleanup and remediation is complete, as certified by the permitting entity, or sufficient funds have been set aside to achieve complete remediation pursuant to a site-specific, permitting entity-approved remedial action plan, the state may proceed against any remaining security for the purpose of collecting any properly recoverable cost incurred by the state in pursuing the cleanup, environmental damages, or penalties. Until the environmental cleanup or remediation is complete; until any state cost, environmental damage and penalty judgments have been satisfied; and until the security has been released, the security may not be assigned for the benefit of creditors, attached, garnished, levied, or executed on, or subject to process issued from any court, except for the purpose of enabling the state to effectuate the environmental cleanup or remediation. Section 4. The Water Management Board and the Board of Minerals and Environment shall establish, by rules promulgated pursuant to chapter 1-26: (1) Criteria to determine the amount of security required and other terms as necessary to define the respective obligation of the parties pursuant to this Act; (2) The procedure to follow and the circumstances under which the state or applicant may obtain board approval for the release of the security provided for in this Act; and (3) Conditions under which the security may be held by the state after the expiration of the permit or license."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20425, "action_date": "2006-01-19T14:00:00-06:00", "document_id": 106850, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106850.pdf", "status_text": "First read in Senate and referred to", "journal_page": 105, "committee_id_action": 894, "committee_id_assigned": 867, "result": "N", "vote": {}}, {"bill_id": 20425, "action_date": "2006-01-24T10:00:00-06:00", "document_id": 107143, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107143.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 867, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20425, "action_date": "2006-01-24T10:00:00-06:00", "document_id": 107143, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107143.pdf", "status_text": "Tabled", "journal_page": 175, "committee_id_action": 867, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63484, "president_vote": null, "Yea": [3374, 3396, 3416, 3421, 3425, 3439, 3376], "Nay": [3411, 3415]}}]}