{"session_id": 64, "bill_id": 22980, "bill_type": "House Bill", "bill_number": 1252, "bill_title": "create an Office of Public Policy Events at institutions of higher education.", "sponsors": [{"legislator_profile_id": 3983, "is_prime": true}], "keywords": ["Higher Education", "Speech and Expression"], "audio": [{"meeting_datetime": "2022-02-16T07:45:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hed24.mp3", "start_seconds": 4026.0}, {"meeting_datetime": "2022-02-16T07:45:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hed24.mp3", "start_seconds": 4026.0}, {"meeting_datetime": "2022-02-16T07:45:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hed24.mp3", "start_seconds": 4026.0}], "bill_versions": [{"bill_id": 22980, "bill_version_id": 230916, "bill_version": "Introduced", "bill_version_date": "2022-01-27T11:16:54.92-06:00", "bill_text": "An Act to create an Office of Public Policy Events at institutions of higher education. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 13-53 be amended with a NEW SECTION: Terms used in sections 2 through 5, inclusive, of this Act, mean: (1) “Debate,” an event at which two or more speakers present opposing approaches to the same public policy dispute, and are allotted time to address and rebut the position presented by the opposing speaker or speakers; and (2) “Group Forum,” an event at which two or more speakers address a public policy dispute from divergent or opposing perspectives, and are allotted time to: (a) Address questions from the audience; and (b) Comment on the other speakers’ positions. Section 2. That chapter 13-53 be amended with a NEW SECTION: The Board of Regents shall establish, at each institution under its control, an Office of Public Policy Events. Each office shall: (1) Organize, publicize, and stage debates, group forums, and individual lectures, which address, from multiple, divergent, and opposing perspectives, an extensive range of public policy issues that are widely discussed and debated in society at large; (2) Invite speakers, from within and outside the institution, who hold a wide diversity of perspectives, to participate in debates and group forums, and present individual lectures; (3) Provide, in accordance with institutional policies, honoraria, and travel and lodging expenses to participants in debates and group forums, and presenters of individual lectures organized by the office; (4) Maintain a permanent, publicly accessible, searchable, and up-to-date calendar, in print and electronic formats, which: (a) Lists all events sponsored by the office; and (b) Lists all other debates, group forums, and individual lectures, which are open to all students, faculty members, and staff at that institution, which address public policy issues, and which include the title of the event or lecture; the name and institutional affiliation of each speaker; and the office, institute, department, program, or organization, that is sponsoring the event, with the exception of those events sponsored by off-campus groups in rented facilities; and (5) Make available, on the institution's publicly accessible website, a video recording of each debate, group forum, and individual lecture organized by the office, within ten in-session working days of the event, and: (a) Ensure that each video recording remains publicly accessible on the website, as required by this subdivision, for at least five years following the date of the event; and (b) Ensure that each video recording is permanently retained by each institution's principal library and available to the public. Section 3. That chapter 13-53 be amended with a NEW SECTION: Each debate, group forum, and individual lecture organized by the Office of Public Policy Events at a given institution is open to all students, faculty members, and staff at that institution. Unless restricting the attendance of persons unaffiliated with the institution is necessary to achieve a compelling governmental interest, each debate, group forum, and individual lecture organized by the office is open to the public. Section 4. That chapter 13-53 be amended with a NEW SECTION: Each year, before September first, the Board of Regents shall compile and provide to the Governor and each member of the House and the Senate, a copy of the previous academic year’s public policy events calendar. The calendar must be arranged chronologically, by institution. A copy of the compiled calendar must be retained by each institution's principal library and available to the public. Section 5. That chapter 13-53 be amended with a NEW SECTION: The Board of Regents may delegate the duties of the Office of Public Policy Events, as set forth in section 2 of this Act, to an existing administrative office at an institution, provided the person charged with carrying out the duties is designated as the Director of Public Policy Events for that institution. Each Director of Public Policy Events is responsible to and reports directly to the president of the institution."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22980, "action_date": "2022-01-27T14:00:00-06:00", "document_id": 230262, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230262.pdf", "status_text": "First Reading House", "journal_page": 139, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22980, "action_date": "2022-01-31T14:00:00-06:00", "document_id": 231012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231012.pdf", "status_text": "Referred to", "journal_page": 156, "committee_id_action": 1008, "committee_id_assigned": 1005, "result": "N", "vote": {}}, {"bill_id": 22980, "action_date": "2022-02-16T07:45:00-06:00", "document_id": 233462, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233462.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1005, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22980, "action_date": "2022-02-16T07:45:00-06:00", "document_id": 233463, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233463.pdf", "status_text": "Tabled", "journal_page": 1, "committee_id_action": 1005, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73864, "president_vote": null, "Yea": [3914, 3928, 3929, 3931, 3948, 3960, 3971, 3972, 3976, 3997, 4001, 3983, 3944], "Excused": [3955, 3967]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22980"}