{"session_id": 43, "bill_id": 11746, "bill_type": "Senate Bill", "bill_number": 29, "bill_title": "repeal provisions regarding manufactured and mobile home plumbing licenses and revise provisions regarding plumbing repair work.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Fees", "Professions and Occupations", "Promulgation of Rules"], "audio": [{"meeting_datetime": "2020-01-23T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sco07.mp3", "start_seconds": 1265.0}, {"meeting_datetime": "2020-01-23T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sco07.mp3", "start_seconds": 1265.0}, {"meeting_datetime": "2020-01-23T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sco07.mp3", "start_seconds": 1265.0}], "bill_versions": [{"bill_id": 11746, "bill_version_id": 61858, "bill_version": "Introduced", "bill_version_date": "2020-01-09T18:38:13.367-06:00", "bill_text": "An Act to repeal provisions regarding manufactured and mobile home plumbing licenses and revise provisions regarding plumbing repair work. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-25-1 be AMENDED: 36-25-1. Definitions. Terms used in this chapter mean: (1) \"Commission,\" the State Plumbing Commission created by this chapter; (2) \"Plumber,\" any person other than a plumbing contractor who, as that person's principal occupation, is engaged as an employee of, or otherwise working under, the direction of a plumbing contractor in the installation of plumbing, and who is lawfully qualified and registered as a plumber pursuant to the provisions of this chapter; (3) \"Plumber's apprentice,\" any person other than a plumber or plumbing contractor who is engaged in working as an employee of a plumbing contractor under the immediate and personal supervision of either a plumbing contractor or plumber in learning and assisting in the installation of plumbing; (4) \"Plumbing,\" the practice of, and the furnishing and the use of materials and fixtures in the installation, extension, and alteration of all piping, fixtures, appliances, and appurtenances in connection with sanitary drainage or storm drainage facilities, the venting system and the public water supply systems, within or adjacent to any building, structure, or conveyance. The term includes the installation, extension, or alterations of the storm‑water, liquid waste, or sewerage and water‑supply systems of any premises to their connection with any point of public disposal, or other regulated terminal; (5) \"Plumbing contractor,\" any person qualified and skilled in the planning, superintending, and the practical installation of plumbing, and otherwise qualified and registered to contract for plumbing installations and conduct the business of plumbing, and familiar with the laws and rules governing plumbing; (6) \"Plumbing installation certificate,\" the certificate issued for each installation or occurrence by the commission that authorizes a person to perform plumbing; (7) \"Plumbing repair work,\" repairs to keep plumbing in an existing state including repair and replacement of faucets, repair and replacement of valves in existing systems, repair of leaks in existing water and waste systems, replacement of damaged noncommercial appliances, water closet closets, and lavatory fixtures if it does not involve changes in rough‑in, replacement of temperature and pressure relief valves on existing systems, or cleaning of sewer lines. Plumbing repair work The term does not include cutting into or extending water or waste lines or rough‑in for new plumbing work of any kind. Section 2. That § 36-25-14 be AMENDED: 36-25-14. Administration of chapter--Promulgation of rules. The State Plumbing Commission shall administer the provisions of this chapter and may, in compliance with pursuant to chapter 1-26, promulgate rules establishing the educational, training, and examination requirements required of applicants for a plumbing contractor's license, plumber's license, plumber's apprentice license, water conditioning plumbing contractor's license, water conditioning plumbing installer's license, water conditioning plumbing apprentice license, appliance plumbing contractor's license, appliance plumbing installer's license, appliance plumbing apprentice license, sewer and water plumbing contractor's license, sewer and water plumbing installer's license, sewer and water plumbing apprentice license, manufactured and mobile home contractor's license, manufactured and mobile home installer's license, manufactured and mobile home apprentice license, underground irrigation contractor's license, underground irrigation installer's license, and underground irrigation installer apprentice license. Section 3. That § 36-25-17 be AMENDED: 36-25-17. Requirement for licensure--Exceptions. No person may engage in plumbing for which a license is required pursuant to § 36-25-19 on any property which is in connection with a public system of waterworks or sewerage unless that person is licensed by the commission. However, no No license is required of a person who does the following work in compliance with the provisions of the minimum standards prescribed by the commission: (1) Plumbing on premises owned and actually occupied by the person as the person's residence; (2) Plumbing on premises of a single-family dwelling unit that is in the process of being constructed, if the person owns the premises and intends to actually occupy the premises as the person's residence when construction is complete; (3) Plumbing repair work on premises where the person is employed and performing the plumbing repair work; or (4) Plumbing repair work on the person's own property; or (5) Connecting manufactured or mobile homes to local water and waste systems. Section 4. That § 36-25-19 be AMENDED: 36-25-19. Application for license--Examination--Renewal--Promulgation of rules--Fees. A person may apply for a license required by this chapter to the commission, accompanied by a license fee established by the commission under this section. If the person is not entitled to a renewal, the commission shall register a person who satisfactorily passes an examination showing fitness to practice the person's trade. Examinations may be held in conjunction with any quarterly meeting of the commission. A license issued under this section expires on December thirty-first and may be renewed no later than the immediately following January thirty-first. The commission shall promulgate rules, pursuant to chapter 1-26, to establish examination and reexamination fees, and license and renewal of license fees for: plumbing contractor, plumber, water conditioning contractor, water conditioning installer, appliance contractor, appliance installer, sewer and water contractor, sewer and water installer, manufactured and mobile home contractor, manufactured and mobile home installer, underground irrigation contractor, and underground irrigation installer. No fee established under this section for an examination or reexamination may exceed one hundred dollars. No fee established under this section for a license or renewal of license may exceed three hundred dollars."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11746, "action_date": "2020-01-14T12:00:00-06:00", "document_id": 61791, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/61791.pdf", "status_text": "First read in Senate and referred to", "journal_page": 11, "committee_id_action": 447, "committee_id_assigned": 456, "result": "N", "vote": {}}, {"bill_id": 11746, "action_date": "2020-01-23T10:00:00-06:00", "document_id": 62797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62797.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 456, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11746, "action_date": "2020-01-23T10:00:00-06:00", "document_id": 62798, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62798.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 456, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 31918, "president_vote": null, "Yea": [1707, 1703, 1730, 1663, 1752, 1716], "Nay": [1715]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11746"}