{"session_id": 68, "bill_id": 24223, "bill_type": "Senate Bill", "bill_number": 179, "bill_title": "revise provisions related to the South Dakota Science and Technology Authority.", "sponsors": [{"legislator_profile_id": 4386, "is_prime": true}, {"legislator_profile_id": 4396, "is_prime": true}], "keywords": ["Boards and Commissions", "Higher Education", "State Affairs and Government", "Technology"], "audio": [{"meeting_datetime": "2023-02-09T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco21.mp3", "start_seconds": 1249.0}, {"meeting_datetime": "2023-02-09T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco21.mp3", "start_seconds": 1249.0}, {"meeting_datetime": "2023-02-09T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco21.mp3", "start_seconds": 1249.0}, {"meeting_datetime": "2023-02-09T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco21.mp3", "start_seconds": 1249.0}], "bill_versions": [{"bill_id": 24223, "bill_version_id": 247555, "bill_version": "Introduced", "bill_version_date": "2023-01-31T09:43:31.037-06:00", "bill_text": "An Act to revise provisions related to the South Dakota Science and Technology Authority. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 1-16H-5 be AMENDED: 1-16H-5. The governing and administrative powers of the authority are vested in its board of directors, consisting of seven voting members and the. The president of the South Dakota School of Mines and Technology as an and the president of Black Hills State University are ex-officio, nonvoting member members. The Governor shall appoint the voting members, with the advice and consent of the Senate. Not all voting members of the board may be of the same political party. The terms of the voting members of the board shall be are six years. Members of the board may serve more than one term. Section 2. That § 1-16H-15 be AMENDED: 1-16H-15. The authority may: (1) Have perpetual succession as a body politic and corporate exercising essential public functions; (2) Sue and be sued in its own name; (3) Have an official seal and alter the seal at will; (4) Maintain an office at such places within the state as the authority may designate; (5) Make and execute contracts and all other instruments necessary or convenient for the performance of its duties and the exercise of its powers and functions under this chapter; (6) Employ fiscal consultants, engineers, attorneys, and such other consultants and employees as may be required and contract with agencies of the state to provide staff and support services; (7) Procure insurance against any loss in connection with its property and other assets, including loans and notes in such amounts and from such insurers as it may deem advisable; (8) Borrow money and issue bonds as provided by this chapter; (9) Procure insurance, letters of credit, guarantees, or other credit enhancement arrangements from any public or private entities, including any department, agency, or instrumentality of the United States or the state, for payment of all or any portion of any bonds issued by the authority, including the power to pay premiums, fees, or other charges on any such insurance, letters of credit, guarantees, or credit arrangements; (10) Receive and accept from any source financial aid or contributions of moneys, property, labor, or other things of value to be held, used, and applied to carry out the purposes of this chapter subject to the conditions upon which the grants or contributions are made, including, gifts or grants from any department, agency, or instrumentality of the United States for any purpose consistent with the provisions of this chapter; (11) Provide technical assistance to local public bodies and to profit and nonprofit entities to foster and facilitate scientific and technological investigation, experimentation, and development; (12) Collaborate with Black Hills State University and the South Dakota School of Mines and Technology to provide educational and outreach opportunities; (13) To the extent permitted under its contract with the holders of bonds of the authority, consent to any modification with respect to the rate of interest, time, and payment of any installment of principal or interest, or any other term of any contract, loan, loan note, loan note commitment, contract, lease, or agreement of any kind to which the authority is a party; (13)(14) To make loans and grants to, and enter into financing agreements with, any governmental agency or any person for the costs incurred in connection with the development, construction, acquisition, improvement, maintenance, operation, or decommissioning of a project, or for the maintenance of the physical or structural integrity of real or personal property incorporated or which may be incorporated into a project, in accordance with a written agreement between the authority and such governmental agency or person. However, no such loan or grant may exceed the total cost of such project as determined by the governmental agency or person and approved by the authority; (14)(15) Cooperate with and exchange services, personnel, and information with any governmental agency; (15)(16) Enter into agreements for management on behalf of the authority of any of its properties upon such terms and conditions as may be mutually agreeable; (16)(17) Sell, exchange, lease, donate, and convey any of its properties whenever the authority finds such action to be in furtherance of the purposes for which it was organized; (17)(18) Acquire, hold, lease, and dispose of real and personal property, and construct, develop, maintain, operate, and decommission projects for the purposes for which the authority was created; (18)(19) Indemnify any person or governmental agency for such reasonable risks as the authority deems advisable if the indemnification is a condition of a grant, gift, or donation to the authority. However, any such obligation to indemnify may only be paid from insurance or from revenues of the authority, and such obligation does not constitute a debt or obligation of the State of South Dakota; and (19)(20) Do any act and execute any instrument which in the authority's judgment is necessary or convenient to the exercise of the powers granted by this chapter or reasonably implied from it."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24223, "action_date": "2023-01-31T14:00:00-06:00", "document_id": 247379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247379.pdf", "status_text": "First read in Senate and referred to", "journal_page": 148, "committee_id_action": 1183, "committee_id_assigned": 1172, "result": "N", "vote": {}}, {"bill_id": 24223, "action_date": "2023-02-09T10:00:00-06:00", "document_id": 248873, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248873.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1172, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24223, "action_date": "2023-02-09T10:00:00-06:00", "document_id": 248875, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248875.pdf", "status_text": "Do Pass", "journal_page": 20, "committee_id_action": 1172, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77040, "president_vote": null, "Yea": [4345, 4457, 4453, 4413, 4419, 4436, 4336, 4430], "Excused": [4394]}}, {"bill_id": 24223, "action_date": "2023-02-09T10:00:00-06:00", "document_id": 248875, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248875.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 20, "committee_id_action": 1172, "committee_id_assigned": null, "result": "N", "vote": {}}]}