{"session_id": 69, "bill_id": 25057, "bill_type": "House Bill", "bill_number": 1234, "bill_title": "address the issuance and revocation requirements pertaining to a permit to carry a concealed weapon.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25057", "sponsors": [{"legislator_profile_id": 4533, "is_prime": true}, {"legislator_profile_id": 4502, "is_prime": false}, {"legislator_profile_id": 4511, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}], "keywords": ["Civil Procedure", "Firearms", "Law Enforcement"], "audio": [], "bill_versions": [{"bill_id": 25057, "bill_version_id": 264022, "bill_version": "Introduced", "bill_version_date": "2024-01-31T10:15:28.617-06:00", "bill_text": "An Act to address the issuance and revocation requirements pertaining to a permit to carry a concealed weapon. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 23-7-7 be AMENDED: 23-7-7. A permit to carry a concealed pistol must be issued to any applicant by the sheriff of the county in which the applicant resides. The permit must be valid throughout the state and must be issued pursuant to § 23-7-7.1. For purposes of verifying the qualifications of an applicant, prior to issuing a permit, the sheriff shall execute, and the applicant shall pass, a background investigation, including a computer check of available on-line records and a check utilizing the National Instant Criminal Background Check System. The issuance of a permit to carry a concealed pistol under this chapter does not impose a general prohibition on the carrying of a pistol without a permit. Nothing in this section requires an individual to obtain a permit as a condition of carrying a concealed pistol in this state. Section 2. That § 23-7-7.1 be AMENDED: 23-7-7.1. A temporary permit to carry a concealed pistol shall must be issued to a person under § 23-7-7, within five days of the application, if the person: (1) Is eighteen years of age or older; (2) Has never pled guilty to, nolo contendere to, or been convicted of a: (a) A felony or a; (b) A crime of violence, as defined in § 22-1-2; (3) Is not Has no documented history of habitually being in an intoxicated or drugged condition; (4) Has no documented history of violence; (5) Has not been found in the previous ten years, in the immediately preceding ten-year period, been adjudged by a court to be a: (a) A danger to others or a, as defined in § 27A-1-1; or (b) A danger to self, as defined in § 27A-1-1 or is; (6) Is not currently adjudged by a court to be mentally incompetent; (6)(7) Has not been acquitted of a crime by reason of insanity, as provided for in § 23A-26-5; (8) Has physically resided in and is a resident of the county where the application is being made for at least thirty days immediately preceding the date of the application; (7)(9) Has had no violation of not, in the immediately preceding five-year period, been convicted of violating this chapter 23-7, chapter 22-14, or chapter 22-42, constituting a felony or misdemeanor in the five years preceding the date of application or is; (10) Is not currently known to be charged under indictment or information for such an offense listed in subdivision (9) of this section; (8)(11) Is a citizen or legal resident of the United States; (9)(12) Is not a fugitive from justice; and (10)(13) Is not otherwise prohibited by state law, 18 U.S.C. § 922(g) as amended to October 26, 2005, or 18 U.S.C. § 922(n) as amended to October 26, 2005, from receiving, possessing, or transporting a firearm, by: (a) State law; (b) 18 U.S.C. § 922(g) (January 1, 2024); or (c) 18 U.S.C. § 922(n) (January 1, 2024); and passes (14) Passes a National Instant Criminal Background Check. If the sheriff denies an application for a permit under this section, the sheriff must, at the time of denial, provide the applicant with a copy of each document and record that the sheriff reviewed in making the determination. A person denied a permit may appeal the denial to the circuit court, pursuant to chapter 1-26. The standard for review of a denial under this section is clear and convincing evidence. For purposes of this section, the term \"documented history\" means substantiated facts contained in court records. Section 3. That § 23-7-8.4 be AMENDED: 23-7-8.4. A prosecuting attorney, upon application of a certified law enforcement officer, may apply to the circuit court for an order to show cause why revoking a person's permit to carry a concealed pistol should not be revoked. Upon order of the court, after hearing, the permit shall be revoked and the holder of the permit shall or revoking a person's constitutional right to bear arms. An order of revocation issued under this section must be based on a finding that: (1) The person no longer meets the requirements set forth in § 23-7-7.1; or (2) The person's right to bear arms is otherwise prohibited by state law. The burden of proof under this section, which rests with the prosecuting attorney, is clear and convincing evidence. If after a hearing, findings of fact, and conclusions of law, a court orders the revocation of a person's permit, the person must immediately surrender the permit to the sheriff of the county in which he the person resides. The person's right to bear arms is terminated upon the order of revocation. A revocation under this section is appealable to the Supreme Court, pursuant to chapter 15-26A."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25057, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263721.pdf", "status_text": "First read in House and referred to", "journal_page": 213, "committee_id_action": 1197, "committee_id_assigned": 1203, "result": "N", "vote": {}}]}