{"session_id": 69, "bill_id": 25294, "bill_type": "House Bill", "bill_number": 1241, "bill_title": "modify the amount of time allowed to an employee to vote at any election in this state.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25294", "sponsors": [{"legislator_profile_id": 4524, "is_prime": true}, {"legislator_profile_id": 4473, "is_prime": false}, {"legislator_profile_id": 4474, "is_prime": false}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4510, "is_prime": false}, {"legislator_profile_id": 4511, "is_prime": false}, {"legislator_profile_id": 4519, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4561, "is_prime": false}, {"legislator_profile_id": 4566, "is_prime": false}, {"legislator_profile_id": 4575, "is_prime": false}], "keywords": ["Elections", "Labor and Employment", "Voting"], "audio": [], "bill_versions": [{"bill_id": 25294, "bill_version_id": 264050, "bill_version": "Introduced", "bill_version_date": "2024-01-31T10:54:36.497-06:00", "bill_text": "An Act to modify the amount of time allowed to an employee to vote at any election in this state. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 12-3-5 be AMENDED: 12-3-5. Any person entitled to vote at any election held within this state, including a primary election, shall is, on the day of such the election, be entitled to be absent himself from any service or employment in which he the person is then engaged or employed for a period of two four consecutive hours between the time of opening and the time of closing the polls; provided such the person does not have a period of two four consecutive hours during the time the polls are open during which he when the person is not required to be present at his the person's work or place of employment. Such voter is not, because of so absenting himself, No person is liable to any penalty for being absent from work or the person's place of employment for the purpose of voting, nor may any deduction be made on account of such absence from his from the person's usual salary or wages due to the absence. The employer may specify the hours during which such when an employee may be absent himself as aforesaid for the purpose of voting. An employer who refuses an employee the privilege conferred by this section or who subjects an employee to a penalty or reduction of wages because of the exercise of such the privilege or who directly or indirectly violates this section is guilty of a Class 2 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25294, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263721.pdf", "status_text": "First read in House and referred to", "journal_page": 213, "committee_id_action": 1197, "committee_id_assigned": 1203, "result": "N", "vote": {}}]}