{"session_id": 7, "bill_id": 1277, "bill_type": "Senate Commemoration", "bill_number": 20, "bill_title": "Commending Ray Hillenbrand of the Prairie Edge Trading Company and Galleries in Rapid City for his cultural sensitivity and good faith with respect to South Dakota's Native American community.", "sponsors": [{"legislator_profile_id": 685, "is_prime": true}, {"legislator_profile_id": 672, "is_prime": true}, {"legislator_profile_id": 704, "is_prime": false}, {"legislator_profile_id": 682, "is_prime": false}, {"legislator_profile_id": 649, "is_prime": false}, {"legislator_profile_id": 673, "is_prime": false}, {"legislator_profile_id": 693, "is_prime": false}, {"legislator_profile_id": 730, "is_prime": false}, {"legislator_profile_id": 729, "is_prime": false}, {"legislator_profile_id": 698, "is_prime": false}, {"legislator_profile_id": 738, "is_prime": false}, {"legislator_profile_id": 683, "is_prime": false}, {"legislator_profile_id": 695, "is_prime": false}, {"legislator_profile_id": 696, "is_prime": false}, {"legislator_profile_id": 736, "is_prime": false}, {"legislator_profile_id": 733, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 1277, "bill_version_id": 8806, "bill_version": "Introduced", "bill_version_date": "2009-03-06T07:46:06.363-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending Ray Hillenbrand of the Prairie Edge Trading Company and Galleries in Rapid City for his cultural sensitivity and good faith with respect to South Dakota's Native American community. WHEREAS, the late Governor George Mickelson, in the early 1990s, declared a century of reconciliation between South Dakota's Native and settler heritage people. However, for many non-Indian people, listening to American Indian concerns remains a challenge; and WHEREAS, Ray Hillenbrand, owner of Prairie Edge Trading Company and Galleries, commissioned a statue to honor Native Americans and placed it outside his Rapid City business, but many Native Americans objected to the nature of the statue and expressed their concerns to Hillenbrand; and WHEREAS, the SANI-T (Society for the Advancement of Native Interests-Today) Board and members met with Hillenbrand to help him understand that, however well meaning, the statue was offensive. Hillenbrand listened. He and his employees at Prairie Edge replaced the statue with a new one that portrays a positive image, that of a Native American grandmother and her grandchild; and WHEREAS, SANI-T applauded Hillenbrand's decision. He has demonstrated, by his actions, constructive cross-cultural listening skills: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-fourth Legislature of the State of South Dakota, that Ray Hillenbrand and his Prairie Edge Trading Company and Galleries of Rapid City be commended for demonstrating constructive cross-cultural listening skills. Hillenbrand's and his Native and settler heritage employees' cultural communication and listening skills can be a model to other businesses and organizations throughout South Dakota."}, {"bill_id": 1277, "bill_version_id": 9178, "bill_version": "Enrolled", "bill_version_date": "2009-03-10T17:34:59.263-05:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending Ray Hillenbrand of the Prairie Edge Trading Company and Galleries in Rapid City for his cultural sensitivity and good faith with respect to South Dakota's Native American community. WHEREAS, the late Governor George Mickelson, in the early 1990s, declared a century of reconciliation between South Dakota's Native and settler heritage people. However, for many non- Indian people, listening to American Indian concerns remains a challenge; and WHEREAS, Ray Hillenbrand, owner of Prairie Edge Trading Company and Galleries, commissioned a statue to honor Native Americans and placed it outside his Rapid City business, but many Native Americans objected to the nature of the statue and expressed their concerns to Hillenbrand; and WHEREAS, the SANI-T (Society for the Advancement of Native Interests-Today) Board and members met with Hillenbrand to help him understand that, however well meaning, the statue was offensive. Hillenbrand listened. He and his employees at Prairie Edge replaced the statue with a new one that portrays a positive image, that of a Native American grandmother and her grandchild; and WHEREAS, SANI-T applauded Hillenbrand's decision. He has demonstrated, by his actions, constructive cross-cultural listening skills: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-fourth Legislature of the State of South Dakota, that Ray Hillenbrand and his Prairie Edge Trading Company and Galleries of Rapid City be commended for demonstrating constructive cross-cultural listening skills. Hillenbrand's and his Native and settler heritage employees' cultural communication and listening skills can be a model to other businesses and organizations throughout South Dakota."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1277, "action_date": "2009-03-06T10:30:00-06:00", "document_id": 8872, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8872.pdf", "status_text": "", "journal_page": 670, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}]}