{"session_id": 15, "bill_id": 3173, "bill_type": "Senate Bill", "bill_number": 70, "bill_title": "revise the procedures for filing referred laws, initiated constitutional amendments, and initiated measures and to revise certain election provisions and campaign finance requirements for referred laws, initiated constitutional amendments, and initiated measures.", "sponsors": [{"legislator_profile_id": 285, "is_prime": true}, {"legislator_profile_id": 282, "is_prime": true}, {"legislator_profile_id": 265, "is_prime": false}, {"legislator_profile_id": 296, "is_prime": false}, {"legislator_profile_id": 260, "is_prime": false}, {"legislator_profile_id": 313, "is_prime": false}, {"legislator_profile_id": 270, "is_prime": false}, {"legislator_profile_id": 248, "is_prime": false}, {"legislator_profile_id": 214, "is_prime": false}, {"legislator_profile_id": 213, "is_prime": false}, {"legislator_profile_id": 219, "is_prime": false}, {"legislator_profile_id": 220, "is_prime": false}, {"legislator_profile_id": 261, "is_prime": false}], "keywords": ["Legislature and Statutes", "Secretary of State", "State Affairs and Government"], "audio": [{"meeting_datetime": "2012-01-25T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/slo09.mp3", "start_seconds": 1435.0}, {"meeting_datetime": "2012-01-25T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/slo09.mp3", "start_seconds": 1435.0}, {"meeting_datetime": "2012-01-25T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/slo09.mp3", "start_seconds": 1435.0}, {"meeting_datetime": "2012-01-25T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/slo09.mp3", "start_seconds": 1435.0}, {"meeting_datetime": "2012-02-06T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/slo15.mp3", "start_seconds": 112.0}, {"meeting_datetime": "2012-02-06T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/slo15.mp3", "start_seconds": 112.0}, {"meeting_datetime": "2012-02-06T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/slo15.mp3", "start_seconds": 112.0}, {"meeting_datetime": "2012-02-06T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/slo15.mp3", "start_seconds": 112.0}, {"meeting_datetime": "2012-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen17.mp3", "start_seconds": 6220.0}, {"meeting_datetime": "2012-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen17.mp3", "start_seconds": 6220.0}, {"meeting_datetime": "2012-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen17.mp3", "start_seconds": 6220.0}, {"meeting_datetime": "2012-02-21T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hlo24.mp3", "start_seconds": 768.0}, {"meeting_datetime": "2012-02-21T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hlo24.mp3", "start_seconds": 768.0}, {"meeting_datetime": "2012-02-21T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hlo24.mp3", "start_seconds": 768.0}, {"meeting_datetime": "2012-02-21T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hlo24.mp3", "start_seconds": 768.0}], "bill_versions": [{"bill_id": 3173, "bill_version_id": 19616, "bill_version": "Introduced", "bill_version_date": "2012-01-20T09:37:41.653-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the procedures for filing referred laws, initiated constitutional amendments, and initiated measures and to revise certain election provisions and campaign finance requirements for referred laws, initiated constitutional amendments, and initiated measures. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 2-1 be amended by adding thereto a NEW SECTION to read as follows: The petition as it is to be circulated for a referred law shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the title of the referred law; (2) Contain the effective date of the referred law; (3) Contain the date of the general election at which the referred law is to be submitted; (4) Be accompanied by a notarized form that includes the names and addresses of the petition sponsors; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition shall be filed with the secretary of state within ninety days after the adjournment of the Legislature which passed the referred law. A sworn affidavit, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. Section 2. That chapter 2-1 be amended by adding thereto a NEW SECTION to read as follows: The petition as it is to be circulated for an initiated constitutional amendment shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated constitutional amendment; (2) Contain the date of the general election at which the initiated constitutional amendment is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized form that includes the names and addresses of the petition sponsors; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated constitutional amendment as prepared by the attorney general. The form shall be approved by the secretary of state prior to circulation. For any initiated constitutional amendment petition, no signatures may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated constitutional amendment petition shall be filed with the secretary of state at least one year before the next general election. A sworn affidavit, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. Section 3. That chapter 2-1 be amended by adding thereto a NEW SECTION to read as follows: The petition as it is to be circulated for an initiated measure shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated measure; (2) Contain the date of the general election at which the initiated measure is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized form that includes the names and addresses of the petition sponsors; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated measure as prepared by the attorney general. The form shall be approved by the secretary of state prior to circulation. For any initiated measure petition, no signatures may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated measure petition shall be filed with the secretary of state at least one year before the next general election. A sworn affidavit, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. Section 4. That § 2-1-2 be repealed. 2-1-2. Filing of initiative petitions for submission to voters at next general election. The petition shall be filed in the Office of the Secretary of State by the first Tuesday in November of the year prior to a general election year for submission to the electors at the next general election. Section 5. That § 2-1-2.1 be repealed. 2-1-2.1. A petition of the voters proposing an amendment to the Constitution shall be filed in the Office of the Secretary of State at least one year before the next general election and, if timely filed, shall be submitted to the voters at the next general election in the same manner as other questions and measures are submitted under the provisions of chapter 12-13. Section 6. That § 2-1-4 be repealed. 2-1-4. The petition shall be filed in the Office of the Secretary of State within ninety days after the adjournment of the Legislature which passed such law. Section 7. That § 2-1-6.2 be repealed. 2-1-6.2. The petition as it is to be circulated for any initiative or initiated constitutional amendment shall contain the full text of the measure, the date of the general election at which the initiated law or initiated constitutional amendment is to be submitted, and the title and explanation as prepared by the attorney general, accompanied by the names and addresses of the petition sponsors and shall be filed with the secretary of state prior to circulation for signatures. The circulator shall provide to each person who signs the petition a copy of the explanation as prepared by the attorney general. The petition as it is to be circulated for a referred law shall contain the title of the referred law, the effective date of the referred law, and the date of the general election at which the referred law is to be submitted. The petition shall be accompanied by the names and addresses of the petition sponsors and shall be filed with the secretary of state prior to circulation for signatures. The signer's post office box number may be given in lieu of a street address if the signer lives within a municipality of the second or third class. The form of the petitions shall be prescribed by the State Board of Elections. For any initiated measure or initiated constitutional amendment petition, no signatures may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. An initiative petition and an initiated constitutional amendment petition shall be filed with the secretary of state by the date set forth in § 2-1-2 or 2-1-2.1, as applicable. All sections of any petition filed under this chapter shall be filed with the secretary of state simultaneously together with a sworn affidavit on forms promulgated by the State Board of Elections, signed by two-thirds of the sponsors stating that the documents filed constitute the entire petition and to the best of their knowledge contain a sufficient number of signatures. Section 8. That § 12-13-2 be amended to read as follows: 12-13-2. The county auditor shall, on or before the first day of October of each year when in which there is a general election, send by electronic transmission or mail to each official newspaper of the county a copy of all measures and questions as certified to him pursuant to § 12-13-1. Section 9. That § 12-27-3 be amended to read as follows: 12-27-3. The treasurer for a political action committee or ballot question committee shall file a statement of organization with the secretary of state not later than fifteen days after the date upon which the committee made contributions, received contributions, or paid expenses in excess of five hundred dollars unless. However, if such activity falls within thirty days of any statewide election in which case, the statement of organization shall be filed within forty-eight hours. A candidate shall file a statement of organization for a candidate campaign committee with the secretary of state not later than fifteen days after becoming a candidate pursuant to this chapter. Notwithstanding the provisions of § 12-27-41, the statement of organization shall include the original signature of each person filing the statement. A political committee that regularly files a campaign finance disclosure statement with another state or the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service is not required to file a statement of organization. A violation of this section is a Class 2 misdemeanor. Section 10. That § 12-27-22 be amended to read as follows: 12-27-22. A campaign finance disclosure statement shall be filed with the secretary of state by the treasurer of every: (1) Candidate or candidate campaign committee for any statewide or legislative office; (2) Political action committee; (3) Political party; and (4) Ballot question committee. The statement shall be signed and filed by the treasurer of the political committee or political party. The statement shall be received by the secretary of state and filed by 5:00 p.m. each February first and shall cover the contributions and expenditures for the preceding calendar year. The statement shall also be received by the secretary of state and filed by 5:00 p.m. on the second Friday prior to each primary and general election complete through the fifteenth day prior to that election. If a candidate is seeking nomination at the biennial state convention, the candidate or the candidate campaign committee shall file a campaign finance disclosure statement with the secretary of state by 5:00 p.m. on the second Friday prior to any biennial state convention. Any statement filed pursuant to this section shall be consecutive and shall cover contributions and expenditures since the last statement filed. The following are not required to file a campaign finance disclosure statement: (1) A candidate campaign committee for legislative or county office on February first following a year in which there is not an election for the office; (2) A county, local, or auxiliary committee of any political party, qualified to participate in a primary or general election, prior to a statewide primary election; (3) A legislative or county candidate campaign committee without opposition in a primary election, prior to a primary election; (4) A ballot question committee prior to a primary election unless the committee is involved in a ballot question voted on at the primary; (5) A candidate campaign committee whose name is not on the general election ballot, prior to the general election; and (6)(5) A political committee that regularly files a campaign finance disclosure statement with another state or the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service. A violation of this section is a Class 1 misdemeanor. Section 11. That § 12-27-23 be amended to read as follows: 12-27-23. A campaign finance disclosure statement shall be received by the secretary of state and filed by the treasurer of any statewide ballot question committee by 5:00 p.m. on the fifth day of July during the year in which the ballot question is to be voted on complete through the month of June. If the treasurer for a ballot question committee does not file a statement of organization pursuant to chapter 2-1, the treasurer shall file a statement of organization with the secretary of state not later than fifteen days after the date which the committee made contributions, received contributions, or paid expenses in excess of five hundred dollars. However, if such activity falls within thirty days of any statewide election, the statement of organization shall be filed within forty-eight hours. A ballot question committee that regularly files a campaign finance disclosure statement with another state or the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service is not required to file a statement of organization. A violation of this section is a Class 1 Class 2 misdemeanor. Before 5:00 p.m. on the last day of June in the year following the general election in which a ballot question was voted on, the ballot question committee shall settle all its debts, dispose of its assets, and file a termination statement with the secretary of state. Section 12. That § 12-27-41 be amended to read as follows: 12-27-41. Any statement required to be filed under this chapter may be filed by facsimile device or electronic mail transmission in accordance with the methods approved by the secretary of state. To be timely filed, any statement received by facsimile device or electronic mail transmission shall be legible and readable when received by the means it was delivered. The original shall be filed with the secretary of state within one week following the date the facsimile or electronic mail transmission was received."}, {"bill_id": 3173, "bill_version_id": 20770, "bill_version": "Senate Local Government Engrossed", "bill_version_date": "2012-02-06T10:51:10.19-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the procedures for filing referred laws, initiated constitutional amendments, and initiated measures and to revise certain election provisions and campaign finance requirements for referred laws, initiated constitutional amendments, and initiated measures. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 2-1 be amended by adding thereto a NEW SECTION to read as follows: The petition as it is to be circulated for a referred law shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the title of the referred law; (2) Contain the effective date of the referred law; (3) Contain the date of the general election at which the referred law is to be submitted; (4) Be accompanied by a notarized form that includes the names and addresses of the petition sponsors; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition shall be filed with the secretary of state within ninety days after the adjournment of the Legislature which passed the referred law. A sworn affidavit, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. Section 2. That chapter 2-1 be amended by adding thereto a NEW SECTION to read as follows: The petition as it is to be circulated for an initiated constitutional amendment shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated constitutional amendment; (2) Contain the date of the general election at which the initiated constitutional amendment is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized form that includes the names and addresses of the petition sponsors; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated constitutional amendment as prepared by the attorney general. The form shall be approved by the secretary of state prior to circulation. For any initiated constitutional amendment petition, no signatures may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated constitutional amendment petition shall be filed with the secretary of state at least one year before the next general election. A sworn affidavit, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. Section 3. That chapter 2-1 be amended by adding thereto a NEW SECTION to read as follows: The petition as it is to be circulated for an initiated measure shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated measure; (2) Contain the date of the general election at which the initiated measure is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized form that includes the names and addresses of the petition sponsors; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated measure as prepared by the attorney general. The form shall be approved by the secretary of state prior to circulation. For any initiated measure petition, no signatures may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated measure petition shall be filed with the secretary of state at least one year before the next general election. A sworn affidavit, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. Section 4. That § 2-1-2 be repealed. 2-1-2. Filing of initiative petitions for submission to voters at next general election. The petition shall be filed in the Office of the Secretary of State by the first Tuesday in November of the year prior to a general election year for submission to the electors at the next general election. Section 5. That § 2-1-2.1 be repealed. 2-1-2.1. A petition of the voters proposing an amendment to the Constitution shall be filed in the Office of the Secretary of State at least one year before the next general election and, if timely filed, shall be submitted to the voters at the next general election in the same manner as other questions and measures are submitted under the provisions of chapter 12-13. Section 6. That § 2-1-4 be repealed. 2-1-4. The petition shall be filed in the Office of the Secretary of State within ninety days after the adjournment of the Legislature which passed such law. Section 7. That § 2-1-6.2 be repealed. 2-1-6.2. The petition as it is to be circulated for any initiative or initiated constitutional amendment shall contain the full text of the measure, the date of the general election at which the initiated law or initiated constitutional amendment is to be submitted, and the title and explanation as prepared by the attorney general, accompanied by the names and addresses of the petition sponsors and shall be filed with the secretary of state prior to circulation for signatures. The circulator shall provide to each person who signs the petition a copy of the explanation as prepared by the attorney general. The petition as it is to be circulated for a referred law shall contain the title of the referred law, the effective date of the referred law, and the date of the general election at which the referred law is to be submitted. The petition shall be accompanied by the names and addresses of the petition sponsors and shall be filed with the secretary of state prior to circulation for signatures. The signer's post office box number may be given in lieu of a street address if the signer lives within a municipality of the second or third class. The form of the petitions shall be prescribed by the State Board of Elections. For any initiated measure or initiated constitutional amendment petition, no signatures may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. An initiative petition and an initiated constitutional amendment petition shall be filed with the secretary of state by the date set forth in § 2-1-2 or 2-1-2.1, as applicable. All sections of any petition filed under this chapter shall be filed with the secretary of state simultaneously together with a sworn affidavit on forms promulgated by the State Board of Elections, signed by two-thirds of the sponsors stating that the documents filed constitute the entire petition and to the best of their knowledge contain a sufficient number of signatures. Section 8. That § 12-13-2 be amended to read as follows: 12-13-2. The county auditor shall, on or before the first day of October of each year when in which there is a general election, send by electronic transmission or mail to each official newspaper of the county a copy of all measures and questions as certified to him pursuant to § 12-13-1. Section 9. That § 12-27-3 be amended to read as follows: 12-27-3. The treasurer for a political action committee or ballot question committee shall file a statement of organization with the secretary of state not later than fifteen days after the date upon which the committee made contributions, received contributions, or paid expenses in excess of five hundred dollars unless. However, if such activity falls within thirty days of any statewide election in which case, the statement of organization shall be filed within forty-eight hours. A candidate shall file a statement of organization for a candidate campaign committee with the secretary of state not later than fifteen days after becoming a candidate pursuant to this chapter. Notwithstanding the provisions of § 12-27-41, the statement of organization shall include the original signature of each person filing the statement. A political committee that regularly files a campaign finance disclosure statement with another state or the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service is not required to file a statement of organization. A violation of this section is a Class 2 misdemeanor. Section 10. That § 12-27-22 be amended to read as follows: 12-27-22. A campaign finance disclosure statement shall be filed with the secretary of state by the treasurer of every: (1) Candidate or candidate campaign committee for any statewide or legislative office; (2) Political action committee; (3) Political party; and (4) Ballot question committee. The statement shall be signed and filed by the treasurer of the political committee or political party. The statement shall be received by the secretary of state and filed by 5:00 p.m. each February first and shall cover the contributions and expenditures for the preceding calendar year. The statement shall also be received by the secretary of state and filed by 5:00 p.m. on the second Friday prior to each primary and general election complete through the fifteenth day prior to that election. If a candidate is seeking nomination at the biennial state convention, the candidate or the candidate campaign committee shall file a campaign finance disclosure statement with the secretary of state by 5:00 p.m. on the second Friday prior to any biennial state convention. Any statement filed pursuant to this section shall be consecutive and shall cover contributions and expenditures since the last statement filed. The following are not required to file a campaign finance disclosure statement: (1) A candidate campaign committee for legislative or county office on February first following a year in which there is not an election for the office; (2) A county, local, or auxiliary committee of any political party, qualified to participate in a primary or general election, prior to a statewide primary election; (3) A legislative or county candidate campaign committee without opposition in a primary election, prior to a primary election; (4) A ballot question committee prior to a primary election unless the committee is involved in a ballot question voted on at the primary; (5) A candidate campaign committee whose name is not on the general election ballot, prior to the general election; and (6)(5) A political committee that regularly files a campaign finance disclosure statement with another state or the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service. A violation of this section is a Class 1 misdemeanor. Section 11. That § 12-27-23 be amended to read as follows: 12-27-23. A campaign finance disclosure statement shall be received by the secretary of state and filed by the treasurer of any statewide ballot question committee by 5:00 p.m. on the fifth day of July during the year in which the ballot question is to be voted on complete through the month of June. If the treasurer for a ballot question committee does not file a statement of organization pursuant to chapter 2-1, the treasurer shall file a statement of organization with the secretary of state not later than fifteen days after the date which the committee made contributions, received contributions, or paid expenses in excess of five hundred dollars. However, if such activity falls within thirty days of any statewide election, the statement of organization shall be filed within forty-eight hours. A ballot question committee that regularly files a campaign finance disclosure statement with another state or the Federal Election Commission or a report of contributions and expenditures with the Internal Revenue Service is not required to file a statement of organization. A violation of this section is a Class 1 Class 2 misdemeanor. Section 12. That § 12-27-41 be amended to read as follows: 12-27-41. Any statement required to be filed under this chapter may be filed by facsimile device or electronic mail transmission in accordance with the methods approved by the secretary of state. To be timely filed, any statement received by facsimile device or electronic mail transmission shall be legible and readable when received by the means it was delivered. The original shall be filed with the secretary of state within one week following the date the facsimile or electronic mail transmission was received."}, {"bill_id": 3173, "bill_version_id": 21921, "bill_version": "Enrolled", "bill_version_date": "2012-02-23T09:00:21.583-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3173, "action_date": "2012-01-20T14:00:00-06:00", "document_id": 19679, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19679.pdf", "status_text": "First read in Senate and referred to", "journal_page": 97, "committee_id_action": 171, "committee_id_assigned": 154, "result": "N", "vote": {}}, {"bill_id": 3173, "action_date": "2012-01-25T07:45:00-06:00", "document_id": 19959, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19959.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 154, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3173, "action_date": "2012-01-25T07:45:00-06:00", "document_id": 20099, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20099.pdf", "status_text": "Do Pass", "journal_page": 164, "committee_id_action": 154, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10487, "president_vote": null, "Yea": [239, 228, 252, 254, 285, 261], "Excused": [264]}}, {"bill_id": 3173, "action_date": "2012-01-26T13:30:00-06:00", "document_id": 20314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20314.pdf", "status_text": "Deferred to another day", "journal_page": 190, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3173, "action_date": "2012-01-30T14:00:00-06:00", "document_id": 20412, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20412.pdf", "status_text": "Referred to", "journal_page": 209, "committee_id_action": 171, "committee_id_assigned": 154, "result": "P", "vote": {}}, {"bill_id": 3173, "action_date": "2012-02-06T07:45:00-06:00", "document_id": 20753, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20753.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 154, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3173, "action_date": "2012-02-06T07:45:00-06:00", "document_id": 20753, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20753.pdf", "status_text": "Do Pass Amended", "journal_page": 274, "committee_id_action": 154, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10975, "president_vote": null, "Yea": [239, 228, 254, 285, 261], "Excused": [264, 252]}}, {"bill_id": 3173, "action_date": "2012-02-06T07:45:00-06:00", "document_id": 20533, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20533.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 154, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3173, "action_date": "2012-02-08T14:00:00-06:00", "document_id": 21002, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21002.pdf", "status_text": "Do Pass Amended", "journal_page": 325, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11256, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 249, 255, 250, 235, 234, 247, 287, 285, 212, 228, 286, 233, 291, 223, 264, 240, 252, 214, 226, 219, 220, 229, 290, 236, 243, 261, 289, 218, 254, 232]}}, {"bill_id": 3173, "action_date": "2012-02-09T14:00:00-06:00", "document_id": 21117, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21117.pdf", "status_text": "First read in House and referred to", "journal_page": 390, "committee_id_action": 173, "committee_id_assigned": 164, "result": "N", "vote": {}}, {"bill_id": 3173, "action_date": "2012-02-21T10:00:00-06:00", "document_id": 21631, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21631.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 164, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3173, "action_date": "2012-02-21T10:00:00-06:00", "document_id": 21722, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21722.pdf", "status_text": "Do Pass", "journal_page": 519, "committee_id_action": 164, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11867, "president_vote": null, "Excused": [258, 230, 273, 292, 312, 269], "Yea": [294, 241, 215, 302, 283, 310, 248]}}, {"bill_id": 3173, "action_date": "2012-02-21T10:00:00-06:00", "document_id": 21722, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21722.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 164, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3173, "action_date": "2012-02-22T14:00:00-06:00", "document_id": 21857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21857.pdf", "status_text": "Do Pass Amended", "journal_page": 548, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11982, "president_vote": null, "Yea": [222, 262, 265, 227, 242, 231, 281, 269, 296, 211, 314, 260, 258, 225, 268, 217, 303, 313, 293, 297, 270, 299, 266, 221, 272, 279, 305, 271, 248, 263, 230, 280, 301, 237, 246, 304, 267, 294, 312, 213, 241, 311, 277, 307, 276, 308, 273, 315, 282, 278, 259, 224, 216, 295, 302, 283, 244, 306, 238, 310, 275, 309, 300, 298, 274, 256, 215], "Excused": [257, 245, 292]}}, {"bill_id": 3173, "action_date": "2012-02-23T14:00:00-06:00", "document_id": 21985, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21985.pdf", "status_text": "Signed by the President", "journal_page": 548, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3173, "action_date": "2012-02-24T13:00:00-06:00", "document_id": 22090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22090.pdf", "status_text": "Signed by the Speaker", "journal_page": 615, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3173, "action_date": "2012-02-27T14:00:00-06:00", "document_id": 22269, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22269.pdf", "status_text": "Delivered to the Governor", "journal_page": 572, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3173, "action_date": "2012-03-02T10:00:00-06:00", "document_id": 22575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22575.pdf", "status_text": "Signed by the Governor", "journal_page": 654, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4968}