{"session_id": 24, "bill_id": 7470, "bill_type": "House Bill", "bill_number": 1191, "bill_title": "revise certain provisions regarding the critical teaching needs scholarship program.", "sponsors": [{"legislator_profile_id": 1065, "is_prime": true}, {"legislator_profile_id": 1050, "is_prime": false}, {"legislator_profile_id": 1019, "is_prime": false}, {"legislator_profile_id": 1048, "is_prime": false}, {"legislator_profile_id": 1003, "is_prime": false}, {"legislator_profile_id": 1006, "is_prime": false}, {"legislator_profile_id": 1026, "is_prime": false}, {"legislator_profile_id": 1023, "is_prime": false}, {"legislator_profile_id": 1069, "is_prime": false}, {"legislator_profile_id": 996, "is_prime": false}, {"legislator_profile_id": 990, "is_prime": false}, {"legislator_profile_id": 1053, "is_prime": false}], "keywords": ["Appropriation", "Education", "Professions and Occupations", "Teachers"], "audio": [{"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hed17.mp3", "start_seconds": 264.0}, {"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hed17.mp3", "start_seconds": 264.0}, {"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hed17.mp3", "start_seconds": 264.0}], "bill_versions": [{"bill_id": 7470, "bill_version_id": 38603, "bill_version": "Introduced", "bill_version_date": "2016-02-03T08:54:09.113-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the critical teaching needs scholarship program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-55-64 be amended to read: 13-55-64. There is hereby created the South Dakota critical need teaching needs scholarship program. The purpose of the program is to encourage South Dakota's high school graduates postsecondary students and paraprofessionals to obtain their postsecondary education in South Dakota for teaching, to remain in the state upon completion of their education, and to contribute to the state and its citizens by working in a critical need teaching area. Section 2. That § 13-55-65 be amended to read: 13-55-65. The South Dakota critical need teaching needs scholarship program shall be administered by the Critical Need Teaching Needs Scholarship Board, which is hereby established. The board shall consist of five members appointed by the Governor for a term of five years, except that the initial appointments shall be for periods of one, two, three, four, and five years. A majority of the board shall be present either personally or by teleconference to constitute a quorum. The secretary of education shall routinely collect data from school districts to determine the critical need teaching areas, and the board shall use this data when selecting eligible critical need teaching areas. The Board of Regents shall provide necessary support services to the board. Section 3. That § 13-55-66 be amended to read: 13-55-66. From the total pool of applicants, the Critical Need Teaching Needs Scholarship Board shall award scholarships based on the requirements of §§ 13-55-68 and, 13-55-69, and section 4 of this Act, the filling of critical need teaching areas, other academic and personal characteristics of each applicant as determined by the board, and the amount of funding available for the scholarships. Notwithstanding the provisions of this section, if the board rescinds a scholarship that has been awarded, the board may award the amount of the rescinded scholarship to an alternate. Section 4. That chapter 13-55 be amended by adding a NEW SECTION to read: For the purposes of the critical need teaching scholarship program created in § 13-55-64, a paraprofessional is a noncertified instructional staff member who does not hold the position of teacher, but who assists in a school under the guidance of a teacher. A paraprofessional is eligible to apply for the scholarship if: (1) The paraprofessional is employed by a school district that, in the previous fiscal year, had a fall enrollment of six hundred or less; (2) The school district that employs the paraprofessional had, in the previous fiscal year, at least one teacher vacancy that the school district was unable to fill; and (3) The paraprofessional is recommended for the scholarship program by a school administrator in the school district that employs the paraprofessional. Section 5. That § 13-55-68 be amended to read: 13-55-68. In order to be eligible for a critical need teaching needs scholarship, a student shall: (1) Agree, in writing, to stay in South Dakota and work in a critical need teaching needs area for five years after graduation from a participating postsecondary institution; (2) Agree, through a promissory note, that failure to abide by the provisions of subdivision (1) will result in the scholarship being converted into an interest-bearing loan; (3) Attend a participating South Dakota postsecondary institution as an undergraduate enrolled in the student's final two years of postsecondary education and be enrolled in an elementary or secondary education program at the institution that is preparing the student to work in a critical need teaching area; and (4) Be a United States citizen or lawful permanent resident. For purposes of subdivision (3), the student shall be fully admitted into a teacher education program at the institution and shall successfully complete a student teaching experience within the final two years of attendance. A student is eligible to participate in the South Dakota critical need teaching needs scholarship program for the equivalent of two academic years (four consecutive spring and fall terms) or until the attainment of a baccalaureate degree in elementary or secondary education in a critical need teaching area, whichever comes first. However, the Critical Need Teaching Needs Scholarship Board may grant exceptions to the continuous enrollment requirements for good cause. Scholarships are not provided for summer session students enrolled in traditional four-year programs. Section 6. That § 13-55-69 be amended to read: 13-55-69. In addition to the eligibility criteria identified in § 13-55-68, applicants shall have maintained a minimum cumulative grade point average of 2.8 on a 4.0 scale, and a grade point average of 2.8 for all major course work. The Critical Need Teaching Needs Scholarship Board may require applicants to submit a written essay or other information by which to judge the academic and personal qualifications of the applicant. Section 7. That § 13-55-70 be amended to read: 13-55-70. The amount of the scholarship shall be determined by calculating the student's remaining financial need, and may not exceed the tuition and generally applicable fees for thirty credit hours at a South Dakota public postsecondary institution as of July 1, 2014. The scholarship amount paid to a recipient attending a participating nonpublic postsecondary institution shall equal the amount paid to a recipient attending a public postsecondary institution. During each year of eligibility, one-half of the annual scholarship shall be paid to public postsecondary institutions on behalf of eligible students there enrolled or directly to eligible students enrolled at nonpublic postsecondary institutions at the beginning of the fall semester, and the other half shall be paid at the beginning of the spring semester. If, in any year, the total funds available to fund the critical need teaching needs scholarships are insufficient to permit each eligible recipient to receive the full amount provided in this section, the available moneys shall be prorated and distributed to each recipient in proportion to the entitlement contemplated by this section. The total amount of the scholarship may not exceed the amount stipulated in this section. Section 8. That § 13-55-71 be amended to read: 13-55-71. In order to maintain eligibility for the critical need teaching needs scholarship program, a student shall: (1) Maintain a cumulative 2.8 grade point average on a 4.0 scale. The student shall complete consecutive fall and spring terms in order to remain eligible for continuation of the scholarship program from term to term; and (2) Maintain full-time status, or demonstrate continued satisfactory progress toward degree completion within the scholarship funding period. If factors beyond the control of a student who has been awarded a critical need teaching needs scholarship prevent the student from meeting any of the requirements in subdivisions (1) and (2), the Critical Need Teaching Needs Scholarship Board may temporarily waive the requirements of those subdivisions. The board may rescind a scholarship award if the student does not maintain eligibility as prescribed in those subdivisions. Section 9. That chapter 13-55 be amended by adding a NEW SECTION to read: Funding for scholarships awarded to paraprofessionals shall be appropriated by the Legislature. The portion of the distribution from the education enhancement trust fund used to fund the critical need teaching scholarship program pursuant to § 4-5-29.2 shall be used to fund scholarships for other eligible students. Section 10. That § 4-5-29.2 be amended to read: 4-5-29.2. Pursuant to S.D. Const., Art. XII, § 6, the state investment officer shall determine the market value of the education enhancement trust fund as of December 31, 2003, and each calendar year thereafter less the investment expenses transferred pursuant to § 4-5-30. The state investment officer shall calculate an amount equal to four percent of that market value, without invading principal, as eligible for distribution. For the purpose of this section, the term, principal, means the sum of all contributions to the fund. Beginning with the distribution in fiscal year 2008, the market value shall be determined by adding the market value of the trust fund at the end of the sixteen most recent calendar quarters as of December thirty-first, and dividing the sum by sixteen. Upon notice of that amount by the state investment officer, the state treasurer shall transfer the amount from the education enhancement trust fund to the state general fund as soon as practicable after July first of the next fiscal year. Beginning in fiscal year 2015, the portion of the transfer to the general fund for the need-based matching program, shall be calculated by the state investment officer based on the relative share of the contributions made to the need-based grant fund created pursuant to § 13-55A-14 to the most recently calculated total fair value of the education enhancement fund including the contribution. The calculation shall be updated monthly to reflect any additional contributions to the education enhancement trust fund and the portion of the transfer to the general fund for the need-based matching program shall be based on the average of the monthly calculation. Beginning in fiscal year 2015, a portion of the funds annually distributed to the general fund pursuant to this section representing the percentage of the appropriation in SL 2013, ch 91, § 9, when deposited, to the total fair value of the education enhancement fund applied to the distribution amount shall be used to fund the critical need teaching needs scholarship program created in §§ 13-55-64 to 13-55-71, inclusive."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7470, "action_date": "2016-02-03T14:00:00-06:00", "document_id": 38701, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38701.pdf", "status_text": "First read in House and referred to", "journal_page": 256, "committee_id_action": 325, "committee_id_assigned": 311, "result": "N", "vote": {}}, {"bill_id": 7470, "action_date": "2016-02-08T07:45:00-06:00", "document_id": 38839, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38839.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 311, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7470, "action_date": "2016-02-08T07:45:00-06:00", "document_id": 38965, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38965.pdf", "status_text": "Tabled", "journal_page": 317, "committee_id_action": 311, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20639, "president_vote": null, "Yea": [1040, 1050, 985, 1021, 1065, 963, 1055, 1048, 996, 1053, 1064, 1038, 993], "Excused": [1015, 1036]}}]}