{"session_id": 21, "bill_id": 6827, "bill_type": "Senate Commemoration", "bill_number": 18, "bill_title": "Honoring the memory of Emmett Bendix \"Ike\" Oleson for his life-long dedication to education.", "sponsors": [{"legislator_profile_id": 885, "is_prime": true}, {"legislator_profile_id": 957, "is_prime": true}, {"legislator_profile_id": 953, "is_prime": false}, {"legislator_profile_id": 869, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6827, "bill_version_id": 35219, "bill_version": "Introduced", "bill_version_date": "2015-02-19T09:27:00.857-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the memory of Emmett Bendix \"Ike\" Oleson for his life-long dedication to education. WHEREAS, in 1965, E.B. \"Ike\" Oleson helped craft House Bill 668, which created the South Dakota Division of Vocational Education. Then, on March 29, 1965, Governor Nils Boe appointed Oleson to be the state's first Director of Vocational Education; and WHEREAS, given only a few months to implement a statewide plan for vocational education, \"Ike\" Oleson drafted a budget, secured funding, approved curriculum, hired staff, designated schools, and approved tuition rates; and WHEREAS, \"Ike\" Oleson established six post-secondary vocational schools in South Dakota, of which four are still in existence today. Oleson set the goals of vocational education as being dedicated to helping people acquire job skills to become employable and productive citizens. Those goals are still the guiding force in South Dakota's vocational schools. Believing that people learned best by doing, Oleson also started on-the-job training as a component of vocational education; and WHEREAS, \"Ike\" Oleson was instrumental in creating multi-district schools in South Dakota, served as Director of Vocational Education until 1975: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that \"Ike\" Oleson's legacy lives on in the thousands of lives that were improved because of the education they received in South Dakota's vocational institutes, and in the robust South Dakota economy that benefitted greatly from skilled workers, and in the continuing success of the state's technical institutes."}, {"bill_id": 6827, "bill_version_id": 35493, "bill_version": "Enrolled", "bill_version_date": "2015-02-24T16:46:26.76-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the memory of Emmett Bendix \"Ike\" Oleson for his life-long dedication to education. WHEREAS, in 1965, E.B. \"Ike\" Oleson helped craft House Bill 668, which created the South Dakota Division of Vocational Education. Then, on March 29, 1965, Governor Nils Boe appointed Oleson to be the state's first Director of Vocational Education; and WHEREAS, given only a few months to implement a statewide plan for vocational education, \"Ike\" Oleson drafted a budget, secured funding, approved curriculum, hired staff, designated schools, and approved tuition rates; and WHEREAS, \"Ike\" Oleson established six post-secondary vocational schools in South Dakota, of which four are still in existence today. Oleson set the goals of vocational education as being dedicated to helping people acquire job skills to become employable and productive citizens. Those goals are still the guiding force in South Dakota's vocational schools. Believing that people learned best by doing, Oleson also started on-the-job training as a component of vocational education; and WHEREAS, \"Ike\" Oleson was instrumental in creating multi-district schools in South Dakota, served as Director of Vocational Education until 1975: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that \"Ike\" Oleson's legacy lives on in the thousands of lives that were improved because of the education they received in South Dakota's vocational institutes, and in the robust South Dakota economy that benefitted greatly from skilled workers, and in the continuing success of the state's technical institutes. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6827, "action_date": "2015-02-19T14:00:00-06:00", "document_id": 35278, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35278.pdf", "status_text": "", "journal_page": 457, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}]}