{"session_id": 20, "bill_id": 5537, "bill_type": "House Bill", "bill_number": 1025, "bill_title": "revise certain statutes and administrative rules regarding licensure of nursing facility administrators and to increase certain fees.", "sponsors": [], "keywords": ["Administrative Rules", "Licenses", "Professions and Occupations"], "audio": [{"meeting_datetime": "2014-01-21T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe05.mp3", "start_seconds": 1108.0}, {"meeting_datetime": "2014-01-21T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe05.mp3", "start_seconds": 1108.0}, {"meeting_datetime": "2014-01-21T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe05.mp3", "start_seconds": 1108.0}, {"meeting_datetime": "2014-01-21T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe05.mp3", "start_seconds": 1108.0}, {"meeting_datetime": "2014-01-21T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe05.mp3", "start_seconds": 1108.0}, {"meeting_datetime": "2014-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou07.mp3", "start_seconds": 1658.0}, {"meeting_datetime": "2014-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou07.mp3", "start_seconds": 1658.0}, {"meeting_datetime": "2014-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou07.mp3", "start_seconds": 1658.0}, {"meeting_datetime": "2014-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou07.mp3", "start_seconds": 1658.0}, {"meeting_datetime": "2014-02-05T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/she14.mp3", "start_seconds": 167.0}, {"meeting_datetime": "2014-02-05T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/she14.mp3", "start_seconds": 167.0}, {"meeting_datetime": "2014-02-05T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/she14.mp3", "start_seconds": 167.0}, {"meeting_datetime": "2014-03-04T00:00:00-06:00", "committee": "SGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sgo30.mp3", "start_seconds": 101.0}, {"meeting_datetime": "2014-03-04T00:00:00-06:00", "committee": "SGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sgo30.mp3", "start_seconds": 101.0}, {"meeting_datetime": "2014-03-04T00:00:00-06:00", "committee": "SGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sgo30.mp3", "start_seconds": 101.0}, {"meeting_datetime": "2014-03-10T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen33.mp3", "start_seconds": 9175.0}, {"meeting_datetime": "2014-03-10T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen33.mp3", "start_seconds": 9175.0}, {"meeting_datetime": "2014-03-10T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen33.mp3", "start_seconds": 9175.0}, {"meeting_datetime": "2014-03-10T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen33.mp3", "start_seconds": 9175.0}, {"meeting_datetime": "2014-03-11T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen34.mp3", "start_seconds": 440.0}, {"meeting_datetime": "2014-03-11T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen34.mp3", "start_seconds": 440.0}, {"meeting_datetime": "2014-03-11T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen34.mp3", "start_seconds": 440.0}, {"meeting_datetime": "2014-03-11T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen34.mp3", "start_seconds": 440.0}], "bill_versions": [{"bill_id": 5537, "bill_version_id": 28334, "bill_version": "Introduced", "bill_version_date": "2014-01-09T15:54:00.877-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain statutes and administrative rules regarding licensure of nursing facility administrators and to increase certain fees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-28-1 be amended to read as follows: 36-28-1. For the purposes of this chapter, the following definitions are hereby established Terms used in this chapter mean: (1) \"Board,\" means the South Dakota State Board of Examiners for Nursing Facility Administrators.; (2) \"Nursing facility,\" means any institution or facility defined as such for licensing purposes under South Dakota law or pursuant to the rules and regulations for nursing facilities and homes for the aged by the State Department of Health, whether proprietary or nonprofit, including, but not limited to nursing facilities owned or administered by the federal or state government or an agency or political subdivision thereof.; (3) \"Nursing facility administrator,\" means a person who administers, manages, supervises, or is in general administrative charge of a nursing facility or homes, whether such the individual has an ownership interest in such home facility and whether his the function and duties are shared with one or more individuals; provided, however, that persons. However, no person serving as a member of a nursing facility's board of directors shall not qualify as is a nursing facility administrator unless he the person is also serving in the requisite administration capacity as here defined; and (4) \"Administrator-in-training program,\" an internship completed under the supervision of a preceptor that meets the requirements established by the board pursuant to chapter 1-26. Section 2. That § 36-28-2 be amended to read as follows: 36-28-2. The South Dakota State Board for Nursing Facility Administrators consists of eleven board consists of five members. The members of the board shall be appointed by the Governor and shall include one licensed physician and one registered nurse, neither of whom may be an administrator or an employee of a nursing facility nor have any direct financial interest in nursing facilities; one practicing hospital administrator who is also licensed as a nursing facility administrator; two practicing administrators of proprietary nursing facilities; two practicing administrators of nonprofit nursing facilities; a designee of the secretary of health; a designee of the secretary of social services; and, two members four members who are licensed nursing facility administrators who are actively practicing in South Dakota and one member of the general public who are not administrators or employees is not an administrator or employee of a nursing facility and who have has no direct financial interest in nursing facilities a nursing facility. The terms of all members are to be three years. No member may serve more than three consecutive full terms. The terms of members begin on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's term expires on October thirtieth in the third year of appointment. The designees of the health and social services departments shall serve without compensation and reimbursement as provided in § 36-28-25, except that their travel expenses shall be paid by their respective agencies pursuant to § 3-9-2. The appointment to an unexpired term is not considered a full term. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. Section 3. That § 36-28-4 be amended to read as follows: 36-28-4. The board shall annually elect from its membership a chairman, vice-chairman president, vice president, and secretary-treasurer, and shall adopt rules pursuant to chapter 1-26 to govern its proceedings. No officer may serve more than three consecutive one-year terms. The board may, in accordance with chapter 3-6A, employ and fix the compensation and duties of necessary personnel to assist it in the performance of its duties expend funds for administrative, consultant, and other necessary services for the board with the amount of the expenditures to be set by the board. Section 4. That chapter 36-28 be amended by adding thereto a NEW SECTION to read as follows: The board shall meet at least annually. A majority of the members constitute a quorum. A majority vote of those present constitutes a decision of the entire board. Section 5. That chapter 36-28 be amended by adding thereto a NEW SECTION to read as follows: The board, its members, and its agents are immune from personal liability for actions taken in good faith in the discharge of the board's responsibilities, and the state shall hold the board, its members, and its agents harmless from all costs, damages, and attorney fees arising from claims and suits against them with respect to matters to which the immunity applies. Section 6. That § 36-28-7 be amended to read as follows: 36-28-7. The Board of Examiners is empowered to commence actions for injunctions for violations of this chapter or regulations promulgated hereunder as an alternate to criminal proceedings. The commencement of one proceeding by the board constitutes an election board may commence an action for an injunction for a violation of this chapter or regulation promulgated pursuant to this chapter. Section 7. That § 36-28-8 be repealed. 36-28-8. Notwithstanding the provisions of § 36-28-12, nothing in this chapter or the rules thereunder shall be construed to require an applicant for a license as a nursing facility administrator or a temporary license, who is certified by a recognized church or religious denomination which teaches reliance on spiritual means alone for healing as having been approved to administer institutions certified by such church or denomination for the care and treatment of the sick in accordance with its teachings, to demonstrate proficiency in any medical techniques or to meet any medical educational qualifications or medical standards not in accord with the remedial care and treatment provided in such institutions. Section 8. That § 36-28-11 be amended to read as follows: 36-28-11. The Board of Examiners shall have the power, duty, and responsibility to board may develop and apply appropriate techniques, including examination and investigation, for determining whether an individual meets the requirements of § 36-28-10. Examination and re-examination fees are nonrefundable and shall be fixed in rules promulgated by the Board of Examiners board pursuant to chapter 1-26 and may not exceed two hundred dollars. Section 9. That § 36-28-12 be amended to read as follows: 36-28-12. The board may issue licenses to qualified persons as nursing facility administrators, and shall a license to a qualified person and may establish qualification criteria pursuant to chapter 1-26 for such nursing facility administrators. No license shall may be issued to a person as a nursing facility administrator unless the applicant: (1) He is Is at least eighteen years of age, of good moral character, and of sound physical and mental health; (2) He has Has satisfactorily completed a course of instruction and training prescribed by the board, which course shall, by virtue of its content and administration, present sufficient knowledge of the needs properly to be served by nursing facilities, laws governing the operation of nursing facilities and the protection of the interests of the residents therein, and the elements of good nursing facility administration; or he must present evidence satisfactory to the board of sufficient education, training or experience in the foregoing fields to administer, supervise and manage a nursing facility; and (3) He has Has passed an examination administered approved by the board designed to test his the applicant's knowledge and competence regarding the subject matter referred to in subdivision (2) of this section. Section 10. That § 36-28-13 be amended to read as follows: 36-28-13. Pending examination, the The board may issue an emergency permit to practice as a nursing facility administrator for a period not exceeding to exceed one year to a qualified person filing a written application for a license with the board. The board shall may adopt rules pursuant to chapter 1-26 regarding application procedures, renewal procedures, supervision, and the nonrefundable fee for an emergency permit which may not exceed four hundred dollars. Section 11. That § 36-28-14 be amended to read as follows: 36-28-14. The board may issue a nursing facility administrator's license, without examination, administrator license to any person who holds a current license as a nursing facility administrator or equivalent license from another jurisdiction, if the board finds that the standards for licensure in such other jurisdiction are at least substantially equivalent of to those prevailing in this state and that the applicant is otherwise qualified. The board may adopt, by rules promulgated pursuant to chapter 1-26, minimum requirements for qualification and a nonrefundable fee for reciprocal licensure which may not exceed five hundred dollars. Section 12. That § 36-28-15 be amended to read as follows: 36-28-15. Any person applying to be licensed as a nursing facility administrator shall pay an a nonrefundable initial license fee in an amount set by rule promulgated by the board pursuant to chapter 1-26, which may not exceed one hundred fifty five hundred dollars. The initial license fee shall be prorated to the next biennial renewal date according to rule promulgated by the board pursuant to chapter 1-26. Section 13. That § 36-28-16 be amended to read as follows: 36-28-16. The Board of Examiners shall board may license nursing facility administrators in accordance with this chapter and rules issued by it in compliance with promulgated by the board pursuant to chapter 1-26. A nursing facility administrator's administrator license shall is not be transferable and shall be is valid until surrendered for cancellation or suspended or revoked for violation of this chapter or of any other law or regulation relating to the proper administration and management of a nursing facility any rule promulgated pursuant to this chapter. A nursing facility administrator license that is not renewed by December thirty-first of even-numbered years expires and is no longer valid. Section 14. That § 36-28-17 be repealed. 36-28-17. The Board of Examiners shall have the power, duty, and responsibility to issue licenses to individuals that it deems are qualified under the provisions of this chapter, and for cause, after compliance with chapter 1-26, to revoke or suspend licenses previously issued by the board in any case where the individual holding such license is determined substantially to have failed to conform to the requirements of such standards. Section 15. That § 36-28-18 be amended to read as follows: 36-28-18. A Each nursing facility administrator's administrator license expires on December thirty-first biennially of even-numbered years and is renewable biennially thereafter upon application to the board and payment of a biennial license renewal fee set by in rule promulgated by the board pursuant to chapter 1-26. The renewal fee may not exceed one hundred fifty five hundred dollars. Section 16. That § 36-28-18.1 be amended to read as follows: 36-28-18.1. The board may issue a duplicate licenses license and may promulgate rules pursuant to chapter 1-26 and set fees a fee, which may not exceed fifty one hundred dollars, pursuant to chapter 1-26. Section 17. That § 36-28-18.2 be amended to read as follows: 36-28-18.2. A licensed nursing facility administrator may file for inactive status and pay a fee of not more than seventy-five three hundred dollars. The administrator may reactivate the license within five years of the date of inactivation by completing an application, paying the required fee, completing the continuing education requirement, passing the state examination, and fulfilling other experiences requirements as determined by the length of inactive status, as prescribed by the board in rules promulgated pursuant to chapter 1-26. Section 18. That § 36-28-19 be repealed. 36-28-19. Any holder of a nursing facility administrator's license shall renew it biennially by making application to the Board of Examiners. Such renewals shall be granted without examination upon the payment of the required fees, unless the board finds in compliance with chapter 1-26 that such applicant has acted or failed to act in such a manner or under such circumstances as would constitute grounds for suspension or revocation of a license. Section 19. That § 36-28-20 be repealed. 36-28-20. The board shall conduct a continuing study and investigation of nursing facilities and administrators of nursing facilities within the state to improve the standards imposed for the licensing of such administrators and the procedures and methods for the enforcement of such standards. Section 20. That § 36-28-21 be repealed. 36-28-21. The Board of Examiners shall have the power, duty and responsibility to conduct, or cause to be conducted, one or more courses of instruction and training sufficient to meet the requirements of this chapter, and make provisions for such courses and their accessibility to residents of this state unless it finds that there are a sufficient number of courses approved by the board conducted by others within this state. In lieu hereof the board may approve courses conducted within and without this state as sufficient to meet the educational and training requirements of this chapter. Section 21. That § 36-28-21.1 be amended to read as follows: 36-28-21.1. The Board of Examiners shall board may promulgate rules pursuant to chapter 1-26 to establish continuing education requirements for renewal of licenses a license. Section 22. That § 36-28-22 be repealed. 36-28-22. The Board of Examiners shall have the power, duty, and responsibility to establish and carry out procedures designed to ensure that individuals licensed as nursing facility administrators will, during any period that they serve as such, comply with the requirements of such standards. Section 23. That § 36-28-23 be amended to read as follows: 36-28-23. The Board of Examiners shall have the power, duty, and responsibility to receive, board may investigate, and take appropriate action with respect to any charge or complaint filed with the board to the effect that any individual licensed as a nursing facility administrator has failed to comply with the requirements of this chapter if it comes to the attention of the board that a licensee may have violated a provision of this chapter or a rule promulgated pursuant to this chapter. The board may revoke or suspend a license of any licensee violating any provision of this chapter and any rule promulgated pursuant to this chapter. Section 24. That § 36-28-24 be repealed. 36-28-24. Any denial of issuance, renewal, suspension, or revocation under any section of this chapter shall be subject to review upon the timely request of the licensee and pursuant to chapter 1-26. Section 25. That § 36-28-25 be amended to read as follows: 36-28-25. All fees Any fee collected under the provisions of this chapter shall be paid to the Board of Examiners board, who shall keep such fees the fee in a fund to be known as the State Board of Examiners for Nursing Facility Administrators fund, which fund may be used and expended by the board to pay the compensation and travel expenses, pursuant to § 3-9-2, of members and employees of the board and other expenses necessary for the board to administer and carry out the provisions of this chapter. Section 26. That § 36-28-26 be repealed. 36-28-26. The Board of Examiners shall have the power, duty, and responsibility to deposit and invest funds received by the board pursuant to this chapter. Section 27. That § 36-28-27 be repealed. 36-28-27. No provision of this chapter shall be construed as prohibiting or preventing a municipality, county or state from fixing, charging, assessing, or collecting any license fee, registration fee, tax or gross receipt tax on any profession covered by this chapter or upon any related profession governed by the provisions of this chapter. Section 28. That ARSD 20:49:01:01 be amended to read as follows: 20:49:01:01. Definitions. Terms defined in SDCL 36-28-1 have the same meaning when used in this article. In addition, terms used in this article mean: (1) \"Preceptor,\" a licensed nursing facility administrator licensee who has been licensed for at least four years in South Dakota, has had no revocation or suspension of a license or other action taken as deemed necessary to protect the public, and has been approved by the board to train administrators-in-training; (2) \"Administrator-in-training,\" \"(AIT),\" a person who is serving in employed by or contracting with a licensed nursing facility and working under the supervision of a preceptor and is in the process of while completing the administrator-in-training internship in at least 240 hours in six consecutive months program; and (3) \"Administrator-in-training program,\" an internship completed under the supervision of a preceptor that includes a minimum of 240 hours completed within six consecutive months utilizing an internship manual and reporting forms approved by the board. Section 29. That ARSD 20:49:02:02 be repealed. 20:49:02:02. Officers and duties. An officer may serve no more than two consecutive one-year terms. The board may employ an executive secretary who may not be a member of the board and to whom duties may be delegated as considered proper. Section 30. That ARSD 20:49:02:03 be amended to read as follows: 20:49:02:03. Chairman President. The chairman president shall preside at all meetings of the board. In the absence of the chairman, the vice-chairman president, the vice president shall preside at meetings and perform all duties usually performed by the chairman president. Section 31. That ARSD 20:49:03:01 be amended to read as follows: 20:49:03:01. Examinations. An applicant for initial licensure shall take a national and a state examination as follows must pass the following examinations: (1) The computer-based Nursing Home Administrators Licensing Examination provided administered by the National Association of Long Term Care Administrator Boards. An examination fee shall be paid to the provider. A passing score on the examination is a scaled score with a passing point of 113; and (2) A state examination provided by the board covering the rules of the South Dakota Department of Health that govern nursing facilities. The examination shall be held at a time determined by the board and applicant. A nonrefundable fee of $50 must $100 shall be submitted to the board prior to the examination date. A passing score on the examination is 75 percent. An applicant applying for relicensure must have passed the national and state examinations within the four years preceding the date of the application. Section 32. That ARSD 20:49:03:02 be repealed. 20:49:03:02. Retention of examinations. Examination results for each candidate, shall be kept by the board for a minimum of two years. They may be destroyed only upon approval by the state records destruction board. Section 33. That ARSD 20:49:03:03 be amended to read as follows: 20:49:03:03. Conditional admission to examination. The board may conditionally admit to examination an applicant who, on the date of the scheduled examination, has not fully established qualifications if, in the judgment of the board, it appears that the applicant is otherwise qualified. Section 34. That ARSD 20:49:03:05 be repealed. 20:49:03:05. Review of application. An applicant for examination who has been disqualified may petition the board in writing within 30 days after notification of disqualification for a hearing and a review of the applicant's application. Section 35. That ARSD 20:49:03:07 be amended to read as follows: 20:49:03:07. Reexamination. An applicant who has failed the national or state examination may retake the failed examination if the applicant meets the current requirements for licensure and pays the applicable nonrefundable examination fee as set in § 20:49:03:01 and the reexamination fee of $50. An applicant who has failed either examination is entitled to reexamination a maximum of three times for each examination upon payment of the applicable fees. If unsuccessful after four attempts, the applicant may petition the board for reconsideration. Section 36. That ARSD 20:49:04:01 be amended to read as follows: 20:49:04:01. Requirements for education and training initial licensure. An applicant for licensure as a nursing facility administrator must shall meet the education and training requirements as follows and shall submit the following: (1) Have at least a baccalaureate degree; and A completed application form and a nonrefundable fee of $300; (2) Have successful service as an administrator-in-training as defined in § 20:49:01:01(2) or have completed a practicum in long term healthcare from a regionally accredited higher education program. Applicants applying for relicensure must have completed an administrator-in-training program or practicum within the four years preceding the date of the application Certified transcripts verifying completion of at least an associate degree; (3) Verification of: (a) Completion of an administrator-in-training program within four years preceding the date of application; or (b) Completion of a practicum in long term healthcare administration from a higher education institution accredited by an organization recognized by the Council for Higher Education Accreditation within four years preceding the date of application; (4) A copy of the applicant's driver license or equivalent birth verification; (5) Three letters of recommendation from professional references not related to the applicant by kinship or marriage; (6) Verification of passage of the Nursing Home Administrators Licensing Examination administered by the National Association of Long Term Care Administrators Board within four years preceding the date of application; and (7) Verification of passage of the state examination approved by the board covering the rules of the South Dakota Department of Health that govern nursing facilities within four years preceding the date of application. Section 37. That ARSD 20:49:04:02 be repealed. 20:49:04:02. Application requirements. An applicant must apply for licensing on forms provided by the board. The applicant must submit letters of recommendation from three individuals engaged in either business or a profession. The applicant must attach to the application a photocopy or certified copy of the applicant's birth certificate or an equivalent birth verification. The applicant must provide a certified transcript of the applicant's education and training. The completed application, the accompanying documents described in this section, and the payment of nonrefundable fees must be received by the board before the examinations required in § 20:49:03:01 and the administrator-in-training program required in subdivision 20:49:01:01(2). Section 38. That ARSD 20:49:04:03 be amended to read as follows: 20:49:04:03. Conviction of felony. An applicant for examination for licensure who has been convicted of a felony by any court may not take the examination. The board may refuse to issue a license if the applicant has been convicted, pled no contest, nolo contendere, pled guilty to, or been granted a deferred judgment or suspended imposition of sentence, or had prosecution deferred with respect to a felony. Section 39. That ARSD 20:49:04:08 be repealed. 20:49:04:08. Initial license fee. The fee for initial licensure is $150. Section 40. That ARSD 20:49:05:01 be amended to read as follows: 20:49:05:01. Emergency permit. To meet the needs of a nursing facility that has a vacancy in the administrator's position, an emergency permit to practice as a nursing facility administrator may be issued to a person for not more than 180 days, subject to the following: (1) A person of authority from the facility with the vacancy requests in writing that an emergency permit be issued for their emergency administrator submits an application, accompanied by a nonrefundable emergency permit fee of $100 $200; (2) The emergency administrator is provides services under the supervision of a certified preceptor; (3) The preceptor provides appropriate supervision and is reasonably available to the emergency administrator to provide assistance; and (4) The preceptor observes the emergency administrator at least two days a month in the facility in which the emergency administrator is serving and keeps a written memorandum of what was accomplished or discussed at each visit. This A copy of the dated memorandum shall accompany the monthly report required in subdivision (4) of this section; and (4) The preceptor makes a written report to the board every month on the performance of the emergency administrator be maintained by the emergency administrator and the preceptor for one year following the date of expiration of the emergency permit. A preceptor may be held responsible for the acts of the emergency administrator operating under the preceptor's supervision only if the preceptor does not fulfill the requirements as stated above. Section 41. that ARSD 20:49:06:01 be amended to read as follows: 20:49:06:01. Reciprocal licensure. The board may recognize and endorse a nursing facility administrator license issued by the authorities of another political subdivision of the United States if the following requirements are met: (1) The other political subdivision provides verification of the educational level of the applicant and a passing score on the board approved national examination; (2) The applicant is familiar with state and local health and safety rules related to nursing facilities, has passed the board's state examination as defined in § 20:49:03:01(2), and has had an orientation under a preceptor covering South Dakota Department of Health rules governing nursing facilities. The preceptor shall file a report on the orientation with the board; (3) The applicant for reciprocal licensure has never had a license as a nursing facility administrator revoked or suspended; (4) The applicant has demonstrated at least six consecutive months of service as an administrator of a licensed nursing facility; has served as an administrator-in-training for at least six consecutive months; or has completed a practicum in long term healthcare from a regionally accredited higher education program within four years preceding the date of application for reciprocal licensure; and (5) The nonrefundable fee for reciprocal licensure is $150 prorated to the next biennial renewal date. An applicant for reciprocal licensure as a nursing facility administrator shall meet the education and training requirements and shall submit the following: (1) A completed application form and a nonrefundable fee of $300; (2) Certified transcripts verifying completion of at least an associate degree; (3) Verification of completion of: (a) An administrator-in-training program within four years preceding the date of application; (b) A practicum in long term care healthcare administration from a higher education institution accredited by an organization recognized by the Council for Higher Education Accreditation within four years preceding the date of application; or (c) Six consecutive months of service as an administrator of a licensed nursing facility within four years preceding the date of application; (4) A copy of the applicant's driver license or equivalent birth verification; (5) Three letters of recommendation from professional references not related to the applicant by kinship or marriage; (6) Verification of passage of the Nursing Home Administrators Licensing Examination administered by the National Association of Long Term Care Administrator Boards; (7) Verification of passage of the state examination provided by the board covering the rules of the South Dakota Department of Health that govern nursing facilities within four years preceding the date of application; and (8) A certified letter verifying the nursing facility administrator license, or equivalent license, and status of such license from the board in each state or other political subdivision of the United States in which the applicant is or has been licensed. If an applicant for reciprocal licensure has had action taken against a license as a nursing facility administrator, or equivalent license, the applicant may be denied a license. Section 42. That ARSD 20:49:07:02 be amended to read as follows: 20:49:07:02. Duplicate licenses. The board may issue a duplicate license upon request and payment of a $50 fee. Section 43. That ARSD 20:49:08:01 be amended to read as follows: 20:49:08:01. Application for renewal. Every person who holds a valid license as a nursing facility administrator issued by the board shall apply to the board biennially by December 31 of each even-numbered years to the board for a renewal of the license year and report any information requested by the board on forms provided for the purpose. A nursing facility administrator whose license has expired may petition the board for consideration of renewal. A nursing facility administrator by the board. A licensee need not be actively practicing as a nursing facility administrator to be eligible to renew the license. Section 44. That ARSD 20:49:08:01.01 be amended to read as follows: 20:49:08:01.01. Fee for renewal. The biennial nonrefundable fee for renewal of a license is $150 $300. Section 45. That ARSD 20:49:08:02 be amended to read as follows: 20:49:08:02. Inactive status -- Reactivation. The A licensee may place the license as inactive upon completion of a form provided by the board and payment of the nonrefundable fee of $75 $150. A licensee may reactivate the license pursuant to SDCL 36-28-18.2 within five years following the date of inactivation. The required fee to reactivate a license is the amount of the licensure fee prorated to the next biennial renewal date initial licensure fee. To satisfy the continuing education requirement to reactivate a license, the licensee shall provide evidence of 20 hours of board approved continuing education earned within the past 12 months. Section 46. That ARSD 20:49:08:03 be amended to read as follows: 20:49:08:03. Continuing education requirements. A minimum of 40 clock hours of board approved continuing education pertaining to health care, healthcare administration, or business administration is required biennially for renewal of a license. The board may accept academic courses pertaining to health care, healthcare administration, or business administration offered through an accredited higher education institution and earned as college credit a higher education institution accredited by an organization recognized by the Council for Higher Education Accreditation. The board may approve continuing education providers and programs, programs presented by board-approved providers, programs approved by another state licensing board for nursing facility administrators, and programs by approved continuing education providers of the National Association of Long Term Care Administrator Boards. Section 47. That ARSD 20:49:08:04 be amended to read as follows: 20:49:08:04. Criteria for continuing education course approval. An organization or presenter A provider or program that desires approval of a continuing education program shall as a continuing education provider or program may apply on a form provided approved by the board at least 30 days before or 30 days after the program date. The application shall state the dates, subjects offered, total hours of instruction, names and qualifications of speakers, and other pertinent information. The board shall notify the applicant in writing of its decision. Section 48. That ARSD 20:49:08:05 be repealed. 20:49:08:05. Attendee request for continuing education approval. An attendee seeking post approval of a program pertaining to health care or business administration shall submit to the board, within 30 days after completion of the program, its dates, subject matter, and a copy of the certification of attendance. The board shall advise the attendee in writing whether the program is approved and the number of continuing education hours allowed. Section 49. That ARSD 20:49:10:08 be repealed. 20:49:10:08. Procedures in contested cases. To initiate proceedings to reprimand a nursing facility administrator or to revoke, suspend, deny, or deny renewal of the license or permit of any nursing facility administrator in South Dakota, a member of the board or any other interested person may file with the board a complaint stating the facts of the complaint and the action requested or the board may initiate proceedings by resolution. On the filing of any complaint, the board shall fix a date for hearing and give notice of the hearing. Written notice of the final determination of the board on the complaint shall be given to interested persons, and the date of the notice begins the time within which an appeal of the determination may be taken. Section 50. That ARSD 20:49:10:09 be repealed. 20:49:10:09. Procedures in board hearings. A record of the hearing in a contested case shall be taken by court reporter or recording equipment. If a transcript is requested, the board may require the person requesting it to pay the reasonable cost of preparing the transcript. Section 51. That ARSD 20:49:14:01 be amended to read as follows: 20:49:14:01. Petition for declaratory ruling. Any person wishing the board to issue its ruling as to the applicability to that person of any statutory provision or rule or order of the board may file with the board a petition in substantially the following form: STATE OF SOUTH DAKOTA SOUTH DAKOTA STATE BOARD OF EXAMINERS FOR NURSING HOME ADMINISTRATORS Petition for Declaratory Ruling Pursuant to the provisions of SDCL 1-26-15, I, (name of petitioner), of (address of petitioner), am (title or capacity of petitioner), and do hereby petition the South Dakota State Board of Examiners for Nursing Home Administrators for its declaratory ruling in regard to the following: 1. The state statute or State Board of Examiners for Nursing Home Administrators rule or order in question is: (here identify and quote the pertinent statute, rule or order). 2. The facts and circumstances which give rise to the issue to be answered by the board's declaratory ruling are: 3. The precise issue to be answered by the board's declaratory ruling is: 4. The action requested to be taken by the board is and the reasons for such action are: Dated at (city and state) this ______ day of ____________ 19__. _______________________ (Signature of petitioner) may petition the board to issue a declaratory ruling by filing a written request. Section 52. That ARSD 20:49:14:02 be repealed. _______________________ (Signature of petitioner) 20:49:14:02. Board action on petition. Upon receipt of the petition, the board may request from the petitioner any other information that may be required by it for the issuance of its ruling. Within 30 days following receipt of the petition, or within 30 days following receipt of the other information requested, the board shall issue its declaratory ruling and serve a copy by mail upon the petitioner. Section 53. That ARSD 20:49:15:01 be amended to read as follows: 20:49:15:01. Grounds for revocation, suspension, or nonrenewal other action. The license or emergency permit of a nursing facility administrator may be revoked, suspended, or not renewed by the board for cause board may revoke or suspend a license or take other action deemed necessary to protect the public upon any of the following grounds: (1) The licensee failed to complete continuing education requirements; (2) The licensee or permittee is guilty of fraud, bribery, or deceit in procuring a license or permit, in carrying out the duties as a nursing home administrator, or in obtaining renewal of a license or permit; (3) The licensee or permittee has been convicted of, pled no contest, nolo contendere, pled guilty to, or been granted a deferred judgment or suspended imposition of sentence, or had prosecution deferred with respect to a felony. The conviction of a felony is the conviction of A felony is any offense which would be a felony under the laws of South Dakota if it was committed in the state; (4) The licensee or permittee is addicted to the use of intoxicating beverages, narcotics, or any of the drugs or controlled substances set forth in SDCL 34-20B to such an extent that the licensee or permittee cannot perform the duties; (5) The physical or mental condition of the licensee or permittee is determined by a competent examiner to jeopardize those who seek the professional services of the licensee or permittee. A majority of the board may demand an examination of the licensee or permittee. If the licensee or permittee fails to submit to the examination, it is immediate grounds for suspension of the license or permit; (6) The licensee or permittee is guilty of unprofessional conduct; and (7) The licensee or permittee has violated any provision of SDCL chapter 36-28 or this article any rule promulgated pursuant to that chapter; or (8) The licensee had an action taken against a nursing facility administrator or equivalent license in another jurisdiction. Section 54. That ARSD 20:49:15:02 be amended to read as follows: 20:49:15:02. Unprofessional conduct. Unprofessional conduct includes but is not limited to the following: (1) Failure to exercise technical competence in carrying out nursing facility administration; (2) Failure to follow or enforce policies or procedures necessary to assure patient or resident welfare and safety; (3) Failure to safeguard the patient's or resident's dignity and right to privacy; (4) Violating the confidentiality of information or knowledge concerning the patient or resident; (5) Mental, verbal, or physical abuse of patients or residents a patient or resident; (6) Using alcohol or other drugs to the extent that there is significant interference with job performance; (7) Misuse of drug supplies, narcotics, or patients' or residents' a patient's or resident's records; (8) Falsifying patients' or residents' a patient's or resident's records or intentionally charting incorrectly; (9) Appropriating medications, supplies, or personal items of the patient or resident or agency; (10) Forging prescriptions a prescription or making drugs a drug available to self, friends, or family members; (11) Falsifying records submitted to the board, to the state department of health, or to any other government agency; (12) Delegating nursing facility administrator care, functions, tasks, or responsibilities to others contrary to SDCL chapter 36-28 or to the detriment of patient or resident safety; (13) Failure to exercise appropriate supervision over persons who are authorized to practice only under the supervision of a licensed professional; (14) Leaving a nursing facility administrator assignment or post without notifying a substitute; (15) Assisting any other person to violate or circumvent any provision of SDCL chapter 36-28 or this article; (16) Permitting an unlicensed person to use a nursing facility administrator license or permit for any purpose; and (17) Having a license or certificate in a related health care discipline in the state of South Dakota or in another state denied, refused renewal, revoked, or suspended due to unprofessional conduct as defined in items 1 to 16, inclusive, of this rule."}, {"bill_id": 5537, "bill_version_id": 28671, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2014-01-21T11:19:11.483-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain statutes and administrative rules regarding licensure of nursing facility administrators and to increase certain fees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-28-1 be amended to read as follows: 36-28-1. For the purposes of this chapter, the following definitions are hereby established Terms used in this chapter mean: (1) \"Board,\" means the South Dakota State Board of Examiners for Nursing Facility Administrators.; (2) \"Nursing facility,\" means any institution or facility defined as such for licensing purposes under South Dakota law or pursuant to the rules and regulations for nursing facilities and homes for the aged by the State Department of Health, whether proprietary or nonprofit, including, but not limited to nursing facilities owned or administered by the federal or state government or an agency or political subdivision thereof.; (3) \"Nursing facility administrator,\" means a person who administers, manages, supervises, or is in general administrative charge of a nursing facility or homes, whether such the individual has an ownership interest in such home facility and whether his the function and duties are shared with one or more individuals; provided, however, that persons. However, no person serving as a member of a nursing facility's board of directors shall not qualify as is a nursing facility administrator unless he the person is also serving in the requisite administration capacity as here defined; and (4) \"Administrator-in-training program,\" an internship completed under the supervision of a preceptor that meets the requirements established by the board pursuant to chapter 1-26. Section 2. That § 36-28-2 be amended to read as follows: 36-28-2. The South Dakota State Board for Nursing Facility Administrators consists of eleven board consists of five members. The members of the board shall be appointed by the Governor and shall include one licensed physician and one registered nurse, neither of whom may be an administrator or an employee of a nursing facility nor have any direct financial interest in nursing facilities; one practicing hospital administrator who is also licensed as a nursing facility administrator; two practicing administrators of proprietary nursing facilities; two practicing administrators of nonprofit nursing facilities; a designee of the secretary of health; a designee of the secretary of social services; and, two members four members who are licensed nursing facility administrators who are actively practicing in South Dakota and one member of the general public who are not administrators or employees is not an administrator or employee of a nursing facility and who have has no direct financial interest in nursing facilities a nursing facility. The terms of all members are to be three years. No member may serve more than three consecutive full terms. The terms of members begin on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's term expires on October thirtieth in the third year of appointment. The designees of the health and social services departments shall serve without compensation and reimbursement as provided in § 36-28-25, except that their travel expenses shall be paid by their respective agencies pursuant to § 3-9-2. The appointment to an unexpired term is not considered a full term. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. Section 3. That § 36-28-4 be amended to read as follows: 36-28-4. The board shall annually elect from its membership a chairman, vice-chairman president, vice president, and secretary-treasurer, and shall adopt rules pursuant to chapter 1-26 to govern its proceedings. No officer may serve more than three consecutive one-year terms. The board may, in accordance with chapter 3-6A, employ and fix the compensation and duties of necessary personnel to assist it in the performance of its duties expend funds for administrative, consultant, and other necessary services for the board with the amount of the expenditures to be set by the board. Section 4. That chapter 36-28 be amended by adding thereto a NEW SECTION to read as follows: The board shall meet at least annually. A majority of the members constitute a quorum. A majority vote of those present constitutes a decision of the entire board. Section 5. That chapter 36-28 be amended by adding thereto a NEW SECTION to read as follows: The board, its members, and its agents are immune from personal liability for actions taken in good faith in the discharge of the board's responsibilities, and the state shall hold the board, its members, and its agents harmless from all costs, damages, and attorney fees arising from claims and suits against them with respect to matters to which the immunity applies. Section 6. That § 36-28-7 be amended to read as follows: 36-28-7. The Board of Examiners is empowered to commence actions for injunctions for violations of this chapter or regulations promulgated hereunder as an alternate to criminal proceedings. The commencement of one proceeding by the board constitutes an election board may commence an action for an injunction for a violation of this chapter or regulation promulgated pursuant to this chapter. Section 7. That § 36-28-11 be amended to read as follows: 36-28-11. The Board of Examiners shall have the power, duty, and responsibility to board may develop and apply appropriate techniques, including examination and investigation, for determining whether an individual meets the requirements of § 36-28-10. Examination and re-examination fees are nonrefundable and shall be fixed in rules promulgated by the Board of Examiners board pursuant to chapter 1-26 and may not exceed two hundred dollars. Section 8. That § 36-28-12 be amended to read as follows: 36-28-12. The board may issue licenses to qualified persons as nursing facility administrators, and shall a license to a qualified person and may establish qualification criteria pursuant to chapter 1-26 for such nursing facility administrators. No license shall may be issued to a person as a nursing facility administrator unless the applicant: (1) He is Is at least eighteen years of age, of good moral character, and of sound physical and mental health; (2) He has Has satisfactorily completed a course of instruction and training prescribed by the board, which course shall, by virtue of its content and administration, present sufficient knowledge of the needs properly to be served by nursing facilities, laws governing the operation of nursing facilities and the protection of the interests of the residents therein, and the elements of good nursing facility administration; or he must present evidence satisfactory to the board of sufficient education, training or experience in the foregoing fields to administer, supervise and manage a nursing facility; and (3) He has Has passed an examination administered approved by the board designed to test his the applicant's knowledge and competence regarding the subject matter referred to in subdivision (2) of this section. Section 9. That § 36-28-13 be amended to read as follows: 36-28-13. Pending examination, the The board may issue an emergency permit to practice as a nursing facility administrator for a period not exceeding to exceed one year to a qualified person filing a written application for a license with the board. The board shall may adopt rules pursuant to chapter 1-26 regarding application procedures, renewal procedures, supervision, and the nonrefundable fee for an emergency permit which may not exceed four hundred dollars. Section 10. That § 36-28-14 be amended to read as follows: 36-28-14. The board may issue a nursing facility administrator's license, without examination, administrator license to any person who holds a current license as a nursing facility administrator or equivalent license from another jurisdiction, if the board finds that the standards for licensure in such other jurisdiction are at least substantially equivalent of to those prevailing in this state and that the applicant is otherwise qualified. The board may adopt, by rules promulgated pursuant to chapter 1-26, minimum requirements for qualification and a nonrefundable fee for reciprocal licensure which may not exceed five hundred dollars. Section 11. That § 36-28-15 be amended to read as follows: 36-28-15. Any person applying to be licensed as a nursing facility administrator shall pay an a nonrefundable initial license fee in an amount set by rule promulgated by the board pursuant to chapter 1-26, which may not exceed one hundred fifty five hundred dollars. The initial license fee shall be prorated to the next biennial renewal date according to rule promulgated by the board pursuant to chapter 1-26. Section 12. That § 36-28-16 be amended to read as follows: 36-28-16. The Board of Examiners shall board may license nursing facility administrators in accordance with this chapter and rules issued by it in compliance with promulgated by the board pursuant to chapter 1-26. A nursing facility administrator's administrator license shall is not be transferable and shall be is valid until surrendered for cancellation or suspended or revoked for violation of this chapter or of any other law or regulation relating to the proper administration and management of a nursing facility any rule promulgated pursuant to this chapter. A nursing facility administrator license that is not renewed by December thirty-first of even-numbered years expires and is no longer valid. Section 13. That § 36-28-17 be repealed. 36-28-17. The Board of Examiners shall have the power, duty, and responsibility to issue licenses to individuals that it deems are qualified under the provisions of this chapter, and for cause, after compliance with chapter 1-26, to revoke or suspend licenses previously issued by the board in any case where the individual holding such license is determined substantially to have failed to conform to the requirements of such standards. Section 14. That § 36-28-18 be amended to read as follows: 36-28-18. A Each nursing facility administrator's administrator license expires on December thirty-first biennially of even-numbered years and is renewable biennially thereafter upon application to the board and payment of a biennial license renewal fee set by in rule promulgated by the board pursuant to chapter 1-26. The renewal fee may not exceed one hundred fifty five hundred dollars. Section 15. That § 36-28-18.1 be amended to read as follows: 36-28-18.1. The board may issue a duplicate licenses license and may promulgate rules pursuant to chapter 1-26 and set fees a fee, which may not exceed fifty one hundred dollars, pursuant to chapter 1-26. Section 16. That § 36-28-18.2 be amended to read as follows: 36-28-18.2. A licensed nursing facility administrator may file for inactive status and pay a fee of not more than seventy-five three hundred dollars. The administrator may reactivate the license within five years of the date of inactivation by completing an application, paying the required fee, completing the continuing education requirement, passing the state examination, and fulfilling other experiences requirements as determined by the length of inactive status, as prescribed by the board in rules promulgated pursuant to chapter 1-26. Section 17. That § 36-28-19 be repealed. 36-28-19. Any holder of a nursing facility administrator's license shall renew it biennially by making application to the Board of Examiners. Such renewals shall be granted without examination upon the payment of the required fees, unless the board finds in compliance with chapter 1-26 that such applicant has acted or failed to act in such a manner or under such circumstances as would constitute grounds for suspension or revocation of a license. Section 18. That § 36-28-20 be repealed. 36-28-20. The board shall conduct a continuing study and investigation of nursing facilities and administrators of nursing facilities within the state to improve the standards imposed for the licensing of such administrators and the procedures and methods for the enforcement of such standards. Section 19. That § 36-28-21 be repealed. 36-28-21. The Board of Examiners shall have the power, duty and responsibility to conduct, or cause to be conducted, one or more courses of instruction and training sufficient to meet the requirements of this chapter, and make provisions for such courses and their accessibility to residents of this state unless it finds that there are a sufficient number of courses approved by the board conducted by others within this state. In lieu hereof the board may approve courses conducted within and without this state as sufficient to meet the educational and training requirements of this chapter. Section 20. That § 36-28-21.1 be amended to read as follows: 36-28-21.1. The Board of Examiners shall board may promulgate rules pursuant to chapter 1-26 to establish continuing education requirements for renewal of licenses a license. Section 21. That § 36-28-22 be repealed. 36-28-22. The Board of Examiners shall have the power, duty, and responsibility to establish and carry out procedures designed to ensure that individuals licensed as nursing facility administrators will, during any period that they serve as such, comply with the requirements of such standards. Section 22. That § 36-28-23 be amended to read as follows: 36-28-23. The Board of Examiners shall have the power, duty, and responsibility to receive, board may investigate, and take appropriate action with respect to any charge or complaint filed with the board to the effect that any individual licensed as a nursing facility administrator has failed to comply with the requirements of this chapter if it comes to the attention of the board that a licensee may have violated a provision of this chapter or a rule promulgated pursuant to this chapter. The board may revoke or suspend a license of any licensee violating any provision of this chapter and any rule promulgated pursuant to this chapter. Section 23. That § 36-28-24 be repealed. 36-28-24. Any denial of issuance, renewal, suspension, or revocation under any section of this chapter shall be subject to review upon the timely request of the licensee and pursuant to chapter 1-26. Section 24. That § 36-28-25 be amended to read as follows: 36-28-25. All fees Any fee collected under the provisions of this chapter shall be paid to the Board of Examiners board, who shall keep such fees the fee in a fund to be known as the State Board of Examiners for Nursing Facility Administrators fund, which fund may be used and expended by the board to pay the compensation and travel expenses, pursuant to § 3-9-2, of members and employees of the board and other expenses necessary for the board to administer and carry out the provisions of this chapter. Section 25. That § 36-28-26 be repealed. 36-28-26. The Board of Examiners shall have the power, duty, and responsibility to deposit and invest funds received by the board pursuant to this chapter. Section 26. That § 36-28-27 be repealed. 36-28-27. No provision of this chapter shall be construed as prohibiting or preventing a municipality, county or state from fixing, charging, assessing, or collecting any license fee, registration fee, tax or gross receipt tax on any profession covered by this chapter or upon any related profession governed by the provisions of this chapter. Section 27. That ARSD 20:49:01:01 be amended to read as follows: 20:49:01:01. Definitions. Terms defined in SDCL 36-28-1 have the same meaning when used in this article. In addition, terms used in this article mean: (1) \"Preceptor,\" a licensed nursing facility administrator licensee who has been licensed for at least four years in South Dakota, has had no revocation or suspension of a license or other action taken as deemed necessary to protect the public, and has been approved by the board to train administrators-in-training; (2) \"Administrator-in-training,\" \"(AIT),\" a person who is serving in employed by or contracting with a licensed nursing facility and working under the supervision of a preceptor and is in the process of while completing the administrator-in-training internship in at least 240 hours in six consecutive months program; and (3) \"Administrator-in-training program,\" an internship completed under the supervision of a preceptor that includes a minimum of 240 hours completed within six consecutive months utilizing an internship manual and reporting forms approved by the board. Section 28. That ARSD 20:49:02:02 be repealed. 20:49:02:02. Officers and duties. An officer may serve no more than two consecutive one-year terms. The board may employ an executive secretary who may not be a member of the board and to whom duties may be delegated as considered proper. Section 29. That ARSD 20:49:02:03 be amended to read as follows: 20:49:02:03. Chairman President. The chairman president shall preside at all meetings of the board. In the absence of the chairman, the vice-chairman president, the vice president shall preside at meetings and perform all duties usually performed by the chairman president. Section 30. That ARSD 20:49:03:01 be amended to read as follows: 20:49:03:01. Examinations. An applicant for initial licensure shall take a national and a state examination as follows must pass the following examinations: (1) The computer-based Nursing Home Administrators Licensing Examination provided administered by the National Association of Long Term Care Administrator Boards. An examination fee shall be paid to the provider. A passing score on the examination is a scaled score with a passing point of 113; and (2) A state examination provided by the board covering the rules of the South Dakota Department of Health that govern nursing facilities. The examination shall be held at a time determined by the board and applicant. A nonrefundable fee of $50 must $100 shall be submitted to the board prior to the examination date. A passing score on the examination is 75 percent. An applicant applying for relicensure must have passed the national and state examinations within the four years preceding the date of the application. Section 31. That ARSD 20:49:03:02 be repealed. 20:49:03:02. Retention of examinations. Examination results for each candidate, shall be kept by the board for a minimum of two years. They may be destroyed only upon approval by the state records destruction board. Section 32. That ARSD 20:49:03:03 be amended to read as follows: 20:49:03:03. Conditional admission to examination. The board may conditionally admit to examination an applicant who, on the date of the scheduled examination, has not fully established qualifications if, in the judgment of the board, it appears that the applicant is otherwise qualified. Section 33. That ARSD 20:49:03:05 be repealed. 20:49:03:05. Review of application. An applicant for examination who has been disqualified may petition the board in writing within 30 days after notification of disqualification for a hearing and a review of the applicant's application. Section 34. That ARSD 20:49:03:07 be amended to read as follows: 20:49:03:07. Reexamination. An applicant who has failed the national or state examination may retake the failed examination if the applicant meets the current requirements for licensure and pays the applicable nonrefundable examination fee as set in § 20:49:03:01 and the reexamination fee of $50. An applicant who has failed either examination is entitled to reexamination a maximum of three times for each examination upon payment of the applicable fees. If unsuccessful after four attempts, the applicant may petition the board for reconsideration. Section 35. That ARSD 20:49:04:01 be amended to read as follows: 20:49:04:01. Requirements for education and training initial licensure. An applicant for licensure as a nursing facility administrator must meet education and training requirements as follows shall have at least a baccalaureate degree and shall submit the following: (1) Have at least a baccalaureate degree; and A completed application form and a nonrefundable fee of $300; (2) Have successful service as an administrator-in-training as defined in § 20:49:01:01(2) or have completed a practicum in long term healthcare from a regionally accredited higher education program. Applicants applying for relicensure must have completed an administrator-in-training program or practicum within the four years preceding the date of the application Verification of: (a) Completion of an administrator-in-training program within four years preceding the date of application; or (b) Completion of a practicum in long term healthcare administration from a higher education institution accredited by an organization recognized by the Council for Higher Education Accreditation within four years preceding the date of application; (3) A copy of the applicant's driver license or equivalent birth verification; (4) Three letters of recommendation from professional references not related to the applicant by kinship or marriage; (5) Verification of passage of the Nursing Home Administrators Licensing Examination administered by the National Association of Long Term Care Administrators Board within four years preceding the date of application; and (6) Verification of passage of the state examination approved by the board covering the rules of the South Dakota Department of Health that govern nursing facilities within four years preceding the date of application. Section 36. That ARSD 20:49:04:02 be repealed. 20:49:04:02. Application requirements. An applicant must apply for licensing on forms provided by the board. The applicant must submit letters of recommendation from three individuals engaged in either business or a profession. The applicant must attach to the application a photocopy or certified copy of the applicant's birth certificate or an equivalent birth verification. The applicant must provide a certified transcript of the applicant's education and training. The completed application, the accompanying documents described in this section, and the payment of nonrefundable fees must be received by the board before the examinations required in § 20:49:03:01 and the administrator-in-training program required in subdivision 20:49:01:01(2). Section 37. That ARSD 20:49:04:03 be amended to read as follows: 20:49:04:03. Conviction of felony. An applicant for examination for licensure who has been convicted of a felony by any court may not take the examination. The board may refuse to issue a license if the applicant has been convicted, pled no contest, nolo contendere, pled guilty to, or been granted a deferred judgment or suspended imposition of sentence, or had prosecution deferred with respect to a felony. Section 38. That ARSD 20:49:04:08 be repealed. 20:49:04:08. Initial license fee. The fee for initial licensure is $150. Section 39. That ARSD 20:49:05:01 be amended to read as follows: 20:49:05:01. Emergency permit. To meet the needs of a nursing facility that has a vacancy in the administrator's position, an emergency permit to practice as a nursing facility administrator may be issued to a person for not more than 180 days, subject to the following: (1) A person of authority from the facility with the vacancy requests in writing that an emergency permit be issued for their emergency administrator submits an application, accompanied by a nonrefundable emergency permit fee of $100 $200; (2) The emergency administrator is provides services under the supervision of a certified preceptor; (3) The preceptor provides appropriate supervision and is reasonably available to the emergency administrator to provide assistance; and (4) The preceptor observes the emergency administrator at least two days a month in the facility in which the emergency administrator is serving and keeps a written memorandum of what was accomplished or discussed at each visit. This A copy of the dated memorandum shall accompany the monthly report required in subdivision (4) of this section; and (4) The preceptor makes a written report to the board every month on the performance of the emergency administrator be maintained by the emergency administrator and the preceptor for one year following the date of expiration of the emergency permit. A preceptor may be held responsible for the acts of the emergency administrator operating under the preceptor's supervision only if the preceptor does not fulfill the requirements as stated above. Section 40. that ARSD 20:49:06:01 be amended to read as follows: 20:49:06:01. Reciprocal licensure. The board may recognize and endorse a nursing facility administrator license issued by the authorities of another political subdivision of the United States if the following requirements are met: (1) The other political subdivision provides verification of the educational level of the applicant and a passing score on the board approved national examination; (2) The applicant is familiar with state and local health and safety rules related to nursing facilities, has passed the board's state examination as defined in § 20:49:03:01(2), and has had an orientation under a preceptor covering South Dakota Department of Health rules governing nursing facilities. The preceptor shall file a report on the orientation with the board; (3) The applicant for reciprocal licensure has never had a license as a nursing facility administrator revoked or suspended; (4) The applicant has demonstrated at least six consecutive months of service as an administrator of a licensed nursing facility; has served as an administrator-in-training for at least six consecutive months; or has completed a practicum in long term healthcare from a regionally accredited higher education program within four years preceding the date of application for reciprocal licensure; and (5) The nonrefundable fee for reciprocal licensure is $150 prorated to the next biennial renewal date. An applicant for reciprocal licensure as a nursing facility administrator shall meet the education and training requirements and shall submit the following: (1) A completed application form and a nonrefundable fee of $300; (2) Certified transcripts verifying completion of at least an associate degree; (3) Verification of completion of: (a) An administrator-in-training program within four years preceding the date of application; (b) A practicum in long term care healthcare administration from a higher education institution accredited by an organization recognized by the Council for Higher Education Accreditation within four years preceding the date of application; or (c) Six consecutive months of service as an administrator of a licensed nursing facility within four years preceding the date of application; (4) A copy of the applicant's driver license or equivalent birth verification; (5) Three letters of recommendation from professional references not related to the applicant by kinship or marriage; (6) Verification of passage of the Nursing Home Administrators Licensing Examination administered by the National Association of Long Term Care Administrator Boards; (7) Verification of passage of the state examination provided by the board covering the rules of the South Dakota Department of Health that govern nursing facilities within four years preceding the date of application; and (8) A certified letter verifying the nursing facility administrator license, or equivalent license, and status of such license from the board in each state or other political subdivision of the United States in which the applicant is or has been licensed. If an applicant for reciprocal licensure has had action taken against a license as a nursing facility administrator, or equivalent license, the applicant may be denied a license. Section 41. That ARSD 20:49:07:02 be amended to read as follows: 20:49:07:02. Duplicate licenses. The board may issue a duplicate license upon request and payment of a $50 fee. Section 42. That ARSD 20:49:08:01 be amended to read as follows: 20:49:08:01. Application for renewal. Every person who holds a valid license as a nursing facility administrator issued by the board shall apply to the board biennially by December 31 of each even-numbered years to the board for a renewal of the license year and report any information requested by the board on forms provided for the purpose. A nursing facility administrator whose license has expired may petition the board for consideration of renewal. A nursing facility administrator by the board. A licensee need not be actively practicing as a nursing facility administrator to be eligible to renew the license. Section 43. That ARSD 20:49:08:01.01 be amended to read as follows: 20:49:08:01.01. Fee for renewal. The biennial nonrefundable fee for renewal of a license is $150 $300. Section 44. That ARSD 20:49:08:02 be amended to read as follows: 20:49:08:02. Inactive status -- Reactivation. The A licensee may place the license as inactive upon completion of a form provided by the board and payment of the nonrefundable fee of $75 $150. A licensee may reactivate the license pursuant to SDCL 36-28-18.2 within five years following the date of inactivation. The required fee to reactivate a license is the amount of the licensure fee prorated to the next biennial renewal date initial licensure fee. To satisfy the continuing education requirement to reactivate a license, the licensee shall provide evidence of 20 hours of board approved continuing education earned within the past 12 months. Section 45. That ARSD 20:49:08:03 be amended to read as follows: 20:49:08:03. Continuing education requirements. A minimum of 40 clock hours of board approved continuing education pertaining to health care, healthcare administration, or business administration is required biennially for renewal of a license. The board may accept academic courses pertaining to health care, healthcare administration, or business administration offered through an accredited higher education institution and earned as college credit a higher education institution accredited by an organization recognized by the Council for Higher Education Accreditation. The board may approve continuing education providers and programs, programs presented by board-approved providers, programs approved by another state licensing board for nursing facility administrators, and programs by approved continuing education providers of the National Association of Long Term Care Administrator Boards. Section 46. That ARSD 20:49:08:04 be amended to read as follows: 20:49:08:04. Criteria for continuing education course approval. An organization or presenter A provider or program that desires approval of a continuing education program shall as a continuing education provider or program may apply on a form provided approved by the board at least 30 days before or 30 days after the program date. The application shall state the dates, subjects offered, total hours of instruction, names and qualifications of speakers, and other pertinent information. The board shall notify the applicant in writing of its decision. Section 47. That ARSD 20:49:08:05 be repealed. 20:49:08:05. Attendee request for continuing education approval. An attendee seeking post approval of a program pertaining to health care or business administration shall submit to the board, within 30 days after completion of the program, its dates, subject matter, and a copy of the certification of attendance. The board shall advise the attendee in writing whether the program is approved and the number of continuing education hours allowed. Section 48. That ARSD 20:49:10:08 be repealed. 20:49:10:08. Procedures in contested cases. To initiate proceedings to reprimand a nursing facility administrator or to revoke, suspend, deny, or deny renewal of the license or permit of any nursing facility administrator in South Dakota, a member of the board or any other interested person may file with the board a complaint stating the facts of the complaint and the action requested or the board may initiate proceedings by resolution. On the filing of any complaint, the board shall fix a date for hearing and give notice of the hearing. Written notice of the final determination of the board on the complaint shall be given to interested persons, and the date of the notice begins the time within which an appeal of the determination may be taken. Section 49. That ARSD 20:49:10:09 be repealed. 20:49:10:09. Procedures in board hearings. A record of the hearing in a contested case shall be taken by court reporter or recording equipment. If a transcript is requested, the board may require the person requesting it to pay the reasonable cost of preparing the transcript. Section 50. That ARSD 20:49:14:01 be amended to read as follows: 20:49:14:01. Petition for declaratory ruling. Any person wishing the board to issue its ruling as to the applicability to that person of any statutory provision or rule or order of the board may file with the board a petition in substantially the following form: STATE OF SOUTH DAKOTA SOUTH DAKOTA STATE BOARD OF EXAMINERS FOR NURSING HOME ADMINISTRATORS Petition for Declaratory Ruling Pursuant to the provisions of SDCL 1-26-15, I, (name of petitioner), of (address of petitioner), am (title or capacity of petitioner), and do hereby petition the South Dakota State Board of Examiners for Nursing Home Administrators for its declaratory ruling in regard to the following: 1. The state statute or State Board of Examiners for Nursing Home Administrators rule or order in question is: (here identify and quote the pertinent statute, rule or order). 2. The facts and circumstances which give rise to the issue to be answered by the board's declaratory ruling are: 3. The precise issue to be answered by the board's declaratory ruling is: 4. The action requested to be taken by the board is and the reasons for such action are: Dated at (city and state) this ______ day of ____________ 19__. _______________________ (Signature of petitioner) may petition the board to issue a declaratory ruling by filing a written request. Section 51. That ARSD 20:49:14:02 be repealed. _______________________ (Signature of petitioner) 20:49:14:02. Board action on petition. Upon receipt of the petition, the board may request from the petitioner any other information that may be required by it for the issuance of its ruling. Within 30 days following receipt of the petition, or within 30 days following receipt of the other information requested, the board shall issue its declaratory ruling and serve a copy by mail upon the petitioner. Section 52. That ARSD 20:49:15:01 be amended to read as follows: 20:49:15:01. Grounds for revocation, suspension, or nonrenewal other action. The license or emergency permit of a nursing facility administrator may be revoked, suspended, or not renewed by the board for cause board may revoke or suspend a license or take other action deemed necessary to protect the public upon any of the following grounds: (1) The licensee failed to complete continuing education requirements; (2) The licensee or permittee is guilty of fraud, bribery, or deceit in procuring a license or permit, in carrying out the duties as a nursing home administrator, or in obtaining renewal of a license or permit; (3) The licensee or permittee has been convicted of, pled no contest, nolo contendere, pled guilty to, or been granted a deferred judgment or suspended imposition of sentence, or had prosecution deferred with respect to a felony. The conviction of a felony is the conviction of A felony is any offense which would be a felony under the laws of South Dakota if it was committed in the state; (4) The licensee or permittee is addicted to the use of intoxicating beverages, narcotics, or any of the drugs or controlled substances set forth in SDCL 34-20B to such an extent that the licensee or permittee cannot perform the duties; (5) The physical or mental condition of the licensee or permittee is determined by a competent examiner to jeopardize those who seek the professional services of the licensee or permittee. A majority of the board may demand an examination of the licensee or permittee. If the licensee or permittee fails to submit to the examination, it is immediate grounds for suspension of the license or permit; (6) The licensee or permittee is guilty of unprofessional conduct; and (7) The licensee or permittee has violated any provision of SDCL chapter 36-28 or this article any rule promulgated pursuant to that chapter; or (8) The licensee had an action taken against a nursing facility administrator or equivalent license in another jurisdiction. Section 53. That ARSD 20:49:15:02 be amended to read as follows: 20:49:15:02. Unprofessional conduct. Unprofessional conduct includes but is not limited to the following: (1) Failure to exercise technical competence in carrying out nursing facility administration; (2) Failure to follow or enforce policies or procedures necessary to assure patient or resident welfare and safety; (3) Failure to safeguard the patient's or resident's dignity and right to privacy; (4) Violating the confidentiality of information or knowledge concerning the patient or resident; (5) Mental, verbal, or physical abuse of patients or residents a patient or resident; (6) Using alcohol or other drugs to the extent that there is significant interference with job performance; (7) Misuse of drug supplies, narcotics, or patients' or residents' a patient's or resident's records; (8) Falsifying patients' or residents' a patient's or resident's records or intentionally charting incorrectly; (9) Appropriating medications, supplies, or personal items of the patient or resident or agency; (10) Forging prescriptions a prescription or making drugs a drug available to self, friends, or family members; (11) Falsifying records submitted to the board, to the state department of health, or to any other government agency; (12) Delegating nursing facility administrator care, functions, tasks, or responsibilities to others contrary to SDCL chapter 36-28 or to the detriment of patient or resident safety; (13) Failure to exercise appropriate supervision over persons who are authorized to practice only under the supervision of a licensed professional; (14) Leaving a nursing facility administrator assignment or post without notifying a substitute; (15) Assisting any other person to violate or circumvent any provision of SDCL chapter 36-28 or this article; (16) Permitting an unlicensed person to use a nursing facility administrator license or permit for any purpose; and (17) Having a license or certificate in a related health care discipline in the state of South Dakota or in another state denied, refused renewal, revoked, or suspended due to unprofessional conduct as defined in items 1 to 16, inclusive, of this rule."}, {"bill_id": 5537, "bill_version_id": 28891, "bill_version": "House Engrossed", "bill_version_date": "2014-01-23T15:02:24.843-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain statutes and administrative rules regarding licensure of nursing facility administrators and to increase certain fees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-28-1 be amended to read as follows: 36-28-1. For the purposes of this chapter, the following definitions are hereby established Terms used in this chapter mean: (1) \"Board,\" means the South Dakota State Board of Examiners for Nursing Facility Administrators.; (2) \"Nursing facility,\" means any institution or facility defined as such for licensing purposes under South Dakota law or pursuant to the rules and regulations for nursing facilities and homes for the aged by the State Department of Health, whether proprietary or nonprofit, including, but not limited to nursing facilities owned or administered by the federal or state government or an agency or political subdivision thereof.; (3) \"Nursing facility administrator,\" means a person who administers, manages, supervises, or is in general administrative charge of a nursing facility or homes, whether such the individual has an ownership interest in such home facility and whether his the function and duties are shared with one or more individuals; provided, however, that persons. However, no person serving as a member of a nursing facility's board of directors shall not qualify as is a nursing facility administrator unless he the person is also serving in the requisite administration capacity as here defined; and (4) \"Administrator-in-training program,\" an internship completed under the supervision of a preceptor that meets the requirements established by the board pursuant to chapter 1-26. Section 2. That § 36-28-2 be amended to read as follows: 36-28-2. The South Dakota State Board for Nursing Facility Administrators consists of eleven board consists of five members. The members of the board shall be appointed by the Governor and shall include one licensed physician and one registered nurse, neither of whom may be an administrator or an employee of a nursing facility nor have any direct financial interest in nursing facilities; one practicing hospital administrator who is also licensed as a nursing facility administrator; two practicing administrators of proprietary nursing facilities; two practicing administrators of nonprofit nursing facilities; a designee of the secretary of health; a designee of the secretary of social services; and, two members four members who are licensed nursing facility administrators who are actively practicing in South Dakota and one member of the general public who are not administrators or employees is not an administrator or employee of a nursing facility and who have has no direct financial interest in nursing facilities a nursing facility. The terms of all members are to be three years. No member may serve more than three consecutive full terms. The terms of members begin on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's term expires on October thirtieth in the third year of appointment. The designees of the health and social services departments shall serve without compensation and reimbursement as provided in § 36-28-25, except that their travel expenses shall be paid by their respective agencies pursuant to § 3-9-2. The appointment to an unexpired term is not considered a full term. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. Section 3. That § 36-28-4 be amended to read as follows: 36-28-4. The board shall annually elect from its membership a chairman, vice-chairman president, vice president, and secretary-treasurer, and shall adopt rules pursuant to chapter 1-26 to govern its proceedings. No officer may serve more than three consecutive one-year terms. The board may, in accordance with chapter 3-6A, employ and fix the compensation and duties of necessary personnel to assist it in the performance of its duties expend funds for administrative, consultant, and other necessary services for the board with the amount of the expenditures to be set by the board. Section 4. That chapter 36-28 be amended by adding thereto a NEW SECTION to read as follows: The board shall meet at least annually. A majority of the members constitute a quorum. A majority vote of those present constitutes a decision of the entire board. Section 5. That chapter 36-28 be amended by adding thereto a NEW SECTION to read as follows: The board, its members, and its agents are immune from personal liability for actions taken in good faith in the discharge of the board's responsibilities, and the state shall hold the board, its members, and its agents harmless from all costs, damages, and attorney fees arising from claims and suits against them with respect to matters to which the immunity applies. Section 6. That § 36-28-7 be amended to read as follows: 36-28-7. The Board of Examiners is empowered to commence actions for injunctions for violations of this chapter or regulations promulgated hereunder as an alternate to criminal proceedings. The commencement of one proceeding by the board constitutes an election board may commence an action for an injunction for a violation of this chapter or regulation promulgated pursuant to this chapter. Section 7. That § 36-28-11 be amended to read as follows: 36-28-11. The Board of Examiners shall have the power, duty, and responsibility to board may develop and apply appropriate techniques, including examination and investigation, for determining whether an individual meets the requirements of § 36-28-10. Examination and re-examination fees are nonrefundable and shall be fixed in rules promulgated by the Board of Examiners board pursuant to chapter 1-26 and may not exceed two hundred dollars. Section 8. That § 36-28-12 be amended to read as follows: 36-28-12. The board may issue licenses to qualified persons as nursing facility administrators, and shall a license to a qualified person and may establish qualification criteria pursuant to chapter 1-26 for such nursing facility administrators. No license shall may be issued to a person as a nursing facility administrator unless the applicant: (1) He is Is at least eighteen years of age, of good moral character, and of sound physical and mental health; (2) He has Has satisfactorily completed a course of instruction and training prescribed by the board, which course shall, by virtue of its content and administration, present sufficient knowledge of the needs properly to be served by nursing facilities, laws governing the operation of nursing facilities and the protection of the interests of the residents therein, and the elements of good nursing facility administration; or he must present evidence satisfactory to the board of sufficient education, training or experience in the foregoing fields to administer, supervise and manage a nursing facility; and (3) He has Has passed an examination administered approved by the board designed to test his the applicant's knowledge and competence regarding the subject matter referred to in subdivision (2) of this section. Section 9. That § 36-28-13 be amended to read as follows: 36-28-13. Pending examination, the The board may issue an emergency permit to practice as a nursing facility administrator for a period not exceeding to exceed one year to a qualified person filing a written application for a license with the board. The board shall may adopt rules pursuant to chapter 1-26 regarding application procedures, renewal procedures, supervision, and the nonrefundable fee for an emergency permit which may not exceed four hundred dollars. Section 10. That § 36-28-14 be amended to read as follows: 36-28-14. The board may issue a nursing facility administrator's license, without examination, administrator license to any person who holds a current license as a nursing facility administrator or equivalent license from another jurisdiction, if the board finds that the standards for licensure in such other jurisdiction are at least substantially equivalent of to those prevailing in this state and that the applicant is otherwise qualified. The board may adopt, by rules promulgated pursuant to chapter 1-26, minimum requirements for qualification and a nonrefundable fee for reciprocal licensure which may not exceed five hundred dollars. Section 11. That § 36-28-15 be amended to read as follows: 36-28-15. Any person applying to be licensed as a nursing facility administrator shall pay an a nonrefundable initial license fee in an amount set by rule promulgated by the board pursuant to chapter 1-26, which may not exceed one hundred fifty five hundred dollars. The initial license fee shall be prorated to the next biennial renewal date according to rule promulgated by the board pursuant to chapter 1-26. Section 12. That § 36-28-16 be amended to read as follows: 36-28-16. The Board of Examiners shall board may license nursing facility administrators in accordance with this chapter and rules issued by it in compliance with promulgated by the board pursuant to chapter 1-26. A nursing facility administrator's administrator license shall is not be transferable and shall be is valid until surrendered for cancellation or suspended or revoked for violation of this chapter or of any other law or regulation relating to the proper administration and management of a nursing facility any rule promulgated pursuant to this chapter. A nursing facility administrator license that is not renewed by December thirty-first of even-numbered years expires and is no longer valid. Section 13. That § 36-28-17 be repealed. 36-28-17. The Board of Examiners shall have the power, duty, and responsibility to issue licenses to individuals that it deems are qualified under the provisions of this chapter, and for cause, after compliance with chapter 1-26, to revoke or suspend licenses previously issued by the board in any case where the individual holding such license is determined substantially to have failed to conform to the requirements of such standards. Section 14. That § 36-28-18 be amended to read as follows: 36-28-18. A Each nursing facility administrator's administrator license expires on December thirty-first biennially of even-numbered years and is renewable biennially thereafter upon application to the board and payment of a biennial license renewal fee set by in rule promulgated by the board pursuant to chapter 1-26. The renewal fee may not exceed one hundred fifty five hundred dollars. Section 15. That § 36-28-18.1 be amended to read as follows: 36-28-18.1. The board may issue a duplicate licenses license and may promulgate rules pursuant to chapter 1-26 and set fees a fee, which may not exceed fifty one hundred dollars, pursuant to chapter 1-26. Section 16. That § 36-28-18.2 be amended to read as follows: 36-28-18.2. A licensed nursing facility administrator may file for inactive status and pay a fee of not more than seventy-five three hundred dollars. The administrator may reactivate the license within five years of the date of inactivation by completing an application, paying the required fee, completing the continuing education requirement, passing the state examination, and fulfilling other experiences requirements as determined by the length of inactive status, as prescribed by the board in rules promulgated pursuant to chapter 1-26. Section 17. That § 36-28-19 be repealed. 36-28-19. Any holder of a nursing facility administrator's license shall renew it biennially by making application to the Board of Examiners. Such renewals shall be granted without examination upon the payment of the required fees, unless the board finds in compliance with chapter 1-26 that such applicant has acted or failed to act in such a manner or under such circumstances as would constitute grounds for suspension or revocation of a license. Section 18. That § 36-28-20 be repealed. 36-28-20. The board shall conduct a continuing study and investigation of nursing facilities and administrators of nursing facilities within the state to improve the standards imposed for the licensing of such administrators and the procedures and methods for the enforcement of such standards. Section 19. That § 36-28-21 be repealed. 36-28-21. The Board of Examiners shall have the power, duty and responsibility to conduct, or cause to be conducted, one or more courses of instruction and training sufficient to meet the requirements of this chapter, and make provisions for such courses and their accessibility to residents of this state unless it finds that there are a sufficient number of courses approved by the board conducted by others within this state. In lieu hereof the board may approve courses conducted within and without this state as sufficient to meet the educational and training requirements of this chapter. Section 20. That § 36-28-21.1 be amended to read as follows: 36-28-21.1. The Board of Examiners shall board may promulgate rules pursuant to chapter 1-26 to establish continuing education requirements for renewal of licenses a license. Section 21. That § 36-28-22 be repealed. 36-28-22. The Board of Examiners shall have the power, duty, and responsibility to establish and carry out procedures designed to ensure that individuals licensed as nursing facility administrators will, during any period that they serve as such, comply with the requirements of such standards. Section 22. That § 36-28-23 be amended to read as follows: 36-28-23. The Board of Examiners shall have the power, duty, and responsibility to receive, board may investigate, and take appropriate action with respect to any charge or complaint filed with the board to the effect that any individual licensed as a nursing facility administrator has failed to comply with the requirements of this chapter if it comes to the attention of the board that a licensee may have violated a provision of this chapter or a rule promulgated pursuant to this chapter. The board may revoke or suspend a license of any licensee violating any provision of this chapter and any rule promulgated pursuant to this chapter. Section 23. That § 36-28-24 be repealed. 36-28-24. Any denial of issuance, renewal, suspension, or revocation under any section of this chapter shall be subject to review upon the timely request of the licensee and pursuant to chapter 1-26. Section 24. That § 36-28-25 be amended to read as follows: 36-28-25. All fees Any fee collected under the provisions of this chapter shall be paid to the Board of Examiners board, who shall keep such fees the fee in a fund to be known as the State Board of Examiners for Nursing Facility Administrators fund, which fund may be used and expended by the board to pay the compensation and travel expenses, pursuant to § 3-9-2, of members and employees of the board and other expenses necessary for the board to administer and carry out the provisions of this chapter. Section 25. That § 36-28-26 be repealed. 36-28-26. The Board of Examiners shall have the power, duty, and responsibility to deposit and invest funds received by the board pursuant to this chapter. Section 26. That § 36-28-27 be repealed. 36-28-27. No provision of this chapter shall be construed as prohibiting or preventing a municipality, county or state from fixing, charging, assessing, or collecting any license fee, registration fee, tax or gross receipt tax on any profession covered by this chapter or upon any related profession governed by the provisions of this chapter. Section 27. That ARSD 20:49:01:01 be amended to read as follows: 20:49:01:01. Definitions. Terms defined in SDCL 36-28-1 have the same meaning when used in this article. In addition, terms used in this article mean: (1) \"Preceptor,\" a licensed nursing facility administrator licensee who has been licensed for at least four years in South Dakota, has had no revocation or suspension of a license or other action taken as deemed necessary to protect the public, and has been approved by the board to train administrators-in-training; (2) \"Administrator-in-training,\" \"(AIT),\" a person who is serving in employed by or contracting with a licensed nursing facility and working under the supervision of a preceptor and is in the process of while completing the administrator-in-training internship in at least 240 hours in six consecutive months program; and (3) \"Administrator-in-training program,\" an internship completed under the supervision of a preceptor that includes a minimum of 240 hours completed within six consecutive months utilizing an internship manual and reporting forms approved by the board. Section 28. That ARSD 20:49:02:02 be repealed. 20:49:02:02. Officers and duties. An officer may serve no more than two consecutive one-year terms. The board may employ an executive secretary who may not be a member of the board and to whom duties may be delegated as considered proper. Section 29. That ARSD 20:49:02:03 be amended to read as follows: 20:49:02:03. Chairman President. The chairman president shall preside at all meetings of the board. In the absence of the chairman, the vice-chairman president, the vice president shall preside at meetings and perform all duties usually performed by the chairman president. Section 30. That ARSD 20:49:03:01 be amended to read as follows: 20:49:03:01. Examinations. An applicant for initial licensure shall take a national and a state examination as follows must pass the following examinations: (1) The computer-based Nursing Home Administrators Licensing Examination provided administered by the National Association of Long Term Care Administrator Boards. An examination fee shall be paid to the provider. A passing score on the examination is a scaled score with a passing point of 113; and (2) A state examination provided by the board covering the rules of the South Dakota Department of Health that govern nursing facilities. The examination shall be held at a time determined by the board and applicant. A nonrefundable fee of $50 must $100 shall be submitted to the board prior to the examination date. A passing score on the examination is 75 percent. An applicant applying for relicensure must have passed the national and state examinations within the four years preceding the date of the application. Section 31. That ARSD 20:49:03:02 be repealed. 20:49:03:02. Retention of examinations. Examination results for each candidate, shall be kept by the board for a minimum of two years. They may be destroyed only upon approval by the state records destruction board. Section 32. That ARSD 20:49:03:03 be amended to read as follows: 20:49:03:03. Conditional admission to examination. The board may conditionally admit to examination an applicant who, on the date of the scheduled examination, has not fully established qualifications if, in the judgment of the board, it appears that the applicant is otherwise qualified. Section 33. That ARSD 20:49:03:05 be repealed. 20:49:03:05. Review of application. An applicant for examination who has been disqualified may petition the board in writing within 30 days after notification of disqualification for a hearing and a review of the applicant's application. Section 34. That ARSD 20:49:03:07 be amended to read as follows: 20:49:03:07. Reexamination. An applicant who has failed the national or state examination may retake the failed examination if the applicant meets the current requirements for licensure and pays the applicable nonrefundable examination fee as set in § 20:49:03:01 and the reexamination fee of $50. An applicant who has failed either examination is entitled to reexamination a maximum of three times for each examination upon payment of the applicable fees. If unsuccessful after four attempts, the applicant may petition the board for reconsideration. Section 35. That ARSD 20:49:04:01 be amended to read as follows: 20:49:04:01. Requirements for education and training initial licensure. An applicant for licensure as a nursing facility administrator must shall meet the education and training requirements as follows and shall submit the following: (1) Have at least a baccalaureate degree; and A completed application form and a nonrefundable fee of $300; (2) Have successful service as an administrator-in-training as defined in § 20:49:01:01(2) or have completed a practicum in long term healthcare from a regionally accredited higher education program. Applicants applying for relicensure must have completed an administrator-in-training program or practicum within the four years preceding the date of the application Certified transcripts verifying completion of at least an associate degree; (3) Verification of: (a) Completion of an administrator-in-training program within four years preceding the date of application; or (b) Completion of a practicum in long term healthcare administration from a higher education institution accredited by an organization recognized by the Council for Higher Education Accreditation within four years preceding the date of application; (4) A copy of the applicant's driver license or equivalent birth verification; (5) Three letters of recommendation from professional references not related to the applicant by kinship or marriage; (6) Verification of passage of the Nursing Home Administrators Licensing Examination administered by the National Association of Long Term Care Administrators Board within four years preceding the date of application; and (7) Verification of passage of the state examination approved by the board covering the rules of the South Dakota Department of Health that govern nursing facilities within four years preceding the date of application. Section 36. That ARSD 20:49:04:02 be repealed. 20:49:04:02. Application requirements. An applicant must apply for licensing on forms provided by the board. The applicant must submit letters of recommendation from three individuals engaged in either business or a profession. The applicant must attach to the application a photocopy or certified copy of the applicant's birth certificate or an equivalent birth verification. The applicant must provide a certified transcript of the applicant's education and training. The completed application, the accompanying documents described in this section, and the payment of nonrefundable fees must be received by the board before the examinations required in § 20:49:03:01 and the administrator-in-training program required in subdivision 20:49:01:01(2). Section 37. That ARSD 20:49:04:03 be amended to read as follows: 20:49:04:03. Conviction of felony. An applicant for examination for licensure who has been convicted of a felony by any court may not take the examination. The board may refuse to issue a license if the applicant has been convicted, pled no contest, nolo contendere, pled guilty to, or been granted a deferred judgment or suspended imposition of sentence, or had prosecution deferred with respect to a felony. Section 38. That ARSD 20:49:04:08 be repealed. 20:49:04:08. Initial license fee. The fee for initial licensure is $150. Section 39. That ARSD 20:49:05:01 be amended to read as follows: 20:49:05:01. Emergency permit. To meet the needs of a nursing facility that has a vacancy in the administrator's position, an emergency permit to practice as a nursing facility administrator may be issued to a person for not more than 180 days, subject to the following: (1) A person of authority from the facility with the vacancy requests in writing that an emergency permit be issued for their emergency administrator submits an application, accompanied by a nonrefundable emergency permit fee of $100 $200; (2) The emergency administrator is provides services under the supervision of a certified preceptor; (3) The preceptor provides appropriate supervision and is reasonably available to the emergency administrator to provide assistance; and (4) The preceptor observes the emergency administrator at least two days a month in the facility in which the emergency administrator is serving and keeps a written memorandum of what was accomplished or discussed at each visit. This A copy of the dated memorandum shall accompany the monthly report required in subdivision (4) of this section; and (4) The preceptor makes a written report to the board every month on the performance of the emergency administrator be maintained by the emergency administrator and the preceptor for one year following the date of expiration of the emergency permit. A preceptor may be held responsible for the acts of the emergency administrator operating under the preceptor's supervision only if the preceptor does not fulfill the requirements as stated above. Section 40. that ARSD 20:49:06:01 be amended to read as follows: 20:49:06:01. Reciprocal licensure. The board may recognize and endorse a nursing facility administrator license issued by the authorities of another political subdivision of the United States if the following requirements are met: (1) The other political subdivision provides verification of the educational level of the applicant and a passing score on the board approved national examination; (2) The applicant is familiar with state and local health and safety rules related to nursing facilities, has passed the board's state examination as defined in § 20:49:03:01(2), and has had an orientation under a preceptor covering South Dakota Department of Health rules governing nursing facilities. The preceptor shall file a report on the orientation with the board; (3) The applicant for reciprocal licensure has never had a license as a nursing facility administrator revoked or suspended; (4) The applicant has demonstrated at least six consecutive months of service as an administrator of a licensed nursing facility; has served as an administrator-in-training for at least six consecutive months; or has completed a practicum in long term healthcare from a regionally accredited higher education program within four years preceding the date of application for reciprocal licensure; and (5) The nonrefundable fee for reciprocal licensure is $150 prorated to the next biennial renewal date. An applicant for reciprocal licensure as a nursing facility administrator shall meet the education and training requirements and shall submit the following: (1) A completed application form and a nonrefundable fee of $300; (2) Certified transcripts verifying completion of at least an associate degree; (3) Verification of completion of: (a) An administrator-in-training program within four years preceding the date of application; (b) A practicum in long term care healthcare administration from a higher education institution accredited by an organization recognized by the Council for Higher Education Accreditation within four years preceding the date of application; or (c) Six consecutive months of service as an administrator of a licensed nursing facility within four years preceding the date of application; (4) A copy of the applicant's driver license or equivalent birth verification; (5) Three letters of recommendation from professional references not related to the applicant by kinship or marriage; (6) Verification of passage of the Nursing Home Administrators Licensing Examination administered by the National Association of Long Term Care Administrator Boards; (7) Verification of passage of the state examination provided by the board covering the rules of the South Dakota Department of Health that govern nursing facilities within four years preceding the date of application; and (8) A certified letter verifying the nursing facility administrator license, or equivalent license, and status of such license from the board in each state or other political subdivision of the United States in which the applicant is or has been licensed. If an applicant for reciprocal licensure has had action taken against a license as a nursing facility administrator, or equivalent license, the applicant may be denied a license. Section 41. That ARSD 20:49:07:02 be amended to read as follows: 20:49:07:02. Duplicate licenses. The board may issue a duplicate license upon request and payment of a $50 fee. Section 42. That ARSD 20:49:08:01 be amended to read as follows: 20:49:08:01. Application for renewal. Every person who holds a valid license as a nursing facility administrator issued by the board shall apply to the board biennially by December 31 of each even-numbered years to the board for a renewal of the license year and report any information requested by the board on forms provided for the purpose. A nursing facility administrator whose license has expired may petition the board for consideration of renewal. A nursing facility administrator by the board. A licensee need not be actively practicing as a nursing facility administrator to be eligible to renew the license. Section 43. That ARSD 20:49:08:01.01 be amended to read as follows: 20:49:08:01.01. Fee for renewal. The biennial nonrefundable fee for renewal of a license is $150 $300. Section 44. That ARSD 20:49:08:02 be amended to read as follows: 20:49:08:02. Inactive status -- Reactivation. The A licensee may place the license as inactive upon completion of a form provided by the board and payment of the nonrefundable fee of $75 $150. A licensee may reactivate the license pursuant to SDCL 36-28-18.2 within five years following the date of inactivation. The required fee to reactivate a license is the amount of the licensure fee prorated to the next biennial renewal date initial licensure fee. To satisfy the continuing education requirement to reactivate a license, the licensee shall provide evidence of 20 hours of board approved continuing education earned within the past 12 months. Section 45. That ARSD 20:49:08:03 be amended to read as follows: 20:49:08:03. Continuing education requirements. A minimum of 40 clock hours of board approved continuing education pertaining to health care, healthcare administration, or business administration is required biennially for renewal of a license. The board may accept academic courses pertaining to health care, healthcare administration, or business administration offered through an accredited higher education institution and earned as college credit a higher education institution accredited by an organization recognized by the Council for Higher Education Accreditation. The board may approve continuing education providers and programs, programs presented by board-approved providers, programs approved by another state licensing board for nursing facility administrators, and programs by approved continuing education providers of the National Association of Long Term Care Administrator Boards. Section 46. That ARSD 20:49:08:04 be amended to read as follows: 20:49:08:04. Criteria for continuing education course approval. An organization or presenter A provider or program that desires approval of a continuing education program shall as a continuing education provider or program may apply on a form provided approved by the board at least 30 days before or 30 days after the program date. The application shall state the dates, subjects offered, total hours of instruction, names and qualifications of speakers, and other pertinent information. The board shall notify the applicant in writing of its decision. Section 47. That ARSD 20:49:08:05 be repealed. 20:49:08:05. Attendee request for continuing education approval. An attendee seeking post approval of a program pertaining to health care or business administration shall submit to the board, within 30 days after completion of the program, its dates, subject matter, and a copy of the certification of attendance. The board shall advise the attendee in writing whether the program is approved and the number of continuing education hours allowed. Section 48. That ARSD 20:49:10:08 be repealed. 20:49:10:08. Procedures in contested cases. To initiate proceedings to reprimand a nursing facility administrator or to revoke, suspend, deny, or deny renewal of the license or permit of any nursing facility administrator in South Dakota, a member of the board or any other interested person may file with the board a complaint stating the facts of the complaint and the action requested or the board may initiate proceedings by resolution. On the filing of any complaint, the board shall fix a date for hearing and give notice of the hearing. Written notice of the final determination of the board on the complaint shall be given to interested persons, and the date of the notice begins the time within which an appeal of the determination may be taken. Section 49. That ARSD 20:49:10:09 be repealed. 20:49:10:09. Procedures in board hearings. A record of the hearing in a contested case shall be taken by court reporter or recording equipment. If a transcript is requested, the board may require the person requesting it to pay the reasonable cost of preparing the transcript. Section 50. That ARSD 20:49:14:01 be amended to read as follows: 20:49:14:01. Petition for declaratory ruling. Any person wishing the board to issue its ruling as to the applicability to that person of any statutory provision or rule or order of the board may file with the board a petition in substantially the following form: STATE OF SOUTH DAKOTA SOUTH DAKOTA STATE BOARD OF EXAMINERS FOR NURSING HOME ADMINISTRATORS Petition for Declaratory Ruling Pursuant to the provisions of SDCL 1-26-15, I, (name of petitioner), of (address of petitioner), am (title or capacity of petitioner), and do hereby petition the South Dakota State Board of Examiners for Nursing Home Administrators for its declaratory ruling in regard to the following: 1. The state statute or State Board of Examiners for Nursing Home Administrators rule or order in question is: (here identify and quote the pertinent statute, rule or order). 2. The facts and circumstances which give rise to the issue to be answered by the board's declaratory ruling are: 3. The precise issue to be answered by the board's declaratory ruling is: 4. The action requested to be taken by the board is and the reasons for such action are: Dated at (city and state) this ______ day of ____________ 19__. _______________________ (Signature of petitioner) may petition the board to issue a declaratory ruling by filing a written request. Section 51. That ARSD 20:49:14:02 be repealed. _______________________ (Signature of petitioner) 20:49:14:02. Board action on petition. Upon receipt of the petition, the board may request from the petitioner any other information that may be required by it for the issuance of its ruling. Within 30 days following receipt of the petition, or within 30 days following receipt of the other information requested, the board shall issue its declaratory ruling and serve a copy by mail upon the petitioner. Section 52. That ARSD 20:49:15:01 be amended to read as follows: 20:49:15:01. Grounds for revocation, suspension, or nonrenewal other action. The license or emergency permit of a nursing facility administrator may be revoked, suspended, or not renewed by the board for cause board may revoke or suspend a license or take other action deemed necessary to protect the public upon any of the following grounds: (1) The licensee failed to complete continuing education requirements; (2) The licensee or permittee is guilty of fraud, bribery, or deceit in procuring a license or permit, in carrying out the duties as a nursing home administrator, or in obtaining renewal of a license or permit; (3) The licensee or permittee has been convicted of, pled no contest, nolo contendere, pled guilty to, or been granted a deferred judgment or suspended imposition of sentence, or had prosecution deferred with respect to a felony. The conviction of a felony is the conviction of A felony is any offense which would be a felony under the laws of South Dakota if it was committed in the state; (4) The licensee or permittee is addicted to the use of intoxicating beverages, narcotics, or any of the drugs or controlled substances set forth in SDCL 34-20B to such an extent that the licensee or permittee cannot perform the duties; (5) The physical or mental condition of the licensee or permittee is determined by a competent examiner to jeopardize those who seek the professional services of the licensee or permittee. A majority of the board may demand an examination of the licensee or permittee. If the licensee or permittee fails to submit to the examination, it is immediate grounds for suspension of the license or permit; (6) The licensee or permittee is guilty of unprofessional conduct; and (7) The licensee or permittee has violated any provision of SDCL chapter 36-28 or this article any rule promulgated pursuant to that chapter; or (8) The licensee had an action taken against a nursing facility administrator or equivalent license in another jurisdiction. Section 53. That ARSD 20:49:15:02 be amended to read as follows: 20:49:15:02. Unprofessional conduct. Unprofessional conduct includes but is not limited to the following: (1) Failure to exercise technical competence in carrying out nursing facility administration; (2) Failure to follow or enforce policies or procedures necessary to assure patient or resident welfare and safety; (3) Failure to safeguard the patient's or resident's dignity and right to privacy; (4) Violating the confidentiality of information or knowledge concerning the patient or resident; (5) Mental, verbal, or physical abuse of patients or residents a patient or resident; (6) Using alcohol or other drugs to the extent that there is significant interference with job performance; (7) Misuse of drug supplies, narcotics, or patients' or residents' a patient's or resident's records; (8) Falsifying patients' or residents' a patient's or resident's records or intentionally charting incorrectly; (9) Appropriating medications, supplies, or personal items of the patient or resident or agency; (10) Forging prescriptions a prescription or making drugs a drug available to self, friends, or family members; (11) Falsifying records submitted to the board, to the state department of health, or to any other government agency; (12) Delegating nursing facility administrator care, functions, tasks, or responsibilities to others contrary to SDCL chapter 36-28 or to the detriment of patient or resident safety; (13) Failure to exercise appropriate supervision over persons who are authorized to practice only under the supervision of a licensed professional; (14) Leaving a nursing facility administrator assignment or post without notifying a substitute; (15) Assisting any other person to violate or circumvent any provision of SDCL chapter 36-28 or this article; (16) Permitting an unlicensed person to use a nursing facility administrator license or permit for any purpose; and (17) Having a license or certificate in a related health care discipline in the state of South Dakota or in another state denied, refused renewal, revoked, or suspended due to unprofessional conduct as defined in items 1 to 16, inclusive, of this rule."}, {"bill_id": 5537, "bill_version_id": 31958, "bill_version": "Enrolled", "bill_version_date": "2014-03-12T08:58:39.663-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5537, "action_date": "2014-01-14T12:00:00-06:00", "document_id": 28475, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28475.pdf", "status_text": "First read in House and referred to", "journal_page": 20, "committee_id_action": 231, "committee_id_assigned": 220, "result": "N", "vote": {}}, {"bill_id": 5537, "action_date": "2014-01-16T07:45:00-06:00", "document_id": 28472, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28472.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 220, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5537, "action_date": "2014-01-21T07:45:00-06:00", "document_id": 28525, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28525.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 220, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5537, "action_date": "2014-01-21T07:45:00-06:00", "document_id": 28654, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28654.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 220, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15062, "president_vote": null, "Nay": [525, 479, 464], "Yea": [519, 481, 501, 845, 430, 503, 510, 478], "Excused": [520, 476]}}, {"bill_id": 5537, "action_date": "2014-01-21T07:45:00-06:00", "document_id": 28654, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28654.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 220, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15065, "president_vote": null, "Yea": [525, 519, 481, 479, 845, 464, 430, 503, 478], "Nay": [501, 510], "Excused": [520, 476]}}, {"bill_id": 5537, "action_date": "2014-01-21T07:45:00-06:00", "document_id": 28654, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28654.pdf", "status_text": "Do Pass Amended", "journal_page": 55, "committee_id_action": 220, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15066, "president_vote": null, "Yea": [525, 519, 501, 479, 845, 464, 430, 503, 510, 478], "Nay": [481], "Excused": [520, 476]}}, {"bill_id": 5537, "action_date": "2014-01-23T14:00:00-06:00", "document_id": 28888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28888.pdf", "status_text": "Motion to amend", "journal_page": 85, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5537, "action_date": "2014-01-23T14:00:00-06:00", "document_id": 28888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28888.pdf", "status_text": "Do Pass Amended", "journal_page": 85, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15174, "president_vote": null, "Yea": [528, 527, 522, 525, 433, 467, 524, 456, 489, 517, 519, 505, 431, 455, 509, 503, 477, 501, 520, 479, 457, 454, 523, 458, 451, 466, 845, 442, 476, 507, 478, 423, 439, 500, 502, 497, 511, 512, 463, 518, 484, 485, 514, 459, 464, 510, 450, 506, 513, 468, 498, 508, 480, 460, 448, 441], "Nay": [453, 449, 425, 504, 481, 496, 499, 521, 487, 515, 462, 430, 461, 516]}}, {"bill_id": 5537, "action_date": "2014-01-24T13:00:00-06:00", "document_id": 29003, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29003.pdf", "status_text": "First read in Senate and referred to", "journal_page": 113, "committee_id_action": 229, "committee_id_assigned": 209, "result": "N", "vote": {}}, {"bill_id": 5537, "action_date": "2014-02-05T10:00:00-06:00", "document_id": 29561, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29561.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 209, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5537, "action_date": "2014-02-05T10:00:00-06:00", "document_id": 29849, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29849.pdf", "status_text": "Do Pass", "journal_page": 220, "committee_id_action": 209, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15614, "president_vote": null, "Excused": [437], "Nay": [846], "Yea": [465, 429, 475, 493, 432]}}, {"bill_id": 5537, "action_date": "2014-02-06T14:00:00-06:00", "document_id": 29947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29947.pdf", "status_text": "Referred to", "journal_page": 239, "committee_id_action": 229, "committee_id_assigned": 208, "result": "P", "vote": {}}, {"bill_id": 5537, "action_date": "2014-03-04T15:00:00-06:00", "document_id": 31058, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31058.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 208, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5537, "action_date": "2014-03-04T15:00:00-06:00", "document_id": 31479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31479.pdf", "status_text": "Do Pass", "journal_page": 544, "committee_id_action": 208, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16931, "president_vote": null, "Yea": [436, 432, 426], "Excused": [846, 472]}}, {"bill_id": 5537, "action_date": "2014-03-06T13:00:00-06:00", "document_id": 31675, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31675.pdf", "status_text": "Deferred to another day", "journal_page": 575, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5537, "action_date": "2014-03-10T14:00:00-05:00", "document_id": 31816, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31816.pdf", "status_text": "Do Pass Amended", "journal_page": 600, "committee_id_action": 229, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 17154, "president_vote": null, "Yea": [469, 437, 444, 473, 447, 472, 470, 432, 465, 847, 483, 443, 429, 452, 436, 424, 475, 435, 474, 446, 434, 490, 486], "Nay": [846, 495, 438, 526, 492, 491, 440, 493, 849], "Excused": [428, 426, 494]}}, {"bill_id": 5537, "action_date": "2014-03-10T14:00:00-05:00", "document_id": 31816, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31816.pdf", "status_text": "Intent to reconsider", "journal_page": 601, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5537, "action_date": "2014-03-11T10:00:00-05:00", "document_id": 31894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31894.pdf", "status_text": "Reconsidered", "journal_page": 607, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17166, "president_vote": null, "Yea": [469, 437, 444, 473, 846, 447, 472, 470, 432, 465, 847, 483, 443, 429, 452, 436, 424, 428, 475, 435, 493, 849, 474, 426, 446, 494, 434, 490, 486], "Nay": [495, 438, 526, 492, 491, 440]}}, {"bill_id": 5537, "action_date": "2014-03-11T10:00:00-05:00", "document_id": 31894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31894.pdf", "status_text": "Do Pass Amended", "journal_page": 608, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17167, "president_vote": null, "Yea": [469, 437, 444, 473, 447, 472, 470, 432, 465, 847, 483, 443, 429, 452, 436, 424, 475, 435, 849, 474, 426, 446, 494, 434, 490, 486], "Nay": [846, 495, 438, 526, 492, 491, 428, 440, 493]}}, {"bill_id": 5537, "action_date": "2014-03-12T10:30:00-05:00", "document_id": 31972, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31972.pdf", "status_text": "Signed by the Speaker", "journal_page": 750, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5537, "action_date": "2014-03-13T09:00:00-05:00", "document_id": 32053, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32053.pdf", "status_text": "Signed by the President", "journal_page": 653, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5537, "action_date": "2014-03-13T10:00:00-05:00", "document_id": 32062, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32062.pdf", "status_text": "Delivered to the Governor", "journal_page": 773, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5537, "action_date": "2014-03-31T10:00:00-05:00", "document_id": 32147, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32147.pdf", "status_text": "Signed by the Governor", "journal_page": 790, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5674, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5537"}