{"session_id": 20, "bill_id": 6017, "bill_type": "Senate Commemoration", "bill_number": 31, "bill_title": "Honoring Dalton Howe as a recipient of the 2014 Prudential Spirit of Community Award.", "sponsors": [{"legislator_profile_id": 449, "is_prime": true}, {"legislator_profile_id": 490, "is_prime": true}, {"legislator_profile_id": 527, "is_prime": false}, {"legislator_profile_id": 469, "is_prime": false}, {"legislator_profile_id": 453, "is_prime": false}, {"legislator_profile_id": 473, "is_prime": false}, {"legislator_profile_id": 447, "is_prime": false}, {"legislator_profile_id": 455, "is_prime": false}, {"legislator_profile_id": 425, "is_prime": false}, {"legislator_profile_id": 432, "is_prime": false}, {"legislator_profile_id": 454, "is_prime": false}, {"legislator_profile_id": 483, "is_prime": false}, {"legislator_profile_id": 458, "is_prime": false}, {"legislator_profile_id": 526, "is_prime": false}, {"legislator_profile_id": 487, "is_prime": false}, {"legislator_profile_id": 424, "is_prime": false}, {"legislator_profile_id": 492, "is_prime": false}, {"legislator_profile_id": 502, "is_prime": false}, {"legislator_profile_id": 435, "is_prime": false}, {"legislator_profile_id": 485, "is_prime": false}, {"legislator_profile_id": 514, "is_prime": false}, {"legislator_profile_id": 464, "is_prime": false}, {"legislator_profile_id": 446, "is_prime": false}, {"legislator_profile_id": 468, "is_prime": false}, {"legislator_profile_id": 498, "is_prime": false}, {"legislator_profile_id": 448, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6017, "bill_version_id": 30991, "bill_version": "Introduced", "bill_version_date": "2014-02-25T09:25:36.843-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Dalton Howe as a recipient of the 2014 Prudential Spirit of Community Award. WHEREAS, Dalton Howe, a respected resident of Redfield, South Dakota, and a student at Redfield Junior High School, has received national recognition for exemplary volunteer service by receiving a 2014 Prudential Spirit of Community Award; and WHEREAS, this prestigious award honors young volunteers across America who have demonstrated an extraordinary commitment to serving their communities; and WHEREAS, Dalton Howe earned this award by giving generously of his time and energy leading a project to build two youth baseball dugouts at the local ball field to make games safer for players, including drawing blueprints, obtaining lumber donations, painting lumber, and securing assistance in the final construction of the dugouts; and WHEREAS, the strength and vitality of our communities, our state, and our society depends, in great measure, upon the dedication of young people like Dalton Howe who use their considerable talents and resources to serve others: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature hereby congratulates and honors Dalton Howe as a recipient of the Prudential Spirit of Community Award, recognizes his outstanding record of volunteer service, peer leadership, and community spirit, and extends best wishes for his continued success."}, {"bill_id": 6017, "bill_version_id": 31206, "bill_version": "Enrolled", "bill_version_date": "2014-02-27T14:03:48.933-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Dalton Howe as a recipient of the 2014 Prudential Spirit of Community Award. WHEREAS, Dalton Howe, a respected resident of Redfield, South Dakota, and a student at Redfield Junior High School, has received national recognition for exemplary volunteer service by receiving a 2014 Prudential Spirit of Community Award; and WHEREAS, this prestigious award honors young volunteers across America who have demonstrated an extraordinary commitment to serving their communities; and WHEREAS, Dalton Howe earned this award by giving generously of his time and energy leading a project to build two youth baseball dugouts at the local ball field to make games safer for players, including drawing blueprints, obtaining lumber donations, painting lumber, and securing assistance in the final construction of the dugouts; and WHEREAS, the strength and vitality of our communities, our state, and our society depends, in great measure, upon the dedication of young people like Dalton Howe who use their considerable talents and resources to serve others: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature hereby congratulates and honors Dalton Howe as a recipient of the Prudential Spirit of Community Award, recognizes his outstanding record of volunteer service, peer leadership, and community spirit, and extends best wishes for his continued success. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6017, "action_date": "2014-02-25T14:00:00-06:00", "document_id": 31062, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31062.pdf", "status_text": "", "journal_page": 470, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6017"}