{"session_id": 61, "bill_id": 21236, "bill_type": "House Bill", "bill_number": 1072, "bill_title": "create a statewide 24/7 sobriety program, establish the 24/7 sobriety fund, and to make an appropriation therefor.", "sponsors": [], "keywords": ["Administrative Rules", "Appropriation", "Attorney General", "Crimes", "Criminal Procedure", "Driving Under the Influence"], "audio": [{"meeting_datetime": "2007-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hju24.mp3", "start_seconds": 880.0}, {"meeting_datetime": "2007-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hju24.mp3", "start_seconds": 880.0}, {"meeting_datetime": "2007-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hju24.mp3", "start_seconds": 880.0}, {"meeting_datetime": "2007-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hju24.mp3", "start_seconds": 880.0}, {"meeting_datetime": "2007-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hju24.mp3", "start_seconds": 880.0}, {"meeting_datetime": "2007-02-14T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hap26.mp3", "start_seconds": 3791.0}, {"meeting_datetime": "2007-02-14T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hap26.mp3", "start_seconds": 3791.0}, {"meeting_datetime": "2007-02-14T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hap26.mp3", "start_seconds": 3791.0}, {"meeting_datetime": "2007-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou27.mp3", "start_seconds": 8278.0}, {"meeting_datetime": "2007-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou27.mp3", "start_seconds": 8278.0}, {"meeting_datetime": "2007-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou27.mp3", "start_seconds": 8278.0}, {"meeting_datetime": "2007-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou27.mp3", "start_seconds": 8278.0}, {"meeting_datetime": "2007-02-23T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sju31.mp3", "start_seconds": 2470.0}, {"meeting_datetime": "2007-02-23T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sju31.mp3", "start_seconds": 2470.0}, {"meeting_datetime": "2007-02-23T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sju31.mp3", "start_seconds": 2470.0}, {"meeting_datetime": "2007-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen33.mp3", "start_seconds": 3179.0}, {"meeting_datetime": "2007-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen33.mp3", "start_seconds": 3179.0}, {"meeting_datetime": "2007-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen33.mp3", "start_seconds": 3179.0}], "bill_versions": [{"bill_id": 21236, "bill_version_id": 110110, "bill_version": "Introduced", "bill_version_date": "2007-01-06T17:49:19-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a statewide 24/7 sobriety program, establish the 24/7 sobriety fund, and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby established a statewide 24/7 sobriety program to be administered by the Office of the Attorney General. The program shall coordinate efforts among various state and local government entities for the purpose of finding and implementing alternatives to incarceration for certain offenses that involve driving under the influence and other offenses involving alcohol. Section 2. There is hereby established in the state treasury the 24/7 sobriety fund. The fund shall be maintained and administered by the Office of the Attorney General to defray costs of operating the 24/7 sobriety program, including purchasing and maintaining equipment and funding support services. The Office of the Attorney General may accept for deposit in the fund money from donations, gifts, grants, and user fees or payments. Expenditures from the fund shall be budgeted through the normal budget process. Unexpended funds and interest shall remain in the fund. Section 3. Each county, through its sheriff, shall participate in the 24/7 sobriety program. If twice a day testing is ordered, the sheriff shall establish the testing locations and times for each county but shall have at least one location and two daily testing times approximately twelve hours apart. Section 4. The court may condition any bond or pre-trail release upon participation in the 24/7 sobriety program and payment of associated cost and expenses. Section 5. The court may condition the granting of a suspended imposition of sentence, suspended execution of sentence, or probation upon participation in the 24/7 sobriety program and payment of associated cost and expense. Section 6. The Board of Pardons and Paroles, the Department of Corrections, or any parole agent may condition parole upon participation in the 24/7 sobriety program and payment of associated cost and expense. Section 7. The Office of the Attorney General, pursuant to chapter 1-26, may promulgate rules for the administration of this Act to: (1) Regulate the nature and manner of testing; (2) Provide for procedures and apparatus for testing including electronic monitoring devices; (3) Set participation and user fees; and (4) Require the submission of reports and information by law enforcement agencies within this state. Section 8. There is hereby appropriated from the general fund the sum of five hundred thousand dollars ($ 500,000 ), or so much thereof as may be necessary, to the Office of the Attorney General, for the purpose of implementing the provisions of this Act. Section 9. The attorney general shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 10. That § 32-23-23 be amended to read as follows: 32-23-23. Any driving permit issued by the court to any person, who has been convicted of a violation of § 32-23-1 within the last ten years or any driving permit issued pursuant to § 32- 23-2, if that person had 0.17 percent or more by weight of alcohol in that person's blood, shall be conditioned on the person's total abstinence from the use of alcohol , the person's participation in the 24/7 sobriety program created by this Act, and payment of associated cost and expense . The court shall immediately revoke the permit upon a showing of proof by a preponderance of the evidence that the person has violated this condition."}, {"bill_id": 21236, "bill_version_id": 112042, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2007-02-12T13:29:01-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a statewide 24/7 sobriety program, establish the 24/7 sobriety fund, and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby established a statewide 24/7 sobriety program to be administered by the Office of the Attorney General. The program shall coordinate efforts among various state and local government entities for the purpose of finding and implementing alternatives to incarceration for certain offenses that involve driving under the influence and other offenses involving alcohol, marijuana, or controlled substances. Section 2. There is hereby established in the state treasury the 24/7 sobriety fund. The fund shall be maintained and administered by the Office of the Attorney General to defray costs of operating the 24/7 sobriety program, including purchasing and maintaining equipment and funding support services. The Office of the Attorney General may accept for deposit in the fund money from donations, gifts, grants, and user fees or payments. Expenditures from the fund shall be budgeted through the normal budget process. Unexpended funds and interest shall remain in the fund. Section 3. Each county, through its sheriff, may participate in the 24/7 sobriety program. If a sheriff is unwilling or unable to participate in the 24/7 sobriety program, the sheriff may designate an entity willing to provide the service. If twice a day testing is ordered, the sheriff, or designated entity, shall establish the testing locations and times for each county but shall have at least one location and two daily testing times approximately twelve hours apart. Section 4. The court may condition any bond or pre-trial release upon participation in the 24/7 sobriety program and payment of associated costs and expenses. Section 5. The court may condition the granting of a suspended imposition of sentence, suspended execution of sentence, or probation upon participation in the 24/7 sobriety program and payment of associated costs and expenses. Section 6. The court may condition the placement of a child pursuant to § 26-8A-22 or 22- 8A-26 on participation in the 24/7 sobriety program and payment of associated costs and expenses. Section 7. The Board of Pardons and Paroles, the Department of Corrections, or any parole agent may condition parole upon participation in the 24/7 sobriety program and payment of associated cost and expense. Section 8. The Office of the Attorney General, pursuant to chapter 1-26, may promulgate rules for the administration of this Act to: (1) Regulate the nature and manner of testing; (2) Provide for procedures and apparatus for testing including electronic monitoring devices; (3) Set participation and user fees; however, user fees for twice a day testing shall not be less than one dollar per test; and (4) Require the submission of reports and information by law enforcement agencies within this state. Section 9. All user fees collected under this Act shall be distributed as follows: (1) All user fees collected in the administration of twice a day testing shall be paid into the treasury of the proper county, or collected by the entity designated by the sheriff, the proceeds of which shall be applied and used only to defray the reoccurring costs of twice a day testing including maintaining equipment, funding support services and ensuring compliance; (2) All user fees collected as a result of the administration of the 24/7 sobriety program other than those collected by the county, or entity designated by the sheriff, for twice a day testing, shall be deposited in the 24/7 sobriety fund created by section 2 of this Act. Section 10. There is hereby appropriated from the general fund the sum of three hundred forty-five thousand dollars ($ 345,000 ), or so much thereof as may be necessary, to the Office of the Attorney General, for the purpose of implementing the provisions of this Act. Section 11. The attorney general shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 12. That § 32-23-23 be amended to read as follows: 32-23-23. Any driving permit issued by the court to any person, who has been convicted of a violation of § 32-23-1 within the last ten years or any driving permit issued pursuant to § 32- 23-2, if that person had 0.17 percent or more by weight of alcohol in that person's blood, shall be conditioned on the person's total abstinence from the use of alcohol , the person's participation in the 24/7 sobriety program created by this Act, and payment of associated costs and expenses . The court shall immediately revoke the permit upon a showing of proof by a preponderance of the evidence that the person has violated this condition. The provisions of this section shall become effective on January 1, 2008. Section 13. That § 26-8A-22 be amended to read as follows: 26-8A-22. On completion of the dispositional phase of the proceeding, the court shall enter a final decree of disposition. If the final decree of disposition does not terminate parental rights, the decree shall include one or more of the following provisions which the court finds appropriate as the least restrictive alternative available: (1) The court may place the child in the custody of one or both of the child's parents, a guardian, a relative of the child or another suitable person, or a party or agency, with or without protective supervision, or the Department of Social Services, subject to the conditions and the length of time that the court deems necessary or appropriate . If the court returns custody to the child's parent, guardian, or custodian, such return of custody may be with supervision during which the court may require the parent, guardian, custodian, and any other adult residing in the home, to cooperate with home visits by the department and may require the parent, guardian, custodian, and any other adult residing in the home, to submit, at the request of the department, to tests for alcohol, marijuana, or any controlled drug or substance. If the adjudication of abuse or neglect was related to the use of alcohol, marijuana, or any controlled drug or substance, the parent, guardian, or custodian, and any other adult residing in the home, may be required, in those areas where such testing is available, to submit to regular tests for alcohol, marijuana, or any controlled drug or substance. If a positive test for alcohol, marijuana, or any controlled drug or substance is obtained, or the person fails to submit to the test as required, the department may immediately remove the child from the physical custody of the parent, guardian, custodian, or any other adult residing in the home whose test was positive or who failed to submit to the test, without prior court order subject to a review hearing, which may be telephonic, within forty-eight hours excluding Saturdays, Sundays, and court holidays. As used herein, any controlled drug or substance means a controlled drug or substance which was not lawfully prescribed by a practitioner as authorized by chapters 22-42 and 34-20B ; (2) The court after determining that a compelling reason exists to place the child in another planned permanent living arrangement rather than with a relative or with a legal guardian other than the department may place the child in the custody of the department or a child placement agency, with or without guardianship of the child, until the child attains the age of majority or until an earlier date or event as determined by the court; (3) The court may order that the child be examined or treated by a physician or by a qualified mental health professional or that the child receive other special care and may place the child in a suitable facility for such purposes under conditions that the court deems necessary or appropriate. On completion of the examination, treatment, or hospitalization and on a full report to the court, the court shall conduct a supplemental dispositional hearing or hearings and shall make disposition of the child as otherwise provided in this section or, if the evidence shows need, the court may consider termination of parental rights as an appropriate possible alternative in keeping with the best interests and welfare of the child. If disposition of the child under this section involves the removal from or nonreturn of the child to the home of the child's parents, guardian, or custodian and placement of the child in the custody of the department for placement in foster care, the court shall include in the decree a written judicial determination that continuation of the child's placement in the home of the child's parents, guardian, or custodian would be contrary to the welfare of the child and that reasonable efforts were made by the department to prevent or eliminate the need for removal of the child from the home. In no case may a child remain in foster care for a period in excess of twelve months from the time the child entered foster care without the court holding a permanency hearing and making a dispositional decree. The court shall review the child's permanency status and make a dispositional decree every twelve months thereafter as long as the child continues in the custody of the department. The court shall determine whether the state has made reasonable efforts to finalize the permanency plan that is in effect. That determination shall be included in the dispositional decree. Section 14. That § 26-8A-26 be amended to read as follows: 26-8A-26. If an adjudicated, abused, or neglected child whose parental rights have not been terminated has been in the custody of the Department of Social Services and it appears at a dispositional or review hearing that all reasonable efforts have been made to rehabilitate the family, that the conditions which led to the removal of the child still exist, and there is little likelihood that those conditions will be remedied so the child can be returned to the custody of the child's parents, the court shall affirmatively find that good cause exists for termination of the parental rights of the child's parents and the court shall enter an order terminating parental rights. If the court does not find at the hearing, which shall be conducted in the same manner as a dispositional hearing, that good cause exists for termination of parental rights, the court may make further disposition of the child as follows: (1) Return custody of the child to the child's parents, guardian, or custodian, with or without supervision during which the court may require the parent, guardian, custodian, and any other adult residing in the home, to cooperate with home visits by the department and may require the parent, guardian, custodian, and any other adult residing in the home, to submit, at the request of the department, to tests for alcohol, marijuana, or any controlled drug or substance. If the adjudication of abuse or neglect was related to the use of alcohol, marijuana, or any controlled drug or substance, the parent, guardian, or custodian, and any other adult residing in the home, may be required, in those areas where such testing is available, to submit to regular tests for alcohol, marijuana, or any controlled drug or substance. If a positive test for alcohol, marijuana, or any controlled drug or substance is obtained, or if the person fails to submit to the test as required, the department may immediately remove the child from the physical custody of the parent, guardian, custodian, or any other adult residing in the home whose test was positive or who failed to submit to the test, without prior court order subject to a review hearing, which may be telephonic, within forty-eight hours excluding Saturdays, Sundays, and court holidays. As used herein, any controlled drug or substance means a controlled drug or substance which was not lawfully prescribed by a practitioner as authorized by chapters 22-42 and 34- 20B ; (2) Continue foster care placement of the child for a specified period of time, and, if the child is sixteen years of age or older, direct the department to determine the services needed to assist the child to make the transition from foster care to independent living and, if appropriate, provide a plan for independent living for the child; (3) Place the child in the custody of the department or a child placement agency, with or without guardianship of the child, in another planned permanent living arrangement following a determination that a compelling reason exists that the placement is more appropriate than adoption or with a relative or with a legal guardian other than the department and under a court-approved plan that determines visitation rights of the child's parents, guardian, or custodian. Under this subdivision, the court may retain jurisdiction of the action and proceedings for future consideration of termination of parental rights if termination of parental rights is the least restrictive alternative available in keeping with the best interests of the child. In no case may a child remain in foster care for a period in excess of twelve months from the time the child entered foster care without the court holding a permanency hearing and making a dispositional decree setting forth one of the above options. The court shall review the child's permanency status and make a dispositional decree every twelve months thereafter as long as the child continues in the custody of the department. The court shall determine whether the state has made reasonable efforts to finalize the permanency plan that is in effect. That determination shall be included in the dispositional decree."}, {"bill_id": 21236, "bill_version_id": 112419, "bill_version": "House Engrossed", "bill_version_date": "2007-02-15T17:21:50-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a statewide 24/7 sobriety program, establish the 24/7 sobriety fund, and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby established a statewide 24/7 sobriety program to be administered by the Office of the Attorney General. The program shall coordinate efforts among various state and local government entities for the purpose of finding and implementing alternatives to incarceration for certain offenses that involve driving under the influence and other offenses involving alcohol, marijuana, or controlled substances. Section 2. There is hereby established in the state treasury the 24/7 sobriety fund. The fund shall be maintained and administered by the Office of the Attorney General to defray costs of operating the 24/7 sobriety program, including purchasing and maintaining equipment and funding support services. The Office of the Attorney General may accept for deposit in the fund money from donations, gifts, grants, and user fees or payments. Expenditures from the fund shall be budgeted through the normal budget process. Unexpended funds and interest shall remain in the fund. Section 3. Each county, through its sheriff, may participate in the 24/7 sobriety program. If a sheriff is unwilling or unable to participate in the 24/7 sobriety program, the sheriff may designate an entity willing to provide the service. If twice a day testing is ordered, the sheriff, or designated entity, shall establish the testing locations and times for each county but shall have at least one location and two daily testing times approximately twelve hours apart. Section 4. The court may condition any bond or pre-trial release upon participation in the 24/7 sobriety program and payment of associated costs and expenses. Section 5. The court may condition the granting of a suspended imposition of sentence, suspended execution of sentence, or probation upon participation in the 24/7 sobriety program and payment of associated costs and expenses. Section 6. The court may condition the placement of a child pursuant to § 26-8A-22 or 22- 8A-26 on participation in the 24/7 sobriety program and payment of associated costs and expenses. Section 7. The Board of Pardons and Paroles, the Department of Corrections, or any parole agent may condition parole upon participation in the 24/7 sobriety program and payment of associated cost and expense. Section 8. The Office of the Attorney General, pursuant to chapter 1-26, may promulgate rules for the administration of this Act to: (1) Regulate the nature and manner of testing; (2) Provide for procedures and apparatus for testing including electronic monitoring devices; (3) Set participation and user fees; however, user fees for twice a day testing shall not be less than one dollar per test; and (4) Require the submission of reports and information by law enforcement agencies within this state. Section 9. All user fees collected under this Act shall be distributed as follows: (1) All user fees collected in the administration of twice a day testing shall be paid into the treasury of the proper county, or collected by the entity designated by the sheriff, the proceeds of which shall be applied and used only to defray the reoccurring costs of twice a day testing including maintaining equipment, funding support services and ensuring compliance; (2) All user fees collected as a result of the administration of the 24/7 sobriety program other than those collected by the county, or entity designated by the sheriff, for twice a day testing, shall be deposited in the 24/7 sobriety fund created by section 2 of this Act. Section 10. There is hereby appropriated from the general fund the sum of three hundred forty-five thousand dollars ($ 345,000 ), or so much thereof as may be necessary, to the Office of the Attorney General, for the purpose of implementing the provisions of this Act. Section 11. The attorney general shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 12. That § 32-23-23 be amended to read as follows: 32-23-23. Any driving permit issued by the court to any person, who has been convicted of a violation of § 32-23-1 within the last ten years or any driving permit issued pursuant to § 32- 23-2, if that person had 0.17 percent or more by weight of alcohol in that person's blood, shall be conditioned on the person's total abstinence from the use of alcohol , the person's participation in the 24/7 sobriety program created by this Act in those areas where 24/7 sobriety testing is available, and payment of associated costs and expenses . The court shall immediately revoke the permit upon a showing of proof by a preponderance of the evidence that the person has violated this condition. Section 13. That § 26-8A-22 be amended to read as follows: 26-8A-22. On completion of the dispositional phase of the proceeding, the court shall enter a final decree of disposition. If the final decree of disposition does not terminate parental rights, the decree shall include one or more of the following provisions which the court finds appropriate as the least restrictive alternative available: (1) The court may place the child in the custody of one or both of the child's parents, a guardian, a relative of the child or another suitable person, or a party or agency, with or without protective supervision, or the Department of Social Services, subject to the conditions and the length of time that the court deems necessary or appropriate . If the court returns custody to the child's parent, guardian, or custodian, such return of custody may be with supervision during which the court may require the parent, guardian, custodian, and any other adult residing in the home, to cooperate with home visits by the department and may require the parent, guardian, custodian, and any other adult residing in the home, to submit, at the request of the department, to tests for alcohol, marijuana, or any controlled drug or substance. If the adjudication of abuse or neglect was related to the use of alcohol, marijuana, or any controlled drug or substance, the parent, guardian, or custodian, and any other adult residing in the home, may be required, in those areas where such testing is available, to submit to regular tests for alcohol, marijuana, or any controlled drug or substance. If a positive test for alcohol, marijuana, or any controlled drug or substance is obtained, or the person fails to submit to the test as required, the department may immediately remove the child from the physical custody of the parent, guardian, custodian, or any other adult residing in the home whose test was positive or who failed to submit to the test, without prior court order subject to a review hearing, which may be telephonic, within forty-eight hours excluding Saturdays, Sundays, and court holidays. As used herein, any controlled drug or substance means a controlled drug or substance which was not lawfully prescribed by a practitioner as authorized by chapters 22-42 and 34-20B ; (2) The court after determining that a compelling reason exists to place the child in another planned permanent living arrangement rather than with a relative or with a legal guardian other than the department may place the child in the custody of the department or a child placement agency, with or without guardianship of the child, until the child attains the age of majority or until an earlier date or event as determined by the court; (3) The court may order that the child be examined or treated by a physician or by a qualified mental health professional or that the child receive other special care and may place the child in a suitable facility for such purposes under conditions that the court deems necessary or appropriate. On completion of the examination, treatment, or hospitalization and on a full report to the court, the court shall conduct a supplemental dispositional hearing or hearings and shall make disposition of the child as otherwise provided in this section or, if the evidence shows need, the court may consider termination of parental rights as an appropriate possible alternative in keeping with the best interests and welfare of the child. If disposition of the child under this section involves the removal from or nonreturn of the child to the home of the child's parents, guardian, or custodian and placement of the child in the custody of the department for placement in foster care, the court shall include in the decree a written judicial determination that continuation of the child's placement in the home of the child's parents, guardian, or custodian would be contrary to the welfare of the child and that reasonable efforts were made by the department to prevent or eliminate the need for removal of the child from the home. In no case may a child remain in foster care for a period in excess of twelve months from the time the child entered foster care without the court holding a permanency hearing and making a dispositional decree. The court shall review the child's permanency status and make a dispositional decree every twelve months thereafter as long as the child continues in the custody of the department. The court shall determine whether the state has made reasonable efforts to finalize the permanency plan that is in effect. That determination shall be included in the dispositional decree. Section 14. That § 26-8A-26 be amended to read as follows: 26-8A-26. If an adjudicated, abused, or neglected child whose parental rights have not been terminated has been in the custody of the Department of Social Services and it appears at a dispositional or review hearing that all reasonable efforts have been made to rehabilitate the family, that the conditions which led to the removal of the child still exist, and there is little likelihood that those conditions will be remedied so the child can be returned to the custody of the child's parents, the court shall affirmatively find that good cause exists for termination of the parental rights of the child's parents and the court shall enter an order terminating parental rights. If the court does not find at the hearing, which shall be conducted in the same manner as a dispositional hearing, that good cause exists for termination of parental rights, the court may make further disposition of the child as follows: (1) Return custody of the child to the child's parents, guardian, or custodian, with or without supervision during which the court may require the parent, guardian, custodian, and any other adult residing in the home, to cooperate with home visits by the department and may require the parent, guardian, custodian, and any other adult residing in the home, to submit, at the request of the department, to tests for alcohol, marijuana, or any controlled drug or substance. If the adjudication of abuse or neglect was related to the use of alcohol, marijuana, or any controlled drug or substance, the parent, guardian, or custodian, and any other adult residing in the home, may be required, in those areas where such testing is available, to submit to regular tests for alcohol, marijuana, or any controlled drug or substance. If a positive test for alcohol, marijuana, or any controlled drug or substance is obtained, or if the person fails to submit to the test as required, the department may immediately remove the child from the physical custody of the parent, guardian, custodian, or any other adult residing in the home whose test was positive or who failed to submit to the test, without prior court order subject to a review hearing, which may be telephonic, within forty-eight hours excluding Saturdays, Sundays, and court holidays. As used herein, any controlled drug or substance means a controlled drug or substance which was not lawfully prescribed by a practitioner as authorized by chapters 22-42 and 34- 20B ; (2) Continue foster care placement of the child for a specified period of time, and, if the child is sixteen years of age or older, direct the department to determine the services needed to assist the child to make the transition from foster care to independent living and, if appropriate, provide a plan for independent living for the child; (3) Place the child in the custody of the department or a child placement agency, with or without guardianship of the child, in another planned permanent living arrangement following a determination that a compelling reason exists that the placement is more appropriate than adoption or with a relative or with a legal guardian other than the department and under a court-approved plan that determines visitation rights of the child's parents, guardian, or custodian. Under this subdivision, the court may retain jurisdiction of the action and proceedings for future consideration of termination of parental rights if termination of parental rights is the least restrictive alternative available in keeping with the best interests of the child. In no case may a child remain in foster care for a period in excess of twelve months from the time the child entered foster care without the court holding a permanency hearing and making a dispositional decree setting forth one of the above options. The court shall review the child's permanency status and make a dispositional decree every twelve months thereafter as long as the child continues in the custody of the department. The court shall determine whether the state has made reasonable efforts to finalize the permanency plan that is in effect. That determination shall be included in the dispositional decree."}, {"bill_id": 21236, "bill_version_id": 112990, "bill_version": "Enrolled", "bill_version_date": "2007-02-28T08:28:30-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21236, "action_date": "2007-01-10T13:00:00-06:00", "document_id": 110160, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110160.pdf", "status_text": "Referred to", "journal_page": 44, "committee_id_action": 923, "committee_id_assigned": 921, "result": "P", "vote": {}}, {"bill_id": 21236, "action_date": "2007-02-12T07:30:00-06:00", "document_id": 112013, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112013.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 921, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21236, "action_date": "2007-02-12T07:30:00-06:00", "document_id": 112013, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112013.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 921, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21236, "action_date": "2007-02-12T07:30:00-06:00", "document_id": 112013, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112013.pdf", "status_text": "Referred as Amended to", "journal_page": 448, "committee_id_action": 921, "committee_id_assigned": 910, "result": "P", "vote": {"vote_id": 65006, "president_vote": null, "Yea": [3579, 3592, 3594, 3598, 3599, 3632, 3638, 3651, 3672, 3673, 3676, 3582], "Excused": [3619]}}, {"bill_id": 21236, "action_date": "2007-02-14T08:00:00-06:00", "document_id": 112247, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112247.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 910, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21236, "action_date": "2007-02-14T08:00:00-06:00", "document_id": 112247, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112247.pdf", "status_text": "Do Pass,", "journal_page": 516, "committee_id_action": 910, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65176, "president_vote": null, "Yea": [3580, 3581, 3583, 3586, 3600, 3611, 3655, 3666, 3654]}}, {"bill_id": 21236, "action_date": "2007-02-15T14:00:00-06:00", "document_id": 112390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112390.pdf", "status_text": "Motion to Amend,", "journal_page": 555, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21236, "action_date": "2007-02-15T14:00:00-06:00", "document_id": 112390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112390.pdf", "status_text": "Do Pass Amended,", "journal_page": 556, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67147, "president_vote": null, "Yea": [3572, 3576, 3577, 3578, 3579, 3580, 3581, 3582, 3583, 3586, 3587, 3588, 3590, 3591, 3592, 3593, 3594, 3597, 3598, 3599, 3600, 3604, 3605, 3606, 3609, 3611, 3613, 3614, 3616, 3619, 3620, 3622, 3624, 3628, 3629, 3631, 3632, 3635, 3637, 3638, 3640, 3642, 3643, 3644, 3645, 3646, 3648, 3649, 3650, 3651, 3653, 3654, 3655, 3656, 3657, 3658, 3660, 3662, 3663, 3665, 3666, 3668, 3670, 3671, 3672, 3673, 3674, 3675, 3676, 3584]}}, {"bill_id": 21236, "action_date": "2007-02-20T14:00:00-06:00", "document_id": 112504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112504.pdf", "status_text": "First read in Senate and referred to", "journal_page": 575, "committee_id_action": 924, "committee_id_assigned": 902, "result": "N", "vote": {}}, {"bill_id": 21236, "action_date": "2007-02-23T10:00:00-06:00", "document_id": 112780, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112780.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 902, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21236, "action_date": "2007-02-23T10:00:00-06:00", "document_id": 112780, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112780.pdf", "status_text": "Do Pass,", "journal_page": 650, "committee_id_action": 902, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65611, "president_vote": null, "Yea": [3571, 3573, 3612, 3626, 3659, 3667, 3627]}}, {"bill_id": 21236, "action_date": "2007-02-27T14:00:00-06:00", "document_id": 112964, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112964.pdf", "status_text": "Do Pass Amended,", "journal_page": 688, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65768, "president_vote": null, "Yea": [3571, 3573, 3574, 3575, 3585, 3589, 3595, 3596, 3602, 3603, 3607, 3608, 3610, 3612, 3615, 3617, 3618, 3621, 3623, 3625, 3626, 3627, 3630, 3633, 3634, 3636, 3639, 3641, 3647, 3652, 3659, 3661, 3664, 3667, 3669]}}, {"bill_id": 21236, "action_date": "2007-02-28T14:00:00-06:00", "document_id": 113110, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113110.pdf", "status_text": "Signed by Speaker", "journal_page": 721, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21236, "action_date": "2007-03-01T10:00:00-06:00", "document_id": 113232, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113232.pdf", "status_text": "Signed by President", "journal_page": 731, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21236, "action_date": "2007-03-02T10:00:00-06:00", "document_id": 113289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113289.pdf", "status_text": "Delivered to the Governor", "journal_page": 792, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21236, "action_date": "2007-03-26T10:00:00-05:00", "document_id": 113416, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113416.pdf", "status_text": "Signed by Governor", "journal_page": 848, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3556, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21236"}