{"session_id": 45, "bill_id": 13113, "bill_type": "Senate Bill", "bill_number": 257, "bill_title": "to revise the funding of special education.", "sponsors": [{"legislator_profile_id": 1960, "is_prime": true}], "keywords": ["State Aid to Local Education"], "audio": [], "bill_versions": [{"bill_id": 13113, "bill_version_id": 73968, "bill_version": "Introduced", "bill_version_date": "1997-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the funding of special education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-37-16 be amended to read as follows: 13-37-16. For taxes payable in 1997, and each year thereafter, the school board shall levy no more than one dollar and forty cents per thousand dollars of taxable valuation, as a special levy in addition to all other levies authorized by law for the amount so determined to be necessary, and such levy shall be spread against all of the taxable property of the district. The proceeds derived from such levy shall constitute a school district special education fund of the district for the payment of costs for the special education of all children in need of special education or special education and related services who reside within the district pursuant to the provisions of § § 13-37-8.2 to 13-37-8.10, inclusive be remitted to the Department of Education and Cultural Affairs for redistribution to school districts as prescribed by this Act . The levy in this section shall be based on valuations such that the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. The total amount of taxes that would be generated at the levy pursuant to this section shall be considered local effort. Section 2. That § 13-37-24.3 be repealed. 13-37-24.3. The division of education of the Department of Education and Cultural Affairs shall notify all eligible districts in writing of the amount each such district is entitled to under § 13-37-24 as soon as such amount is subject to calculation following enactment of an appropriation bill. The division shall furnish a copy of such notice to the health and educational facilities authority for use in verification of any amount to be pledged by a school district pursuant to § § 13-13-39 and 13-19-1. Section 3. That § 13-37-35 be repealed. 13-37-35. Terms used in § § 13-37-35 to 13-37-47, inclusive, mean: (1) \"Average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled in the school district during the previous regular school year minus the average number of pupils for whom the district receives tuition and plus the average number of pupils for whom the district pays tuition; (2) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (3) \"Local effort,\" is the amount of taxes payable each year, using the maximum levy for the special education fund of a school district of one dollar and forty cents per thousand dollars of taxable valuation. The levy shall be based on valuations including valuations pursuant to § § 13-13-10.2 and 13-13-20.4 such that the median level of assessment represents 85% of market value as determined by the Department of Revenue. For the period January 1, 1997, through June 30, 1997, local effort shall be one-half of the amount of taxes payable in calendar year 1997, using the maximum levy for the special education fund of a school district of one dollar and forty cents per thousand dollars of taxable valuation. The levy shall be based on valuations such that the median level of assessment represents 85% of market value as determined by the Department of Revenue; (4) \"Allocation for a student with a mild disability,\" for the period January 1, 1997, through June 30, 1997, is $807. For school fiscal year beginning July 1, 1997, the allocation for a student with a mild disability shall be $1,614 increased by the lesser of the index factor or three percent. For each school year thereafter, the allocation for a student with a mild disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (5) \"Allocation for a student with a severe disability,\" for the period January 1, 1997, through June 30, 1997, is $9,682. For school fiscal year beginning July 1, 1997, the allocation for a child with a severe disability shall be $19,364 increased by the lesser of the index factor or three percent. For each school year thereafter, the allocation for a child with a severe disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (6) \"Local need,\" an amount to be determined as follows: (a) For a school district with an average daily membership of less than 13,000: (I) Multiply the average daily membership times 0.1025; (ii) Multiply the result of (I) times the allocation for a student with a mild disability; (iii) Multiply the average daily membership times 0.015; (iv) Multiply the result of (iii) times the allocation for a student with a severe disability; (v) Add together the result of (ii) and the result of (iv); (b) For a school district with an average daily membership greater than 13,000: (I) Multiply the average daily membership times 0.1025; (ii) Multiply the result of (I) times the allocation for a student with a mild disability; (iii) Subtract 13,000 from the average daily membership, the difference of which is multiplied times 0.0000034, the result of which is added to 0.015; (iv) Multiply the average daily membership times the lesser of the result of (iii) or 0.03; (v) Multiply the result of (iv) times the allocation for a student with a severe disability; (vi) Add together the result of (ii) and the result of (v); (7) \"Student with mild disability,\" is a student whose performance level is not sufficient to demonstrate success in the regular education environment without the provision of special education, who meets eligibility criteria under Part B, IDEA, and who has been identified as a student in need of special education or special education and related services according to criteria set forth in rules promulgated pursuant to § 13-37-46; (8) \"Student with severe disability,\" is a student with a low-incidence disability who: (a) Meets eligibility criteria under Part B, IDEA; (b) Has been identified as a student in need of special education or special education and related services according to criteria set forth in rules promulgated pursuant to § 13-37-46; and (c) Presents needs which require intervention skills which are substantially different from those provided to nondisabled students, in that the skills are disability-specific and require special training, equipment, and facilities to perform; (9) \"Effort factor,\" the school district's special education tax levy in dollars per thousand divided by $1.40. (Effective January 1, 1999) Definitions. Terms used in § § 13-37-35 to 13-37-48, inclusive, mean: (1) \"Average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled in the school district during the previous regular school year minus the average number of pupils for whom the district receives tuition and plus the average number of pupils for whom the district pays tuition; (2) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (3) \"Local effort,\" is the amount of taxes payable each year, using the maximum levy for the special education fund of a school district of one dollar and forty cents per thousand dollars of taxable valuation. The levy shall be based on valuations such that the median level of assessment represents 85% of market value as determined by the Department of Revenue. For the period January 1, 1997, through June 30, 1997, local effort shall be one-half of the amount of taxes payable in calendar year 1997, using the maximum levy for the special education fund of a school district of one dollar and forty cents per thousand dollars of taxable valuation. The levy shall be based on valuations such that the median level of assessment represents 85% of market value as determined by the Department of Revenue; (4) \"Allocation for a student with a mild disability,\" for the period January 1, 1997, through June 30, 1997, is $892. For school fiscal year beginning July 1, 1997, the allocation for a student with a mild disability shall be $1,785 increased by the lesser of the index factor or three percent. For each school year thereafter, the allocation for a student with a mild disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (5) \"Allocation for a student with a severe disability,\" for the period January 1, 1997, through June 30, 1997, is $10,707. For school fiscal year beginning July 1, 1997, the allocation for a child with a severe disability shall be $21,415 increased by the lesser of the index factor or three percent. For each school year thereafter, the allocation for a child with a severe disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (6) \"Local need,\" an amount to be determined as follows: (I) Multiply the average daily membership times 0.1025; (ii) Multiply the result of (I) times the allocation for a student with a mild disability; (iii) Multiply the average daily membership times 0.015; (iv) Multiply the result of (iii) times the allocation for a student with a severe disability; (v) Add together the result of (ii) and the result of (iv); (7) \"Student with mild disability,\" is a student whose performance level is not sufficient to demonstrate success in the regular education environment without the provision of special education, and who meets eligibility criteria under Part B, IDEA, or both; (8) \"Student with severe disability,\" is a student with a low-incidence disability who: (a) Meets eligibility criteria under Part B, IDEA; and (b) Presents needs which require intervention skills which are substantially different from those provided to nondisabled students, in that the skills are disability-specific and require special training, equipment, and facilities to perform; (9) \"Effort factor,\" 1.0 if the school district's special education tax levy in dollars per thousand is $1.40, 0.0 if the school district's special education tax levy in dollars per thousand is less than $1.30. Section 4. That § 13-37-16 be repealed. 13-37-16. For taxes payable in 1997, and each year thereafter, the school board shall levy no more than one dollar and forty cents per thousand dollars of taxable valuation, as a special levy in addition to all other levies authorized by law for the amount so determined to be necessary, and such levy shall be spread against all of the taxable property of the district. The proceeds derived from such levy shall constitute a school district special education fund of the district for the payment of costs for the special education of all children in need of special education or special education and related services who reside within the district pursuant to the provisions of § § 13-37-8.2 to 13-37-8.10, inclusive. The levy in this section shall be based on valuations such that the median level of assessment represents 85% of market value as determined by the Department of Revenue. The total amount of taxes that would be generated at the levy pursuant to this section shall be considered local effort. Section 5. That § 13-37-43 be repealed. 13-37-43. For the transition period from January 1, 1997, through school fiscal year 1999, state aid to special education shall be determined according to the following calculations: (1) For the period January 1, 1997, through June 30, 1997, state aid for special education is the greater of (a) state aid for special education as calculated in § 13-37-36, or (b) actual school special education expenditures for fiscal year 1994 less federal revenues for special education less local effort, the result which is multiplied times 0.59; (2) For school fiscal year 1998, state aid for special education is the greater of (a) state aid for special education as calculated in § 13-37-36, or (b) actual school special education expenditures for fiscal year 1994 less federal revenues for special education less local effort, the result which is multiplied times 0.95; (3) For school fiscal year 1999, state aid for special education is the greater of (a) state aid for special education as calculated in § 13-37-36, or (b) actual school special education expenditures for fiscal year 1994 less federal revenues for special education less local effort, the result which is multiplied times 0.48. Section 6. That § 13-37-44 be repealed. 13-37-44. A school district's state aid for special education shall be reduced by the amount which its ending special education fund balance exceeds twenty percent of its special education expenditures for the prior fiscal year. Section 7. That § 13-37-45 be repealed. 13-37-45. Any funds appropriated as state aid for special education which are not distributed according to § § 13-37-36 or 13-37-43 shall be allocated by the secretary of the Department of Education and Cultural Affairs for the purposes specified in § § 13-37-38, 13-37-39 or 13-37-40. Section 8. That chapter 13-37 be amended by adding thereto a NEW SECTION to read as follows: There is hereby created a new fund in the state treasury known as the state aid to special education fund. The fund shall consist of money remitted to the Department of Education and Cultural Affairs pursuant to section 1 of this Act, state appropriations as state aid for aid to special education, and money from any other sources to be used for distribution to school districts as aid to special education. The secretary of the Department of Education and Cultural Affairs shall no later than January twenty-fifth of each year prepare and submit an estimate of unobligated revenues in the state aid to special education fund on July first of that year, and an estimate of revenues to the state aid to special education fund for the next fiscal year. Section 9. That chapter 13-37 be amended by adding thereto a NEW SECTION to read as follows: The Department of Education shall allocate money out of the state aid to special education fund to school districts according to rules promulgated pursuant to chapter 1-26 by the Department of Education and Cultural. The rules shall specify the forms on which school districts apply of state aid to special education, criteria for determining each school district's annual allocation of money out of the state aid to special education fund, the schedule of payments to the school districts out of the state aid to special education fund, and the schedule and method of remittance of the tax revenues provided in section 1 of this Act Section 10. This Act is effective July 1, 1998."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13113, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72895.pdf", "status_text": "First read in Senate and referred to", "journal_page": 286, "committee_id_action": 545, "committee_id_assigned": 528, "result": "N", "vote": {}}, {"bill_id": 13113, "action_date": "1997-02-14T07:45:00-06:00", "document_id": 72365, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72365.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 528, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13113, "action_date": "1997-02-15T07:45:00-06:00", "document_id": 72375, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72375.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 528, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13113, "action_date": "1997-02-19T07:45:00-06:00", "document_id": 72402, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72402.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 528, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13113, "action_date": "1997-02-19T07:45:00-06:00", "document_id": 72402, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72402.pdf", "status_text": "Do Pass,", "journal_page": 521, "committee_id_action": 528, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36348, "president_vote": null, "Yea": [1893, 1901, 1919, 1945, 1959, 1976, 1978, 1960], "Nay": [1972]}}, {"bill_id": 13113, "action_date": "1997-02-20T14:00:00-06:00", "document_id": 72921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72921.pdf", "status_text": "Do Pass,", "journal_page": 566, "committee_id_action": 545, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 37590, "president_vote": null, "Nay": [1884, 1885, 1905, 1908, 1911, 1912, 1920, 1925, 1927, 1928, 1930, 1935, 1938, 1939, 1946, 1955, 1956, 1969, 1972, 1977, 1978], "Yea": [1889, 1893, 1901, 1919, 1932, 1945, 1959, 1960, 1965, 1981, 1986], "Excused": [1915, 1976, 1979]}}]}