{"session_id": 59, "bill_id": 20619, "bill_type": "House Bill", "bill_number": 1202, "bill_title": "revise certain provisions related to sexually transmitted diseases.", "sponsors": [{"legislator_profile_id": 3391, "is_prime": true}, {"legislator_profile_id": 3446, "is_prime": true}, {"legislator_profile_id": 3369, "is_prime": false}, {"legislator_profile_id": 3400, "is_prime": false}, {"legislator_profile_id": 3417, "is_prime": false}, {"legislator_profile_id": 3422, "is_prime": false}, {"legislator_profile_id": 3427, "is_prime": false}, {"legislator_profile_id": 3430, "is_prime": false}, {"legislator_profile_id": 3441, "is_prime": false}, {"legislator_profile_id": 3442, "is_prime": false}, {"legislator_profile_id": 3444, "is_prime": false}, {"legislator_profile_id": 3450, "is_prime": false}, {"legislator_profile_id": 3453, "is_prime": false}, {"legislator_profile_id": 3460, "is_prime": false}, {"legislator_profile_id": 3463, "is_prime": false}, {"legislator_profile_id": 3464, "is_prime": false}], "keywords": ["Public Health and Safety"], "audio": [{"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe16.mp3", "start_seconds": 2817.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe16.mp3", "start_seconds": 2817.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe16.mp3", "start_seconds": 2817.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe16.mp3", "start_seconds": 2817.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe16.mp3", "start_seconds": 2817.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe16.mp3", "start_seconds": 2817.0}], "bill_versions": [{"bill_id": 20619, "bill_version_id": 107033, "bill_version": "Introduced", "bill_version_date": "2006-01-23T11:48:56-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to sexually transmitted diseases. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-23-1 be amended to read as follows: 34-23-1. Syphilis, gonorrhea, chlamydia, and chancroid hereinafter designated as venereal sexually transmitted diseases are hereby declared to be contagious, infectious, communicable, and dangerous to the public health. It is a Class 2 misdemeanor for anyone infected with any of these diseases or any of them to expose another person to infection. Section 2. That § 34-23-2 be amended to read as follows: 34-23-2. Any physician or any other person who makes a diagnosis in or treats a case of venereal sexually transmitted disease and any superintendent or manager of a hospital, dispensary, or charitable or penal institution in which there is a case of venereal a sexually transmitted disease shall make a report of such case to the health authorities in such form and manner as the State Department of Health shall direct. The identity of any individual appurtenant to an investigation conducted pursuant to a report of a venereal sexually transmitted disease shall be maintained in strictest confidence within the venereal sexually transmitted disease control system, and any information obtained from that individual may not be disclosed in any action in any court or before any tribunal, board, or agency. Section 3. That § 34-23-3 be amended to read as follows: 34-23-3. It shall be the duty of all Any local and state health officers to officer shall investigate sources of infection of venereal sexually transmitted disease, to cooperate with the proper officials whose duty it is to enforce laws directed against prostitution, and otherwise to use every proper means for the repression of prostitution. Section 4. That § 34-23-4 be amended to read as follows: 34-23-4. State, county, and municipal health officers or their authorized deputies within their respective jurisdiction are hereby directed and empowered to shall require persons infected with venereal a sexually transmitted disease to report for treatment to a reputable physician and continue treatment until cured or to submit to treatment provided at public expense until cured, and also, when in their judgment it is necessary to protect the public health, to isolate or quarantine persons infected with venereal a sexually transmitted disease. Section 5. That § 34-23-6 be amended to read as follows: 34-23-6. All persons who shall be imprisoned or confined in any state, county, or city prison in the state shall be examined for and, if infected, treated for venereal sexually transmitted diseases by the health authorities or their deputies . Section 6. That § 34-23-7 be amended to read as follows: 34-23-7. The authorities of any state, county, or city prison are directed to shall make available to the health authorities such portion of any state, county, or city prison as may be necessary for a clinic or hospital wherein all persons who may be confined or imprisoned in any such prison and who are infected with venereal a sexually transmitted disease, and all such persons who are suffering with venereal a sexually transmitted disease at the time of the expiration of their term of imprisonment, and in case no other suitable place for isolation or quarantine is available, such other persons as may be isolated or quarantined under the provisions of this chapter shall be isolated and treated at public expense until cured. In lieu of such isolation any of such persons may in the discretion of the Department of Health be required to report for treatment to a licensed physician or submit to treatment provided at public expense. Section 7. That § 34-23-13 be amended to read as follows: 34-23-13. The State Department of Health is hereby empowered and directed to make shall , in compliance with chapter 1-26, such promulgate rules and regulations as shall in its judgment be necessary for the carrying out of the provisions of this chapter, including rules and regulations provided for the control and treatment of persons isolated or quarantined under the provisions of this chapter and such other rules and regulations not in conflict with the provisions of this chapter concerning the control of venereal sexually transmitted diseases and concerning the care, treatment, and quarantine of persons infected therewith, as it may from time to time deem advisable with a sexually transmitted disease . All such rules and regulations so made shall be of force and binding upon all county and municipal health officers and other persons affected by this chapter. Section 8. That § 34-23-16 be amended to read as follows: 34-23-16. Any licensed physician, upon consultation by any minor as a patient, may, with the consent of such person patient who is hereby granted the right of giving such consent, make a diagnostic examination for venereal a sexually transmitted disease and prescribe for and treat such person patient for venereal a sexually transmitted disease including prophylactic treatment for exposure to venereal a sexually transmitted disease whenever such person patient is suspected of having a venereal sexually transmitted disease or contact with anyone having a venereal sexually transmitted disease. Any such consent shall may not be subject to later disaffirmance be disaffirmed by reason of minority. A parent or guardian shall be notified of the treatment within twenty-four hours. Section 9. That § 34-23-17 be amended to read as follows: 34-23-17. Treatment of a minor for venereal disease by a The Department of Health or any county health department, State Health Department, or doctors or any doctor attached to such departments shall be offered offer treatment, if available, to a minor , if available, upon the minor's request and without the necessity of consent of parents or notification to the parents a parent or guardian. However, a parent or guardian shall be notified of the treatment within twenty-four hours . Section 10. That § 34-23-5 be repealed. 34-23-5. Any person convicted of being a prostitute or inmate of a disorderly house who may be found to be infected with venereal disease in a stage which, in the opinion of the health officer, is or is apt to become communicable, shall be quarantined or isolated so long as such person is so infected."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20619, "action_date": "2006-01-23T14:00:00-06:00", "document_id": 107070, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107070.pdf", "status_text": "First read in House and referred to", "journal_page": 184, "committee_id_action": 893, "committee_id_assigned": 884, "result": "N", "vote": {}}, {"bill_id": 20619, "action_date": "2006-02-01T07:45:00-06:00", "document_id": 107668, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107668.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 884, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20619, "action_date": "2006-02-01T07:45:00-06:00", "document_id": 107668, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107668.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 884, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 63956, "president_vote": null, "Nay": [3366, 3381, 3389, 3394, 3408, 3422, 3454, 3382], "Yea": [3400, 3417, 3427, 3442, 3460]}}, {"bill_id": 20619, "action_date": "2006-02-01T07:45:00-06:00", "document_id": 107668, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107668.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 321, "committee_id_action": 884, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63959, "president_vote": null, "Yea": [3366, 3381, 3389, 3394, 3408, 3422, 3454, 3382], "Nay": [3400, 3417, 3427, 3442, 3460]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20619"}