{"session_id": 27, "bill_id": 7963, "bill_type": "Senate Bill", "bill_number": 80, "bill_title": "regulate the use of drones under certain conditions and to provide a penalty therefor.", "sponsors": [{"legislator_profile_id": 1157, "is_prime": true}, {"legislator_profile_id": 1176, "is_prime": true}, {"legislator_profile_id": 1166, "is_prime": false}, {"legislator_profile_id": 1154, "is_prime": false}, {"legislator_profile_id": 1097, "is_prime": false}, {"legislator_profile_id": 1143, "is_prime": false}, {"legislator_profile_id": 1109, "is_prime": false}, {"legislator_profile_id": 1136, "is_prime": false}, {"legislator_profile_id": 1105, "is_prime": false}, {"legislator_profile_id": 1120, "is_prime": false}, {"legislator_profile_id": 1100, "is_prime": false}, {"legislator_profile_id": 1125, "is_prime": false}, {"legislator_profile_id": 1206, "is_prime": false}, {"legislator_profile_id": 1107, "is_prime": false}, {"legislator_profile_id": 1110, "is_prime": false}, {"legislator_profile_id": 1099, "is_prime": false}, {"legislator_profile_id": 1131, "is_prime": false}, {"legislator_profile_id": 1135, "is_prime": false}, {"legislator_profile_id": 1155, "is_prime": false}, {"legislator_profile_id": 1156, "is_prime": false}, {"legislator_profile_id": 1151, "is_prime": false}, {"legislator_profile_id": 1174, "is_prime": false}, {"legislator_profile_id": 1167, "is_prime": false}, {"legislator_profile_id": 1132, "is_prime": false}, {"legislator_profile_id": 1145, "is_prime": false}, {"legislator_profile_id": 1189, "is_prime": false}, {"legislator_profile_id": 1150, "is_prime": false}], "keywords": ["Aviation", "Drones"], "audio": [{"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/slo21.mp3", "start_seconds": 1880.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/slo21.mp3", "start_seconds": 1880.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/slo21.mp3", "start_seconds": 1880.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/slo21.mp3", "start_seconds": 1880.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/slo21.mp3", "start_seconds": 1880.0}, {"meeting_datetime": "2017-02-15T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen23.mp3", "start_seconds": 3622.0}, {"meeting_datetime": "2017-02-15T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen23.mp3", "start_seconds": 3622.0}, {"meeting_datetime": "2017-02-15T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen23.mp3", "start_seconds": 3622.0}, {"meeting_datetime": "2017-02-15T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen23.mp3", "start_seconds": 3622.0}, {"meeting_datetime": "2017-02-28T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/htr30.mp3", "start_seconds": 110.0}, {"meeting_datetime": "2017-02-28T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/htr30.mp3", "start_seconds": 110.0}, {"meeting_datetime": "2017-02-28T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/htr30.mp3", "start_seconds": 110.0}, {"meeting_datetime": "2017-02-28T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/htr30.mp3", "start_seconds": 110.0}, {"meeting_datetime": "2017-02-28T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/htr30.mp3", "start_seconds": 110.0}, {"meeting_datetime": "2017-02-28T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/htr30.mp3", "start_seconds": 110.0}, {"meeting_datetime": "2017-02-28T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/htr30.mp3", "start_seconds": 110.0}, {"meeting_datetime": "2017-02-28T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/htr30.mp3", "start_seconds": 110.0}, {"meeting_datetime": "2017-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou33.mp3", "start_seconds": 2035.0}, {"meeting_datetime": "2017-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou33.mp3", "start_seconds": 2035.0}, {"meeting_datetime": "2017-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou33.mp3", "start_seconds": 2035.0}, {"meeting_datetime": "2017-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou35.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2017-03-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou36.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 7963, "bill_version_id": 42988, "bill_version": "Introduced", "bill_version_date": "2017-01-24T09:12:34.56-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate the use of drones under certain conditions and to provide a penalty therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: For purposes of this Act, the term, drone, means a powered, aerial vehicle that does not carry a human operator, uses aerodynamic forces to provide vehicle lift, and can fly autonomously or be piloted remotely. The vehicle may be expendable or recoverable. Section 2. That the code be amended by adding a NEW SECTION to read: Any operation of a drone in the state shall comply with all applicable federal aviation administration requirements. Section 3. That the code be amended by adding a NEW SECTION to read: Except as provided in section 4 of this Act, flight of a drone over the lands and waters of this state is lawful, unless flying at a low altitude which: (1) Interferes with the existing use of the land or water, or the space over the land or water by the owner; or (2) Is imminently dangerous or damaging to any person or property lawfully on the land or water beneath. Section 4. That the code be amended by adding a NEW SECTION to read: No person may operate a drone over the grounds of a prison, correctional facility, jail, juvenile detention facility, airport, or any military facility unless expressly authorized by the administrator thereof. A violation of this section is a Class 1 misdemeanor. Section 5. That the code be amended by adding a NEW SECTION to read: The landing of a drone on the lands or waters of another, without the owner's consent, is unlawful, except in the case of a forced landing. However, the owner or lessee of the drone is liable for any damages resulting from a forced landing. Section 6. That § 22-21-1 be amended to read: 22-21-1. Any person who, except as authorized by law: (1) Trespasses on property with intent to subject anyone to eavesdropping or other surveillance in a private place; or (2) Installs in any private place, without the consent of the person or persons entitled to privacy there, any device for observing, photographing, recording, amplifying, or broadcasting sounds or events in such place, or uses any such unauthorized installation; or (3) Uses a drone to photograph, record, or otherwise observe another person in a private place where the person has a reasonable expectation of privacy; is guilty of a Class 1 misdemeanor. Subdivision Subdivisions (2) and (3) shall not apply to law enforcement officers, or to those acting under their the direction of a law enforcement officer, while engaged in the performance of their lawful duties. Section 7. That the code be amended by adding a NEW SECTION to read: Any person who uses a drone to deliver contraband or controlled substances to a state prison or other correctional facility is guilty of a Class 6 felony in addition to the penalty for the principal offense. Section 8. That the code be amended by adding a NEW SECTION to read: Any person who sells, transports, manufactures, possesses, or operates any drone capable of firing a bullet, projectile, or laser or otherwise be used as a weapon or avenue to inflict harm or damage to any person or property is guilty of a Class 5 felony. Section 9. That the code be amended by adding a NEW SECTION to read: No law enforcement agency may use a drone to gather evidence or other information in violation of S.D. Const., Art. VI, § 11. This section does not apply to the use of a drone to assist in an active search and rescue operation, to locate an escaped prisoner, or if a law enforcement officer has reasonable suspicion to believe that the use of a drone is necessary to prevent imminent danger to a person or to prevent imminent destruction of evidence. Evidence or information obtained or collected in violation of this section is not admissible in evidence in any criminal proceeding."}, {"bill_id": 7963, "bill_version_id": 44316, "bill_version": "Senate Local Government Engrossed", "bill_version_date": "2017-02-13T12:26:43.777-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate the use of drones under certain conditions and to provide a penalty therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: For purposes of this Act, the term, drone, means a powered, aerial vehicle that does not carry a human operator, uses aerodynamic forces to provide vehicle lift, and can fly autonomously or be piloted remotely. The vehicle may be expendable or recoverable. Section 2. That the code be amended by adding a NEW SECTION to read: Any operation of a drone in the state shall comply with all applicable federal aviation administration requirements. Any drone operating under the authority of the Armed Forces of the United States, including the National Guard, is exempt from this Act. The restrictions of sections 4 to 6, inclusive, do not apply to a drone operator operating a drone for commercial purposes pursuant to and in compliance with federal aviation administration regulations, authorizations, and exemptions. Section 3. That the code be amended by adding a NEW SECTION to read: No person may operate a drone over the grounds of a prison, correctional facility, jail, juvenile detention facility, airport, or any military facility unless expressly authorized by the administrator thereof. A violation of this section is a Class 1 misdemeanor. Section 4. That the code be amended by adding a NEW SECTION to read: The landing of a drone on the lands or waters of another, without the owner's consent, is unlawful, except in the case of a forced landing. However, the owner or lessee of the drone is liable for any damages resulting from a forced landing. Section 5. That § 22-21-1 be amended to read: 22-21-1. Any person who, except as authorized by law: (1) Trespasses on property with intent to subject anyone to eavesdropping or other surveillance in a private place; or (2) Installs in any private place, without the consent of the person or persons entitled to privacy there, any device for observing, photographing, recording, amplifying, or broadcasting sounds or events in such place, or uses any such unauthorized installation; or (3) Uses a drone to photograph, record, or otherwise observe another person in a private place where the person has a reasonable expectation of privacy; is guilty of a Class 1 misdemeanor. Subdivision Subdivisions (2) and (3) shall not apply to law enforcement officers, or to those acting under their the direction of a law enforcement officer, while engaged in the performance of their lawful duties. Section 6. That the code be amended by adding a NEW SECTION to read: Any person who uses a drone to deliver contraband or controlled substances to a state prison or other correctional facility is guilty of a Class 6 felony in addition to the penalty for the principal offense. Section 7. That the code be amended by adding a NEW SECTION to read: Except for authorized law enforcement or any military purposes, including the lawful manufacture, repair, or refurbishment as of a legitimate contract with authorized law enforcement or military, any person who sells, transports, manufactures, possesses, or operates any drone capable of firing a bullet or projectile or otherwise be used as a weapon or avenue to inflict harm or damage to any person or property is guilty of a Class 5 felony."}, {"bill_id": 7963, "bill_version_id": 44544, "bill_version": "Senate Engrossed", "bill_version_date": "2017-02-15T16:28:58.877-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate the use of drones under certain conditions and to provide a penalty therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: For purposes of this Act, the term, drone, means a powered, aerial vehicle that does not carry a human operator, uses aerodynamic forces to provide vehicle lift, and can fly autonomously or be piloted remotely. The vehicle may be expendable or recoverable. Section 2. That the code be amended by adding a NEW SECTION to read: Any operation of a drone in the state shall comply with all applicable federal aviation administration requirements. Any drone operating under the authority of the Armed Forces of the United States, including the National Guard, is exempt from this Act. The restrictions of sections 4 to 5, inclusive, do not apply to a drone operator operating a drone for commercial purposes pursuant to and in compliance with federal aviation administration regulations, authorizations, and exemptions. Section 3. That the code be amended by adding a NEW SECTION to read: No person may operate a drone over the grounds of a prison, correctional facility, jail, juvenile detention facility, airport, or any military facility unless expressly authorized by the administrator thereof. A violation of this section is a Class 1 misdemeanor. Section 4. That the code be amended by adding a NEW SECTION to read: The landing of a drone on the lands or waters of another, without the owner's consent, is unlawful, except in the case of a forced landing. However, the owner or lessee of the drone is liable for any damages resulting from a forced landing. Section 5. That § 22-21-1 be amended to read: 22-21-1. Any person who, except as authorized by law: (1) Trespasses on property with intent to subject anyone to eavesdropping or other surveillance in a private place; or (2) Installs in any private place, without the consent of the person or persons entitled to privacy there, any device for observing, photographing, recording, amplifying, or broadcasting sounds or events in such place, or uses any such unauthorized installation; or (3) Uses a drone to photograph, record, or otherwise observe another person in a private place where the person has a reasonable expectation of privacy; is guilty of a Class 1 misdemeanor. Subdivision Subdivisions (2) and (3) shall not apply to law enforcement officers, or to those acting under their the direction of a law enforcement officer, while engaged in the performance of their lawful duties. Section 6. That the code be amended by adding a NEW SECTION to read: Any person who uses a drone to deliver contraband or controlled substances to a state prison or other correctional facility is guilty of a Class 6 felony in addition to the penalty for the principal offense. Section 7. That the code be amended by adding a NEW SECTION to read: Except for authorized law enforcement or any military purposes, including the lawful manufacture, repair, or refurbishment as of a legitimate contract with authorized law enforcement or military, any person who sells, transports, manufactures, possesses, or operates any drone capable of firing a bullet or projectile or otherwise be used as a weapon or avenue to inflict harm or damage to any person or property is guilty of a Class 5 felony."}, {"bill_id": 7963, "bill_version_id": 45165, "bill_version": "House Transportation Engrossed", "bill_version_date": "2017-02-28T14:21:07.02-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate the use of drones under certain conditions and to provide a penalty therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: For purposes of this Act, the term, drone, means a powered, aerial vehicle that does not carry a human operator, uses aerodynamic forces to provide vehicle lift, and can fly autonomously or be piloted remotely. The vehicle may be expendable or recoverable. Section 2. That the code be amended by adding a NEW SECTION to read: Any operation of a drone in the state shall comply with all applicable federal aviation administration requirements. Any drone operating under the authority of the Armed Forces of the United States, including the National Guard, is exempt from this Act. Section 3. That the code be amended by adding a NEW SECTION to read: No person may operate a drone over the grounds of a prison, correctional facility, jail, juvenile detention facility, or any military facility unless expressly authorized by the administrator thereof. A violation of this section is a Class 1 misdemeanor. Section 4. That the code be amended by adding a NEW SECTION to read: Any person who uses a drone to deliver contraband or controlled substances to a state prison or other correctional facility is guilty of a Class 6 felony in addition to the penalty for the principal offense."}, {"bill_id": 7963, "bill_version_id": 45661, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2017-03-09T14:30:54.563-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate the use of drones under certain conditions and to provide a penalty therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: For purposes of this Act, the term, drone, means a powered, aerial vehicle that does not carry a human operator, uses aerodynamic forces to provide vehicle lift, and can fly autonomously or be piloted remotely. The vehicle may be expendable or recoverable. Section 2. That the code be amended by adding a NEW SECTION to read: Any operation of a drone in the state shall comply with all applicable federal aviation administration requirements. Any drone operating under the authority of the Armed Forces of the United States, including the National Guard, is exempt from this Act. Section 3. That the code be amended by adding a NEW SECTION to read: No person may operate a drone over the grounds of a prison, correctional facility, jail, juvenile detention facility, or any military facility unless expressly authorized by the administrator thereof. A violation of this section is a Class 1 misdemeanor. Section 4. That the code be amended by adding a NEW SECTION to read: Any person who uses a drone to deliver contraband or controlled substances to a state prison or other correctional facility is guilty of a Class 6 felony in addition to the penalty for the principal offense. Section 5. That § 22-21-1 be amended to read: 22-21-1. Any person who, except as authorized by law: (1) Trespasses on property with intent to subject anyone to eavesdropping or other surveillance in a private place; or (2) Installs in any private place, without the consent of the person or persons entitled to privacy there, any device for observing, photographing, recording, amplifying, or broadcasting sounds or events in such place, or uses any such unauthorized installation; (3) Intentionally uses a drone to photograph, record, or otherwise observe another person in a private place where the person has a reasonable expectation of privacy; or (4) Lands a drone on the lands or waters of another resident provided the resident owns the land beneath the water body in its entirety without the owner's consent, except in the case of forced landing and the owner or lessee of the drone will be liable for any damage resulting from a forced landing; is guilty of a Class 1 misdemeanor. Subdivision Subdivisions (2) shall and (3) do not apply to law enforcement officers, or to those acting under their the direction of a law enforcement officer, while engaged in the performance of their the officer's lawful duties. These restrictions do not apply to a drone operator operating a drone for commercial or agricultural purposes pursuant to or in compliance with federal aviation administration regulations, authorizations, and exemptions nor do they apply to an emergency management worker operating a drone within the scope of the worker's duties."}, {"bill_id": 7963, "bill_version_id": 45662, "bill_version": "Enrolled", "bill_version_date": "2017-03-09T14:35:03.457-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7963, "action_date": "2017-01-24T14:00:00-06:00", "document_id": 43064, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43064.pdf", "status_text": "First read in Senate and referred to", "journal_page": 180, "committee_id_action": 360, "committee_id_assigned": 340, "result": "N", "vote": {}}, {"bill_id": 7963, "action_date": "2017-02-08T14:00:00-06:00", "document_id": 44140, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44140.pdf", "status_text": "Referred to", "journal_page": 340, "committee_id_action": 360, "committee_id_assigned": 338, "result": "P", "vote": {}}, {"bill_id": 7963, "action_date": "2017-02-13T08:00:00-06:00", "document_id": 44202, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44202.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 338, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7963, "action_date": "2017-02-13T08:00:00-06:00", "document_id": 44292, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44292.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 338, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7963, "action_date": "2017-02-13T08:00:00-06:00", "document_id": 44292, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44292.pdf", "status_text": "Do Pass Amended", "journal_page": 366, "committee_id_action": 338, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23150, "president_vote": null, "Yea": [1171, 1108, 1107, 1189, 1169], "Excused": [1106], "Nay": [1163]}}, {"bill_id": 7963, "action_date": "2017-02-15T14:00:00-06:00", "document_id": 44524, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44524.pdf", "status_text": "Motion to amend", "journal_page": 404, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7963, "action_date": "2017-02-15T14:00:00-06:00", "document_id": 44524, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44524.pdf", "status_text": "Do Pass Amended", "journal_page": 404, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23347, "president_vote": null, "Yea": [1154, 1171, 1103, 1148, 1108, 1096, 1097, 1109, 1105, 1100, 1106, 1169, 1107, 1099, 1144, 1131, 1178, 1141, 1157, 1151, 1174, 1102, 1137, 1167, 1132, 1189], "Nay": [1175, 1164, 1194, 1104, 1163, 1135, 1172, 1146, 1098]}}, {"bill_id": 7963, "action_date": "2017-02-16T13:00:00-06:00", "document_id": 44630, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44630.pdf", "status_text": "First read in House and referred to", "journal_page": 420, "committee_id_action": 361, "committee_id_assigned": 358, "result": "N", "vote": {}}, {"bill_id": 7963, "action_date": "2017-02-28T10:00:00-06:00", "document_id": 44871, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44871.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 358, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7963, "action_date": "2017-02-28T10:00:00-06:00", "document_id": 45161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45161.pdf", "status_text": "Amend the amendment", "journal_page": 0, "committee_id_action": 358, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7963, "action_date": "2017-02-28T10:00:00-06:00", "document_id": 45161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45161.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 358, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23851, "president_vote": null, "Excused": [1122, 1123], "Yea": [1197, 1190, 1183, 1201, 1202, 1205, 1125, 1200, 1170, 1155], "Nay": [1114]}}, {"bill_id": 7963, "action_date": "2017-02-28T10:00:00-06:00", "document_id": 45161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45161.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 358, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23844, "president_vote": null, "Excused": [1122, 1123], "Yea": [1197, 1190, 1183, 1201, 1202, 1205, 1125, 1200, 1170, 1155], "Nay": [1114]}}, {"bill_id": 7963, "action_date": "2017-02-28T10:00:00-06:00", "document_id": 45161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45161.pdf", "status_text": "Do Pass Amended", "journal_page": 565, "committee_id_action": 358, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23843, "president_vote": null, "Excused": [1122, 1123], "Yea": [1197, 1190, 1183, 1201, 1202, 1205, 1125, 1200, 1170, 1114], "Nay": [1155]}}, {"bill_id": 7963, "action_date": "2017-03-02T14:00:00-06:00", "document_id": 45367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45367.pdf", "status_text": "Deferred to another day", "journal_page": 612, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7963, "action_date": "2017-03-06T14:00:00-06:00", "document_id": 45459, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45459.pdf", "status_text": "Do Pass Amended", "journal_page": 653, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24094, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1122, 1118, 1180, 1197, 1190, 1173, 1179, 1114, 1198, 1202, 1116, 1129, 1142, 1136, 1139, 1181, 1204, 1159, 1192, 1196, 1120, 1205, 1130, 1191, 1185, 1117, 1125, 1200, 1206, 1124, 1170, 1110, 1184, 1134, 1160, 1193, 1165, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1212, 1145, 1111, 1187, 1150, 1149], "Excused": [1112, 1201, 1143, 1203, 1121], "Nay": [1183, 1133, 1199, 1155]}}, {"bill_id": 7963, "action_date": "2017-03-07T10:00:00-06:00", "document_id": 45504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45504.pdf", "status_text": "Failed to concur, appoint Conference Committee", "journal_page": 658, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7963, "action_date": "2017-03-07T13:30:00-06:00", "document_id": 45534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45534.pdf", "status_text": "Conference Committee appointments", "journal_page": 687, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7963, "action_date": "2017-03-08T15:00:00-06:00", "document_id": 45593, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45593.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7963, "action_date": "2017-03-09T09:00:00-06:00", "document_id": 45655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45655.pdf", "status_text": "Conference Committee Report", "journal_page": 704, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7963, "action_date": "2017-03-09T09:00:00-06:00", "document_id": 45655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45655.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 712, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24257, "president_vote": null, "Yea": [1154, 1171, 1103, 1148, 1108, 1096, 1097, 1109, 1105, 1175, 1100, 1106, 1164, 1169, 1107, 1104, 1163, 1099, 1144, 1135, 1178, 1141, 1157, 1172, 1151, 1174, 1146, 1102, 1098, 1137, 1132, 1189], "Excused": [1194, 1131, 1167]}}, {"bill_id": 7963, "action_date": "2017-03-09T09:00:00-06:00", "document_id": 45655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45655.pdf", "status_text": "Signed by the President", "journal_page": 722, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7963, "action_date": "2017-03-09T13:00:00-06:00", "document_id": 45656, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45656.pdf", "status_text": "Conference Committee Report", "journal_page": 724, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7963, "action_date": "2017-03-09T13:00:00-06:00", "document_id": 45656, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45656.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 731, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24268, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1122, 1118, 1180, 1112, 1197, 1190, 1183, 1179, 1114, 1198, 1202, 1116, 1129, 1143, 1136, 1139, 1181, 1204, 1159, 1192, 1196, 1120, 1205, 1191, 1185, 1117, 1125, 1200, 1206, 1124, 1170, 1110, 1184, 1134, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1121, 1212, 1145, 1111, 1187, 1149], "Excused": [1173, 1201, 1142, 1203], "Nay": [1130, 1133, 1150]}}, {"bill_id": 7963, "action_date": "2017-03-10T09:00:00-06:00", "document_id": 45697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45697.pdf", "status_text": "Delivered to the Governor", "journal_page": 743, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7963, "action_date": "2017-03-10T11:00:00-06:00", "document_id": 45700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45700.pdf", "status_text": "Signed by the Speaker", "journal_page": 756, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7963, "action_date": "2017-03-27T10:00:00-05:00", "document_id": 45735, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45735.pdf", "status_text": "Signed by the Governor", "journal_page": 747, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6484, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7963"}