{"session_id": 64, "bill_id": 23235, "bill_type": "House Bill", "bill_number": 1261, "bill_title": "establish emergency retire-rehire provisions for the South Dakota Retirement System.", "sponsors": [{"legislator_profile_id": 3982, "is_prime": true}, {"legislator_profile_id": 3915, "is_prime": false}, {"legislator_profile_id": 3917, "is_prime": false}, {"legislator_profile_id": 3924, "is_prime": false}, {"legislator_profile_id": 3925, "is_prime": false}, {"legislator_profile_id": 3937, "is_prime": false}, {"legislator_profile_id": 3941, "is_prime": false}, {"legislator_profile_id": 3963, "is_prime": false}, {"legislator_profile_id": 3971, "is_prime": false}, {"legislator_profile_id": 3987, "is_prime": false}, {"legislator_profile_id": 3989, "is_prime": false}, {"legislator_profile_id": 3993, "is_prime": false}, {"legislator_profile_id": 3996, "is_prime": false}, {"legislator_profile_id": 4000, "is_prime": false}, {"legislator_profile_id": 4006, "is_prime": false}, {"legislator_profile_id": 4016, "is_prime": false}], "keywords": ["Retirement System"], "audio": [{"meeting_datetime": "2022-02-16T07:30:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst24.mp3", "start_seconds": 1677.0}, {"meeting_datetime": "2022-02-16T07:30:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst24.mp3", "start_seconds": 1677.0}, {"meeting_datetime": "2022-02-16T07:30:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst24.mp3", "start_seconds": 1677.0}, {"meeting_datetime": "2022-02-16T07:30:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst24.mp3", "start_seconds": 1677.0}], "bill_versions": [{"bill_id": 23235, "bill_version_id": 230938, "bill_version": "Introduced", "bill_version_date": "2022-01-27T11:43:55.69-06:00", "bill_text": "An Act to establish emergency retire-rehire provisions for the South Dakota Retirement System. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 3-12C-401 be AMENDED: 3-12C-401. Any employee included in § 3-12C-301 shall make a contribution to the system, except as specified in § 3-12C-1405 and section 4 of this Act, and the employer shall make an equal contribution to the system, except as otherwise specified, at the following rates: (1) Class A members: five percent of compensation through June 30, 2002, and six percent of compensation after June 30, 2002; (2) Justices, judges, and magistrate judges: nine percent of compensation; (3) All other Class B members: eight percent of compensation. The employer shall cause to be deducted on each payroll of the employee for each payroll period the contribution payable by the employee as provided in this section. Except for those contributions specified in § 3-12C-1405, contributions required of employees by this section shall must be made by the participating unit pursuant to the provisions of § 414(h)(2) of the Internal Revenue Code. The contributions shall must be classified as employee contributions for all purposes under this chapter. An employee may not receive the amount of the contributions directly rather than as contributions under this section. Section 2. That § 3-12C-703 be AMENDED: 3-12C-703. The COLA payable shall be is applied annually to all benefits except those based on the member's accumulated contributions, variable retirement account, or contribution credit. However, the COLA shall be is eliminated for any period of time that a retired member reenters covered employment in the system, unless the: (1) The member retired as a Class B member other than a justice, judge, or magistrate judge and subsequently has reentered covered employment as a Class A member, or unless the; (2) The member retired without a benefit suspension pursuant to § 3-12C-1402 and then reentered active status before July 1, 2004; or (3) The member retired and then reentered employment with any participating unit pursuant to section 4 of this Act. SuchThe elimination shall must cease when the member again retires and draws either a refund or an additional retirement benefit. Section 3. That § 3-12C-1401 be AMENDED: 3-12C-1401. Except as provided in § 3-12C-1401.1 and section 4 of this Act, a retired member's retirement is invalid if the member is reemployed by a participating unit unless the member's employment relationship with the initial participating unit has been terminated, as defined in this chapter and as required pursuant to Revenue Ruling 57-115 by the Internal Revenue Service, and the member has been separated from service for three consecutive calendar months after the member's effective date of retirement. The initial participating unit's system representative shall certify to the system that the termination of the employment relationship took place. In addition, any second participating unit shall subject the member to all proceedings and requirements associated with the hiring and employment of any new employee by the second participating unit, and that unit's system representative shall so certify to the system. If a single participating unit is both the member's initial participating unit and the member's second participating unit, the unit shall follow all termination procedures and all hiring procedures relative to the member as outlined by this section, and its chief executive officer, the officer's agent, or the chair of the unit's governing commission or board shall so certify. Section 4. That chapter 3-12C be amended with a NEW SECTION: A retired member's retirement remains valid if the member comes back to work a full-time, Class A credited service position for a participating unit at least thirty days after the termination of the member's employment with the participating unit or another participating unit, during which time the member had no contract or employment relationship with a participating unit, if: (1) The salary of the position is seventy-five percent or less of the salary the member received from the participating unit prior to termination; (2) The participating unit hiring the member certifies that it has not been successful in filling the position with a qualified candidate before hiring the member; and (3) The participating unit hiring the member contributes to the system twelve percent of the salary of the position, with no contribution from the member. A retired member reemployed under this section will continue to receive COLA increases and will not be subject to the benefit reduction referenced in § 3-12C-1405. Section 5. That § 3-12C-1405 be AMENDED: 3-12C-1405. Except as provided in § 3-12C-1405.1 and section 4 of this Act, if a retired member reenters covered employment at some time after the three consecutive calendar months that start with the member's effective date of retirement, the member's retirement benefits and continued membership shall must be administered pursuant to this section. The member's monthly retirement benefit shall be is reduced by fifteen percent and the COLA shall be is eliminated throughout the period that the member reenters covered employment. The reduction and elimination shall cease ceases if the member again terminates covered employment. However, the reduction and elimination do not apply if the member retired as a Class B member other than a justice, judge, or magistrate judge and subsequently reenters covered employment as a Class A member. The contributions required of the member shall must be deposited by the member's participating unit with the system for the benefit of the member to be transferred to an account within the deferred compensation program established pursuant to chapter 3-13. The contributions shall be governed by § 457 of the Internal Revenue Code. However, the contributions required of the member's employer unit shall must be deposited into the fund created by this chapter, but with no association or credit to the member. The member may not earn any additional benefits associated with the period that the member reenters covered employment. The provisions of this section do not apply to a Class D member who reenters covered employment. Section 6. The provisions of this Act are repealed on June 30, 2025. Upon repeal, the Code Commission, pursuant to § 2-16-9, shall remove section 4 of this act from the Code and revert in word and substance the Code sections amended by this Act to their status immediately prior to the effective date of this Act."}], "amendments": [{"bill_id": 23235, "document_id": 233726, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233726.pdf", "legislator_profile_id": 3982, "document_id_instructions": 233730, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/233730.pdf"}], "fiscal_notes": [233460], "action_log": [{"bill_id": 23235, "action_date": "2022-01-27T14:00:00-06:00", "document_id": 230262, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230262.pdf", "status_text": "First Reading House", "journal_page": 139, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23235, "action_date": "2022-01-31T14:00:00-06:00", "document_id": 231012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231012.pdf", "status_text": "Referred to", "journal_page": 156, "committee_id_action": 1008, "committee_id_assigned": 1016, "result": "N", "vote": {}}, {"bill_id": 23235, "action_date": "2022-02-16T07:30:00-06:00", "document_id": 233540, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233540.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1016, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23235, "action_date": "2022-02-16T07:30:00-06:00", "document_id": 233541, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233541.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1016, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23235, "action_date": "2022-02-16T07:30:00-06:00", "document_id": 233541, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233541.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1016, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73866, "president_vote": null, "Yea": [3912, 3916, 3923, 3941, 3946, 3965, 3989, 3995, 4011, 3957], "Nay": [3942, 3954, 3982]}}]}