{"session_id": 15, "bill_id": 3294, "bill_type": "Senate Bill", "bill_number": 163, "bill_title": "provide safety provisions by requiring registration of certain family day care facilities, to establish notification and reporting requirements for violations, and to provide penalties therefor.", "sponsors": [{"legislator_profile_id": 218, "is_prime": true}, {"legislator_profile_id": 244, "is_prime": true}, {"legislator_profile_id": 222, "is_prime": false}, {"legislator_profile_id": 253, "is_prime": false}, {"legislator_profile_id": 262, "is_prime": false}, {"legislator_profile_id": 288, "is_prime": false}, {"legislator_profile_id": 249, "is_prime": false}, {"legislator_profile_id": 293, "is_prime": false}, {"legislator_profile_id": 297, "is_prime": false}, {"legislator_profile_id": 228, "is_prime": false}, {"legislator_profile_id": 237, "is_prime": false}, {"legislator_profile_id": 304, "is_prime": false}, {"legislator_profile_id": 267, "is_prime": false}, {"legislator_profile_id": 294, "is_prime": false}, {"legislator_profile_id": 256, "is_prime": false}], "keywords": ["Minors", "Public Health and Safety"], "audio": [{"meeting_datetime": "2012-02-01T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she13.mp3", "start_seconds": 96.0}, {"meeting_datetime": "2012-02-01T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she13.mp3", "start_seconds": 96.0}, {"meeting_datetime": "2012-02-01T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she13.mp3", "start_seconds": 96.0}, {"meeting_datetime": "2012-02-01T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she13.mp3", "start_seconds": 96.0}], "bill_versions": [{"bill_id": 3294, "bill_version_id": 20117, "bill_version": "Introduced", "bill_version_date": "2012-01-25T09:58:53.4-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide safety provisions by requiring registration of certain family day care facilities, to establish notification and reporting requirements for violations, and to provide penalties therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 26-6-14.1 be amended to read as follows: 26-6-14.1. For the purposes of this chapter, family day care means providing care and supervision of for not more than twelve children from more than one unrelated family, in a family home, on a regular basis for part of a day as a supplement to regular parental care, without transfer of legal custody or placement for adoption, paid for directly or indirectly out of public funds. A family day care home may not be registered for care and supervision of more than twelve children at any one time including. Unless otherwise licensed under § 26-6-14, any person who provides family day care for more than six children or who receives direct or indirect public funds for the provision of family day care shall register with the Department of Social Services as a family day care provider by July 1, 2013. Any children under the age of six living in the home shall be included when calculating the number of children in care. A violation of this section is a Class 2 misdemeanor. Section 2. That § 26-6-14.2 be amended to read as follows: 26-6-14.2. Application for registration for operation of a family day care home shall be made on forms provided by the Department of Social Services and in the manner prescribed by the department. The secretary of social services shall promulgate rules regulating family day care homes providing services paid for directly or indirectly out of public funds. The rules shall be promulgated pursuant to chapter 1-26. However, the rules and the registration required by § 26-6-14.1 do not apply to family day care homes providing services not paid for directly or indirectly out of public funds. The department may investigate any family day care home providing services paid for directly or indirectly out of public funds to verify compliance with this chapter and the rules promulgated pursuant to this chapter. All registration certificates shall be in force for two years from the date of issuance unless suspended or revoked as authorized by § 26-6-23 this chapter. The certificate issued under this chapter may not be assigned or transferred and applies only to the certificate and the location stated in the application and remains the property of the Department of Social Services. Section 3. That § 26-6-14.8 be amended to read as follows: 26-6-14.8. For the purposes of §§ 26-6-14.8 to 26-6-14.11, inclusive this chapter, unregistered family day care means the providing care and supervision of for not more than six children from more than one unrelated family, in a family home, on a regular basis for part of a day as a supplement to regular parental care, without transfer of legal custody or placement for adoption, without payment directly or indirectly of any public funds. An unregistered family day care home may not provide care for more than twelve children at any one time including Any children under the age of six living in the home shall be included when calculating the number of children in care. Section 4. That chapter 26-6 be amended by adding thereto a NEW SECTION to read as follows: A day care facility licensed or registered under this chapter shall notify the parents or guardians of each child enrolled in the facility of any citation for a violation of this chapter or any suspension, revocation, or lapse of the facility's license or registration status. The notification shall be made, in writing, no later than fourteen days after the citation is issued or the status is changed. A violation of this section is a petty offense. Section 5. That chapter 26-6 be amended by adding thereto a NEW SECTION to read as follows: The department shall maintain a public database of all registered and licensed child care providers and a list of all child care facility violations for the past five years. The database shall be visibly posted on the department's multi-media website and be available at all department offices."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3294, "action_date": "2012-01-25T14:00:00-06:00", "document_id": 20184, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20184.pdf", "status_text": "First read in Senate and referred to", "journal_page": 173, "committee_id_action": 171, "committee_id_assigned": 151, "result": "N", "vote": {}}, {"bill_id": 3294, "action_date": "2012-02-01T10:00:00-06:00", "document_id": 20406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20406.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3294, "action_date": "2012-02-01T10:00:00-06:00", "document_id": 20562, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20562.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3294, "action_date": "2012-02-01T10:00:00-06:00", "document_id": 20562, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20562.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 242, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10823, "president_vote": null, "Yea": [239, 285, 290, 291], "Nay": [223, 261, 228]}}]}