{"session_id": 24, "bill_id": 7573, "bill_type": "Senate Commemoration", "bill_number": 14, "bill_title": "Congratulating Hunter Heinrich of Boy Scout Troop 357 for achieving the rank of Eagle Scout.", "sponsors": [{"legislator_profile_id": 977, "is_prime": true}, {"legislator_profile_id": 986, "is_prime": true}, {"legislator_profile_id": 1056, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 7573, "bill_version_id": 39628, "bill_version": "Introduced", "bill_version_date": "2016-02-19T09:53:30.917-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating Hunter Heinrich of Boy Scout Troop 357 for achieving the rank of Eagle Scout. WHEREAS, Hunter Heinrich, of Eureka, has been examined by the Eagle Scout Board of Review and found worthy of the rank of Eagle Scout and has completed the necessary requirements; and WHEREAS, the Eagle Scout Award is the highest rank a young man can achieve within the Boy Scouts of America, and Hunter was made an official Eagle Scout on December 14, 2015; and WHEREAS, Hunter has shown steady and persistent progress through the ranks to achieve this prestigious award and has taken an oath to be trustworthy, loyal, helpful, friendly, courteous, kind, obedient, cheerful, thrifty, brave, clean, and reverent; and WHEREAS, Hunter will be honored by an Eagle Scout Court of Honor on April 2, 2016, at the Zion American Lutheran Church in Eureka, South Dakota; and WHEREAS, Hunter has shown exemplary performance, outstanding character, leadership, loyalty, dedication, and commitment in the Boy Scouts of America, academics, and extracurricular activities: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-First Legislature of the State of South Dakota, that the Legislature recognizes and congratulates Hunter Heinrich, a member of Boy Scout Troop 357, for achieving the elevated rank of Eagle Scout."}, {"bill_id": 7573, "bill_version_id": 39882, "bill_version": "Enrolled", "bill_version_date": "2016-02-23T18:12:39.99-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating Hunter Heinrich of Boy Scout Troop 357 for achieving the rank of Eagle Scout. WHEREAS, Hunter Heinrich, of Eureka, has been examined by the Eagle Scout Board of Review and found worthy of the rank of Eagle Scout and has completed the necessary requirements; and WHEREAS, the Eagle Scout Award is the highest rank a young man can achieve within the Boy Scouts of America, and Hunter was made an official Eagle Scout on December 14, 2015; and WHEREAS, Hunter has shown steady and persistent progress through the ranks to achieve this prestigious award and has taken an oath to be trustworthy, loyal, helpful, friendly, courteous, kind, obedient, cheerful, thrifty, brave, clean, and reverent; and WHEREAS, Hunter will be honored by an Eagle Scout Court of Honor on April 2, 2016, at the Zion American Lutheran Church in Eureka, South Dakota; and WHEREAS, Hunter has shown exemplary performance, outstanding character, leadership, loyalty, dedication, and commitment in the Boy Scouts of America, academics, and extracurricular activities: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-First Legislature of the State of South Dakota, that the Legislature recognizes and congratulates Hunter Heinrich, a member of Boy Scout Troop 357, for achieving the elevated rank of Eagle Scout. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7573, "action_date": "2016-02-19T13:30:00-06:00", "document_id": 39662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39662.pdf", "status_text": "", "journal_page": 375, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}]}