{"session_id": 56, "bill_id": 18633, "bill_type": "Senate Bill", "bill_number": 16, "bill_title": "restrict certain voter registration and absentee voting information from the public record.", "sponsors": [], "keywords": ["Elections", "Secretary of State"], "audio": [{"meeting_datetime": "2004-01-21T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/slo06sb0016a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-21T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/slo06sb0016a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-21T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/slo06sb0016a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-27T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen10sb0016a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-27T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen10sb0016a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18633, "bill_version_id": 99058, "bill_version": "Introduced", "bill_version_date": "2004-01-08T09:02:05-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to restrict certain voter registration and absentee voting information from the public record. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 12-4 be amended by adding thereto a NEW SECTION to read as follows: Any person may register to vote without having the person's name and address publicly disclosed, if the person: (1) Meets the requirement to be a registered voter in South Dakota; (2) Is a victim of domestic abuse or stalking; and (3) Has moved to a location in South Dakota that is unknown to the perpetrator. Section 2. That chapter 12-4 be amended by adding thereto a NEW SECTION to read as follows: A person registering to vote under section 1 of this Act shall submit a completed voter registration form to the secretary of state along with a certification signed by such person and a director or staff person of a domestic abuse shelter or center. The certification shall contain a sworn statement stating that the person: (1) Is a victim of domestic abuse or stalking as defined in subdivision 25-10-1(1) or § 22-19A-1; (2) Fears for his or her safety or his or her children's safety; and (3) Has recently moved to a location that is unknown to the perpetrator. Section 3. That chapter 12-4 be amended by adding thereto a NEW SECTION to read as follows: Any voter registration form meeting the requirements of section 2 of this Act shall be filed with the secretary of state and is not available for public inspection. The secretary of state shall produce a voter registration form to be filed with the appropriate county auditor in lieu of the form filed with secretary of state. The registration form filed with the county auditor shall contain a fictitious name, the address of the secretary of state's office, completed precinct information, and a random unique number in the driver license field. The secretary of state may use the driver license field to track the registration form. Section 4. That chapter 12-19 be amended by adding thereto a NEW SECTION to read as follows: Any person who has registered to vote pursuant to sections 1 to 3, inclusive, of this Act may vote absentee by completing an application for an absentee ballot and sending the application to the secretary of state. The secretary of state shall compare the signature on the application with the original voter registration form. If the two signatures appear to have been signed by the same person, the secretary of state shall reproduce the application using the same information as provided on the voter registration form created under this Act. This application shall be sent to the appropriate county auditor who shall process the application and return the absentee ballot to the secretary of state. The secretary of state shall forward the ballot to the voter. Section 5. That chapter 12-19 be amended by adding thereto a NEW SECTION to read as follows: After an absentee ballot received pursuant to section 4 of this Act is completed, the voter shall complete the return envelope and return the ballot to the secretary of state. The secretary of state shall verify the voter's signature as required by § 12-19-10. If the signature is verified, the secretary of state shall send the ballot to the appropriate county auditor in a new envelope containing the certification from the secretary of state that the signature has been verified. If the completed ballot reaches the voter's precinct prior to the close of the polls, the precinct board shall process the ballot considering the secretary of state's certification provided in this section in lieu of the verification required by § 12-19-10."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18633, "action_date": "2004-01-13T12:00:00-06:00", "document_id": 99191, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99191.pdf", "status_text": "First read in Senate and referred to", "journal_page": 15, "committee_id_action": 832, "committee_id_assigned": 812, "result": "N", "vote": {}}, {"bill_id": 18633, "action_date": "2004-01-21T07:45:00-06:00", "document_id": 99427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99427.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 812, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18633, "action_date": "2004-01-21T07:45:00-06:00", "document_id": 99427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99427.pdf", "status_text": "Do Pass,", "journal_page": 93, "committee_id_action": 812, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57585, "president_vote": null, "Nay": [3046], "Yea": [3061, 3092, 3128, 3052, 3079]}}, {"bill_id": 18633, "action_date": "2004-01-22T14:00:00-06:00", "document_id": 99662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99662.pdf", "status_text": "Deferred to another day", "journal_page": 117, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18633, "action_date": "2004-01-26T14:00:00-06:00", "document_id": 99956, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99956.pdf", "status_text": "Deferred to another day", "journal_page": 150, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18633, "action_date": "2004-01-27T14:00:00-06:00", "document_id": 100087, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100087.pdf", "status_text": "Do Pass,", "journal_page": 176, "committee_id_action": 832, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 58608, "president_vote": null, "Excused": [3044, 3115], "Nay": [3046, 3047, 3050, 3064, 3068, 3077, 3087, 3089, 3093, 3097, 3098, 3116, 3132, 3138, 3139], "Yea": [3052, 3059, 3061, 3062, 3065, 3066, 3079, 3091, 3092, 3094, 3103, 3109, 3113, 3120, 3128, 3137, 3146]}}]}