{"session_id": 27, "bill_id": 8002, "bill_type": "Senate Bill", "bill_number": 168, "bill_title": "revise certain provisions relating to a durable power of attorney and the appointment of a guardian or conservator.", "sponsors": [{"legislator_profile_id": 1142, "is_prime": true}, {"legislator_profile_id": 1175, "is_prime": true}, {"legislator_profile_id": 1183, "is_prime": false}, {"legislator_profile_id": 1201, "is_prime": false}, {"legislator_profile_id": 1116, "is_prime": false}, {"legislator_profile_id": 1204, "is_prime": false}, {"legislator_profile_id": 1163, "is_prime": false}, {"legislator_profile_id": 1172, "is_prime": false}, {"legislator_profile_id": 1161, "is_prime": false}, {"legislator_profile_id": 1146, "is_prime": false}], "keywords": ["Probate", "Succession and Wills", "Uniform Probate Code"], "audio": [{"meeting_datetime": "2017-02-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju24.mp3", "start_seconds": 1620.0}, {"meeting_datetime": "2017-02-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju24.mp3", "start_seconds": 1620.0}, {"meeting_datetime": "2017-02-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju24.mp3", "start_seconds": 1620.0}], "bill_versions": [{"bill_id": 8002, "bill_version_id": 43677, "bill_version": "Introduced", "bill_version_date": "2017-02-02T10:13:05.737-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to a durable power of attorney and the appointment of a guardian or conservator. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 29A-5-306 be amended to read: 29A-5-306. The petition shall include a report evaluating the condition of the person alleged to need protection which shall contain, to the best information and belief of its signatories: (1) A description of the nature, type, and extent of the person's incapacity, including the person's specific cognitive and functional limitations; (2) Evaluations of the person's mental and physical condition and, where appropriate, educational condition, adaptive behavior, and social skills; (3) If the appointment of a guardian is requested, a description of the services, if any, currently being provided for the person's health, care, safety, habilitation, or therapeutic needs and a recommendation as to the most suitable living arrangement and, if appropriate, treatment or habilitation plan and the reasons therefor; (4) If the appointment of a guardian is requested and if the person alleged to need protection is the principal of an existing power of attorney, a statement providing clear and convincing evidence why the existing durable power of attorney is inadequate to meet the needs of the person alleged to need protection; (5) If the appointment of a conservator is requested, a description of the services, if any, currently being provided for the management of the person's estate and financial affairs; (5)(6) An opinion as to whether the appointment of a guardian or conservator is necessary, the type and scope of the guardianship or conservatorship needed, and the reasons therefor; (6)(7) If the petition states that the incapacity of the person alleged to need protection will prevent attendance at the hearing, an opinion as to whether such the attendance would be detrimental to the person's health, care or safety; (7)(8) A statement as to whether the person alleged to need protection is on any medications that may affect the person's actions, demeanor and participation at the hearing; (8)(9) The signature of a physician, psychiatrist or licensed psychologist, and the signatures of any other individuals persons who made substantial contributions toward the report's preparation; and (9)(10) The date of any assessment or examination upon which the report is based and if any of the assessments or examinations were performed more than three months prior to the date of the filing of the petition, a statement by a physician, psychiatrist or licensed psychologist that there has been no material change in the condition of the person alleged to need protection since the dates that such the assessments or examinations were performed. The court, for good cause shown, may grant leave to file the petition without an evaluation report. If such the leave is granted, the court shall order the appropriate assessments or examinations and shall order that a report be prepared and filed with the court. No evaluation report need be prepared if the petition has been brought on the basis that the person alleged to need protection is an absentee. Section 2. That § 29A-5-308 be amended to read: 29A-5-308. Upon the filing of the petition and evaluation report, the court shall promptly issue a notice fixing the date, hour, and location for a hearing to take place within sixty days. The person alleged to need protection shall be personally served with the notice, a copy of the petition, and the evaluation report not less than fourteen days before the hearing. The person alleged to need protection may not waive notice, and a failure to properly notify the person alleged to need protection shall be jurisdictional. A copy of the notice, together with a copy of the petition, shall be mailed by the petitioner at least fourteen days before the hearing to all entities and individuals age ten or older whose names and post office addresses appear in the petition. If the person alleged to need protection is the principal of an existing power of attorney, the petitioner shall also mail a copy of the notice and a copy of the petition to the agent acting under the power of attorney at least fourteen days before the hearing. The notice shall include a brief statement of the nature, purpose, and legal effect of the appointment of a guardian or conservator, and shall inform the person alleged to need protection of the right to appear at the hearing and to object to the proposed appointment. If the basis of the petition is that the person alleged to need protection is an absentee, at least fourteen days before the hearing the petitioner shall mail a copy of the notice and petition to the alleged absentee at his or her last known post office address. The petitioner shall also publish a copy of the notice at least once a week for three consecutive weeks in a legal newspaper in the county in which the proceeding is pending, the last publication to occur at least ten days before the hearing. Section 3. That § 59-7-10 be amended to read: 59-7-10. If a conservator of the principal is appointed after the occurrence of the disability or incapacity referred to in § 59-7-2.1, any power of attorney authorizing an agent to act on the principal's finances or estate is terminated at the time of the appointment and the person acting under the power of attorney shall account to the conservator rather than to the principal continues except to the extent limited or terminated by the court."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8002, "action_date": "2017-02-02T14:00:00-06:00", "document_id": 43748, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43748.pdf", "status_text": "First read in Senate and referred to", "journal_page": 272, "committee_id_action": 360, "committee_id_assigned": 336, "result": "N", "vote": {}}, {"bill_id": 8002, "action_date": "2017-02-16T08:00:00-06:00", "document_id": 44397, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44397.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 336, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8002, "action_date": "2017-02-16T08:00:00-06:00", "document_id": 44597, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44597.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 410, "committee_id_action": 336, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23388, "president_vote": null, "Yea": [1097, 1100, 1169, 1157], "Nay": [1163, 1144, 1172]}}]}