{"session_id": 48, "bill_id": 14198, "bill_type": "House Bill", "bill_number": 1117, "bill_title": "provide for the licensure and regulation of certain hunting and fishing guides.", "sponsors": [{"legislator_profile_id": 2239, "is_prime": true}, {"legislator_profile_id": 2255, "is_prime": true}, {"legislator_profile_id": 2207, "is_prime": false}, {"legislator_profile_id": 2284, "is_prime": false}, {"legislator_profile_id": 2287, "is_prime": false}, {"legislator_profile_id": 2298, "is_prime": false}], "keywords": ["Administrative Rules", "Fees", "Hunting and Fishing Guides", "Professions and Occupations"], "audio": [], "bill_versions": [{"bill_id": 14198, "bill_version_id": 80900, "bill_version": "Introduced", "bill_version_date": "1999-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the licensure and regulation of certain hunting and fishing guides. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For purposes of this Act, the term, guide, means any person who holds himself or herself out to the public as a hunting guide or fishing guide and, for compensation or remuneration, directs or provides services to any person for the purpose of hunting or fishing any wild animal or fish, except that any person who acts as a guide on a shooting preserve permitted by the Department of Game, Fish and Parks pursuant to chapter 41-10 is exempt from the provisions of this Act while performing the guiding activities on the shooting preserve. Section 2. No person may act as a guide or advertise or otherwise represent to the public or to any individual that the person is a guide without first securing a license from the Department of Game, Fish and Parks in accordance with the provisions of this Act. No guide may willfully and substantially misrepresent facilities, prices, equipment services, or hunting or fishing opportunities. Each guide is responsible for the payment of any sales taxes resulting from the person's guiding activity and shall obtain the appropriate South Dakota sales tax license. Any person who is employed by a licensed guide for purposes of assisting in guiding activities need not be licensed as a guide. Any violation of this section is a Class 1 misdemeanor and, in addition, the court shall revoke the person's hunting, fishing, and trapping licenses and privileges for a period of one year following the conviction. Section 3. The Department of Game, Fish and Parks shall issue an annual hunting or fishing guide license to each applicant who files an application upon a form and in a manner prescribed by the department and accompanied by the required fee and who furnishes satisfactory evidence of the following qualifications: (1) Is eighteen years of age or older and be physically capable and mentally competent to perform the duties of a guide; (2) Possesses a valid South Dakota sales tax license for the guiding activity; (3) Has demonstrated a respect for and compliance with the laws of any state and the United States and all rules promulgated under those laws related to fish and game and the conservation of natural resources. If any person is convicted of any violation that results in the loss of the person's hunting or fishing license or privilege, the person is also ineligible for a South Dakota guide license for the period during which the hunting or fishing license or privilege is suspended, and the court shall revoke the person's guide license for the same period of time; (4) Has not, at any time, engaged in fraud, deception, or material misrepresentation in soliciting business as a guide or in procuring any guide's license from the State of South Dakota or any other state; (5) Has obtained and maintains during the time of licensure commercial liability insurance against liability for injury or death to persons arising out of the guiding activity; (6) Meets South Dakota and federal boating regulations if the person's guiding activity involves boating; (7) Maintain current first-aid and cardiopulmonary resuscitation (CPR) certification from the Department of Health pursuant to § 34-11-6; and (8) Possesses a valid South Dakota hunting or fishing license appropriate to the fish or game species involved in the guiding activity. Failure to meet any of the requirements specified in this section is grounds for denial of the license by the department and the Game, Fish and Parks Commission may, pursuant to chapter 1-26, revoke or suspend the guide license for any violation or conditions of licensure of this Act or any of the rules promulgated by the commission. Section 4. Any guide's license issued pursuant to this Act is valid for the calendar year of issuance. The Game, Fish and Parks Commission shall promulgate rules pursuant to chapter 1- 26 to set separate fees for resident and nonresident hunting and fishing licenses and to specify application procedures and requirements for the issuance of a hunting or fishing guide's license and to specify administration, record keeping, and inspection requirements relating to guiding activity. Section 5. All equipment and facilities of any licensed guide are subject to inspection at all reasonable times and places by the Department of Game, Fish and Parks."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14198, "action_date": "1999-01-22T14:00:00-06:00", "document_id": 81758, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81758.pdf", "status_text": "First read in House and referred to", "journal_page": 127, "committee_id_action": 628, "committee_id_assigned": 614, "result": "N", "vote": {}}, {"bill_id": 14198, "action_date": "1999-01-28T07:45:00-06:00", "document_id": 81865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81865.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 614, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14198, "action_date": "1999-01-28T07:45:00-06:00", "document_id": 81865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81865.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 614, "committee_id_assigned": null, "result": "F", "vote": {}}, {"bill_id": 14198, "action_date": "1999-01-28T07:45:00-06:00", "document_id": 81865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81865.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 234, "committee_id_action": 614, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42694, "president_vote": null, "Yea": [2204, 2213, 2222, 2236, 2248, 2249, 2260, 2261, 2284, 2286, 2297, 2298], "Excused": [2211]}}]}