{"session_id": 32, "bill_id": 9041, "bill_type": "House Bill", "bill_number": 1144, "bill_title": "authorize a public body to conduct certain deliberations in an executive or closed meeting.", "sponsors": [{"legislator_profile_id": 1230, "is_prime": true}, {"legislator_profile_id": 1265, "is_prime": true}], "keywords": ["Public Records", "State Affairs and Government"], "audio": [], "bill_versions": [{"bill_id": 9041, "bill_version_id": 47633, "bill_version": "Introduced", "bill_version_date": "2018-01-23T11:46:43.993-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize a public body to conduct certain deliberations in an executive or closed meeting. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-25-2 be amended to read: 1-25-2. Executive or closed meetings may be held for the sole purposes of: (1) Discussing and deliberating on the qualifications, competence, performance, character or fitness of any public officer or employee or prospective public officer or employee. The term, \"employee\", does not include any independent contractor; (2) Discussing and deliberating on the expulsion, suspension, discipline, assignment of or the educational program of a student or the eligibility of a student to participate in interscholastic activities provided by the South Dakota High School Activities Association; (3) Consulting with legal counsel or reviewing and deliberating on communications from legal counsel about proposed or pending litigation or contractual matters; (4) Preparing for and deliberating on contract negotiations or negotiating with employees or employee representatives; or (5) Discussing and deliberating on marketing or pricing strategies by a board or commission of a business owned by the state or any of its political subdivisions, when public discussion may be harmful to the competitive position of the business. However, any official action concerning such matters shall be made at an open official meeting. An executive or closed meeting shall be held only upon a majority vote of the members of such the body present and voting, and discussion during the closed meeting is restricted to the purpose specified in the closure motion. Nothing in § 1-25-1 or this section may be construed to prevent prevents an executive or closed meeting if the federal or state Constitution or the federal or state statutes require or permit it. A violation of this section is a Class 2 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9041, "action_date": "2018-01-23T14:00:00-06:00", "document_id": 47665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47665.pdf", "status_text": "First read in House and referred to", "journal_page": 151, "committee_id_action": 396, "committee_id_assigned": 391, "result": "N", "vote": {}}, {"bill_id": 9041, "action_date": "2018-02-05T07:45:00-06:00", "document_id": 48573, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48573.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9041, "action_date": "2018-02-05T14:00:00-06:00", "document_id": 48692, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48692.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 332, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9041"}