{"session_id": 21, "bill_id": 6323, "bill_type": "House Bill", "bill_number": 1051, "bill_title": "revise various trust and trust company provisions.", "sponsors": [], "keywords": ["Banks and Banking", "Fiduciaries and Trusts"], "audio": [{"meeting_datetime": "2015-01-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst08.mp3", "start_seconds": 60.0}, {"meeting_datetime": "2015-01-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst08.mp3", "start_seconds": 60.0}, {"meeting_datetime": "2015-01-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst08.mp3", "start_seconds": 60.0}, {"meeting_datetime": "2015-01-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou09.mp3", "start_seconds": 2940.0}, {"meeting_datetime": "2015-01-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou09.mp3", "start_seconds": 2940.0}, {"meeting_datetime": "2015-01-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou09.mp3", "start_seconds": 2940.0}, {"meeting_datetime": "2015-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sst13.mp3", "start_seconds": 104.0}, {"meeting_datetime": "2015-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sst13.mp3", "start_seconds": 104.0}, {"meeting_datetime": "2015-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sst13.mp3", "start_seconds": 104.0}, {"meeting_datetime": "2015-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen24.mp3", "start_seconds": 7066.0}, {"meeting_datetime": "2015-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen24.mp3", "start_seconds": 7066.0}, {"meeting_datetime": "2015-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen24.mp3", "start_seconds": 7066.0}], "bill_versions": [{"bill_id": 6323, "bill_version_id": 33043, "bill_version": "Introduced", "bill_version_date": "2015-01-10T13:24:18.687-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise various trust and trust company provisions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 51A-6A-1 be amended to read as follows: 51A-6A-1. Terms used in this chapter mean: (1) \"Articles,\" in the case of a corporation, articles of incorporation; in the case of a limited liability company, articles of organization; (2) \"Board member,\" in the case of a corporation, a director; in the case of a limited liability company, a member of the board of managers if manager-managed or board of members if member-managed; (3) \"Client,\" an individual, corporation, association, or other legal entity receiving or benefitting from fiduciary services provided by a trust company or bank; (4) \"Commission,\" the State Banking Commission; (5) \"Contracting trustee,\" any trust company which accepts or succeeds to any fiduciary responsibility in any manner provided in this chapter; (6) \"Control,\" the power, directly or indirectly, to direct the management or policies of a trust company or to vote twenty-five percent or more of any class of voting shares of a trust company; (7)(6) \"Director,\" the director of the Division of Banking; (7A)(7) \"Fiduciary for hire,\" acting as a an administrator, conservator, custodian, executor, guardian, personal representative, or trustee, for any person, trust, or estate for compensation or gain or in anticipation of compensation or gain; (8) \"Financial institution,\" any bank, national banking association, savings and loan association, or savings bank which has its principal place of business in this state but which does not have trust powers, or which has trust powers, but does not exercise those trust powers; (9) \"Governing board,\" in the case of a corporation, the board of directors; in the case of a limited liability company, the board of managers if manager-managed or board of members if member-managed; (10) \"Originating trustee,\" any trust company, bank, national banking association, savings and loan association, or savings bank which has trust powers and its principal place of business in this state and which places or transfers any fiduciary responsibility to a contracting trustee in the manner provided in this chapter; (10.1)(10A) \"Out-of-state trust institution,\" a nondepository corporation, limited liability company, or other similar entity chartered or licensed by the banking regulatory agency of a state, territory, or district, other than South Dakota, to engage in the trust company business in that state, territory, or district under the primary supervision of such regulator. (11) \"Owner,\" in the case of a corporation, a common stockholder; in the case of a limited liability company, a person who owns ownership units; (12) \"Person,\" an individual or a corporation, partnership, trust, association, joint venture, pool, syndicate, sole proprietorship, or any other form of an entity; (12A) \"Public trust company,\" a trust company that engages in trust company business with the general public by advertising, solicitation, or other means, or a trust company that engages in trust company business but does not fall within the definition of a private trust company established by the commission through rules promulgated pursuant to chapter 1-26. The commission shall consider the size, number of clients served and the family and other relationships among the clients served, complexity, and related safety and soundness issues as it establishes in rule a definition for the term private trust company; (13) \"Trust company,\" a nondepository trust company incorporated or organized under the laws of this state engaged in the trust company business, and any national bank which has its main office in this state, and which has as its sole purpose the conduct of trust business; (14) \"Trust company business,\" engaging in, or representing or offering to engage in, the business of acting as a fiduciary for hire, except that no accountant, attorney, credit union, insurance broker, insurance company, investment advisor, real estate broker or sales agent, savings and loan association, savings bank, securities broker or dealer, real estate title insurance company, or real estate escrow company may be deemed to be engaged in a trust company business with respect to fiduciary services customarily performed by them for compensation as a traditional incident to their regular business activities. Trust company business as defined in this chapter does not constitute banking as defined in subdivision 51A-1-2(4), and may not be construed as banking for purposes of § 47-34-5; (15) \"Trust service office,\" any office, agency, or other place of business at which the powers granted to trust companies are exercised either by a trust company other than the place of business specified in a trust company's certificate of authority or within this state by an out-of-state trust institution. Section 2. That § 51A-6A-2 be amended to read as follows: 51A-6A-2. For the purposes of this chapter, confidential information includes the names of stockholders or owners, ownership information, capital contributions, addresses, business affiliations, state and commission findings through any examination or inquiry of any kind, and any information required to be reported or filed with the director or the commission, and any information or agreement relating to any merger, consolidation, or transfer, and any agreements or information relating to any relationship with a contracting trustee. Section 3. That § 51A-6A-11.1 be amended to read as follows: 51A-6A-11.1. A public trust company shall: (1) Maintain office space in South Dakota for trust company business and for the storage of, and access to, trust company records required by § 51A-6A-30; (2) Hold no less than two governing board meetings with a quorum majority physically present in South Dakota annually; (3) Employ, engage, or contract with at least one trust officer or key employee to provide services for the trust company in South Dakota related to the powers of the company in § 51A-6A-29 and to facilitate the examinations required by § 51A-6A-31; and (4) Perform trust administration in South Dakota. Each public trust company chartered in South Dakota prior to July 1, 2012, shall meet the requirements of this section no later than July 1, 2015, unless the director grants an extension of up to twenty-four months upon a showing of good faith effort. A public trust company seeking an extension of time shall include in its application to the director the reasons for any delay and a detailed time line for expected compliance with this section. The commission may promulgate rules, pursuant to chapter 1-26, to establish additional guidelines regarding what constitutes trust administration in South Dakota for purposes of this section. Section 4. That § 51A-6A-13 be amended to read as follows: 51A-6A-13. The business of any trust company shall be managed and controlled by its governing board and includes the authority to provide for bonus payments, in addition to ordinary compensation, for any of its officers and employees. The governing board of a private trust company shall consist of not less than three nor more than twelve members, all of whom shall be elected by the owners of the trust company at any regular annual meeting, with terms not to exceed three years. The governing board of a public trust company shall consist of not less than five nor more than twelve members, all of whom shall be elected by the owners of the trust company at any regular meeting held during each calendar year. If the number of board members elected is less than twelve, the number of board members may be increased so long as the total number does not exceed twelve. If the number is increased, the first additional board members may be elected at a special meeting of the owners. The board members shall be elected and any vacancies filled in the manner as provided in the provisions regarding general corporations or limited liability companies, as applicable. At all times one of the directors shall be a resident of this state and at least one-half of the directors shall be citizens of the United States. Any board member of any trust company who becomes indebted to the trust company on any judgment forfeits the position of board member, and the vacancy shall be filled as provided by law. A public trust company chartered in South Dakota prior to July 1, 2011, if currently operating with less than five members of its governing board, shall supply evidence of compliance with this section at the same time the report of condition and fees are due as provided in § 51A-6A-34 and ARSD 20:07:22:02 for calendar year 2011. Section 5. That § 51A-6A-19.2 be amended to read as follows: 51A-6A-19.2. Any Before any trust company authorized by this title, shall, before transacting transacts any such business, the trust company shall pledge to the division and maintain at all times investments for the security of the trust creditors of the trust company including as a priority claim costs incurred by the division in a receivership or liquidation of the trust company in the event it should fail. The amount of the pledge shall be determined by the director in an amount deemed appropriate to defray such costs, but may not be less than a market value of one hundred thousand dollars, and may not exceed five hundred thousand dollars for a private trust company or one million dollars for a public trust company. All investments pledged to the division shall be held at a depository institution in this state and all costs associated with pledging and holding such investments are the responsibility of the trust company. The investments pledged to the division shall be of the same nature and quality as those required for public funds as provided in §§ 4-5-6 and, 4-5-6.1, and 4-5-6.2. The commission may promulgate rules, pursuant to chapter 1-26, to establish additional investment guidelines or investment options for purposes of the pledge required by this section. In the event of a receivership of a trust company, the director may, without regard to priorities, preferences, or adverse claims, reduce the pledged investments to cash and, as soon as practicable, utilize the cash to defray the costs associated with the receivership. Income from such investments shall belong to and be paid to the trust company as long as it continues to conduct its business in the ordinary course and so long as authorized by the director. The proposed effective date of an order requiring an existing trust company to increase its pledge shall be stated in the order as on or after the thirty-first day after the date of the proposed order. Unless the trust company requests a hearing before the commission in writing before the effective date of the proposed order, the order becomes effective and is final. Any hearing before the commission shall be held pursuant to chapter 1-26. Section 6. That § 51A-6A-27 be amended to read as follows: 51A-6A-27. No trust company, during the time it continues in business, may permit to be withdrawn, in the form of dividends, any portion of its capital required pursuant to § 51A-6A-19. The current dividends of any trust company shall be paid from undivided profits after deducting losses, to be ascertained by generally accepted accounting principals principles at the time of making the dividend. Section 7. That § 51A-6A-46.2 be amended to read as follows: 51A-6A-46.2. The provisions of §§ 51A-6A-2 and 51A-6A-39 do not apply to the disclosure of information by the director or the commission in connection with the institution and prosecution of an action against an individual pursuant to the provisions of § 51A-2-22 or against a trust company under pursuant to the provisions of §§ 51A-15-11 to 51A-15-44, inclusive, or 51A-2-25 to 51A-2-27, inclusive, or 51A-6A-35 to 51A-6A-46, inclusive. Disclosure of confidential information may be made only to formal governmental regulatory bodies which have a need for the confidential information. Section 8. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: If a trust company has been acquired, merged, or consolidated with another trust company or financial institution, or its assets have been purchased and its liabilities assumed by another trust company or financial institution, in any instance other than an emergency, within thirty days thereafter, the directors of the trust company shall institute proceedings to legally dissolve its charter in the same manner as provided for voluntary liquidation in chapter 51A-15. However, no notice need be given pursuant to § 51A-15-3. Section 9. That § 55-1-12 be amended to read as follows: 55-1-12. The person whose confidence creates a trust is called the trustor; the person in whom the confidence is reposed is called the trustee; and the person for whose benefit the trust is created is called the beneficiary. As used in this title, except as specifically provided in chapters 55-13 and 55-13A, the term, beneficiary, means a person that has a present or future beneficial interest in a trust, vested or contingent. A person is not a beneficiary solely by reason of holding a power of appointment. As used in this section, the term, person, has the meaning set forth in § 55-4-1. Section 10. That § 55-1-24 be amended to read as follows: 55-1-24. Terms used in §§ 55-1-24 to 55-1-45, inclusive, mean: (1) \"Beneficial interest,\" is limited to mean a distribution interest or a remainder interest. A beneficial interest specifically excludes a power of appointment or a power reserved by the settlor; (2) \"Beneficiary,\" a person that has a present or future beneficial interest in a trust, vested or contingent. The holder of a power of appointment is not a beneficiary; (3) \"Distribution beneficiary,\" a beneficiary who is an eligible distributee or permissible distributee of trust income or principal; (4)(3) \"Distribution interest,\" a distribution interest held by a distribution beneficiary. A distribution interest may be a current distribution interest or a future distribution interest. A distribution interest may be classified as a mandatory interest, a support interest, or a discretionary interest; (5)(4) \"Power of appointment,\" an inter-vivos or testamentary power to direct the disposition of trust property, other than a distribution decision by a trustee to a beneficiary. Powers of appointment are held by a person to whom a power has been given, not the settlor; (6)(5) \"Reach,\" with respect to a distribution interest or power, to subject the distribution interest or power to a judgment, decree, garnishment, attachment, execution, levy, creditor's bill or other legal, equitable, or administrative process, relief, or control of any court, tribunal, agency, or other entity as provided by law; (7)(6) \"Remainder interest,\" an interest where a trust beneficiary will receive receives the property outright at some time during the future; (8)(7) \"Reserved power,\" a power held by the settlor. Section 11. That § 55-1-25 be amended to read as follows: 55-1-25. The common law distinction between a discretionary trust and a support trust and the dual judicial review standards related to this distinction shall be maintained. In the area of creditor rights, the Restatement of Trusts (Third) and the Uniform Trust Code creates create many new positions of law as well as adopts many minority positions of law. Sections The provisions of §§ 55-1-24 to 55-1-43, inclusive, affirmatively reject many of these positions. Therefore, the Legislature does not intend the courts to consult the Restatement (Third) of the Law of Trusts Articles § 50, § 56, § 58, § 59, or § 60 as approved by the American Law Institute of or Uniform Trust Code Article 5 and Section 814(a) as approved by the National Conference of Commissioners on Uniform State Laws in 2004 with respect to subject matters addressed by the provisions of §§ 55-1-24 to 55-1-43, inclusive. Section 12. That § 55-1-36 be amended to read as follows: 55-1-36. If a settlor is also a beneficiary of the trust, and the transfer is a qualified transfer under pursuant to chapter 55-16, the provisions of §§ 55-1-24 to 55-1-43, inclusive, also apply. Conversely, if the settlor is a beneficiary of the trust and the transfer is not a qualified transfer under pursuant to chapter 55-16, a provision restraining the voluntary or involuntary transfer of the settlor's beneficial interest does not prevent the settlor's creditors from satisfying claims from the settlor's interest in the trust estate. However, regardless of whether the transfer is a qualified transfer under chapter 55-16, a settlor's creditors may not satisfy claims from either assets of the trust because of the existence of a discretionary power granted to the trustee by the terms of the trust instrument creating the trust, or any other provisions of law, to pay directly to the taxing authorities or to reimburse the settlor for any tax on trust income or principal which is payable by the settlor under the law imposing such tax; or reimbursements made to the settlor or direct tax payments made to a taxing authority for the settlor's benefit for any tax or trust income or principal which is payable by the trustor under the law imposing such tax. Section 13. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: Regardless of whether the transfer is a qualified transfer pursuant to chapter 55-16, a settlor's creditors may not satisfy claims from either assets of the trust because of the existence of a discretionary power granted to the trustee by the terms of the trust instrument creating the trust, or any other provisions of law, to pay directly to the taxing authorities or to reimburse the settlor for any tax on trust income or principal which is payable by the settlor under the law imposing the tax. No reimbursement may be made to the settlor or direct tax payment made to a taxing authority for the settlor's benefit for any tax or trust income or principal which is payable by the trustor under the law imposing the tax. Section 14. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: The terms of a governing instrument may expand, restrict, eliminate, or otherwise vary any provisions of general application to trusts and trust administration. Nothing in this section allows the terms of the governing instrument to expand, restrict, eliminate, or otherwise vary the duties, restrictions, and liabilities imposed by the provisions of §§ 55-4-10 to 55-4-12, inclusive. Section 15. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: In addition to the trustee's power to submit to an arbitration claim in favor of or against a trust or trustee as set forth in § 55-1A-25, a provision in a trust requiring the arbitration of a dispute between or among the beneficiaries, a fiduciary under the will or trust, or any combination of them, is enforceable pursuant to the provisions of chapter 21-25A. Unless otherwise provided in the governing instrument or a court order, the arbitration shall be held in this state. Notwithstanding the foregoing, a challenge to the validity of all or part of the trust is not subject to arbitration. Any proceeding pursuant to this section is subject, upon request by the acting trustee, the trustor, if living, or any beneficiary, to the privacy protections of § 21-22-28. The arbitrator shall grant the request, if made. Section 16. That § 55-1A-9.1 be amended to read as follows: 55-1A-9.1. (a) As used in this section: (1) \"Investment\" means any security as defined in § 2(a)(1) of the Securities Act of 1933, any contract of sale of a commodity for future delivery within the meaning of § 2(I) of the Commodity Exchange Act, or any other asset permitted for trustee accounts pursuant to the terms of this title or by the terms of the governing instrument, including by way of illustration and not limitation, individual portfolios of investment holdings, shares or interests in a private investment fund (including a private investment fund organized as a limited partnership, limited liability company, trust or other form, a statutory or common law business trust, or a real estate investment trust), joint venture or other general or limited partnership, or an open-end or closed-end management type investment company or investment trust registered, unregistered, or exempt from registration under the Investment Company Act of 1940; (2) \"Affiliate\" means any corporation or other entity that directly or indirectly through one or more intermediaries controls, is controlled by or is under common control with the trustee; (3) \"Affiliated investment\" means an investment for which the trustee or an affiliate of the trustee acts as investment adviser, sponsor, administrator, distributor, placement agent, underwriter, broker, custodian, transfer agent, registrar or in any other capacity for which it receives or has received a fee or commission from such investment or an investment acquired or disposed of in a transaction for which the trustee or an affiliate of the trustee receives or has received a fee or commission; (4) \"Fee or commission\" means compensation paid to a trustee or an affiliate thereof on account of its services to or on behalf of an investment, including by way of illustration and not limitation, advisory fees, management fees, brokerage fees, service fees, special performance fees, profit allocations, and expense reimbursements. (b) In the absence of an express prohibition in the trust instrument, a trustee may purchase, sell, hold or otherwise deal with an affiliate or an interest in an affiliated investment and, upon satisfaction of the conditions stated in subsection (c) of this section, such trustee may receive trustee compensation from such account at the same rate as the trustee would otherwise be entitled to be compensated. (c) A trustee seeking compensation pursuant to subsection (b) of this section shall disclose to all qualified those beneficiaries, as defined in § 55-2-13, all fees, commissions, compensation or other benefits and profits paid or to be paid by the account, or received or to be received by an affiliate arising from such affiliated investment. The disclosure required under this subsection may be given either in a copy of the prospectus or any other disclosure document prepared for the affiliated investment under federal or state securities laws or in a written summary that includes all fees, commissions, compensation or other benefits and profits received or to be received by the trustee or any affiliate of the trustee and an explanation of the manner in which such fees, commissions, compensation or other benefits and profits are calculated (either as a percentage of the assets invested or by some other method). Such disclosure shall be made at least annually unless there has been no increase in the rate at which such fees or commissions are calculated since the most recent disclosure. Notwithstanding the foregoing provisions of this subsection, no such disclosure is required if the: (i) The governing instrument or a court order expressly authorizes the trustee to invest the trust account in affiliated investments or otherwise deal with an affiliate or an interest in an affiliated investment;or (ii) The directed trustee is acting at the direction of an investment trust advisor pursuant to chapter 55-1B. (d) A trustee that has complied with subsection (c) of this section (whether by making the applicable disclosure or by relying on the terms of a governing instrument or court order) shall have full authority to administer an affiliated investment (including the authority to vote proxies thereon) without regard to the affiliation between the trustee and the investment. (e) If the recipients of information regarding the trust's existence have been restricted, eliminated, or modified pursuant to § 55-2-13, then the notification described in subsection (c) is subject to such restriction, modification, or elimination. Section 17. That § 55-3-20.1 be amended to read as follows: 55-3-20.1. In addition to other remedies available by law and procedures or powers set out in a trust instrument, the settlor, or the settlor's agent, a trust protector, a cotrustee, or a qualified beneficiary as defined in § 55-2-13, may request the court to remove a trustee, or a trustee may be removed by the court on the court's own initiative. In addition to the powers otherwise granted the court, the court may remove a trustee if: (1) The trustee has committed commits a serious breach of trust; (2) Lack of cooperation among cotrustees substantially impairs the administration of the trust; (3) Because of unfitness, unwillingness, persistent failure of the trustee to administer the trust effectively, the court determines that removal of the trustee best serves the interests of the beneficiaries; (4) There has been is a substantial change of circumstances or removal is requested by all of the qualified beneficiaries, the court finds that removal of the trustee best serves the interests of all of the beneficiaries and is not inconsistent with a material purpose of the trust, and a suitable cotrustee or successor trustee is available; or (5) If the trustee merges with another institution or the location or place of administration of the trust changes, and the court finds that removal of the trustee best serves the interests of all of the beneficiaries, and a suitable cotrustee or successor trustee is available. Pending a final decision on a request to remove a trustee, the court may order such appropriate relief as may be necessary to protect the trust property or the interests of the beneficiaries. Section 18. That § 55-3-27 be amended to read as follows: 55-3-27. Except as otherwise provided by the terms of the trust, if the value of the trust property of a noncharitable trust is less than fifty one hundred fifty thousand dollars, the trustee may terminate the trust. On petition by a trustee or beneficiary, the court may modify or terminate a noncharitable trust or appoint a new trustee if it determines that the value of the trust property is insufficient to justify the cost of administration involved. Upon termination of a trust under pursuant to this section, the trustee shall distribute the trust property in accordance with the trustor's probable intention. The existence of spendthrift or similar protective provisions in a trust does not make this section inapplicable. The court, when considering the termination of a trust containing spendthrift or similar protective provisions, shall consider the feasibility of appointing a new trustee to continue the trust. Section 19. That § 55-4-1 be amended to read as follows: 55-4-1. Terms used in this chapter mean: (1) \"Affiliate,\" any person directly or indirectly controlling or controlled by another person, or any person under direct or indirect common control with another person. It includes any person with whom a trustee has an express or implied agreement regarding the purchase of trust investments by each from the other, directly or indirectly, except a broker or stock exchange; (2) \"Person,\" an individual, a corporation, a partnership, a limited liability company, an association, a joint stock company, a business trust, a trust, an unincorporated organization, or two or more persons having a joint or common interest; (3) \"Relative,\" a spouse, ancestor, descendant, brother, or sister; (4) \"Trust,\" an express trust only; (5) \"Trustee,\" includes trustees, a corporate as well as a natural person and a successor or substitute trustee. Section 20. That § 55-16-1 be amended to read as follows: 55-16-1. Terms used in this chapter mean: (1) \"Claim,\" a right to payment, whether or not the right is reduced to judgment liquidated, unliquidated, fixed, contingent, matured, unmatured, disputed, undisputed, legal, equitable, secured, or unsecured; (2) \"Creditor,\" with respect to a transferor, a person who has a claim; (3) \"Debt,\" liability on a claim; (4) \"Disposition,\" a transfer, conveyance, or assignment of property, including a change in the legal ownership of property occurring upon the substitution of one trustee for another or the addition of one or more new trustees, or the exercise of a power so as to cause a transfer of property to a trustee or trustees. The term does not include the release or relinquishment of an interest in property that theretofore was the subject of a qualified disposition; (5) \"Property,\" real property, personal property, and interests in real or personal property; (6) \"Qualified disposition,\" a disposition by or from a transferor to a qualified person or qualified persons, with or without consideration, by means of a trust instrument; (7) \"Spouse\" and \"former spouse,\" only persons to whom the transferor was married at, or before, the time the qualified disposition is made; (8) \"Transferor,\" any person as an owner of property; as a holder of a power of appointment which authorizes the holder to appoint in favor of the holder, the holder's creditors, the holder's estate, or the creditors of the holder's estate; or as a trustee, directly or indirectly, makes a disposition or causes a disposition to be made. The terms, transferor and beneficiary, may be any person as defined in subdivision 55-4-1(2). Section 21. That § 21-22-1 be amended to read as follows: 21-22-1. Terms used in this chapter mean: (1) \"Beneficiary,\" any person in any manner interested in the trust, including a creditor or claimant with any rights or claimed rights against the trust estate if the creditor or claimant demonstrates a previously asserted specific claim against the trust estate; (2) \"Court trust,\" any trust which is established or confirmed by the judgment, decree, or order of any court of record of this state or any foreign jurisdiction, or one which is established or confirmed by a personal representative's instrument of distribution or a personal representative's deed of distribution; (3) \"Fiduciary,\" a trustee, custodian, trust advisor, trust protector, or trust committee, as named in the governing instrument or order of court, regardless of whether such person is acting in a fiduciary or nonfiduciary capacity; (4) \"Other trust,\" any trust which is not a court trust; (5) \"Supervision,\" the supervision of the circuit court over the administration of a trust as provided in this chapter; (6) \"Trustee,\" the trustee or trustees of any trust which may be supervised under this chapter. Section 22. That § 21-22-7 be amended to read as follows: 21-22-7. At any time after the filing of the papers required by §§ 21-22-3 and 21-22-4 a fiduciary, the trustor, or any beneficiary under such court trust, if the fiduciary, trustor, or beneficiary considers court supervision unnecessary or impractical and involving unnecessary burden and expense, may petition the court to dispense with the supervision. Upon the petition being filed, the court shall fix the time and place for hearing, unless the conditions of § 21-22-21 have been met, and cause notice thereof to be given as provided by pursuant to this chapter. Upon the hearing the supervision may not be dispensed with if any fiduciary, trustor, or any beneficiary with a substantial interest in the trust objects to dispensing therewith. If there is no objection and the court is satisfied that supervision is impractical or unnecessary and would involve unnecessary burden and expense, an order may be entered dispensing with the supervision. Section 23. That § 21-22-8 be amended to read as follows: 21-22-8. At any time during the existence of the trust, after supervision has been dispensed with pursuant to § 21-22-7, any fiduciary, trustor, or beneficiary may petition for a resumption of the supervision in which event the court shall, upon notice as provided in pursuant to this chapter, conduct a hearing and the supervision shall be resumed unless good cause to the contrary is shown. Section 24. That § 21-22-9 be amended to read as follows: 21-22-9. Any fiduciary, trustor, or beneficiary of any other trust may, if the trustee is a resident of this state or if any of the trust estate has its situs in this state, at any time petition the circuit court, the county where such petition is to be filed to be determined the same as in the case of a court trust, to exercise supervision. Upon the petition being filed, the court shall fix a time and place for hearing thereon, unless the conditions of § 21-22-21 have been met, cause notice and a hearing are waived in writing by all fiduciaries and beneficiaries, and notice to shall be given as provided by pursuant to this chapter, and, upon such hearing, enter an order assuming supervision unless good cause to the contrary is shown. Thereupon the trustee shall within thirty days, file the information required pursuant to § 21-22-3 by a trustee under a court trust, and, at all times thereafter, the court shall have the same powers as over a court trust. If the petition for court supervision includes the information required pursuant to § 21-22-3, the fiduciary, trustor, or beneficiary may, in the same petition, request court action as to any matter relevant to the administration of the trust, including the termination of court supervision. Upon the hearing on the petition, the court shall enter an order assuming supervision unless good cause to the contrary is shown and further. The court shall make such order or approving the relief requested by the petition, give such directions to the a fiduciary as the court shall determine, or resolve objections filed by an interested party pursuant to § 21-22-16. Section 25. That § 21-22-13 be amended to read as follows: 21-22-13. Any The trustor, a fiduciary, or a beneficiary of any trust under court supervision may at any time petition the court for its action as to any matter relevant to the administration of the trust, including particularly the requiring of special reports from a fiduciary, the exercise of any discretion vested in a fiduciary, and as to any matter as to which courts of equity have heretofore exercised jurisdiction over fiduciaries. Upon the filing of the petition the court shall fix a time and place for hearing unless the conditions of § 21-22-21 have been met and cause notice to be given as required by this chapter. Upon the hearing the court shall make such order or, give such directions to the trustee a fiduciary as the court shall determine, or resolve objections filed by an interested party pursuant to § 21-22-16. Section 26. That § 21-22-16 be amended to read as follows: 21-22-16. If any objections are made to any report filed by the trustee, the court may order that such objections be filed in writing and may adjourn the hearing to a specified time and place objection is made to any report or petition filed by a fiduciary or beneficiary, the objection shall be filed in writing and be made at or prior to the hearing on the report or petition. If the initial hearing does not resolve all objections, the court shall adjourn the hearing to a specified time and place to resolve all issues of fact and all issues of law. Following the initial hearing, the court may enter any order it deems appropriate, which order may: (1) Resolve any issues the court deems proper if all matters included in the petition, which are not objected to at the initial hearing, are approved; (2) Determine the scope of discovery; and (3) Set a schedule for further proceedings for the prompt resolution of the matter. Section 27. That chapter 21-22 be amended by adding thereto a NEW SECTION to read as follows: A proceeding brought pursuant to this chapter is considered an action for purposes of title 15. Unless specifically provided to the contrary in this chapter or unless inconsistent with its provisions, the rules of civil procedure, including the rules concerning vacation of orders and appellate review, apply to all trusts governed by this chapter."}, {"bill_id": 6323, "bill_version_id": 35330, "bill_version": "Enrolled", "bill_version_date": "2015-02-20T10:28:42.767-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6323, "action_date": "2015-01-13T12:00:00-06:00", "document_id": 33112, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33112.pdf", "status_text": "First Reading House", "journal_page": 32, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6323, "action_date": "2015-01-14T13:00:00-06:00", "document_id": 33159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33159.pdf", "status_text": "Referred to", "journal_page": 39, "committee_id_action": 286, "committee_id_assigned": 279, "result": "N", "vote": {}}, {"bill_id": 6323, "action_date": "2015-01-23T08:00:00-06:00", "document_id": 33358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33358.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 279, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6323, "action_date": "2015-01-23T08:00:00-06:00", "document_id": 33522, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33522.pdf", "status_text": "Do Pass", "journal_page": 114, "committee_id_action": 279, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17669, "president_vote": null, "Yea": [915, 884, 947, 882, 879, 953, 881, 869, 912, 921, 874, 954, 924]}}, {"bill_id": 6323, "action_date": "2015-01-26T14:00:00-06:00", "document_id": 33711, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33711.pdf", "status_text": "Do Pass", "journal_page": 166, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17761, "president_vote": null, "Yea": [883, 915, 952, 884, 938, 888, 928, 923, 925, 931, 941, 927, 857, 859, 917, 924, 929, 947, 937, 948, 945, 882, 909, 946, 958, 913, 887, 951, 861, 905, 919, 956, 936, 879, 907, 939, 920, 930, 953, 906, 908, 940, 935, 916, 911, 910, 863, 864, 914, 922, 933, 866, 867, 926, 955, 869, 950, 912, 904, 921, 918, 954, 932, 949, 934, 957, 874], "Excused": [875, 881, 865]}}, {"bill_id": 6323, "action_date": "2015-01-27T14:00:00-06:00", "document_id": 33870, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33870.pdf", "status_text": "First read in Senate and referred to", "journal_page": 194, "committee_id_action": 284, "committee_id_assigned": 269, "result": "N", "vote": {}}, {"bill_id": 6323, "action_date": "2015-01-30T10:00:00-06:00", "document_id": 34019, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34019.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 269, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6323, "action_date": "2015-01-30T10:00:00-06:00", "document_id": 34203, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34203.pdf", "status_text": "Do Pass", "journal_page": 243, "committee_id_action": 269, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18020, "president_vote": null, "Yea": [885, 896, 895, 891, 877, 868, 854, 944], "Excused": [871]}}, {"bill_id": 6323, "action_date": "2015-02-03T14:00:00-06:00", "document_id": 34411, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34411.pdf", "status_text": "Deferred to another day", "journal_page": 274, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6323, "action_date": "2015-02-04T14:00:00-06:00", "document_id": 34497, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34497.pdf", "status_text": "Deferred to another day", "journal_page": 291, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6323, "action_date": "2015-02-05T14:00:00-06:00", "document_id": 34578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34578.pdf", "status_text": "Deferred to another day", "journal_page": 309, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6323, "action_date": "2015-02-06T13:00:00-06:00", "document_id": 34664, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34664.pdf", "status_text": "Deferred to another day", "journal_page": 324, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6323, "action_date": "2015-02-09T14:00:00-06:00", "document_id": 34736, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34736.pdf", "status_text": "Deferred to another day", "journal_page": 346, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6323, "action_date": "2015-02-10T14:00:00-06:00", "document_id": 34823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34823.pdf", "status_text": "Deferred to another day", "journal_page": 361, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6323, "action_date": "2015-02-11T14:00:00-06:00", "document_id": 34923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34923.pdf", "status_text": "Deferred to another day", "journal_page": 381, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6323, "action_date": "2015-02-12T13:00:00-06:00", "document_id": 35017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35017.pdf", "status_text": "Placed on calendar", "journal_page": 397, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6323, "action_date": "2015-02-17T14:00:00-06:00", "document_id": 35120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35120.pdf", "status_text": "Placed on calendar", "journal_page": 423, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6323, "action_date": "2015-02-18T14:30:00-06:00", "document_id": 35199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35199.pdf", "status_text": "Deferred to another day", "journal_page": 439, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6323, "action_date": "2015-02-19T14:00:00-06:00", "document_id": 35278, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35278.pdf", "status_text": "Do Pass", "journal_page": 456, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18843, "president_vote": null, "Yea": [853, 854, 855, 856, 943, 858, 860, 894, 903, 876, 899, 885, 896, 901, 895, 898, 890, 900, 942, 891, 893, 886, 880, 944, 902, 877, 868, 871, 892, 872, 873, 878], "Excused": [889, 862, 897]}}, {"bill_id": 6323, "action_date": "2015-02-20T13:00:00-06:00", "document_id": 35379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35379.pdf", "status_text": "Signed by the Speaker", "journal_page": 472, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6323, "action_date": "2015-02-24T14:00:00-06:00", "document_id": 35489, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35489.pdf", "status_text": "Signed by the President", "journal_page": 499, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6323, "action_date": "2015-02-25T14:00:00-06:00", "document_id": 35566, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35566.pdf", "status_text": "Delivered to the Governor", "journal_page": 529, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6323, "action_date": "2015-02-27T13:00:00-06:00", "document_id": 35735, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35735.pdf", "status_text": "Signed by the Governor", "journal_page": 552, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5997, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6323"}