{"session_id": 48, "bill_id": 14333, "bill_type": "House Bill", "bill_number": 1078, "bill_title": "revise certain provisions regarding insurance premium discounts for persons fifty-five years of age or older who complete a safe driving course.", "sponsors": [{"legislator_profile_id": 2256, "is_prime": true}, {"legislator_profile_id": 2259, "is_prime": true}, {"legislator_profile_id": 2205, "is_prime": false}, {"legislator_profile_id": 2216, "is_prime": false}, {"legislator_profile_id": 2232, "is_prime": false}, {"legislator_profile_id": 2244, "is_prime": false}, {"legislator_profile_id": 2247, "is_prime": false}, {"legislator_profile_id": 2258, "is_prime": false}, {"legislator_profile_id": 2269, "is_prime": false}, {"legislator_profile_id": 2271, "is_prime": false}, {"legislator_profile_id": 2276, "is_prime": false}, {"legislator_profile_id": 2286, "is_prime": false}, {"legislator_profile_id": 2288, "is_prime": false}, {"legislator_profile_id": 2297, "is_prime": false}], "keywords": ["Administrative Rules", "Motor Vehicle Insurance"], "audio": [], "bill_versions": [{"bill_id": 14333, "bill_version_id": 80809, "bill_version": "Introduced", "bill_version_date": "1999-01-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding insurance premium discounts for persons fifty-five years of age or older who complete a safe driving course. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-11-58 be amended to read as follows: 58-11-58. Any schedule of rates or rating plan for private passenger motor vehicle bodily injury and property damage liability insurance and collision insurance submitted to, or filed with, the Division of Insurance shall provide for an appropriate reduction in premium charges for persons fifty-five years of age or older who have successfully completed a motor vehicle accident prevention course meeting the criteria approved by the Department of Commerce and Regulation. However, insurers who offer a separate discount which is based upon the age of persons who are fifty-five years of age or older or upon their driving record, are exempt from the provisions of this section and are not required to make an additional filing with the Division of Insurance as a result of the discount required by this section. An insurer shall provide a premium discount of at least fifteen percent on any policy of private passenger vehicle insurance for any person fifty-five years of age and older if the person has successfully completed a motor vehicle safe- driving course which has been approved by the Department of Commerce and Regulation. The insurer shall apply this discount to any premium for motor vehicle insurance providing bodily injury, property damage, uninsured motorist, underinsured motorist, comprehensive, or collision coverage. The insurer may give the discount mid-term or at the first renewal of the policy after completion of the course. The premium discount shall apply for three years regardless of the method used. This section does not apply if such a course is required by a court or other government entity as the result of a moving traffic violation. Section 2. That chapter 58-11 be amended by adding thereto a NEW SECTION to read as follows: A motor vehicle safe-driving course for persons fifty-five years of age and older shall be a minimum of eight hours. The Department of Commerce and Regulation shall promulgate rules pursuant to chapter 1-26 to establish and regulate such a course and to establish any necessary administrative procedures regarding the application of the premium discount by insurers pursuant to § 58-11-58. The rules shall establish the curriculum requirements for such a course and the procedures for the issuance of a course completion certificate and for the submission of the certificate to an insurer as evidence of course completion. Section 3. That § 58-11-61 be amended to read as follows: 58-11-61. The premium discount required by § 58-11-58 shall be effective for an insured for a three-year period after successful completion of the approved course. However, the insurer may require, as a condition of providing and maintaining the discount, that the insured: (1) Has not been involved in an accident for which the insured is at fault; (2) Has not been convicted, pled guilty or nolo contendere to a moving traffic violation, or to a traffic related alcohol or narcotics offense; and (3) Has maintained a driving record free of violations and accidents for which the insured has been found liable for a three-year period prior to course completion. This section does not apply if the approved course is taken as specified by a court or other governmental entity resulting from a moving traffic violation. No insurer may deny a person a premium discount because the person was at fault in a motor vehicle accident. However, in such a case the insurer may surcharge the insured for the at-fault accident. Section 4. That chapter 58-11 be amended by adding thereto a NEW SECTION to read as follows: Any person who receives a premium discount pursuant to § 58-11-58 shall lose the discount if the person's driver's license is suspended or revoked."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14333, "action_date": "1999-01-19T14:00:00-06:00", "document_id": 82115, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82115.pdf", "status_text": "First read in House and referred to", "journal_page": 85, "committee_id_action": 628, "committee_id_assigned": 616, "result": "N", "vote": {}}, {"bill_id": 14333, "action_date": "1999-01-28T07:45:00-06:00", "document_id": 81889, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81889.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 616, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14333, "action_date": "1999-01-28T07:45:00-06:00", "document_id": 81889, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81889.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 616, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14333, "action_date": "1999-01-28T07:45:00-06:00", "document_id": 81889, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81889.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 616, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14333, "action_date": "1999-02-02T07:45:00-06:00", "document_id": 81890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81890.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 616, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14333, "action_date": "1999-02-02T07:45:00-06:00", "document_id": 81890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81890.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 314, "committee_id_action": 616, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42916, "president_vote": null, "Yea": [2207, 2220, 2232, 2253, 2255, 2267, 2276, 2288, 2291, 2300, 2301, 2277, 2282]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14333"}