{"session_id": 47, "bill_id": 13376, "bill_type": "Senate Bill", "bill_number": 12, "bill_title": "to establish a uniform procedure for creating certain special districts and electing the first board of trustees.", "sponsors": [], "keywords": ["Elections", "Fire Safety & Firefighting", "Highways, Bridges & Roads", "Water Districts & Projects"], "audio": [], "bill_versions": [{"bill_id": 13376, "bill_version_id": 77708, "bill_version": "Introduced", "bill_version_date": "1997-12-31T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a uniform procedure for creating certain special districts and electing the first board of trustees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Sections 1 to 7, inclusive, of this Act apply to elections for the formation of certain special districts and for the initial election of the board of directors or trustees for these districts. The special districts covered are: county road, ambulance, rural fire protection, sanitary, irrigation, watershed, and water project districts. Section 2. The application for organization shall be a petition verified by one or more circulators by affidavit stating that each affiant personally witnessed the signatures on the petition and believe the signatures to be genuine. The petition shall be signed by at least twenty percent of the landowners within the proposed district who are also registered voters within the district. If the proposed district is in two or more counties, a petition shall be filed in each county and each petition shall be signed by at least twenty percent of the landowners within the proposed district who are also registered voters within the proposed district in that county. The petition shall be accompanied by a deposit covering the estimated costs as determined by the county auditor of the public notices and the conduct of the election for the formation of the district. Section 3. If the proposed district is in two or more counties, each county auditor and board of county commissioners shall cooperate to perform the requirements of sections 1 to 7, inclusive, of this Act and the chapter specific to the formation of that district in setting the date for and conducting the election of the proposed district. Section 4. The county auditor shall publish the notice of the voter registration deadline at least once each week for two consecutive weeks, the last publication to be not less than twenty- five nor more than thirty days prior to the election. The auditor shall publish notices of election at least once each week for two consecutive weeks, the last publication to be not less than four nor more than ten days before the election. Section 5. The county auditor shall set a date, time, and location for a meeting to be held within the district to conduct an election on the question of formation of the special district. The date may not be more than sixty days after the appropriate board declares the application for incorporation to be valid. The auditor shall appoint three judges of election, one of whom shall serve as the superintendent, to conduct the election. The vote upon the question of incorporation shall be by ballot in the form provided by § 9-13-22. After the vote is cast and counted, the judges shall prepare a certification showing the whole number of ballots cast, together with the number voting for and the number voting against incorporation, and shall return the certification to the county auditor. If a majority of the votes cast on the question of formation is in favor, an election shall be conducted by those present at the same meeting to elect the initial board of directors or trustees. Section 6. A person who is a landowner in the proposed district and is registered to vote in the proposed district may vote in the elections provided for in section 5 of this Act. However, the qualifications of a voter for irrigation district elections are provided in chapter 46A-4. Absentee voting is allowed pursuant to chapter 12-19 for the election on the question of formation of the special district. Section 7. The State Board of Elections may promulgate rules pursuant to chapter 1-26 concerning: (1) The petition form; and (2) The notice of election. Section 8. That § 31-12A-1 be amended to read as follows: 31-12A-1. A populated area outside the boundary of a municipality, which is situated so that the construction or maintenance of roads becomes desirable, may be incorporated by its landowners as a road district pursuant to this chapter. Section 9. That § 31-12A-5 be amended to read as follows: 31-12A-5. The application for incorporation shall be the petition referred to in § 31-12A-3 verified by one or more applicants, by affidavit stating that the affiant or affiants personally witnessed the signatures thereon and believe them to be genuine, and shall be subscribed by not less than one-third of the whole number of landowners residing within such territory according to the census taken. It organization shall be as provided in section 2 of this Act and shall be filed with the county auditor and presented to the board of county commissioners for consideration at its next meeting. Section 10. That § 31-12A-6 be amended to read as follows: 31-12A-6. If the board of county commissioners shall be is satisfied that the requirements of this chapter have been fully complied with, it shall make issue an order declaring that such the territory shall, with the assent of the landowners voters, as specified in section 2 of this Act, in an election as provided in § 31-12A-10 sections 4 to 6, inclusive, of this Act , be an incorporated paving road district by the name specified in the application. Such The name shall be different from that of any other road district in this state. It shall also include in such order a notice for an election of the landowners in the proposed road district, at a convenient place or places therein, on some day within one month therefrom, to determine whether such territory shall become an incorporated road district. Section 11. That § 31-12A-7 be repealed. 31-12A-7. The board of county commissioners shall give twenty days' notice of such election by publication at least twice in a newspaper of general circulation within the county. Section 12. That § 31-12A-8 be repealed. 31-12A-8. At all elections held under this chapter the polls shall be kept open from eight o'clock in the forenoon until seven o'clock in the afternoon. Section 13. That § 31-12A-9 be repealed. 31-12A-9. The board of county commissioners shall appoint three judges, who shall elect one of their number as superintendent, and shall without delay open the polls to receive ballots of the voters. Section 14. That § 31-12A-10 be amended to read as follows: 31-12A-10. The vote upon the question of incorporation shall be by ballot in the form provided by § 9-13-22. If a majority vote in favor of the incorporation, such the territory shall from that time be is deemed a road district by the name and style specified in the order of incorporation issued by the board of county commissioners; otherwise, no further proceedings shall may be taken thereon. Provided, however . However , any owner of land classified as agricultural property for the purposes of taxation may exclude his that property from the district by so notifying the county auditor in writing within sixty days after the incorporation of the district. The district shall note any alterations to the district resulting from exclusion upon the survey and map filed pursuant to this chapter. Section 15. That § 31-12A-11 be amended to read as follows: 31-12A-11. After the vote is cast and canvassed, such judges shall make a verified statement showing the whole number of ballots cast, together with the number voting for and the number voting against incorporation, and shall return the same to the board of county commissioners at its next session. If satisfied with the legality of such the election, the board of county commissioners shall make issue an order declaring that such the road district has been is incorporated by the name adopted. Such The order shall be conclusive of the fact of such incorporation in all suits by or against such the road district. Section 16. That § 31-12A-14 be repealed. 31-12A-14. The county auditor shall give twenty days notice by publication at least once in a newspaper of general circulation within the county of an election to be held for the purpose of electing officers therefor from among the landowners of the district, naming the place therein and the date upon which the same will be held. The county auditor shall appoint judges, three for each polling place, who shall preside at such first election and be the judges thereof, and in the receiving and canvassing of the votes shall be governed by the law so far as applicable relating to the election of county officers. Section 17. That § 31-12A-17 be amended to read as follows: 31-12A-17. The trustees to be elected at the initial election, shall be nominated by filing with the county auditor not less than fifteen days before such election, certificates of nomination for the offices of trustees. The trustees the voters in attendance at the meeting in which the organizational election is held. Any trustee to be elected at subsequent elections, shall be nominated by filing with the district clerk not less than fifteen days before any subsequent election, certificates of nomination for the offices of trustees. Such trustee. The certificates shall be in writing and shall contain the name of the candidate, his residence, his business address , and the office for which he the candidate is named, and must shall be signed by at least five percent of the qualified voters. Section 18. That § 34-11A-1 be amended to read as follows: 34-11A-1. Whenever ten percent of the registered voters residing in If any rural territory, equivalent in area to one township or more, elect requests to form, organize, establish, equip , and maintain an ambulance district, the registered voters petition shall present be presented to the county auditor of the each county or counties in which the territory is situated a petition setting forth their desires and purposes, or the board of county commissioners in the each county or counties where such the ambulance district would be situated may initiate formation of the district by resolution. Section 19. That § 34-11A-2 be amended to read as follows: 34-11A-2. Any municipality located within the area may be included in the ambulance district if ten percent of the registered voters residing therein twenty percent of the landowners within the municipality who are also registered voters within the municipality sign such petitions a petition , or if the governing body thereof of the municipality establishes their intent by passing a resolution so indicating. Section 20. That § 34-11A-3 be amended to read as follows: 34-11A-3. Such The petition shall contain the full names and post-office addresses of such petitioners; the resolution and petition shall contain the suggested name of the proposed district, the area in square miles to be included therein , and a complete description according to government survey, wherever if possible, of the boundaries of the real properties intended to be embraced in the proposed ambulance district. The petitioners shall also present to the county auditor a plat or map showing the suggested boundaries of the proposed district , and shall deposit with the county auditor a sum sufficient to defray the expenses of publishing the notices required by § § 34-11A-6 to 34-11A-10, inclusive and section 4 of this Act . Section 21. That § 34-11A-4 be amended to read as follows: 34-11A-4. Upon the filing of such petition in the office of the county auditor, the county auditor shall determine and certify that such the petition has been assigned by at least ten percent of the registered voters who reside within the suggested boundaries of the proposed district. He signed by the number of voters as specified in section 2 of this Act. If the petition contains sufficient names, the county auditor shall thereafter designate a time and place for the petition or resolution of the county commissioners to be heard by the board of county commissioners. Section 22. That § 34-11A-6 be amended to read as follows: 34-11A-6. Notice of such the hearing shall be given by publication two weeks in a newspaper of general circulation in the county the legal newspapers of each county affected , the last publication appearing at least seven days prior to the hearing ; the notice shall be addressed to \"all registered voters who are residing within the following described boundaries\" and shall include a statement of the proposed boundaries as set forth in the petition. Section 23. That § 34-11A-8 be amended to read as follows: 34-11A-8. Following the filing of the order of the board of county commissioners, the county auditor shall designate a time and place for a public meeting of all registered voters who are residing within the boundaries of the district as fixed by the order of the board of county commissioners an election shall be conducted as provided in sections 4 to 6, inclusive, of this Act . Section 24. That § 34-11A-9 be repealed. 34-11A-9. If the proposed district shall be within two or more counties, the county auditor of the county in which the greater portion, by population, of the district is to be situated shall fix the time and place for the public meeting and cause notice thereof to be published in each county in which the district is to be situated in the manner provided in § 34-11A-10. Section 25. That § 34-11A-10 be repealed. 34-11A-10. Notice of such meeting shall be given by publication two weeks in a newspaper of general circulation in the county the last publication appearing at least seven days prior to the meeting; the notice shall be addressed \"to all registered voters who are residing within the following described boundaries,\" and shall include a description of the boundaries of the district as set forth in the order of the board of county commissioners. Section 26. That § 34-11A-11 be repealed. 34-11A-11. At the time and place fixed by the county auditor for the public meeting as provided in § 34-11A-8 or 34-11A-9, the registered voters who are residing within the boundaries of the district shall have the opportunity to decide by majority vote of those present whether the organization of the district shall be completed. However not less than twenty-five qualified persons shall be present in order to have a valid organization of the district. Section 27. That § 34-31A-2 be amended to read as follows: 34-31A-2. If ten percent of the electors residing in an application for organization as provided in section 2 of this Act covering any rural territory elect is completed and requests to form, organize, establish, equip , and maintain a rural fire protection district, they may signify their intention by presenting to the application shall be filed with the county auditor of the each county or counties in which the territory is located a petition setting forth their desires and purposes . The board of county commissioners in the each county or counties where the rural fire protection district would be located may by resolution initiate the formation of the district. Section 28. That § 34-31A-3 be amended to read as follows: 34-31A-3. Any municipality located within the area, whether such the municipality has a fire department or not, may be included in the rural fire district if ten percent of the electors residing therein twenty percent of the landowners within the municipality who are also registered voters within the municipality sign such petitions the petition , or if the governing body thereof of the municipality establishes their intent by passing a resolution so indicating. Section 29. That § 34-31A-4 be amended to read as follows: 34-31A-4. Such The petition shall contain the full names and post-office addresses of such petitioners; the resolution and petition shall contain the suggested name of the proposed district, the area in square miles to be included therein , and a complete description according to government survey, wherever if possible, of the boundaries of the real properties intended to be embraced in the proposed rural fire protection district. The petitioners shall also present to the county auditor a plat or map showing the suggested boundaries of the proposed district , and shall deposit with the county auditor a sum sufficient to defray the expenses of publishing the notices required by § § 34-31A-7 and 34-31A-11 . Section 30. That § 34-31A-5 be amended to read as follows: 34-31A-5. Upon the filing of such the petition in the office of the county auditor, the county auditor shall determine and certify that such the petition has been signed by at least ten per cent of the electors whose names appear on the current tax schedules in the office of the county auditor and who appear to reside within the suggested boundaries of the proposed district. He the number of voters as specified in section 2 of this Act. If the petition contains sufficient names, the county auditor shall thereafter designate a time and place for said the petition or resolution of the county commissioners to be heard by the board of county commissioners. Section 31. That § 34-31A-7 be amended to read as follows: 34-31A-7. Notice of such the hearing shall be given by publication two weeks in a newspaper of general circulation in the county the legal newspapers of each county affected , the last publication appearing at least seven days prior to said the hearing. The notice shall be addressed to \"all persons residing in or having any interest in real property located within the following boundaries\" and shall include a statement of the proposed boundaries as set forth in the petition. Section 32. That § 34-31A-9 be amended to read as follows: 34-31A-9. Following the filing of the order of the board of county commissioners, the county auditor shall designate a time and place for a public meeting of all electors who are owners of any interest in real property assessed for taxation in the district and who are residing within the boundaries of the district as fixed by the order of the board of county commissioners an election shall be conducted as provided in sections 4 to 6, inclusive, of this Act . Section 33. That § 34-31A-10 be repealed. 34-31A-10. If the proposed district shall be within two or more counties, the county auditor of the county in which the greater portion of the district is to be situated shall fix the time and place for the public meeting and cause notice thereof to be published in each county in which the district is to be situated in the manner provided in § 34-31A-11. Section 34. That § 34-31A-11 be repealed. 34-31A-11. Notice of such meeting shall be given by publication two weeks in a newspaper of general circulation in the county the last publication appearing at least seven days prior to said meeting. The notice shall be addressed \"to all electors who are owners of any interest in real property assessed for taxation in the district and who are residing within the following described boundaries,\" and shall include a description of the boundaries of the district as set forth in the order of the board of county commissioners. Section 35. That § 34-31A-12 be repealed. 34-31A-12. At the time and place fixed by the county auditor for the public meeting as provided in § 34-31A-9 or 34-31A-10, the electors who are owners of any interest in real property assessed for taxation in the district and who are residing within the boundaries of the district shall have the opportunity to decide by majority vote of those present whether the organization of the district shall be completed. Section 36. That § 34-31A-13 be amended to read as follows: 34-31A-13. Permanent organization shall be effected by the election of a board of directors consisting of not less than five residents of the district. If the district includes any incorporated municipalities which are located within the boundaries of the district, no more than two members of a five-member board of directors may be voters who are residents of the incorporated municipal areas of the district if at least forty percent of the registered voters of the district live outside the incorporated areas of the district, and no more than three members of the board of directors may be voters who are residents of the incorporated municipal areas of the district if at least twenty percent of the registered voters of the district live outside the incorporated areas of the district. If the board of directors consists of more than five members, the additional members, as nearly as can be accomplished, shall be in the proportions set forth in this section. Directors shall be elected to fill vacancies and expired terms arising after July 1, 1986, in accordance with the requirements of this section. Section 37. That § 34A-5-2 be amended to read as follows: 34A-5-2. No sanitary district shall may be incorporated which contains less than thirty legal residents, including minors, or less than ten qualified electors as shown by the census required by § 34A-5-4 landowners within the proposed district who are also registered voters in the proposed district . Section 38. That § 34A-5-4 be repealed. 34A-5-4. Such persons shall cause an accurate census to be taken of the resident population of the territory included in said map, as of a day not more than thirty days previous to the time of filing such application with the county auditor as provided in § 34A-5-6. Such census shall exhibit the name of every head of a family residing within such territory on such day and the number and names of persons belonging to every such family and shall also state the names of all other persons residing within such territory at such time and, as to each person named, whether such person is a qualified voter. It shall be verified by the affidavit of the person or persons taking the same, stating that, to the best information and belief of the affiant or affiants, the census correctly shows the names and numbers of all residents and of all qualified voters within the territory. Persons taking the census may at the same time obtain signatures on the application for incorporation required by § 34A-5-6. Section 39. That § 34A-5-5 be amended to read as follows: 34A-5-5. Such The survey , map and census and map when completed and verified shall be left at some convenient public place, to be designated by the county auditor of the county in which the application for incorporation is to be filed, within such the territory for a period of not less than twenty days for examination by those any person having an interest in such the application. Section 40. That § 34A-5-6 be amended to read as follows: 34A-5-6. The application for incorporation organization shall be a petition verified by one or more applicants, by affidavit stating that the affiant or affiants personally witnessed the signatures thereon and believe them to be genuine, and shall be subscribed by not less than one-third of the whole number of qualified voters residing within such territory according to the census taken. It as provided in section 2 of this Act and shall be filed with the county auditor and presented to the board of county commissioners for consideration at its the board's next meeting. Section 41. That § 34A-5-7 be amended to read as follows: 34A-5-7. If the board of county commissioners shall be satisfied that the requirements of this chapter have been fully complied with, it the board shall make issue an order declaring that such the territory shall, with the assent of the qualified voters thereof as provided in § 34A-5-11 electors as specified in section 2 of this Act, in an election as provided in sections 4 to 6, inclusive, of this Act , be an incorporated sanitary district by the name specified in the application. Such The name shall be different from that of any other sanitary district in this state. It shall also include in such order a notice for an election of the qualified electors resident in the proposed sanitary district, at a convenient place or places therein, on some day within one month therefrom, to determine whether such territory shall become an incorporated sanitary district. Section 42. That § 34A-5-8 be repealed. 34A-5-8. The board shall give ten days' notice of such election by publication and by posting a copy of such notice at three of the most public places in the proposed sanitary district. Section 43. That § 34A-5-9 be repealed. 34A-5-9. At all elections held under this chapter the polls shall be kept open from eight o'clock in the forenoon until seven o'clock in the afternoon. Section 44. That § 34A-5-10 be repealed. 34A-5-10. The county auditor shall appoint inspectors, three for each polling place, who shall elect one of their number as clerk, and shall conduct the election. The receiving and canvassing of votes shall be governed by Title 12 so far as applicable relating to the election of county officers. Section 45. That § 34A-5-11 be amended to read as follows: 34A-5-11. The vote upon the question of incorporation shall be by ballot in the form provided by § 9-13-22. If a majority vote in favor of the incorporation, such the territory shall from that time be deemed a sanitary district by the name and style specified in the order of incorporation by the board of county commissioners; otherwise, no further proceedings shall may be taken thereon . Section 46. That § 34A-5-12 be amended to read as follows: 34A-5-12. After the vote is cast and canvassed, such inspectors shall make a verified statement showing the whole number of ballots cast, together with the number voting for and the number voting against incorporation, and shall return the same to the board of county commissioners at its next session. If satisfied with the legality of such the election, the board of county commissioners shall make issue an order declaring that such the sanitary district has been incorporated by the name adopted. Such The order shall be conclusive of the fact of such incorporation in all suits by or against such the sanitary district. Section 47. That § 34A-5-15 be repealed. 34A-5-15. Within ninety days after incorporation of the sanitary district pursuant to § 34A-5-12, an election shall be held to select the initial officers of the district. The county auditor shall give notice of the election by publication and by posting notices in five public places in the sanitary district. The notice shall state that the purpose of the election is to elect officers of the sanitary district and the notice shall state the place and date of the election. The notice shall be given at least thirty days, but no more than sixty days, before the election. The county auditor shall appoint inspectors, three for each polling place, who shall preside at the first election and be the judges thereof, and in the receiving and canvassing of the votes shall be governed by the law so far as applicable relating to the election of county officers. Section 48. That § 34A-5-19 be amended to read as follows: 34A-5-19. If a majority of the voters shall approve of the question to increase the board of trustees to five, the voters shall elect one additional trustee for a three-year term and one additional trustee for a two-year term at the next regular election or at a special election called for that purpose and they and the trustees shall be certified in the same manner as provided by law. Section 49. That § 34A-5-21 be amended to read as follows: 34A-5-21. The trustees Any trustee to be elected at the initial election shall be nominated by filing with the county auditor, not more than forty nor less than twenty days before the election, nomination petitions for the offices of trustees. The trustees any person in attendance at the meeting at which the organizational election is held. Any trustee to be elected at a subsequent elections election shall be nominated by filing with the district clerk, not more than forty nor less than twenty days before any subsequent election, a nomination petitions for the offices of trustees petition for office of trustee . The certificates petition shall be in writing and shall contain the candidate's name, residence, business address , and the office for which the candidate is named and shall be signed by at least five percent of the voters. However, no petition need be signed by more than fifty voters. Section 50. That § 46A-4-15 be amended to read as follows: 46A-4-15. The Board of Water and Natural Resources shall then give notice of an election for the purpose of determining whether or not if the proposed district shall be organized under the provisions of this chapter. The election shall be held within ninety days but not less than sixty days after the board by resolution approves the petition. The notice shall state the day and date of the election, describe the general boundaries as established and shall designate a name for the proposed district. The notice shall be published once each week for at least two consecutive weeks in one official newspaper in each county where a portion of the proposed district lies. The official newspaper shall be a newspaper designated as an official newspaper pursuant to § 7-18-3. The second publication shall be at least forty days prior to the election. The notice shall require the electors to cast ballots which contain the words \"Irrigation District -- Yes,\" and \"Irrigation District -- No,\" or words equivalent thereto conducted as provided in sections 4 to 6, inclusive, of this Act . Section 51. That § 46A-4-15.1 be repealed. 46A-4-15.1. The question shall be presented upon a separate ballot which shall be prepared by the Board of Water and Natural Resources and, insofar as applicable, shall be in the form prescribed by the state board of elections. The cost of election shall be assigned to the new irrigation district if the election is successful. If the election is not successful, the cost shall be assigned to the affected county or counties in the same proportion as the lands to be included from each affected county bear to the total lands in the proposed district. Section 52. That § 46A-4-16 be repealed. 46A-4-16. For the purpose of the election, the board of county commissioners of each county in which any portion of the proposed district is situated shall establish a convenient number of election precincts in the proposed district and define the boundaries thereof, which precincts may thereafter be changed by the board of directors of the district in subsequent election. The election shall be conducted in accordance with the general election laws of the state. If no suitable polling place can be found within the precinct, the board may designate a convenient location outside the precinct, either within or without the district. Section 53. That § 46A-4-19 be amended to read as follows: 46A-4-19. The election shall be conducted, canvassed, recounted and contested as other elections under the general laws of this state, unless the general election laws conflict with the provisions of this chapter. If details concerning the conduct, canvassing, recounting or contest of the election are not set forth in this Act and the general election laws are not applicable, the Board of Water and Natural Resources shall promulgate rules pursuant to chapter 1-26 to make possible the submission to election any matter which by the terms of this chapter may be submitted to a vote of the electors of any district or proposed district. If a majority of all the votes cast are \"Irrigation District -- Yes,\" the board shall, by resolution, declare the territory duly organized as an irrigation district, under the name and style designated. Upon filing of a true copy of such the resolution with the secretary of state, the irrigation district shall become a political subdivision of the state with the authority, powers , and duties prescribed in chapters 46A-4 to 46A-7, inclusive. Section 54. That § 46A-4-26 be amended to read as follows: 46A-4-26. Notwithstanding any other provision of this chapter and chapters 46A-5 to 46A-7, inclusive, the provisions of the general election law concerning the hours during which polls shall be open for voting shall apply to all each irrigation district elections annual election . Section 55. That § 46A-4-27.1 be amended to read as follows: 46A-4-27.1. Nominating petitions for the initial board of directors of the proposed district may be acquired from the board of water and natural resources, on forms prescribed by the state board of elections, and shall be filed with the board of water and natural resources not later than forty-five days prior to the election. The petitions shall be in the form prescribed by the state board of elections. To nominate directors by division, the petitions shall be signed by at least ten qualified electors of the district division or ten percent of the qualified electors of the division, whichever is less. To nominate directors at large, the petitions shall be signed by at least twenty-five qualified electors of the district or ten percent of the qualified electors of the district, whichever is less. No petition may contain the name of more than one candidate for any vacancy to be filled, but each elector may sign as many petitions as there are directors to be elected and no elector may sign more than one petition for any particular vacancy. If two or more nominating petitions are filed for any office, the board shall certify the nomination of candidates to the respective county auditors and shall furnish nonpolitical sample and official ballots in adequate numbers in time to permit distribution of the ballots by the respective county auditors. If only one nominating petition is filed for an office, no election need be held. In that case, a certificate of election shall be issued to the nominee in the same manner as to a successful candidate after election. Beginning not less than fifteen days prior to the final date for filing of nominating petitions, the board of water and natural resources or, subsequent to the election for the first set of directors upon organization, the board of directors, shall publish a notice setting forth the director vacancies to be filled, the day and date of the election, and the time and place where nominating petitions may be obtained and filed. The notice shall be published once each week for two consecutive weeks in an official newspaper in each county where a portion of the proposed district lies. The county auditors shall transmit the results of the election for directors to the secretary of state. The secretary of state shall issue a certificate of election to each successful candidate. The results of the election for the organization of the district shall be transmitted to the Board of Water and Natural Resources. Section 56. That § 46A-14-2 be amended to read as follows: 46A-14-2. Terms used in this chapter , unless the context otherwise plainly requires, mean: (1) \"Appraisers,\" the persons appointed by the managers of the district to ascertain and report benefits and damages arising from proposed work; (2) \"Board,\" the State Board of Water and Natural Resources; (3) \"Clerk,\" the clerk of a circuit court for the county in which any judicial proceeding concerning a district is pending or may arise; (4) \"Conservation district,\" conservation districts established in accordance with state law; (5) \"County auditor,\" the county auditor of any county affected by a watershed district; (6) \"District,\" the proposed and/or or existing watershed district as provided in this chapter; (7) \"District secretary-treasurer,\" the secretary-treasurer appointed by the board of managers; (8) \"Engineer,\" an engineer designated by the managers to act as engineer; (9) \"Hearing,\" a hearing scheduled and conducted by either the managers, conservation districts or the Board of Water and Natural Resources, during which all interested parties shall be given a reasonable opportunity to be heard; (10) \"Initiating petition,\" a petition as provided in this chapter for the creation or modification of a watershed district signed by landowners within the boundaries of a proposed or existing watershed district, which petition may consist of one or more listings of such signatures ; (11) \"Interested party,\" any public corporation or any person having an interest in the subject matter pending or involved and including the designated representative or any agency of government; (12) \"Landowner,\" any owner of land, as evidenced by records in the offices of the register of deeds and the clerk of courts in the county containing a proposed or existing watershed district. If land is sold under a contract for deed which is of record in the office of the register of deeds in the county wherein such land is situated, both the landowner and his individual purchaser of the land, as named in the contract for deed, shall be treated as a landowner; (13) \"Managers,\" the board of managers of a watershed district; (14) \"Municipality\" or \"municipalities,\" incorporated cities or towns; (15) \"Person,\" a natural person, firm, copartnership, association or corporation, but not a public or political subdivision; (16) \"Petition,\" initiating petition for \"work\" which may consist of one or more petitions therefor; (17) \"Public corporation,\" a county, municipality, school district, or a political division or subdivision of the state, other than a watershed district; (18) \"Public health,\" any act or thing tending to improve or benefit or contribute to the safety or well-being of the general public or benefit the inhabitants of the district; (19) \"Public welfare,\" \"general welfare,\" and \"public benefit,\" any act or thing tending to improve or benefit or contribute to the safety or well-being of the general public or benefit the inhabitants of the district; (20) \"Publications,\" publication once a week for three successive weeks unless otherwise specified; and (21) \"Work\" or \"works,\" any construction, maintenance, repairs , or improvements of a watershed district. Section 57. That § 46A-14-5 be amended to read as follows: 46A-14-5. Proceedings Any proceeding for the establishment of a watershed district shall be initiated by the filing of an initiating petition with the each conservation district in which the largest portion of the proposed watershed district is located, which initiating petition shall be signed either by not less than twenty-five percent of the landowners of the proposed district, or if there are but ten or less landowners in a proposed district then fifty percent of the landowners are required as provided in section 2 of this Act , or by the authorized officials of any municipality authorized by resolution duly passed by the governing body thereof and if signed by the governing officials of one or more municipalities, the same petition need not be signed by any of the freeholders of the municipalities. Section 58. That § 46A-14-9 be repealed. 46A-14-9. The petitioners shall cause to be served upon the register of deeds of any county affected by the proposed district, a copy of the initiating petition and proof of service thereof shall be attached to the original petition to be filed with the conservation district and the county auditor. Section 59. That § 46A-14-10 be amended to read as follows: 46A-14-10. Upon receipt of a copy of the initiating petition, the register of deeds conservation district supervisor shall determine whether the petitioners are landowners, which determination shall be made from the records in the offices of the register of deeds and clerk of courts of the county in which the land is situated, which records shall be evidence of ownership, and from which records the register of deeds shall certify his determination to the conservation district if the petition contains sufficient signatures as required by section 2 of this Act . Section 60. That § 46A-14-15 be amended to read as follows: 46A-14-15. Upon After the hearing, if it appears to the conservation district supervisors that public interest in the conservation of the natural resources within the proposed district, including wildlife, water resources, forests, and soils, will be served and protected , ; that the engineering and economic practicability of creating a district will be sound and feasible, when considered in relation to the public interest ; and the resulting cost to the owners of the property to be assessed and that the purpose of this chapter would be subserved served by the creation of a watershed district, the conservation district supervisors shall , by their finding order a vote to be taken of all the landowners as to whether or not as provided in sections 4 to 6, inclusive, of this Act if a district should be organized. Section 61. That § 46A-14-16 be amended to read as follows: 46A-14-16. If the initiating petition is signed by sixty percent or more of the landowners in a proposed district who are registered voters in the proposed district and who own at least sixty percent of the land in the proposed district, such the petition may be accepted by the conservation district supervisors in lieu of the favorable vote at a referendum as specified in § 46A-14-26 and the referendum specified in § 46A-14-15 is not required. Section 62. That § 46A-14-17 be amended to read as follows: 46A-14-17. The conservation district supervisors shall publish a notice once each week for three consecutive publications in a legal newspaper of general circulation in each county that has land situated in the proposed district. The notice shall state the filing of the petition, the description of the lands to be included in the proposed district, that a referendum will be held at a polling place or places, as determined by the conservation district supervisors and hours landowners can vote, and that the purpose is to determine if the proposed district should be organized perform the duties of the county auditor as provided in sections 4 to 6, inclusive, of this Act . Section 63. That § 46A-14-18 be repealed. 46A-14-18. Such referendum shall be by ballot. The ballot shall be in the following form: For formation of (name) watershed district () Against formation of (name) watershed district () Section 64. That § 46A-14-19 be repealed. 46A-14-19. At the referendum for establishment of a watershed district, the conservation district supervisors and the county auditor or auditors of the county or counties in which the petition is filed, shall constitute the election board and the canvassing board. Section 65. That § 46A-14-20 be repealed. 46A-14-20. Only persons or public corporations who are landowners, residing within or outside a proposed district shall be entitled to vote. Section 66. That § 46A-14-21 be repealed. 46A-14-21. An authorized official of the governing board of a municipality may cast one vote on behalf of the municipality. Authorization to vote and, unless determined by municipal election, the vote to be cast on behalf of the municipality shall be by resolution of the governing body. The vote on behalf of a municipality shall be in addition to the eligibility of the municipality to vote as a landowner outside the corporate limits of the municipality. Authorization and the vote to be cast on behalf of the municipality as a landowner outside the municipality's corporate limits shall be by resolution of the governing body. Any other public corporation has the same right to vote, if a landowner, by resolution of the governing body. For the purposes of this section, a public corporation responsible for maintenance of a highway affected by a proposed project is a landowner. The municipality or other public corporation voting at the election shall present its ballot in the form of a resolution stating its decision on the issue, and the resolution shall be duly certified as an act of the governing body adopted at a duly called regular or special meeting at which a quorum was present and acting. Section 67. That § 46A-14-22 be repealed. 46A-14-22. The executor, administrator, conservator or trustee of any person or estate interested is a landowner for purposes of this chapter and shall prove his authority to vote, duly certified, prior to casting his vote in the election. Section 68. That § 46A-14-23 be repealed. 46A-14-23. Should two or more persons or officials claim the right to vote on the same tract, the election board shall determine the party entitled to vote, and shall have the power to reject any ballot not cast by a person authorized to vote the same, which rejection may be made at the time such ballot is offered, or at the time of the canvass of the election. The election board shall refer to the official records of the register of deeds and clerk of courts in the counties where the real estate may be for information as to who are entitled to vote. Section 69. That § 46A-14-24 be repealed. 46A-14-24. Voting by absentee ballot is permissible in any regular or special election regarding the formation, operation or dissolution of a watershed district. Section 70. That § 46A-14-25 be repealed. 46A-14-25. The election board shall execute a certificate giving the result of the election which certificate shall be recorded in the office of the county auditor of each county having land in the district. Section 71. That § 46A-18-4 be amended to read as follows: 46A-18-4. The petition established pursuant to § 46A-18-2 shall contain: (1) The name of the proposed district; (2) The object and purpose of the water project and works proposed to be constructed or acquired, together with a general description of the nature, location , and method of operation of the proposed works or program of activities; (3) A legal description of the lands constituting the proposed district and the names of any municipalities included partly or wholly within the boundaries of the proposed district; (4) The location of the principal place of business of the proposed district; and (5) The number of members of the board of directors of the proposed district, which number may not be less than three nor more than seven, a statement as to whether the directors shall be elected at large or shall be elected by director divisions, the names and addresses of the members who shall serve as directors until their successors are elected and qualified as provided in this chapter, and, if director divisions are provided for, the respective divisions that the directors are to represent. The persons named in the petition as directors shall be qualified voters of the district and, if director divisions are provided for, shall be qualified voters of the respective divisions they the directors are to represent ; and (6) A specification of the residency, land ownership or other requirements for eligibility to vote in a water project district election . Section 72. That § 46A-18-5 be repealed. 46A-18-5. To be qualified to vote in a district election, a person shall be either a registered voter or an owner of real property, with ownership established as of the last day of the year preceding the year in which a vote is to be cast or a petition is to be filed, as shown in the records of the county register of deeds, within the proposed or existing district as specified in the formation petition. To be qualified to vote in a director division of the district, a person shall be either a registered voter or an owner of real property, as provided in this section, within the director division as specified in the formation petition. A water project district may not assess any tax or special assessment against a person, or lands owned by a person, who is not permitted to vote in the district's elections. No person is entitled to more than one vote in any district election. Section 73. That § 46A-18-10 be amended to read as follows: 46A-18-10. The formation petition shall be signed by at least twenty-five qualified voters or twenty-five percent of the qualified voters of the proposed district, whichever is less. On each petition, set opposite the signature of each petitioner, his place of residence and the date of signing shall be shown the number of signers required by section 2 of this Act . Section 74. That § 46A-18-11 be repealed. 46A-18-11. A petition may contain any number of pages. Each page shall have an identical heading. Any number of identical petition forms may be circulated and each is a part of the petition. Every page of the petition containing signatures shall have upon it below the signatures an affidavit by the circulator in substantially the following form: State of South Dakota ) ) ss County of _________ ) I, the undersigned, being first duly sworn, depose and say, that I am the circulator of the foregoing petition containing ________ signatures; that each person whose name appears on said petition sheet personally signed said petition in the presence of affiant; that I believe that each of said signers is a registered voter of or an owner of real property in the proposed district, and a resident at the address written opposite his name, and that affiant stated to every petitioner before he affixed his signature the legal effect and nature of said petition. _______________________________________________________________________ Circulator Subscribed and sworn to before me this ________ day of ________, 19____. _______________________________________________________________________ Notary Public Section 75. That § 46A-18-14 be amended to read as follows: 46A-18-14. The Board of Water and Natural Resources, within ninety days from the receipt of a petition, or within ninety days from the time funds become available to defray the cost of an investigation, shall determine if the proposed project is feasible and conforms to public convenience and welfare. If the project is deemed not feasible or not conforming to public convenience and welfare, the board shall dismiss the petition. If the board determines that the project is feasible and conforms to public convenience and welfare, it the board shall by resolution approve the petition and call an election of the voters of the proposed water project district on the question of whether the proposed district should be established. The election shall be held not less than sixty days and not more than ninety days after approval of the petition by the board as provided in sections 4 to 6, inclusive, of this Act . Section 76. That § 46A-18-15 be amended to read as follows: 46A-18-15. The Board of Water and Natural Resources shall publish a notice once each week for three consecutive weeks in a legal newspaper of general circulation in each county that has land situated in the proposed district. The notice shall state that the petition has been filed, the description of the lands to be included in the proposed district, that an election will be held at a polling place or places, as determined by the board of county commissioners and the hours of voting, and that the purpose is to determine if the proposed district should be organized perform the duties of the county auditor as provided in sections 4 to 6, inclusive, of this Act . Section 77. That § 46A-18-16 be repealed. 46A-18-16. The initial election shall be by ballot, which, insofar as applicable, shall be in the form prescribed by the general election laws. Ballots for the initial election shall be prepared by the Board of Water and Natural Resources. In the initial and subsequent elections, voting by absentee ballot is permissible. If he is a qualified voter of the district, an owner of real property within the district not residing within the district may vote in person or by absentee ballot or may authorize in writing his proxy to vote on his behalf. The written authorization for voting by proxy shall be notarized. Section 78. That § 46A-18-17 be repealed. 46A-18-17. Any water project district election shall be conducted, canvassed, recounted and contested as any other election under the general laws of this state, except as otherwise herein provided, and unless the general laws are inapplicable. If the details concerning the conduct, canvassing, recounting or contest of the election are not set forth within this chapter and the general election laws are not applicable, the Board of Water and Natural Resources for an election for formation or dissolution, and the water project district directors for other election, may make any bylaws or procedure reasonably necessary to carry out the intentions of this chapter and make possible the submission to an election of any matter which by the terms of this chapter may be submitted to a vote of the electors of any existing or proposed water project district. Any action by the Board of Water and Natural Resources to carry out the purposes of this section shall be by rules promulgated pursuant to chapter 1-26. Section 79. That § 46A-18-18 be repealed. 46A-18-18. At the election for establishment of a water project district, the county election and canvassing boards shall be established as provided in the general election laws. Section 80. That § 46A-18-19 be repealed. 46A-18-19. The election board shall execute a certificate showing the result of any election, which certificate shall be recorded in the office of the county auditor of each county having land in the district and shall be submitted to the board of water and natural resources."}, {"bill_id": 13376, "bill_version_id": 77707, "bill_version": "House Engrossed", "bill_version_date": "1998-02-23T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a uniform procedure for creating certain special districts and electing the first board of trustees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Sections 1 to 7, inclusive, of this Act apply to elections for the formation of certain special districts and for the initial election of the board of directors or trustees for these districts. The special districts covered are: county road, ambulance, rural fire protection, sanitary, irrigation, watershed, and water project districts. Section 2. The application for organization shall be a petition verified by one or more circulators by affidavit stating that each affiant personally witnessed the signatures on the petition and believe the signatures to be genuine. The petition shall be signed by at least twenty- five percent of the landowners within the proposed district who are also registered voters within the district. If the proposed district is in two or more counties, a petition shall be filed in each county and each petition shall be signed by at least twenty percent of the landowners within the proposed district who are also registered voters within the proposed district in that county. The petition shall be accompanied by a deposit covering the estimated costs as determined by the county auditor of the public notices and the conduct of the election for the formation of the district. Section 3. If the proposed district is in two or more counties, each county auditor and board of county commissioners shall cooperate to perform the requirements of sections 1 to 7, inclusive, of this Act and the chapter specific to the formation of that district in setting the date for and conducting the election of the proposed district. Section 4. The county auditor shall publish the notice of the voter registration deadline at least once each week for two consecutive weeks, the last publication to be not less than twenty- five nor more than thirty days prior to the election. The auditor shall publish notices of election at least once each week for two consecutive weeks, the last publication to be not less than four nor more than ten days before the election. Section 5. The county auditor shall set a date, time, and location for a meeting to be held within the district to conduct an election on the question of formation of the special district. The date may not be more than sixty days after the appropriate board declares the application for incorporation to be valid. The auditor shall appoint three judges of election, one of whom shall serve as the superintendent, to conduct the election. The vote upon the question of incorporation shall be by ballot in the form provided by § 9-13-22. After the vote is cast and counted, the judges shall prepare a certification showing the whole number of ballots cast, together with the number voting for and the number voting against incorporation, and shall return the certification to the county auditor. If a majority of the votes cast on the question of formation is in favor, an election shall be conducted by those present at the same meeting to elect the initial board of directors or trustees. Section 6. A person who is a landowner in the proposed district and is registered to vote in the proposed district may vote in the elections provided for in section 5 of this Act. However, the qualifications of a voter for irrigation district elections are provided in chapter 46A-4. Absentee voting is allowed pursuant to chapter 12-19 for the election on the question of formation of the special district. Section 7. If there is a conflict regarding who has a right to vote in the election pursuant to sections 4 to 6 of this Act, the judges of election shall settle the conflict by referring to the official records of the register of deeds and county auditor in each county where these official records are held. Section 8. The State Board of Elections may promulgate rules pursuant to chapter 1-26 concerning: (1) The petition form; and (2) The notice of election. The petition form and notice of election shall include a description of the proposed district boundaries. Section 9. That § 31-12A-1 be amended to read as follows: 31-12A-1. A populated area outside the boundary of a municipality, which is situated so that the construction or maintenance of roads becomes desirable, may be incorporated by its landowners as a road district pursuant to this chapter. Section 10. That § 31-12A-5 be amended to read as follows: 31-12A-5. The application for incorporation shall be the petition referred to in § 31-12A-3 verified by one or more applicants, by affidavit stating that the affiant or affiants personally witnessed the signatures thereon and believe them to be genuine, and shall be subscribed by not less than one-third of the whole number of landowners residing within such territory according to the census taken. It organization shall be as provided in section 6 of this Act and shall be filed with the county auditor and presented to the board of county commissioners for consideration at its next meeting. Section 11. That § 31-12A-6 be amended to read as follows: 31-12A-6. If the board of county commissioners shall be is satisfied that the requirements of this chapter have been fully complied with, it shall make issue an order declaring that such the territory shall, with the assent of the landowners voters, as specified in section 2 of this Act, in an election as provided in § 31-12A-10 sections 4 to 6, inclusive, of this Act , be an incorporated paving road district by the name specified in the application. Such The name shall be different from that of any other road district in this state. It shall also include in such order a notice for an election of the landowners in the proposed road district, at a convenient place or places therein, on some day within one month therefrom, to determine whether such territory shall become an incorporated road district. Section 12. That § 31-12A-7 be repealed. 31-12A-7. The board of county commissioners shall give twenty days' notice of such election by publication at least twice in a newspaper of general circulation within the county. Section 13. That § 31-12A-8 be repealed. 31-12A-8. At all elections held under this chapter the polls shall be kept open from eight o'clock in the forenoon until seven o'clock in the afternoon. Section 14. That § 31-12A-9 be repealed. 31-12A-9. The board of county commissioners shall appoint three judges, who shall elect one of their number as superintendent, and shall without delay open the polls to receive ballots of the voters. Section 15. That § 31-12A-10 be amended to read as follows: 31-12A-10. The vote upon the question of incorporation shall be by ballot in the form provided by § 9-13-22. If a majority vote in favor of the incorporation, such the territory shall from that time be is deemed a road district by the name and style specified in the order of incorporation issued by the board of county commissioners; otherwise, no further proceedings shall may be taken thereon. Provided, however . However , any owner of land classified as agricultural property for the purposes of taxation may exclude his that property from the district by so notifying the county auditor in writing within sixty days after the incorporation of the district. The district shall note any alterations to the district resulting from exclusion upon the survey and map filed pursuant to this chapter. Section 16. That § 31-12A-11 be amended to read as follows: 31-12A-11. After the vote is cast and canvassed, such judges shall make a verified statement showing the whole number of ballots cast, together with the number voting for and the number voting against incorporation, and shall return the same to the board of county commissioners at its next session. If satisfied with the legality of such the election, the board of county commissioners shall make issue an order declaring that such the road district has been is incorporated by the name adopted. Such The order shall be conclusive of the fact of such incorporation in all suits by or against such the road district. Section 17. That § 31-12A-14 be repealed. 31-12A-14. The county auditor shall give twenty days notice by publication at least once in a newspaper of general circulation within the county of an election to be held for the purpose of electing officers therefor from among the landowners of the district, naming the place therein and the date upon which the same will be held. The county auditor shall appoint judges, three for each polling place, who shall preside at such first election and be the judges thereof, and in the receiving and canvassing of the votes shall be governed by the law so far as applicable relating to the election of county officers. Section 18. That § 31-12A-17 be amended to read as follows: 31-12A-17. The trustees to be elected at the initial election, shall be nominated by filing with the county auditor not less than fifteen days before such election, certificates of nomination for the offices of trustees. The trustees the voters in attendance at the meeting in which the organizational election is held. Any trustee to be elected at subsequent elections, shall be nominated by filing with the district clerk not less than fifteen days before any subsequent election, certificates of nomination for the offices of trustees. Such trustee. The certificates shall be in writing and shall contain the name of the candidate, his residence, his business address , and the office for which he the candidate is named, and must shall be signed by at least five percent of the qualified voters. Section 19. That § 34-11A-1 be amended to read as follows: 34-11A-1. Whenever ten percent of the registered voters residing in If any rural territory, equivalent in area to one township or more, elect requests to form, organize, establish, equip , and maintain an ambulance district, the registered voters petition shall present be presented to the county auditor of the each county or counties in which the territory is situated a petition setting forth their desires and purposes, or the board of county commissioners in the each county or counties where such the ambulance district would be situated may initiate formation of the district by resolution. Section 20. That § 34-11A-2 be amended to read as follows: 34-11A-2. Any municipality located within the area may be included in the ambulance district if ten percent of the registered voters residing therein twenty percent of the landowners within the municipality who are also registered voters within the municipality sign such petitions a petition , or if the governing body thereof of the municipality establishes their intent by passing a resolution so indicating. Section 21. That § 34-11A-3 be amended to read as follows: 34-11A-3. Such The petition shall contain the full names and post-office addresses of such petitioners; the resolution and petition shall contain the suggested name of the proposed district, the area in square miles to be included therein , and a complete description according to government survey, wherever if possible, of the boundaries of the real properties intended to be embraced in the proposed ambulance district. The petitioners shall also present to the county auditor a plat or map showing the suggested boundaries of the proposed district , and shall deposit with the county auditor a sum sufficient to defray the expenses of publishing the notices required by § § 34-11A-6 to 34-11A-10, inclusive and section 4 of this Act . Section 22. That § 34-11A-4 be amended to read as follows: 34-11A-4. Upon the filing of such petition in the office of the county auditor, the county auditor shall determine and certify that such the petition has been assigned by at least ten percent of the registered voters who reside within the suggested boundaries of the proposed district. He signed by the number of voters as specified in section 2 of this Act. If the petition contains sufficient names, the county auditor shall thereafter designate a time and place for the petition or resolution of the county commissioners to be heard by the board of county commissioners. Section 23. That § 34-11A-6 be amended to read as follows: 34-11A-6. Notice of such the hearing shall be given by publication two weeks in a newspaper of general circulation in the county the legal newspapers of each county affected , the last publication appearing at least seven days prior to the hearing ; the notice shall be addressed to \"all registered voters who are residing within the following described boundaries\" and shall include a statement of the proposed boundaries as set forth in the petition. Section 24. That § 34-11A-8 be amended to read as follows: 34-11A-8. Following the filing of the order of the board of county commissioners, the county auditor shall designate a time and place for a public meeting of all registered voters who are residing within the boundaries of the district as fixed by the order of the board of county commissioners an election shall be conducted as provided in sections 4 to 6, inclusive, of this Act . Section 25. That § 34-11A-9 be repealed. 34-11A-9. If the proposed district shall be within two or more counties, the county auditor of the county in which the greater portion, by population, of the district is to be situated shall fix the time and place for the public meeting and cause notice thereof to be published in each county in which the district is to be situated in the manner provided in § 34-11A-10. Section 26. That § 34-11A-10 be repealed. 34-11A-10. Notice of such meeting shall be given by publication two weeks in a newspaper of general circulation in the county the last publication appearing at least seven days prior to the meeting; the notice shall be addressed \"to all registered voters who are residing within the following described boundaries,\" and shall include a description of the boundaries of the district as set forth in the order of the board of county commissioners. Section 27. That § 34-11A-11 be repealed. 34-11A-11. At the time and place fixed by the county auditor for the public meeting as provided in § 34-11A-8 or 34-11A-9, the registered voters who are residing within the boundaries of the district shall have the opportunity to decide by majority vote of those present whether the organization of the district shall be completed. However not less than twenty-five qualified persons shall be present in order to have a valid organization of the district. Section 28. That § 34-31A-2 be amended to read as follows: 34-31A-2. If ten percent of the electors residing in an application for organization as provided in section 2 of this Act covering any rural territory elect is completed and requests to form, organize, establish, equip , and maintain a rural fire protection district, they may signify their intention by presenting to the application shall be filed with the county auditor of the each county or counties in which the territory is located a petition setting forth their desires and purposes . The board of county commissioners in the each county or counties where the rural fire protection district would be located may by resolution initiate the formation of the district. Section 29. That § 34-31A-3 be amended to read as follows: 34-31A-3. Any municipality located within the area, whether such the municipality has a fire department or not, may be included in the rural fire district if ten percent of the electors residing therein twenty percent of the landowners within the municipality who are also registered voters within the municipality sign such petitions the petition , or if the governing body thereof of the municipality establishes their intent by passing a resolution so indicating. Section 30. That § 34-31A-4 be amended to read as follows: 34-31A-4. Such The petition shall contain the full names and post-office addresses of such petitioners; the resolution and petition shall contain the suggested name of the proposed district, the area in square miles to be included therein , and a complete description according to government survey, wherever if possible, of the boundaries of the real properties intended to be embraced in the proposed rural fire protection district. The petitioners shall also present to the county auditor a plat or map showing the suggested boundaries of the proposed district , and shall deposit with the county auditor a sum sufficient to defray the expenses of publishing the notices required by § § 34-31A-7 and 34-31A-11 . Section 31. That § 34-31A-5 be amended to read as follows: 34-31A-5. Upon the filing of such the petition in the office of the county auditor, the county auditor shall determine and certify that such the petition has been signed by at least ten per cent of the electors whose names appear on the current tax schedules in the office of the county auditor and who appear to reside within the suggested boundaries of the proposed district. He the number of voters as specified in section 2 of this Act. If the petition contains sufficient names, the county auditor shall thereafter designate a time and place for said the petition or resolution of the county commissioners to be heard by the board of county commissioners. Section 32. That § 34-31A-7 be amended to read as follows: 34-31A-7. Notice of such the hearing shall be given by publication two weeks in a newspaper of general circulation in the county the legal newspapers of each county affected , the last publication appearing at least seven days prior to said the hearing. The notice shall be addressed to \"all persons residing in or having any interest in real property located within the following boundaries\" and shall include a statement of the proposed boundaries as set forth in the petition. Section 33. That § 34-31A-9 be amended to read as follows: 34-31A-9. Following the filing of the order of the board of county commissioners, the county auditor shall designate a time and place for a public meeting of all electors who are owners of any interest in real property assessed for taxation in the district and who are residing within the boundaries of the district as fixed by the order of the board of county commissioners an election shall be conducted as provided in sections 4 to 6, inclusive, of this Act . Section 34. That § 34-31A-10 be repealed. 34-31A-10. If the proposed district shall be within two or more counties, the county auditor of the county in which the greater portion of the district is to be situated shall fix the time and place for the public meeting and cause notice thereof to be published in each county in which the district is to be situated in the manner provided in § 34-31A-11. Section 35. That § 34-31A-11 be repealed. 34-31A-11. Notice of such meeting shall be given by publication two weeks in a newspaper of general circulation in the county the last publication appearing at least seven days prior to said meeting. The notice shall be addressed \"to all electors who are owners of any interest in real property assessed for taxation in the district and who are residing within the following described boundaries,\" and shall include a description of the boundaries of the district as set forth in the order of the board of county commissioners. Section 36. That § 34-31A-12 be repealed. 34-31A-12. At the time and place fixed by the county auditor for the public meeting as provided in § 34-31A-9 or 34-31A-10, the electors who are owners of any interest in real property assessed for taxation in the district and who are residing within the boundaries of the district shall have the opportunity to decide by majority vote of those present whether the organization of the district shall be completed. Section 37. That § 34-31A-13 be amended to read as follows: 34-31A-13. Permanent organization shall be effected by the election of a board of directors consisting of not less than five residents of the district. If the district includes any incorporated municipalities which are located within the boundaries of the district, no more than two members of a five-member board of directors may be voters who are residents of the incorporated municipal areas of the district if at least forty percent of the registered voters of the district live outside the incorporated areas of the district, and no more than three members of the board of directors may be voters who are residents of the incorporated municipal areas of the district if at least twenty percent of the registered voters of the district live outside the incorporated areas of the district. If the board of directors consists of more than five members, the additional members, as nearly as can be accomplished, shall be in the proportions set forth in this section. Directors shall be elected to fill vacancies and expired terms arising after July 1, 1986, in accordance with the requirements of this section. Section 38. That § 34A-5-2 be amended to read as follows: 34A-5-2. No sanitary district shall may be incorporated which contains less than thirty legal residents, including minors, or less than ten qualified electors as shown by the census required by § 34A-5-4 landowners within the proposed district who are also registered voters in the proposed district . Section 39. That § 34A-5-4 be repealed. 34A-5-4. Such persons shall cause an accurate census to be taken of the resident population of the territory included in said map, as of a day not more than thirty days previous to the time of filing such application with the county auditor as provided in § 34A-5-6. Such census shall exhibit the name of every head of a family residing within such territory on such day and the number and names of persons belonging to every such family and shall also state the names of all other persons residing within such territory at such time and, as to each person named, whether such person is a qualified voter. It shall be verified by the affidavit of the person or persons taking the same, stating that, to the best information and belief of the affiant or affiants, the census correctly shows the names and numbers of all residents and of all qualified voters within the territory. Persons taking the census may at the same time obtain signatures on the application for incorporation required by § 34A-5-6. Section 40. That § 34A-5-5 be amended to read as follows: 34A-5-5. Such The survey , map and census and map when completed and verified shall be left at some convenient public place, to be designated by the county auditor of the county in which the application for incorporation is to be filed, within such the territory for a period of not less than twenty days for examination by those any person having an interest in such the application. Section 41. That § 34A-5-6 be amended to read as follows: 34A-5-6. The application for incorporation organization shall be a petition verified by one or more applicants, by affidavit stating that the affiant or affiants personally witnessed the signatures thereon and believe them to be genuine, and shall be subscribed by not less than one-third of the whole number of qualified voters residing within such territory according to the census taken. It as provided in section 6 of this Act and shall be filed with the county auditor and presented to the board of county commissioners for consideration at its the board's next meeting. Section 42. That § 34A-5-7 be amended to read as follows: 34A-5-7. If the board of county commissioners shall be satisfied that the requirements of this chapter have been fully complied with, it the board shall make issue an order declaring that such the territory shall, with the assent of the qualified voters thereof as provided in § 34A-5-11 electors as specified in section 2 of this Act, in an election as provided in sections 4 to 6, inclusive, of this Act , be an incorporated sanitary district by the name specified in the application. Such The name shall be different from that of any other sanitary district in this state. It shall also include in such order a notice for an election of the qualified electors resident in the proposed sanitary district, at a convenient place or places therein, on some day within one month therefrom, to determine whether such territory shall become an incorporated sanitary district. Section 43. That § 34A-5-8 be repealed. 34A-5-8. The board shall give ten days' notice of such election by publication and by posting a copy of such notice at three of the most public places in the proposed sanitary district. Section 44. That § 34A-5-9 be repealed. 34A-5-9. At all elections held under this chapter the polls shall be kept open from eight o'clock in the forenoon until seven o'clock in the afternoon. Section 45. That § 34A-5-10 be repealed. 34A-5-10. The county auditor shall appoint inspectors, three for each polling place, who shall elect one of their number as clerk, and shall conduct the election. The receiving and canvassing of votes shall be governed by Title 12 so far as applicable relating to the election of county officers. Section 46. That § 34A-5-11 be amended to read as follows: 34A-5-11. The vote upon the question of incorporation shall be by ballot in the form provided by § 9-13-22. If a majority vote in favor of the incorporation, such the territory shall from that time be deemed a sanitary district by the name and style specified in the order of incorporation by the board of county commissioners; otherwise, no further proceedings shall may be taken thereon . Section 47. That § 34A-5-12 be amended to read as follows: 34A-5-12. After the vote is cast and canvassed, such inspectors shall make a verified statement showing the whole number of ballots cast, together with the number voting for and the number voting against incorporation, and shall return the same to the board of county commissioners at its next session. If satisfied with the legality of such the election, the board of county commissioners shall make issue an order declaring that such the sanitary district has been incorporated by the name adopted. Such The order shall be conclusive of the fact of such incorporation in all suits by or against such the sanitary district. Section 48. That § 34A-5-15 be repealed. 34A-5-15. Within ninety days after incorporation of the sanitary district pursuant to § 34A-5-12, an election shall be held to select the initial officers of the district. The county auditor shall give notice of the election by publication and by posting notices in five public places in the sanitary district. The notice shall state that the purpose of the election is to elect officers of the sanitary district and the notice shall state the place and date of the election. The notice shall be given at least thirty days, but no more than sixty days, before the election. The county auditor shall appoint inspectors, three for each polling place, who shall preside at the first election and be the judges thereof, and in the receiving and canvassing of the votes shall be governed by the law so far as applicable relating to the election of county officers. Section 49. That § 34A-5-19 be amended to read as follows: 34A-5-19. If a majority of the voters shall approve of the question to increase the board of trustees to five, the voters shall elect one additional trustee for a three-year term and one additional trustee for a two-year term at the next regular election or at a special election called for that purpose and they and the trustees shall be certified in the same manner as provided by law. Section 50. That § 34A-5-21 be amended to read as follows: 34A-5-21. The trustees Any trustee to be elected at the initial election shall be nominated by filing with the county auditor, not more than forty nor less than twenty days before the election, nomination petitions for the offices of trustees. The trustees any person in attendance at the meeting at which the organizational election is held. Any trustee to be elected at a subsequent elections election shall be nominated by filing with the district clerk, not more than forty nor less than twenty days before any subsequent election, a nomination petitions for the offices of trustees petition for office of trustee . The certificates petition shall be in writing and shall contain the candidate's name, residence, business address , and the office for which the candidate is named and shall be signed by at least five percent of the voters. However, no petition need be signed by more than fifty voters. Section 51. That § 46A-4-15 be amended to read as follows: 46A-4-15. The Board of Water and Natural Resources shall then give notice of an election for the purpose of determining whether or not if the proposed district shall be organized under the provisions of this chapter. The election shall be held within ninety days but not less than sixty days after the board by resolution approves the petition. The notice shall state the day and date of the election, describe the general boundaries as established and shall designate a name for the proposed district. The notice shall be published once each week for at least two consecutive weeks in one official newspaper in each county where a portion of the proposed district lies. The official newspaper shall be a newspaper designated as an official newspaper pursuant to § 7-18-3. The second publication shall be at least forty days prior to the election. The notice shall require the electors to cast ballots which contain the words \"Irrigation District -- Yes,\" and \"Irrigation District -- No,\" or words equivalent thereto conducted as provided in sections 4 to 6, inclusive, of this Act . Section 52. That § 46A-4-15.1 be repealed. 46A-4-15.1. The question shall be presented upon a separate ballot which shall be prepared by the Board of Water and Natural Resources and, insofar as applicable, shall be in the form prescribed by the state board of elections. The cost of election shall be assigned to the new irrigation district if the election is successful. If the election is not successful, the cost shall be assigned to the affected county or counties in the same proportion as the lands to be included from each affected county bear to the total lands in the proposed district. Section 53. That § 46A-4-16 be repealed. 46A-4-16. For the purpose of the election, the board of county commissioners of each county in which any portion of the proposed district is situated shall establish a convenient number of election precincts in the proposed district and define the boundaries thereof, which precincts may thereafter be changed by the board of directors of the district in subsequent election. The election shall be conducted in accordance with the general election laws of the state. If no suitable polling place can be found within the precinct, the board may designate a convenient location outside the precinct, either within or without the district. Section 54. That § 46A-4-19 be amended to read as follows: 46A-4-19. The election shall be conducted, canvassed, recounted and contested as other elections under the general laws of this state, unless the general election laws conflict with the provisions of this chapter. If details concerning the conduct, canvassing, recounting or contest of the election are not set forth in this Act and the general election laws are not applicable, the Board of Water and Natural Resources shall promulgate rules pursuant to chapter 1-26 to make possible the submission to election any matter which by the terms of this chapter may be submitted to a vote of the electors of any district or proposed district. If a majority of all the votes cast are \"Irrigation District -- Yes,\" the board shall, by resolution, declare the territory duly organized as an irrigation district, under the name and style designated. Upon filing of a true copy of such the resolution with the secretary of state, the irrigation district shall become a political subdivision of the state with the authority, powers , and duties prescribed in chapters 46A-4 to 46A-7, inclusive. Section 55. That § 46A-4-26 be amended to read as follows: 46A-4-26. Notwithstanding any other provision of this chapter and chapters 46A-5 to 46A-7, inclusive, the provisions of the general election law concerning the hours during which polls shall be open for voting shall apply to all each irrigation district elections annual election . Section 56. That § 46A-4-27.1 be amended to read as follows: 46A-4-27.1. Nominating petitions for the initial board of directors of the proposed district may be acquired from the board of water and natural resources, on forms prescribed by the state board of elections, and shall be filed with the board of water and natural resources not later than forty-five days prior to the election. The petitions shall be in the form prescribed by the state board of elections. To nominate directors by division, the petitions shall be signed by at least ten qualified electors of the district division or ten percent of the qualified electors of the division, whichever is less. To nominate directors at large, the petitions shall be signed by at least twenty-five qualified electors of the district or ten percent of the qualified electors of the district, whichever is less. No petition may contain the name of more than one candidate for any vacancy to be filled, but each elector may sign as many petitions as there are directors to be elected and no elector may sign more than one petition for any particular vacancy. If two or more nominating petitions are filed for any office, the board shall certify the nomination of candidates to the respective county auditors and shall furnish nonpolitical sample and official ballots in adequate numbers in time to permit distribution of the ballots by the respective county auditors. If only one nominating petition is filed for an office, no election need be held. In that case, a certificate of election shall be issued to the nominee in the same manner as to a successful candidate after election. Beginning not less than fifteen days prior to the final date for filing of nominating petitions, the board of water and natural resources or, subsequent to the election for the first set of directors upon organization, the board of directors, shall publish a notice setting forth the director vacancies to be filled, the day and date of the election, and the time and place where nominating petitions may be obtained and filed. The notice shall be published once each week for two consecutive weeks in an official newspaper in each county where a portion of the proposed district lies. The county auditors shall transmit the results of the election for directors to the secretary of state. The secretary of state shall issue a certificate of election to each successful candidate. The results of the election for the organization of the district shall be transmitted to the Board of Water and Natural Resources. Section 57. That § 46A-14-2 be amended to read as follows: 46A-14-2. Terms used in this chapter , unless the context otherwise plainly requires, mean: (1) \"Appraisers,\" the persons appointed by the managers of the district to ascertain and report benefits and damages arising from proposed work; (2) \"Board,\" the State Board of Water and Natural Resources; (3) \"Clerk,\" the clerk of a circuit court for the county in which any judicial proceeding concerning a district is pending or may arise; (4) \"Conservation district,\" conservation districts established in accordance with state law; (5) \"County auditor,\" the county auditor of any county affected by a watershed district; (6) \"District,\" the proposed and/or or existing watershed district as provided in this chapter; (7) \"District secretary-treasurer,\" the secretary-treasurer appointed by the board of managers; (8) \"Engineer,\" an engineer designated by the managers to act as engineer; (9) \"Hearing,\" a hearing scheduled and conducted by either the managers, conservation districts or the Board of Water and Natural Resources, during which all interested parties shall be given a reasonable opportunity to be heard; (10) \"Initiating petition,\" a petition as provided in this chapter for the creation or modification of a watershed district signed by landowners within the boundaries of a proposed or existing watershed district, which petition may consist of one or more listings of such signatures ; (11) \"Interested party,\" any public corporation or any person having an interest in the subject matter pending or involved and including the designated representative or any agency of government; (12) \"Landowner,\" any owner of land, as evidenced by records in the offices of the register of deeds and the clerk of courts in the county containing a proposed or existing watershed district. If land is sold under a contract for deed which is of record in the office of the register of deeds in the county wherein such land is situated, both the landowner and his individual purchaser of the land, as named in the contract for deed, shall be treated as a landowner; (13) \"Managers,\" the board of managers of a watershed district; (14) \"Municipality\" or \"municipalities,\" incorporated cities or towns; (15) \"Person,\" a natural person, firm, copartnership, association or corporation, but not a public or political subdivision; (16) \"Petition,\" initiating petition for \"work\" which may consist of one or more petitions therefor; (17) \"Public corporation,\" a county, municipality, school district, or a political division or subdivision of the state, other than a watershed district; (18) \"Public health,\" any act or thing tending to improve or benefit or contribute to the safety or well-being of the general public or benefit the inhabitants of the district; (19) \"Public welfare,\" \"general welfare,\" and \"public benefit,\" any act or thing tending to improve or benefit or contribute to the safety or well-being of the general public or benefit the inhabitants of the district; (20) \"Publications,\" publication once a week for three successive weeks unless otherwise specified; and (21) \"Work\" or \"works,\" any construction, maintenance, repairs , or improvements of a watershed district. Section 58. That § 46A-14-5 be amended to read as follows: 46A-14-5. Proceedings Any proceeding for the establishment of a watershed district shall be initiated by the filing of an initiating petition with the each conservation district in which the largest portion of the proposed watershed district is located, which initiating petition shall be signed either by not less than twenty-five percent of the landowners of the proposed district, or if there are but ten or less landowners in a proposed district then fifty percent of the landowners are required as provided in section 2 of this Act , or by the authorized officials of any municipality authorized by resolution duly passed by the governing body thereof and if signed by the governing officials of one or more municipalities, the same petition need not be signed by any of the freeholders of the municipalities. Section 59. That § 46A-14-9 be repealed. 46A-14-9. The petitioners shall cause to be served upon the register of deeds of any county affected by the proposed district, a copy of the initiating petition and proof of service thereof shall be attached to the original petition to be filed with the conservation district and the county auditor. Section 60. That § 46A-14-10 be amended to read as follows: 46A-14-10. Upon receipt of a copy of the initiating petition, the register of deeds board of conservation district supervisors shall determine whether the petitioners are landowners, which determination shall be made from the records in the offices of the register of deeds and clerk of courts of the county in which the land is situated, which records shall be evidence of ownership, and from which records the register of deeds shall certify his determination to the conservation district if the petition contains sufficient signatures as required by section 2 of this Act . Section 61. That § 46A-14-15 be amended to read as follows: 46A-14-15. Upon After the hearing, if it appears to the conservation district supervisors that public interest in the conservation of the natural resources within the proposed district, including wildlife, water resources, forests, and soils, will be served and protected , ; that the engineering and economic practicability of creating a district will be sound and feasible, when considered in relation to the public interest ; and the resulting cost to the owners of the property to be assessed and that the purpose of this chapter would be subserved served by the creation of a watershed district, the conservation district supervisors shall , by their finding order a vote to be taken of all the landowners as to whether or not as provided in sections 4 to 6, inclusive, of this Act if a district should be organized. Section 62. That § 46A-14-16 be amended to read as follows: 46A-14-16. If the initiating petition is signed by sixty percent or more of the landowners in a proposed district who are registered voters in the proposed district and who own at least sixty percent of the land in the proposed district, such the petition may be accepted by the conservation district supervisors in lieu of the favorable vote at a referendum as specified in § 46A-14-26 and the referendum specified in § 46A-14-15 is not required. Section 63. That § 46A-14-17 be amended to read as follows: 46A-14-17. The conservation district supervisors shall publish a notice once each week for three consecutive publications in a legal newspaper of general circulation in each county that has land situated in the proposed district. The notice shall state the filing of the petition, the description of the lands to be included in the proposed district, that a referendum will be held at a polling place or places, as determined by the conservation district supervisors and hours landowners can vote, and that the purpose is to determine if the proposed district should be organized perform the duties of the county auditor as provided in sections 4 to 6, inclusive, of this Act . Section 64. That § 46A-14-18 be repealed. 46A-14-18. Such referendum shall be by ballot. The ballot shall be in the following form: For formation of (name) watershed district () Against formation of (name) watershed district () Section 65. That § 46A-14-19 be repealed. 46A-14-19. At the referendum for establishment of a watershed district, the conservation district supervisors and the county auditor or auditors of the county or counties in which the petition is filed, shall constitute the election board and the canvassing board. Section 66. That § 46A-14-20 be repealed. 46A-14-20. Only persons or public corporations who are landowners, residing within or outside a proposed district shall be entitled to vote. Section 67. That § 46A-14-21 be repealed. 46A-14-21. An authorized official of the governing board of a municipality may cast one vote on behalf of the municipality. Authorization to vote and, unless determined by municipal election, the vote to be cast on behalf of the municipality shall be by resolution of the governing body. The vote on behalf of a municipality shall be in addition to the eligibility of the municipality to vote as a landowner outside the corporate limits of the municipality. Authorization and the vote to be cast on behalf of the municipality as a landowner outside the municipality's corporate limits shall be by resolution of the governing body. Any other public corporation has the same right to vote, if a landowner, by resolution of the governing body. For the purposes of this section, a public corporation responsible for maintenance of a highway affected by a proposed project is a landowner. The municipality or other public corporation voting at the election shall present its ballot in the form of a resolution stating its decision on the issue, and the resolution shall be duly certified as an act of the governing body adopted at a duly called regular or special meeting at which a quorum was present and acting. Section 68. That § 46A-14-22 be repealed. 46A-14-22. The executor, administrator, conservator or trustee of any person or estate interested is a landowner for purposes of this chapter and shall prove his authority to vote, duly certified, prior to casting his vote in the election. Section 69. That § 46A-14-23 be repealed. 46A-14-23. Should two or more persons or officials claim the right to vote on the same tract, the election board shall determine the party entitled to vote, and shall have the power to reject any ballot not cast by a person authorized to vote the same, which rejection may be made at the time such ballot is offered, or at the time of the canvass of the election. The election board shall refer to the official records of the register of deeds and clerk of courts in the counties where the real estate may be for information as to who are entitled to vote. Section 70. That § 46A-14-24 be repealed. 46A-14-24. Voting by absentee ballot is permissible in any regular or special election regarding the formation, operation or dissolution of a watershed district. Section 71. That § 46A-14-25 be repealed. 46A-14-25. The election board shall execute a certificate giving the result of the election which certificate shall be recorded in the office of the county auditor of each county having land in the district. Section 72. That § 46A-18-4 be amended to read as follows: 46A-18-4. The petition established pursuant to § 46A-18-2 shall contain: (1) The name of the proposed district; (2) The object and purpose of the water project and works proposed to be constructed or acquired, together with a general description of the nature, location , and method of operation of the proposed works or program of activities; (3) A legal description of the lands constituting the proposed district and the names of any municipalities included partly or wholly within the boundaries of the proposed district; (4) The location of the principal place of business of the proposed district; and (5) The number of members of the board of directors of the proposed district, which number may not be less than three nor more than seven, a statement as to whether the directors shall be elected at large or shall be elected by director divisions, the names and addresses of the members who shall serve as directors until their successors are elected and qualified as provided in this chapter, and, if director divisions are provided for, the respective divisions that the directors are to represent. The persons named in the petition as directors shall be qualified voters of the district and, if director divisions are provided for, shall be qualified voters of the respective divisions they the directors are to represent ; and (6) A specification of the residency, land ownership or other requirements for eligibility to vote in a water project district election . Section 73. That § 46A-18-5 be repealed. 46A-18-5. To be qualified to vote in a district election, a person shall be either a registered voter or an owner of real property, with ownership established as of the last day of the year preceding the year in which a vote is to be cast or a petition is to be filed, as shown in the records of the county register of deeds, within the proposed or existing district as specified in the formation petition. To be qualified to vote in a director division of the district, a person shall be either a registered voter or an owner of real property, as provided in this section, within the director division as specified in the formation petition. A water project district may not assess any tax or special assessment against a person, or lands owned by a person, who is not permitted to vote in the district's elections. No person is entitled to more than one vote in any district election. Section 74. That § 46A-18-10 be amended to read as follows: 46A-18-10. The formation petition shall be signed by at least twenty-five qualified voters or twenty-five percent of the qualified voters of the proposed district, whichever is less. On each petition, set opposite the signature of each petitioner, his place of residence and the date of signing shall be shown the number of signers required by section 2 of this Act . Section 75. That § 46A-18-11 be repealed. 46A-18-11. A petition may contain any number of pages. Each page shall have an identical heading. Any number of identical petition forms may be circulated and each is a part of the petition. Every page of the petition containing signatures shall have upon it below the signatures an affidavit by the circulator in substantially the following form: State of South Dakota ) ) ss County of _________ ) I, the undersigned, being first duly sworn, depose and say, that I am the circulator of the foregoing petition containing ________ signatures; that each person whose name appears on said petition sheet personally signed said petition in the presence of affiant; that I believe that each of said signers is a registered voter of or an owner of real property in the proposed district, and a resident at the address written opposite his name, and that affiant stated to every petitioner before he affixed his signature the legal effect and nature of said petition. _______________________________________________________________________ Circulator Subscribed and sworn to before me this ________ day of ________, 19____. _______________________________________________________________________ Notary Public Section 76. That § 46A-18-14 be amended to read as follows: 46A-18-14. The Board of Water and Natural Resources, within ninety days from the receipt of a petition, or within ninety days from the time funds become available to defray the cost of an investigation, shall determine if the proposed project is feasible and conforms to public convenience and welfare. If the project is deemed not feasible or not conforming to public convenience and welfare, the board shall dismiss the petition. If the board determines that the project is feasible and conforms to public convenience and welfare, it the board shall by resolution approve the petition and call an election of the voters of the proposed water project district on the question of whether the proposed district should be established. The election shall be held not less than sixty days and not more than ninety days after approval of the petition by the board as provided in sections 4 to 6, inclusive, of this Act . Section 77. That § 46A-18-15 be amended to read as follows: 46A-18-15. The Board of Water and Natural Resources shall publish a notice once each week for three consecutive weeks in a legal newspaper of general circulation in each county that has land situated in the proposed district. The notice shall state that the petition has been filed, the description of the lands to be included in the proposed district, that an election will be held at a polling place or places, as determined by the board of county commissioners and the hours of voting, and that the purpose is to determine if the proposed district should be organized perform the duties of the county auditor as provided in sections 4 to 6, inclusive, of this Act . Section 78. That § 46A-18-16 be repealed. 46A-18-16. The initial election shall be by ballot, which, insofar as applicable, shall be in the form prescribed by the general election laws. Ballots for the initial election shall be prepared by the Board of Water and Natural Resources. In the initial and subsequent elections, voting by absentee ballot is permissible. If he is a qualified voter of the district, an owner of real property within the district not residing within the district may vote in person or by absentee ballot or may authorize in writing his proxy to vote on his behalf. The written authorization for voting by proxy shall be notarized. Section 79. That § 46A-18-17 be repealed. 46A-18-17. Any water project district election shall be conducted, canvassed, recounted and contested as any other election under the general laws of this state, except as otherwise herein provided, and unless the general laws are inapplicable. If the details concerning the conduct, canvassing, recounting or contest of the election are not set forth within this chapter and the general election laws are not applicable, the Board of Water and Natural Resources for an election for formation or dissolution, and the water project district directors for other election, may make any bylaws or procedure reasonably necessary to carry out the intentions of this chapter and make possible the submission to an election of any matter which by the terms of this chapter may be submitted to a vote of the electors of any existing or proposed water project district. Any action by the Board of Water and Natural Resources to carry out the purposes of this section shall be by rules promulgated pursuant to chapter 1-26. Section 80. That § 46A-18-18 be repealed. 46A-18-18. At the election for establishment of a water project district, the county election and canvassing boards shall be established as provided in the general election laws. Section 81. That § 46A-18-19 be repealed. 46A-18-19. The election board shall execute a certificate showing the result of any election, which certificate shall be recorded in the office of the county auditor of each county having land in the district and shall be submitted to the board of water and natural resources. BILL HISTORY 1/13/98 First read in Senate and referred to Local Government. S.J. 22 1/17/98 Scheduled for Committee hearing on this date. 1/17/98 Local Government Do Pass, Passed, AYES 7, NAYS 0. 1/17/98 Local Government Place on Consent Calendar. 1/20/98 Second reading of consent calendar items. 1/20/98 Second reading of consent calendar items. S.J. 122 1/20/98 Senate Do Pass, Passed, AYES 34, NAYS 0. S.J. 122 1/21/98 First read in House and referred to Local Government. H.J. 171 2/12/98 Scheduled for Committee hearing on this date. 2/12/98 Local Government Do Pass, Passed, AYES 12, NAYS 0. H.J. 598 2/12/98 Local Government Place on Consent Calendar. 2/13/98 Second reading of consent calendar items. 2/13/98 Second reading of consent calendar items. 2/14/98 House of Representatives Deferred to another day. H.J. 703 2/17/98 House of Representatives Deferred to another day. H.J. 733 2/18/98 House of Representatives Deferred to another day. H.J. 759 2/23/98 Motion to Amend, Passed. H.J. 842 2/23/98 House of Representatives Do Pass Amended, Passed, AYES 55, NAYS 10. H.J. 842"}, {"bill_id": 13376, "bill_version_id": 77706, "bill_version": "Enrolled", "bill_version_date": "1998-02-25T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13376, "action_date": "1998-01-13T14:00:00-06:00", "document_id": 76884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76884.pdf", "status_text": "First read in Senate and referred to", "journal_page": 22, "committee_id_action": 601, "committee_id_assigned": 581, "result": "N", "vote": {}}, {"bill_id": 13376, "action_date": "1998-01-17T07:45:00-06:00", "document_id": 76507, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76507.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 581, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13376, "action_date": "1998-01-17T07:45:00-06:00", "document_id": 76507, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76507.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 581, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40220, "president_vote": null, "Yea": [2095, 2142, 2149, 2175, 2191, 2138, 2094]}}, {"bill_id": 13376, "action_date": "1998-01-17T07:45:00-06:00", "document_id": 76507, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76507.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 581, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13376, "action_date": "1998-01-20T14:00:00-06:00", "document_id": 76894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76894.pdf", "status_text": "Do Pass,", "journal_page": 122, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39520, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2122, 2125, 2129, 2130, 2135, 2137, 2138, 2140, 2142, 2145, 2148, 2149, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2187, 2188, 2189, 2191, 2196], "Excused": [2155]}}, {"bill_id": 13376, "action_date": "1998-01-21T14:00:00-06:00", "document_id": 76895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76895.pdf", "status_text": "First read in House and referred to", "journal_page": 171, "committee_id_action": 600, "committee_id_assigned": 593, "result": "N", "vote": {}}, {"bill_id": 13376, "action_date": "1998-02-12T10:00:00-06:00", "document_id": 76729, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76729.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 593, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13376, "action_date": "1998-02-12T10:00:00-06:00", "document_id": 76729, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76729.pdf", "status_text": "Do Pass,", "journal_page": 598, "committee_id_action": 593, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38791, "president_vote": null, "Yea": [2096, 2104, 2110, 2144, 2163, 2173, 2097, 2108, 2133, 2193, 2120, 2146], "Excused": [2194]}}, {"bill_id": 13376, "action_date": "1998-02-12T10:00:00-06:00", "document_id": 76729, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76729.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 593, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13376, "action_date": "1998-02-13T14:00:00-06:00", "document_id": 76929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76929.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 650, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13376, "action_date": "1998-02-14T14:00:00-06:00", "document_id": 76931, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76931.pdf", "status_text": "Deferred to another day", "journal_page": 703, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13376, "action_date": "1998-02-17T14:00:00-06:00", "document_id": 76933, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76933.pdf", "status_text": "Deferred to another day", "journal_page": 733, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13376, "action_date": "1998-02-18T14:00:00-06:00", "document_id": 76935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76935.pdf", "status_text": "Deferred to another day", "journal_page": 759, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13376, "action_date": "1998-02-23T14:00:00-06:00", "document_id": 76941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76941.pdf", "status_text": "Motion to Amend,", "journal_page": 842, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13376, "action_date": "1998-02-23T14:00:00-06:00", "document_id": 76941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76941.pdf", "status_text": "Do Pass Amended,", "journal_page": 842, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40813, "president_vote": null, "Yea": [2096, 2097, 2098, 2100, 2104, 2105, 2107, 2108, 2109, 2110, 2113, 2114, 2116, 2117, 2120, 2124, 2127, 2128, 2132, 2133, 2136, 2141, 2146, 2147, 2151, 2152, 2154, 2157, 2158, 2159, 2160, 2161, 2164, 2167, 2171, 2172, 2173, 2174, 2176, 2177, 2178, 2180, 2181, 2183, 2184, 2185, 2186, 2190, 2192, 2193, 2194, 2195, 2197, 2198, 2134], "Excused": [2101, 2106, 2150], "Nay": [2111, 2119, 2126, 2131, 2139, 2143, 2144, 2153, 2162, 2168], "Absent": [2123, 2163]}}, {"bill_id": 13376, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76946, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76946.pdf", "status_text": "Signed by President", "journal_page": 709, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13376, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76945.pdf", "status_text": "Signed by Speaker", "journal_page": 952, "committee_id_action": 600, "committee_id_assigned": null, "result": "F", "vote": {}}, {"bill_id": 13376, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76948.pdf", "status_text": "Delivered to the Governor", "journal_page": 728, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13376, "action_date": "1998-03-14T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 892, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13376"}