{"session_id": 32, "bill_id": 9154, "bill_type": "House Bill", "bill_number": 1247, "bill_title": "revise certain provisions regarding county zoning and planning.", "sponsors": [{"legislator_profile_id": 1311, "is_prime": true}, {"legislator_profile_id": 1233, "is_prime": true}, {"legislator_profile_id": 1266, "is_prime": false}, {"legislator_profile_id": 1282, "is_prime": false}, {"legislator_profile_id": 1312, "is_prime": false}, {"legislator_profile_id": 1314, "is_prime": false}, {"legislator_profile_id": 1280, "is_prime": false}, {"legislator_profile_id": 1263, "is_prime": false}, {"legislator_profile_id": 1267, "is_prime": false}, {"legislator_profile_id": 1243, "is_prime": false}], "keywords": ["Counties", "Planning, Zoning, and Housing Programs"], "audio": [{"meeting_datetime": "2018-02-15T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hlo24.mp3", "start_seconds": 190.0}, {"meeting_datetime": "2018-02-15T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hlo24.mp3", "start_seconds": 190.0}], "bill_versions": [{"bill_id": 9154, "bill_version_id": 48221, "bill_version": "Introduced", "bill_version_date": "2018-01-31T09:01:15.677-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding county zoning and planning. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 11-2-26 be amended to read: 11-2-26. Any lawful use, lot, or occupancy of land or premises existing at the time of the adoption of the zoning ordinance may be continued, even though the use, lot, or occupation does not conform to the provisions of the ordinance. However, if the nonconforming use, lot, or occupancy is discontinued for a period of more than one year, any subsequent use, lot, or occupancy of the land or premises shall conform with the zoning ordinance unless: (1) There is clear and convincing evidence that the non-municipal residents of a county are confronted with an imminent threat to either their health or safety, or both; (2) The existence of an imminent threat as required by subdivision (1) is plainly specified; and (3) At least two-thirds of the county commissioners vote to discontinue any specific lawful use or occupancy of land or premises existing at the time of the adoption of the zoning ordinance or amendments to the ordinance. Section 2. That § 11-2-27 be repealed. 11-2-27. The board may by resolution as provided in § 11-2-25 prescribe such regulations not contrary to law or § 11-2-26, as it deems desirable or necessary to regulate and control, or reduce the number or extent of or bring about the gradual elimination of nonconforming uses, lots, or occupancies. However, in accordance with the provisions of § 11-2-26, any lawful use, lot, or occupancy of land or premises existing at the time of the adoption of the zoning ordinance may be continued, even though the use, lot, or occupancy does not conform to the provisions of the zoning ordinance. If the use, lot, or occupancy is discontinued for more than one year, the board may adopt, after notice by registered or certified mail to the property owners, an amortization schedule to bring about the gradual elimination of the nonconforming use, lot, or occupancy. Section 3. That § 11-6-39 be amended to read: 11-6-39. The Any lawful use or occupancy of land or premises existing at the time of the adoption of the zoning ordinance may be continued, even though the use, lot, or occupancy does not conform to the provisions of the zoning ordinance. If the nonconforming use is discontinued for a period of more than one year, any subsequent use, lot, or occupancy of the land or premises shall be in conformance with such regulation or amendments shall be continued, unless: (1) There is clear and convincing evidence that the residents of the municipality are confronted with an imminent threat to either their health or safety, or both; (2) The existence of an imminent threat as required by subdivision (1) is plainly specified; and (3) At least two-thirds of the governing body of the municipality elect vote to discontinue any specific lawful use or occupancy of land or premises existing at the time of adoption of the zoning ordinance or amendments thereto."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9154, "action_date": "2018-01-31T14:00:00-06:00", "document_id": 48336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48336.pdf", "status_text": "First read in House and referred to", "journal_page": 246, "committee_id_action": 396, "committee_id_assigned": 389, "result": "N", "vote": {}}, {"bill_id": 9154, "action_date": "2018-02-14T14:00:00-06:00", "document_id": 49276, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49276.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 466, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9154, "action_date": "2018-02-15T10:00:00-06:00", "document_id": 49348, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49348.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 472, "committee_id_action": 389, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25918, "president_vote": null, "Yea": [1275, 1302, 1296, 1280, 1274, 1249, 1299, 1258, 1305, 1215, 1298, 1236, 1235]}}, {"bill_id": 9154, "action_date": "2018-02-15T10:00:00-06:00", "document_id": 49144, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49144.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 389, "committee_id_assigned": null, "result": "N", "vote": {}}]}