{"session_id": 45, "bill_id": 12533, "bill_type": "Senate Bill", "bill_number": 24, "bill_title": "to clarify payment of state aid to education by defining which schools are included in computation of average daily membership.", "sponsors": [], "keywords": ["Signed by Governor", "State Aid to Local Education", "Tuition: K-12"], "audio": [], "bill_versions": [{"bill_id": 12533, "bill_version_id": 73935, "bill_version": "Introduced", "bill_version_date": "1997-01-09T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to clarify payment of state aid to education by defining which schools are included in computation of average daily membership and repealing the waiver of tuition for nonresident students. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled in schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district for more than thirty school days. When counting a student who meets these criteria in its average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its average daily membership after the student ceases to attend school in the resident district for more than thirty school days; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the following levies: (a) The levy for school district purposes is sixteen dollars and seventy-five cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subsection (b) and owner-occupied property as provided in subsection (c); (b) The tax levy on agricultural property for the school district is five dollars and seventy-five cents per thousand dollars of taxable valuation; (c) The tax levy for owner-occupied single-family dwelling for the school district is nine dollars and twenty cents per thousand dollars of taxable valuation. For the period January 1, 1997, to June 30, 1997, inclusive, local effort shall be one-half of the amount of ad valorem taxes generated in calendar year 1997 by applying the following levies: (a) The levy for school district purposes is sixteen dollars and seventy-five cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subsection (b) and owner-occupied property as provided in subsection (c); (b) The tax levy on agricultural property for the school district is five dollars and seventy-five cents per thousand dollars of taxable valuation; (c) The tax levy for owner-occupied single-family dwelling for the school district is nine dollars and twenty cents per thousand dollars of taxable valuation. All levies shall be based on valuations including valuations pursuant to § § 13-13-10.2 and 13-13-20.4 such that the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. The total amount of taxes that would be generated at the levies pursuant to this section shall be considered local effort. Section 2. That § 13-28-15 be amended to read as follows: 13-28-15. Every school board shall make assignment and distribution of all elementary students with school residence within the district. The board shall take into consideration in assigning and distributing students its duty to provide an education within the guidelines of the State Board of Education's accreditation rules, the wishes of the parents or guardians of the child being assigned and the district patrons, the miles and time involved in transporting the child to school, and the educational and financial impact on the district. Any patron who is aggrieved by a decision of the school board may request a hearing within thirty days before the secretary of the Department of Education and Cultural Affairs or his representative. If the Department of Education and Cultural Affairs has not rendered a decision within thirty days following final submission of the appeal, the board's decision is affirmed. Section 3. That § 13-28-19 be amended to read as follows: 13-28-19. The school board shall have authority to assign and distribute the resident students eligible for elementary and secondary education among the schools in the district or to any public school in this state or any other state . Section 4. That § 13-28-22 be amended to read as follows: 13-28-22. All nursery preschool , kindergarten, elementary, and secondary students not entitled to the free school privileges of the district wherein they are enrolled may shall be charged tuition. Section 5. That § 13-28-23 be amended to read as follows: 13-28-23. If a student has been assigned by the school board of the district where the student has a school residence or has been assigned as provided by statute, that school board shall pay the student's tuition. The school boards shall take action on any request regarding the establishment of the tuition rate or the payment of tuition within forty-five days after receiving the request. The school board may negotiate the rate of tuition with a school board or any other payer. A school board's decision with respect to the rate of tuition student assignment may be appealed to the circuit court in the time and manner specified by § 13-46-1 or to the secretary of the Department of Education and Cultural Affairs within thirty days from the date of the decision of the school board by filing a notice with the secretary of the school board and mailing a copy of the notice to the secretary of the Department of Education and Cultural Affairs. The board shall take into consideration when negotiating the rate of tuition the average cost of educating a student in the district including transportation if required. Section 6. That § 13-28-38 be repealed. 13-28-38. Tuition required pursuant to § 13-28-22 may be waived if agreed to by the school boards involved. Notwithstanding § § 13-6-85, 13-28-9, 13-28-10, 13-28-20, and 13-28-21, the decision of a school board to waive or not to waive tuition is final except as specifically provided in this section. Any request for a waiver of tuition shall be made to the affected school boards by the parent or guardian of the affected student. The school boards shall take action on the request within forty-five days after receiving the request. A school board's decision pursuant to this section may be appealed to the circuit court in the time and manner specified by § 13-46-1 or to the secretary of the Department of Education and Cultural Affairs within thirty days from the date of the decision of the school board by filing a notice with the secretary of the school board and mailing a copy of the notice to the secretary of the Department of Education and Cultural Affairs. The granting of any waiver is not a legal precedent for any future request for waiver. Section 7. That § 13-37-7 be repealed. 13-37-7. The secretary of the Department of Education and Cultural Affairs shall have the authority to assign children to a vendor for purposes of special education as provided in this chapter. Such assignments must indicate the beginning date for, and the nature of, the specific service to be provided. When a child has been so assigned, the school district wherein such child has school residence shall be responsible for the costs of such special education to the extent hereinafter provided. Section 8. That § 13-37-35 be amended to read as follows: 13-37-35. Terms used in § § 13-37-35 to 13-37-47, inclusive, mean: (1) \"Average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled in schools operated by the school district during the previous regular school year minus the average number of pupils for whom the district receives tuition and plus the average number of pupils for whom the district pays tuition; (2) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (3) \"Local effort,\" is the amount of taxes payable each year, using the maximum levy for the special education fund of a school district of one dollar and forty cents per thousand dollars of taxable valuation. The levy shall be based on valuations including valuations pursuant to § § 13-13-10.2 and 13-13-20.4 such that the median level of assessment represents 85% of market value as determined by the Department of Revenue. For the period January 1, 1997, through June 30, 1997, local effort shall be one-half of the amount of taxes payable in calendar year 1997, using the maximum levy for the special education fund of a school district of one dollar and forty cents per thousand dollars of taxable valuation. The levy shall be based on valuations such that the median level of assessment represents 85% of market value as determined by the Department of Revenue; (4) \"Allocation for a student with a mild disability,\" for the period January 1, 1997, through June 30, 1997, is $807. For school fiscal year beginning July 1, 1997, the allocation for a student with a mild disability shall be $1,614 increased by the lesser of the index factor or three percent. For each school year thereafter, the allocation for a student with a mild disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (5) \"Allocation for a student with a severe disability,\" for the period January 1, 1997, through June 30, 1997, is $9,682. For school fiscal year beginning July 1, 1997, the allocation for a child with a severe disability shall be $19,364 increased by the lesser of the index factor or three percent. For each school year thereafter, the allocation for a child with a severe disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (6) \"Local need,\" an amount to be determined as follows: (a) For a school district with an average daily membership of less than 13,000: (i) Multiply the average daily membership times 0.1025; (ii) Multiply the result of (i) times the allocation for a student with a mild disability; (iii) Multiply the average daily membership times 0.015; (iv) Multiply the result of (iii) times the allocation for a student with a severe disability; (v) Add together the result of (ii) and the result of (iv); (b) For a school district with an average daily membership greater than 13,000: (i) Multiply the average daily membership times 0.1025; (ii) Multiply the result of (i) times the allocation for a student with a mild disability; (iii) Subtract 13,000 from the average daily membership, the difference of which is multiplied times 0.0000034, the result of which is added to 0.015; (iv) Multiply the average daily membership times the lesser of the result of (iii) or 0.03; (v) Multiply the result of (iv) times the allocation for a student with a severe disability; (vi) Add together the result of (ii) and the result of (v); (7) \"Student with mild disability,\" is a student whose performance level is not sufficient to demonstrate success in the regular education environment without the provision of special education, who meets eligibility criteria under Part B, IDEA, and who has been identified as a student in need of special education or special education and related services according to criteria set forth in rules promulgated pursuant to § 13-37-46; (8) \"Student with severe disability,\" is a student with a low-incidence disability who: (a) Meets eligibility criteria under Part B, IDEA; (b) Has been identified as a student in need of special education or special education and related services according to criteria set forth in rules promulgated pursuant to § 13-37-46; and (c) Presents needs which require intervention skills which are substantially different from those provided to nondisabled students, in that the skills are disability-specific and require special training, equipment, and facilities to perform; (9) \"Effort factor,\" the school district's special education tax levy in dollars per thousand divided by $1.40. Section 9. That subdivision (1) of section 1 of chapter 108 of the 1996 Session Laws be amended to read as follows: (1) \"Average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled in schools operated by the school district during the previous regular school year minus the average number of pupils for whom the district receives tuition and plus the average number of pupils for whom the district pays tuition;"}, {"bill_id": 12533, "bill_version_id": 73937, "bill_version": "Senate Education Engrossed", "bill_version_date": "1997-02-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to clarify payment of state aid to education by defining which schools are included in computation of average daily membership and repealing the waiver of tuition for nonresident students. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled in schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district for more than thirty school days . When counting a student who meets these criteria in its average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its average daily membership after the student ceases to attend school in the resident district for more than thirty school days; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the following levies: (a) The levy for school district purposes is sixteen dollars and seventy-five cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subsection (b) and owner-occupied property as provided in subsection (c); (b) The tax levy on agricultural property for the school district is five dollars and seventy-five cents per thousand dollars of taxable valuation; (c) The tax levy for owner-occupied single-family dwelling for the school district is nine dollars and twenty cents per thousand dollars of taxable valuation. For the period January 1, 1997, to June 30, 1997, inclusive, local effort shall be one-half of the amount of ad valorem taxes generated in calendar year 1997 by applying the following levies: (a) The levy for school district purposes is sixteen dollars and seventy-five cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subsection (b) and owner-occupied property as provided in subsection (c); (b) The tax levy on agricultural property for the school district is five dollars and seventy-five cents per thousand dollars of taxable valuation; (c) The tax levy for owner-occupied single-family dwelling for the school district is nine dollars and twenty cents per thousand dollars of taxable valuation. All levies shall be based on valuations including valuations pursuant to § § 13-13-10.2 and 13-13-20.4 such that the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. The total amount of taxes that would be generated at the levies pursuant to this section shall be considered local effort. Section 2. That § 13-28-15 be amended to read as follows: 13-28-15. Every school board shall make assignment and distribution of all elementary students with school residence within the district. The board shall take into consideration in assigning and distributing students its duty to provide an education within the guidelines of the State Board of Education's accreditation rules, the wishes of the parents or guardians of the child being assigned and the district patrons, the miles and time involved in transporting the child to school, and the educational and financial impact on the district. Any patron who is aggrieved by a decision of the school board may request a hearing within thirty days before the secretary of the Department of Education and Cultural Affairs or his representative. If the Department of Education and Cultural Affairs has not rendered a decision within thirty days following final submission of the appeal, the board's decision is affirmed. Section 3. That § 13-28-19 be amended to read as follows: 13-28-19. The school board shall have authority to assign and distribute the resident students eligible for elementary and secondary education among the schools in the district or to any public school in this state or any other state . Section 4. That § 13-28-23 be amended to read as follows: 13-28-23. If a student has been assigned by the school board of the district where the student has a school residence or has been assigned as provided by statute, that school board shall pay the student's tuition. The school boards shall take action on any request regarding the establishment of the tuition rate or the payment of tuition within forty-five days after receiving the request. The school board may negotiate the rate of tuition with a school board or any other payer. A school board's decision with respect to the rate of tuition student assignment may be appealed to the circuit court in the time and manner specified by § 13-46-1 or to the secretary of the Department of Education and Cultural Affairs within thirty days from the date of the decision of the school board by filing a notice with the secretary of the school board and mailing a copy of the notice to the secretary of the Department of Education and Cultural Affairs. The board shall take into consideration when negotiating the rate of tuition the average cost of educating a student in the district including transportation if required. Section 5. That § 13-37-7 be repealed. 13-37-7. The secretary of the Department of Education and Cultural Affairs shall have the authority to assign children to a vendor for purposes of special education as provided in this chapter. Such assignments must indicate the beginning date for, and the nature of, the specific service to be provided. When a child has been so assigned, the school district wherein such child has school residence shall be responsible for the costs of such special education to the extent hereinafter provided. Section 6. That § 13-37-35 be amended to read as follows: 13-37-35. Terms used in § § 13-37-35 to 13-37-47, inclusive, mean: (1) \"Average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled in schools operated by the school district during the previous regular school year minus the average number of pupils for whom the district receives tuition and plus the average number of pupils for whom the district pays tuition; (2) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (3) \"Local effort,\" is the amount of taxes payable each year, using the maximum levy for the special education fund of a school district of one dollar and forty cents per thousand dollars of taxable valuation. The levy shall be based on valuations including valuations pursuant to § § 13-13-10.2 and 13-13-20.4 such that the median level of assessment represents 85% of market value as determined by the Department of Revenue. For the period January 1, 1997, through June 30, 1997, local effort shall be one-half of the amount of taxes payable in calendar year 1997, using the maximum levy for the special education fund of a school district of one dollar and forty cents per thousand dollars of taxable valuation. The levy shall be based on valuations such that the median level of assessment represents 85% of market value as determined by the Department of Revenue; (4) \"Allocation for a student with a mild disability,\" for the period January 1, 1997, through June 30, 1997, is $807. For school fiscal year beginning July 1, 1997, the allocation for a student with a mild disability shall be $1,614 increased by the lesser of the index factor or three percent. For each school year thereafter, the allocation for a student with a mild disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (5) \"Allocation for a student with a severe disability,\" for the period January 1, 1997, through June 30, 1997, is $9,682. For school fiscal year beginning July 1, 1997, the allocation for a child with a severe disability shall be $19,364 increased by the lesser of the index factor or three percent. For each school year thereafter, the allocation for a child with a severe disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (6) \"Local need,\" an amount to be determined as follows: (a) For a school district with an average daily membership of less than 13,000: (i) Multiply the average daily membership times 0.1025; (ii) Multiply the result of (i) times the allocation for a student with a mild disability; (iii) Multiply the average daily membership times 0.015; (iv) Multiply the result of (iii) times the allocation for a student with a severe disability; (v) Add together the result of (ii) and the result of (iv); (b) For a school district with an average daily membership greater than 13,000: (i) Multiply the average daily membership times 0.1025; (ii) Multiply the result of (i) times the allocation for a student with a mild disability; (iii) Subtract 13,000 from the average daily membership, the difference of which is multiplied times 0.0000034, the result of which is added to 0.015; (iv) Multiply the average daily membership times the lesser of the result of (iii) or 0.03; (v) Multiply the result of (iv) times the allocation for a student with a severe disability; (vi) Add together the result of (ii) and the result of (v); (7) \"Student with mild disability,\" is a student whose performance level is not sufficient to demonstrate success in the regular education environment without the provision of special education, who meets eligibility criteria under Part B, IDEA, and who has been identified as a student in need of special education or special education and related services according to criteria set forth in rules promulgated pursuant to § 13-37-46; (8) \"Student with severe disability,\" is a student with a low-incidence disability who: (a) Meets eligibility criteria under Part B, IDEA; (b) Has been identified as a student in need of special education or special education and related services according to criteria set forth in rules promulgated pursuant to § 13-37-46; and (c) Presents needs which require intervention skills which are substantially different from those provided to nondisabled students, in that the skills are disability-specific and require special training, equipment, and facilities to perform; (9) \"Effort factor,\" the school district's special education tax levy in dollars per thousand divided by $1.40. Section 7. That subdivision (1) of section 1 of chapter 108 of the 1996 Session Laws be amended to read as follows: (1) \"Average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled in schools operated by the school district during the previous regular school year minus the average number of pupils for whom the district receives tuition and plus the average number of pupils for whom the district pays tuition; BILL HISTORY 1/14/97 First read in Senate and referred to Education. S.J. 16 2/10/97 Scheduled for Committee hearing on this date. 2/12/97 Scheduled for Committee hearing on this date. 2/15/97 Scheduled for Committee hearing on this date. 2/15/97 Education Do Pass Amended, Passed, AYES 6, NAYS 1. S.J. 482"}, {"bill_id": 12533, "bill_version_id": 73936, "bill_version": "Senate Engrossed", "bill_version_date": "1997-02-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to clarify payment of state aid to education by defining which schools are included in computation of average daily membership. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district for more than thirty school days . When counting a student who meets these criteria in its average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its average daily membership after the student ceases to attend school in the resident district for more than thirty school days ; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the following levies: (a) The levy for school district purposes is sixteen dollars and seventy-five cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subsection (b) and owner-occupied property as provided in subsection (c); (b) The tax levy on agricultural property for the school district is five dollars and seventy-five cents per thousand dollars of taxable valuation; (c) The tax levy for owner-occupied single-family dwelling for the school district is nine dollars and twenty cents per thousand dollars of taxable valuation. For the period January 1, 1997, to June 30, 1997, inclusive, local effort shall be one-half of the amount of ad valorem taxes generated in calendar year 1997 by applying the following levies: (a) The levy for school district purposes is sixteen dollars and seventy-five cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subsection (b) and owner-occupied property as provided in subsection (c); (b) The tax levy on agricultural property for the school district is five dollars and seventy-five cents per thousand dollars of taxable valuation; (c) The tax levy for owner-occupied single-family dwelling for the school district is nine dollars and twenty cents per thousand dollars of taxable valuation. All levies shall be based on valuations including valuations pursuant to § § 13-13-10.2 and 13-13-20.4 such that the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. The total amount of taxes that would be generated at the levies pursuant to this section shall be considered local effort. Section 2. That § 13-28-15 be amended to read as follows: 13-28-15. Every school board shall make assignment and distribution of all elementary students with school residence within the district. The board shall take into consideration in assigning and distributing students its duty to provide an education within the guidelines of the State Board of Education's accreditation rules, the wishes of the parents or guardians of the child being assigned and the district patrons, the miles and time involved in transporting the child to school, and the educational and financial impact on the district. Any patron who is aggrieved by a decision of the school board may request a hearing within thirty days before the secretary of the Department of Education and Cultural Affairs or his representative. If the Department of Education and Cultural Affairs has not rendered a decision within thirty days following final submission of the appeal, the board's decision is affirmed. Section 3. That § 13-28-19 be amended to read as follows: 13-28-19. The school board shall have authority to assign and distribute the resident students eligible for elementary and secondary education among the schools in the district or to any public school in this state or any other state . Section 4. That § 13-28-23 be amended to read as follows: 13-28-23. If a student has been assigned by the school board of the district where the student has a school residence or has been assigned as provided by statute, that school board shall pay the student's tuition. The school boards shall take action on any request regarding the establishment of the tuition rate or the payment of tuition within forty-five days after receiving the request. The school board may negotiate the rate of tuition with a school board or any other payer. A school board's decision with respect to the rate of tuition student assignment may be appealed to the circuit court in the time and manner specified by § 13-46-1 or to the secretary of the Department of Education and Cultural Affairs within thirty days from the date of the decision of the school board by filing a notice with the secretary of the school board and mailing a copy of the notice to the secretary of the Department of Education and Cultural Affairs. The board shall take into consideration when negotiating the rate of tuition the average cost of educating a student in the district including transportation if required. Section 5. That § 13-37-7 be repealed. 13-37-7. The secretary of the Department of Education and Cultural Affairs shall have the authority to assign children to a vendor for purposes of special education as provided in this chapter. Such assignments must indicate the beginning date for, and the nature of, the specific service to be provided. When a child has been so assigned, the school district wherein such child has school residence shall be responsible for the costs of such special education to the extent hereinafter provided. Section 6. That § 13-37-35 be amended to read as follows: 13-37-35. Terms used in § § 13-37-35 to 13-37-47, inclusive, mean: (1) \"Average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year minus the average number of pupils for whom the district receives tuition and plus the average number of pupils for whom the district pays tuition; (2) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (3) \"Local effort,\" is the amount of taxes payable each year, using the maximum levy for the special education fund of a school district of one dollar and forty cents per thousand dollars of taxable valuation. The levy shall be based on valuations including valuations pursuant to § § 13-13-10.2 and 13-13-20.4 such that the median level of assessment represents 85% of market value as determined by the Department of Revenue. For the period January 1, 1997, through June 30, 1997, local effort shall be one-half of the amount of taxes payable in calendar year 1997, using the maximum levy for the special education fund of a school district of one dollar and forty cents per thousand dollars of taxable valuation. The levy shall be based on valuations such that the median level of assessment represents 85% of market value as determined by the Department of Revenue; (4) \"Allocation for a student with a mild disability,\" for the period January 1, 1997, through June 30, 1997, is $807. For school fiscal year beginning July 1, 1997, the allocation for a student with a mild disability shall be $1,614 increased by the lesser of the index factor or three percent. For each school year thereafter, the allocation for a student with a mild disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (5) \"Allocation for a student with a severe disability,\" for the period January 1, 1997, through June 30, 1997, is $9,682. For school fiscal year beginning July 1, 1997, the allocation for a child with a severe disability shall be $19,364 increased by the lesser of the index factor or three percent. For each school year thereafter, the allocation for a child with a severe disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent; (6) \"Local need,\" an amount to be determined as follows: (a) For a school district with an average daily membership of less than 13,000: (i) Multiply the average daily membership times 0.1025; (ii) Multiply the result of (i) times the allocation for a student with a mild disability; (iii) Multiply the average daily membership times 0.015; (iv) Multiply the result of (iii) times the allocation for a student with a severe disability; (v) Add together the result of (ii) and the result of (iv); (b) For a school district with an average daily membership greater than 13,000: (i) Multiply the average daily membership times 0.1025; (ii) Multiply the result of (i) times the allocation for a student with a mild disability; (iii) Subtract 13,000 from the average daily membership, the difference of which is multiplied times 0.0000034, the result of which is added to 0.015; (iv) Multiply the average daily membership times the lesser of the result of (iii) or 0.03; (v) Multiply the result of (iv) times the allocation for a student with a severe disability; (vi) Add together the result of (ii) and the result of (v); (7) \"Student with mild disability,\" is a student whose performance level is not sufficient to demonstrate success in the regular education environment without the provision of special education, who meets eligibility criteria under Part B, IDEA, and who has been identified as a student in need of special education or special education and related services according to criteria set forth in rules promulgated pursuant to § 13-37-46; (8) \"Student with severe disability,\" is a student with a low-incidence disability who: (a) Meets eligibility criteria under Part B, IDEA; (b) Has been identified as a student in need of special education or special education and related services according to criteria set forth in rules promulgated pursuant to § 13-37-46; and (c) Presents needs which require intervention skills which are substantially different from those provided to nondisabled students, in that the skills are disability-specific and require special training, equipment, and facilities to perform; (9) \"Effort factor,\" the school district's special education tax levy in dollars per thousand divided by $1.40. Section 7. That subdivision (1) of section 1 of chapter 108 of the 1996 Session Laws be amended to read as follows: (1) \"Average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year minus the average number of pupils for whom the district receives tuition and plus the average number of pupils for whom the district pays tuition; BILL HISTORY 1/14/97 First read in Senate and referred to Education. S.J. 16 2/10/97 Scheduled for Committee hearing on this date. 2/12/97 Scheduled for Committee hearing on this date. 2/15/97 Scheduled for Committee hearing on this date. 2/15/97 Education Do Pass Amended, Passed, AYES 6, NAYS 1. S.J. 482 2/20/97 Motion to Amend, Passed. S.J. 561 2/20/97 Motion to Amend, Passed. S.J. 561 2/20/97 Senate Do Pass Amended, Passed, AYES 34, NAYS 1. S.J. 562 2/20/97 Senate Title Amended. S.J. 562"}, {"bill_id": 12533, "bill_version_id": 73934, "bill_version": "Enrolled", "bill_version_date": "1997-02-28T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12533, "action_date": "1997-01-14T14:00:00-06:00", "document_id": 72867, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72867.pdf", "status_text": "First read in Senate and referred to", "journal_page": 16, "committee_id_action": 545, "committee_id_assigned": 520, "result": "N", "vote": {}}, {"bill_id": 12533, "action_date": "1997-02-10T10:00:00-06:00", "document_id": 72321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72321.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 520, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12533, "action_date": "1997-02-12T10:00:00-06:00", "document_id": 72345, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72345.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 520, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12533, "action_date": "1997-02-15T10:00:00-06:00", "document_id": 72379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72379.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 520, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12533, "action_date": "1997-02-15T10:00:00-06:00", "document_id": 72379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72379.pdf", "status_text": "Do Pass Amended,", "journal_page": 482, "committee_id_action": 520, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37564, "president_vote": null, "Yea": [1928, 1945, 1965, 1969, 1960, 1915], "Nay": [1932]}}, {"bill_id": 12533, "action_date": "1997-02-20T14:00:00-06:00", "document_id": 72921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72921.pdf", "status_text": "Motion to Amend,", "journal_page": 561, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12533, "action_date": "1997-02-20T14:00:00-06:00", "document_id": 72921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72921.pdf", "status_text": "Motion to Amend,", "journal_page": 561, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12533, "action_date": "1997-02-20T14:00:00-06:00", "document_id": 72921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72921.pdf", "status_text": "Do Pass Amended,", "journal_page": 562, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36702, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1905, 1908, 1911, 1912, 1915, 1919, 1920, 1925, 1927, 1928, 1930, 1935, 1938, 1939, 1945, 1946, 1955, 1956, 1959, 1960, 1965, 1969, 1972, 1976, 1977, 1978, 1979, 1981, 1986], "Nay": [1932]}}, {"bill_id": 12533, "action_date": "1997-02-20T14:00:00-06:00", "document_id": 72921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72921.pdf", "status_text": "Title Amended", "journal_page": 562, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12533, "action_date": "1997-02-21T14:00:00-06:00", "document_id": 72922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72922.pdf", "status_text": "First read in House and referred to", "journal_page": 638, "committee_id_action": 544, "committee_id_assigned": 533, "result": "N", "vote": {}}, {"bill_id": 12533, "action_date": "1997-02-25T10:00:00-06:00", "document_id": 72441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72441.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 533, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12533, "action_date": "1997-02-25T10:00:00-06:00", "document_id": 72441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72441.pdf", "status_text": "Do Pass,", "journal_page": 686, "committee_id_action": 533, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37080, "president_vote": null, "Yea": [1891, 1903, 1907, 1914, 1918, 1929, 1942, 1898, 1902, 1948, 1949, 1892, 1895]}}, {"bill_id": 12533, "action_date": "1997-02-26T14:00:00-06:00", "document_id": 72928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72928.pdf", "status_text": "Deferred to another day", "journal_page": 738, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12533, "action_date": "1997-02-27T14:00:00-06:00", "document_id": 72930, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72930.pdf", "status_text": "Do Pass,", "journal_page": 758, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37921, "president_vote": null, "Yea": [1886, 1887, 1888, 1890, 1891, 1892, 1894, 1895, 1896, 1897, 1898, 1899, 1900, 1902, 1903, 1904, 1906, 1907, 1910, 1913, 1914, 1916, 1917, 1918, 1921, 1922, 1923, 1926, 1929, 1931, 1933, 1934, 1936, 1937, 1941, 1942, 1943, 1944, 1947, 1948, 1949, 1950, 1951, 1952, 1953, 1954, 1957, 1958, 1961, 1962, 1963, 1964, 1966, 1967, 1968, 1970, 1971, 1973, 1974, 1975, 1980, 1982, 1983, 1984, 1985, 1987, 1988, 1924], "Nay": [1909], "Excused": [1940]}}, {"bill_id": 12533, "action_date": "1997-03-03T14:00:00-06:00", "document_id": 72935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72935.pdf", "status_text": "Signed by President", "journal_page": 748, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12533, "action_date": "1997-03-03T14:00:00-06:00", "document_id": 72934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72934.pdf", "status_text": "Signed by Speaker", "journal_page": 827, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12533, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72937.pdf", "status_text": "Delivered to the Governor", "journal_page": 762, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12533, "action_date": "1997-03-11T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 586}