{"session_id": 27, "bill_id": 7770, "bill_type": "House Bill", "bill_number": 1037, "bill_title": "revise certain provisions regarding delegates and alternates to the national convention, nominating petitions, and runoff elections and to revise certain provisions for new political parties.", "sponsors": [], "keywords": ["Elections", "State Affairs and Government"], "audio": [{"meeting_datetime": "2017-01-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst08.mp3", "start_seconds": 1050.0}, {"meeting_datetime": "2017-01-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst08.mp3", "start_seconds": 1050.0}, {"meeting_datetime": "2017-01-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst08.mp3", "start_seconds": 1050.0}, {"meeting_datetime": "2017-01-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst08.mp3", "start_seconds": 1050.0}, {"meeting_datetime": "2017-01-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hst08.mp3", "start_seconds": 1050.0}, {"meeting_datetime": "2017-01-31T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou13.mp3", "start_seconds": 2322.0}, {"meeting_datetime": "2017-01-31T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou13.mp3", "start_seconds": 2322.0}, {"meeting_datetime": "2017-01-31T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou13.mp3", "start_seconds": 2322.0}, {"meeting_datetime": "2017-02-06T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/slo17.mp3", "start_seconds": 740.0}, {"meeting_datetime": "2017-02-06T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/slo17.mp3", "start_seconds": 740.0}, {"meeting_datetime": "2017-02-06T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/slo17.mp3", "start_seconds": 740.0}, {"meeting_datetime": "2017-02-06T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/slo17.mp3", "start_seconds": 740.0}, {"meeting_datetime": "2017-02-06T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/slo17.mp3", "start_seconds": 740.0}, {"meeting_datetime": "2017-02-06T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/slo17.mp3", "start_seconds": 740.0}], "bill_versions": [{"bill_id": 7770, "bill_version_id": 42380, "bill_version": "Introduced", "bill_version_date": "2017-01-09T11:24:46.623-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding delegates and alternates to the national convention, nominating petitions, and runoff elections. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 12-5-3.8 be amended to read: 12-5-3.8. If a political party chooses to have a primary for selection of its delegates and alternates to the national convention, the party shall certify the candidate names or the delegate and alternate slates which are to be listed on the primary ballot to the secretary of state by the last Tuesday in March preceding the primary by five p.m. central time. Only candidates or slates certified may be placed on the ballot by the secretary of state and the position of the candidates or slates on the primary ballot shall be chosen by lot by the secretary of state. The certification shall be deemed to be filed submitted if mailed by registered mail by five p.m. central time on the last Tuesday in March. If a political party does not choose to have a primary selection of its delegates and alternates to the national convention, the party shall submit its delegates and alternates to the secretary of state by five p.m. central time on the first Tuesday in August. Section 2. That § 12-6-4 be amended to read: 12-6-4. Except as provided by § 12-5-4 and as may be otherwise provided in chapter 12-9, no candidate for any office to be filled, or nomination to be made, at either or both the primary or general election, other than a presidential election, may have that person's name printed upon the official primary election ballot of that person's party, unless a petition has been filed on that person's behalf not prior to January first, and not later than after December thirty-first and by the last Tuesday of March at five p.m. prior to local time before the date of the primary election. If the petition is mailed by registered mail by the last Tuesday of March at five p.m. prior to local time before the primary election, the petition shall be considered filed timely submitted. A nominating petition for national convention delegates and alternates as provided in § 12-5-3.11 shall be filed in accordance with the provisions of this section. Nominating petitions for all party and public offices except legislative and judicial offices shall be filed in the office of the county auditor of the county in which the person is a candidate. Nominating petitions for legislative and judicial office whether elected in one or more counties, and all other party and public offices to be voted on in more than one county shall be filed in the Office of the Secretary of State. Section 3. That § 12-6-7 be amended to read: 12-6-7. A nominating petition may be composed of several sheets, which each sheet shall have identical headings printed at the head thereof top. A nominating petition for any election shall be a self-contained sheet of paper. The petition for party office or political public office shall be signed by not less than one percent of the voters who cast their vote voted for that party's gubernatorial candidate at the last gubernatorial election in the county, part of the county, district, or state electing a candidate to fill the office. Section 4. That § 12-6-7.1 be amended to read: 12-6-7.1. Notwithstanding the provisions of § 12-6-7, a nominating petition for a candidate for office in the State Legislature, county political public office, and county party office shall be signed by not less than fifty sixty voters or not less than one percent of the registered voters who cast their vote for the party's gubernatorial candidate voted in the candidate's party in that legislative district, county, or county commissioner district at the last general election, whichever is less. The petition shall clearly designate the senatorial or representative district for which said the individual is a candidate. Section 5. That § 12-6-8 be amended to read: 12-6-8. No person may sign the nominating petition of a candidate before January first in the year in which the election is to be held, nor for whom the person is not entitled to vote, nor for a political candidate of a party of which the person is not a member, nor of for more than the number of candidates required to be nominated for the same office. There The signer or circulator shall be added by either the signer or the circulator, add the signer's place of residence, and the date of signing. The signer's post office box number may be given in lieu of a street address if the signer lives within a municipality of the second or third class. A formal declaration of the candidate shall be signed by the circulator candidate prior to before the circulation of petitions. The signed declaration of the candidate, or a facsimile thereof, may shall accompany and be a part of the petition. The An original signed declaration shall accompany the group of petitions upon filing. The petition shall be verified under oath by the persons circulating the petition. The verification by the person circulating the petition may not be notarized by the candidate whom the petition is nominating. A nominating petition for any election shall be a self-contained sheet of paper in order to have the candidate's name placed on the ballot. The provisions of this section may not prohibit a person registered with party affiliation from signing either a petition nominating an independent or a nonpolitical candidate for office if the person has not previously signed a petition for that office to be filled. Section 6. That § 12-6-51.1 be amended to read: 12-6-51.1. If no candidate for United States Senate, United States House of Representatives, or Governor in a race involving three or more candidates receives thirty-five percent of the votes of the candidate's party, a secondary runoff election shall be held ten weeks from the date of the first primary election. At the secondary runoff election the only persons voted for shall be the two candidates receiving the highest number of votes at the first election. However, if there is a tie for second place in the first primary election and there is no tie for first place, all tying second place candidates shall be placed along with the first place candidate on the ballot for the secondary runoff election. The secondary runoff election shall be held at the same polling places, be conducted, returned, and canvassed and the results declared in the same manner as the first election. However, if the secondary runoff election does not have a federal race, the electronic ballot marking system is not required, and hand-counted ballots may be used. The person receiving the highest number of votes at the secondary runoff election is nominated as the candidate for the party. Section 7. That § 9-13-26.1 be amended to read: 9-13-26.1. If a municipality has passed an ordinance requiring a secondary runoff election, and no candidate in a race involving three or more candidates receives a majority of the votes cast in the race, a secondary election shall be held three weeks from the date of the first election. At the secondary runoff election, the only persons voted for shall be the two candidates receiving the highest number of votes at the first election. However, if there is a tie for second place in the first election and there is no tie for first place, all tying second place candidates shall be placed along with the first place candidate on the ballot for the secondary runoff election. The secondary runoff election shall be held at the same polling places and shall be conducted, returned, and canvassed in the same manner as the first election. The result shall be declared and entered in the minutes of the municipality in the same manner as the first election. The person receiving the highest number of votes at the secondary runoff election is elected. Section 8. That § 12-7-1 be amended to read: 12-7-1. Any candidate for nonjudicial public office, except as provided in § 12-7-7 or office in the State Legislature, county political public office, and county party office as provided in section 9 of this Act, who is not nominated by a primary election may be nominated by filing a certificate of nomination with the secretary of state or county auditor as prescribed by § 12-6-4, not prior to January first at 8:00 a.m. and not later than after December thirty-first and by the last Tuesday of April at 5:00 p.m. prior to local time before the election, a. A certificate of nomination which shall be executed as provided in chapter 12-6. If the certificate of nomination is mailed by registered mail by the last Tuesday of April at 5:00 p.m. prior to local time before the election, it is timely submitted. The certificate of nomination shall be signed by registered voters within the district or political subdivision in and for which the officers are to be elected. The number of signatures required may not be less than one percent of the total combined vote cast for Governor at the last certified gubernatorial election within the district or political subdivision. An independent candidate for Governor shall certify the candidate's selection for lieutenant governor to the secretary of state prior to circulation of the candidate's nominating petition. The candidate and the candidate's selection for lieutenant governor or vice president shall sign the certification before it is filed. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the forms for the certificate of nomination and the certification for lieutenant governor. Section 9. That chapter 12-7 be amended by adding a NEW SECTION to read: Any candidate for office in the State Legislature, county political public office, and county party office, who is not nominated by a primary election may be nominated by filing a certificate of nomination with the secretary of state or county auditor as prescribed by § 12-6-4, after December thirty-first and by the last Tuesday of April at 5:00 p.m. local time before the election. A certificate of nomination shall be executed as provided in chapter 12-6. If the certificate of nomination is mailed by registered mail by the last Tuesday of April at 5:00 p.m. local time before the election, it is timely submitted. The certificate of nomination shall be signed by registered voters within the district or political subdivision in and for which the officers are to be elected. The number of signatures required shall be signed by not less than one percent of the total number of registered voters in that legislative district, county, or county commissioner district at the last general election. The petition shall clearly designate the senatorial or representative district for which said individual is a candidate. Section 10. That chapter 12-7 be amended by adding a NEW SECTION to read: An independent candidate for Governor shall certify the candidate's selection for lieutenant governor to the secretary of state with the candidate's nominating petition. The candidate and the candidate's selection for lieutenant governor shall sign the certification before the nominating petitions are circulated. If an independent candidate for lieutenant governor withdraws, no independent candidate for Governor may have the candidate's name printed upon a ballot unless a replacement selection for lieutenant governor is certified to the secretary of state by the second Tuesday in August. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the forms for the certification for lieutenant governor. Section 11. That § 12-7-7 be amended to read: 12-7-7. Any candidate for President or Vice President of the United States who is not nominated by a primary election may be nominated by filing with the secretary of state, not prior to January first at 8:00 a.m. and not later than after December thirty-first and by the first Tuesday in August at 5:00 p.m. prior to central time before the election, a certificate of nomination which shall be executed as provided in chapter 12-6. If the certificate of nomination is mailed by registered mail by the first Tuesday in August at 5:00 p.m. prior to central time before the election, it is timely submitted. The number of signatures required may not be less than one percent of the total combined vote cast for Governor at the last certified gubernatorial election within the state. An independent candidate for President shall file a declaration of candidacy and a certification of the candidate's selection for Vice President with the secretary of state prior to circulation of with the candidate's nominating petitions. The candidate and the candidate's selection for Vice President shall sign the certification before it is filed the nominating petitions are submitted. If an independent candidate for Vice President withdraws pursuant to § 12-6-55, no independent candidate for President shall have the candidate's name printed upon a ballot unless a replacement selection for Vice President is certified to the secretary of state by the second Tuesday in August. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the forms for the certificate of nomination and the certification for Vice President."}, {"bill_id": 7770, "bill_version_id": 42843, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2017-01-20T11:04:39.3-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding delegates and alternates to the national convention, nominating petitions, and runoff elections. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 12-5-3.8 be amended to read: 12-5-3.8. If a political party chooses to have a primary for selection of its delegates and alternates to the national convention, the party shall certify the candidate names or the delegate and alternate slates which are to be listed on the primary ballot to the secretary of state by the last Tuesday in March preceding the primary by five p.m. central time. Only candidates or slates certified may be placed on the ballot by the secretary of state and the position of the candidates or slates on the primary ballot shall be chosen by lot by the secretary of state. The certification shall be deemed to be filed submitted if mailed by registered mail by five p.m. central time on the last Tuesday in March. If a political party does not choose to have a primary selection of its delegates and alternates to the national convention, the party shall define the selection process of its delegates and alternates in the party bylaws. Section 2. That § 12-6-4 be amended to read: 12-6-4. Except as provided by § 12-5-4 and as may be otherwise provided in chapter 12-9, no candidate for any office to be filled, or nomination to be made, at either or both the primary or general election, other than a presidential election, may have that person's name printed upon the official primary election ballot of that person's party, unless a petition has been filed on that person's behalf not prior to January first, and not later than after December thirty-first and by the last Tuesday of March at five p.m. prior to local time before the date of the primary election. If the petition is mailed by registered mail by the last Tuesday of March at five p.m. prior to local time before the primary election, the petition shall be considered filed timely submitted. A nominating petition for national convention delegates and alternates as provided in § 12-5-3.11 shall be filed in accordance with the provisions of this section. Nominating petitions for all party and public offices except legislative and judicial offices shall be filed in the office of the county auditor of the county in which the person is a candidate. Nominating petitions for legislative and judicial office whether elected in one or more counties, and all other party and public offices to be voted on in more than one county shall be filed in the Office of the Secretary of State. Section 3. That § 12-6-7 be amended to read: 12-6-7. A nominating petition may be composed of several sheets, which each sheet shall have identical headings printed at the head thereof top. A nominating petition for any election shall be a self-contained sheet of paper. The petition for party office or political public office shall be signed by not less than one percent of the voters who cast their vote voted for that party's gubernatorial candidate at the last gubernatorial election in the county, part of the county, district, or state electing a candidate to fill the office. If a county uses vote centers and does not print ballots by precinct, signature requirements for both partisan and independent candidates are: (1) Fifty signatures for a legislative candidate whose district either in whole or in part includes that county; (2) Thirty signatures for a county candidate; (3) Fifteen signatures for county commissioner district candidates; or (4) Five signatures for a new party legislative candidate whose district either in whole or in part includes that county. Section 4. That § 12-6-8 be amended to read: 12-6-8. No person may sign the nominating petition of a candidate before January first in the year in which the election is to be held, nor for whom the person is not entitled to vote, nor for a political candidate of a party of which the person is not a member, nor of for more than the number of candidates required to be nominated for the same office. There The signer or circulator shall be added by either the signer or the circulator, add the signer's place of residence, and the date of signing. The signer's post office box number may be given in lieu of a street address if the signer lives within a municipality of the second or third class. A formal declaration of the candidate shall be signed by the circulator candidate prior to before the circulation of petitions. The signed declaration of the candidate, or a facsimile thereof, may shall accompany and be a part of the petition. The An original signed declaration shall accompany the group of petitions upon filing. The petition shall be verified under oath by the persons circulating the petition. The verification by the person circulating the petition may not be notarized by the candidate whom the petition is nominating. A nominating petition for any election shall be a self-contained sheet of paper in order to have the candidate's name placed on the ballot. The provisions of this section may not prohibit a person registered with party affiliation from signing either a petition nominating an independent or a nonpolitical candidate for office if the person has not previously signed a petition for that office to be filled. Section 5. That § 12-6-51.1 be amended to read: 12-6-51.1. If no candidate for United States Senate, United States House of Representatives, or Governor in a race involving three or more candidates receives thirty-five percent of the votes of the candidate's party, a secondary runoff election shall be held ten weeks from the date of the first primary election. At the secondary runoff election the only persons voted for shall be the two candidates receiving the highest number of votes at the first election. However, if there is a tie for second place in the first primary election and there is no tie for first place, all tying second place candidates shall be placed along with the first place candidate on the ballot for the secondary runoff election. The secondary runoff election shall be held at the same polling places, be conducted, returned, and canvassed and the results declared in the same manner as the first election. However, if the secondary runoff election does not have a federal race, the electronic ballot marking system is not required, and hand-counted ballots may be used. The person receiving the highest number of votes at the secondary runoff election is nominated as the candidate for the party. Section 6. That § 9-13-26.1 be amended to read: 9-13-26.1. If a municipality has passed an ordinance requiring a secondary runoff election, and no candidate in a race involving three or more candidates receives a majority of the votes cast in the race, a secondary election shall be held three weeks from the date of the first election. At the secondary runoff election, the only persons voted for shall be the two candidates receiving the highest number of votes at the first election. However, if there is a tie for second place in the first election and there is no tie for first place, all tying second place candidates shall be placed along with the first place candidate on the ballot for the secondary runoff election. The secondary runoff election shall be held at the same polling places and shall be conducted, returned, and canvassed in the same manner as the first election. The result shall be declared and entered in the minutes of the municipality in the same manner as the first election. The person receiving the highest number of votes at the secondary runoff election is elected. Section 7. That § 12-7-1 be amended to read: 12-7-1. Any candidate for nonjudicial public office, except as provided in § 12-7-7 or office in the State Legislature, county political public office, and county party office as provided in section 9 of this Act, who is not nominated by a primary election may be nominated by filing a certificate of nomination with the secretary of state or county auditor as prescribed by § 12-6-4, not prior to January first at 8:00 a.m. and not later than after December thirty-first and by the last Tuesday of April at 5:00 p.m. prior to local time before the election, a. A certificate of nomination which shall be executed as provided in chapter 12-6. If the certificate of nomination is mailed by registered mail by the last Tuesday of April at 5:00 p.m. prior to local time before the election, it is timely submitted. The certificate of nomination shall be signed by registered voters within the district or political subdivision in and for which the officers are to be elected. The number of signatures required may not be less than one percent of the total combined vote cast for Governor at the last certified gubernatorial election within the district or political subdivision. An independent candidate for Governor shall certify the candidate's selection for lieutenant governor to the secretary of state prior to circulation of the candidate's nominating petition. The candidate and the candidate's selection for lieutenant governor or vice president shall sign the certification before it is filed. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the forms for the certificate of nomination and the certification for lieutenant governor. Section 8. That chapter 12-7 be amended by adding a NEW SECTION to read: An independent candidate for Governor shall certify the candidate's selection for lieutenant governor to the secretary of state with the candidate's nominating petition. The candidate and the candidate's selection for lieutenant governor shall sign the certification before the nominating petitions are circulated. If an independent candidate for lieutenant governor withdraws, no independent candidate for Governor may have the candidate's name printed upon a ballot unless a replacement selection for lieutenant governor is certified to the secretary of state by the second Tuesday in August. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the forms for the certification for lieutenant governor. Section 9. That § 12-7-7 be amended to read: 12-7-7. Any candidate for President or Vice President of the United States who is not nominated by a primary election may be nominated by filing with the secretary of state, not prior to January first at 8:00 a.m. and not later than after December thirty-first and by the first Tuesday in August at 5:00 p.m. prior to central time before the election, a certificate of nomination which shall be executed as provided in chapter 12-6. If the certificate of nomination is mailed by registered mail by the first Tuesday in August at 5:00 p.m. prior to central time before the election, it is timely submitted. The number of signatures required may not be less than one percent of the total combined vote cast for Governor at the last certified gubernatorial election within the state. An independent candidate for President shall file a declaration of candidacy and a certification of the candidate's selection for Vice President with the secretary of state prior to circulation of with the candidate's nominating petitions. The candidate and the candidate's selection for Vice President shall sign the certification before it is filed the nominating petitions are submitted. If an independent candidate for Vice President withdraws pursuant to § 12-6-55, no independent candidate for President shall have the candidate's name printed upon a ballot unless a replacement selection for Vice President is certified to the secretary of state by the second Tuesday in August. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the forms for the certificate of nomination and the certification for Vice President."}, {"bill_id": 7770, "bill_version_id": 43944, "bill_version": "Senate Local Government Engrossed", "bill_version_date": "2017-02-06T13:18:08.14-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding delegates and alternates to the national convention, nominating petitions, and runoff elections and to revise certain provisions for new political parties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 12-5-3.8 be amended to read: 12-5-3.8. If a political party chooses to have a primary for selection of its delegates and alternates to the national convention, the party shall certify the candidate names or the delegate and alternate slates which are to be listed on the primary ballot to the secretary of state by the last Tuesday in March preceding the primary by five p.m. central time. Only candidates or slates certified may be placed on the ballot by the secretary of state and the position of the candidates or slates on the primary ballot shall be chosen by lot by the secretary of state. The certification shall be deemed to be filed submitted if mailed by registered mail by five p.m. central time on the last Tuesday in March. If a political party does not choose to have a primary selection of its delegates and alternates to the national convention, the party shall define the selection process of its delegates and alternates in the party bylaws. Section 2. That § 12-6-4 be amended to read: 12-6-4. Except as provided by § 12-5-4 and as may be otherwise provided in chapter 12-9, no candidate for any office to be filled, or nomination to be made, at either or both the primary or general election, other than a presidential election, may have that person's name printed upon the official primary election ballot of that person's party, unless a petition has been filed on that person's behalf not prior to January first, and not later than after December thirty-first and by the last Tuesday of March at five p.m. prior to local time before the date of the primary election. If the petition is mailed by registered mail by the last Tuesday of March at five p.m. prior to local time before the primary election, the petition shall be considered filed timely submitted. A nominating petition for national convention delegates and alternates as provided in § 12-5-3.11 shall be filed in accordance with the provisions of this section. Nominating petitions for all party and public offices except legislative and judicial offices shall be filed in the office of the county auditor of the county in which the person is a candidate. Nominating petitions for legislative and judicial office whether elected in one or more counties, and all other party and public offices to be voted on in more than one county shall be filed in the Office of the Secretary of State. Section 3. That § 12-6-7 be amended to read: 12-6-7. A nominating petition may be composed of several sheets, which each sheet shall have identical headings printed at the head thereof top. A nominating petition for any election shall be a self-contained sheet of paper. The petition for party office or political public office shall be signed by not less than one percent of the voters who cast their vote voted for that party's gubernatorial candidate at the last gubernatorial election in the county, part of the county, district, or state electing a candidate to fill the office. If a county uses vote centers and does not print ballots by precinct, signature requirements for both partisan and independent candidates are: (1) Fifty signatures for a legislative candidate whose district either in whole or in part includes that county; (2) Thirty signatures for a county candidate; (3) Fifteen signatures for county commissioner district candidates; (4) Five signatures for a new party legislative candidate whose district either in whole or in part includes that county; (5) Five signatures for a new party county candidate; or (6) Three signatures for a new party county commissioner district candidate. Section 4. That § 12-6-8 be amended to read: 12-6-8. No person may sign the nominating petition of a candidate before January first in the year in which the election is to be held, nor for whom the person is not entitled to vote, nor for a political candidate of a party of which the person is not a member, nor of for more than the number of candidates required to be nominated for the same office. There The signer or circulator shall be added by either the signer or the circulator, add the signer's place of residence, and the date of signing. The signer's post office box number may be given in lieu of a street address if the signer lives within a municipality of the second or third class. A formal declaration of the candidate shall be signed by the circulator candidate prior to before the circulation of petitions. The signed declaration of the candidate, or a facsimile thereof, may shall accompany and be a part of the petition. The An original signed declaration shall accompany the group of petitions upon filing. The petition shall be verified under oath by the persons circulating the petition. The verification by the person circulating the petition may not be notarized by the candidate whom the petition is nominating. A nominating petition for any election shall be a self-contained sheet of paper in order to have the candidate's name placed on the ballot. The provisions of this section may not prohibit a person registered with party affiliation from signing either a petition nominating an independent or a nonpolitical candidate for office if the person has not previously signed a petition for that office to be filled. Section 5. That § 12-6-51.1 be amended to read: 12-6-51.1. If no candidate for United States Senate, United States House of Representatives, or Governor in a race involving three or more candidates receives thirty-five percent of the votes of the candidate's party, a secondary runoff election shall be held ten weeks from the date of the first primary election. At the secondary runoff election the only persons voted for shall be the two candidates receiving the highest number of votes at the first election. However, if there is a tie for second place in the first primary election and there is no tie for first place, all tying second place candidates shall be placed along with the first place candidate on the ballot for the secondary runoff election. The secondary runoff election shall be held at the same polling places, be conducted, returned, and canvassed and the results declared in the same manner as the first election. However, if the secondary runoff election does not have a federal race, the electronic ballot marking system is not required, and hand-counted ballots may be used. The person receiving the highest number of votes at the secondary runoff election is nominated as the candidate for the party. Section 6. That § 9-13-26.1 be amended to read: 9-13-26.1. If a municipality has passed an ordinance requiring a secondary runoff election, and no candidate in a race involving three or more candidates receives a majority of the votes cast in the race, a secondary election shall be held three weeks from the date of the first election. At the secondary runoff election, the only persons voted for shall be the two candidates receiving the highest number of votes at the first election. However, if there is a tie for second place in the first election and there is no tie for first place, all tying second place candidates shall be placed along with the first place candidate on the ballot for the secondary runoff election. The secondary runoff election shall be held at the same polling places and shall be conducted, returned, and canvassed in the same manner as the first election. The result shall be declared and entered in the minutes of the municipality in the same manner as the first election. The person receiving the highest number of votes at the secondary runoff election is elected. Section 7. That § 12-7-1 be amended to read: 12-7-1. Any candidate for nonjudicial public office, except as provided in § 12-7-7 or office in the State Legislature, county political public office, and county party office as provided in section 9 of this Act, who is not nominated by a primary election may be nominated by filing a certificate of nomination with the secretary of state or county auditor as prescribed by § 12-6-4, not prior to January first at 8:00 a.m. and not later than after December thirty-first and by the last Tuesday of April at 5:00 p.m. prior to local time before the election, a. A certificate of nomination which shall be executed as provided in chapter 12-6. If the certificate of nomination is mailed by registered mail by the last Tuesday of April at 5:00 p.m. prior to local time before the election, it is timely submitted. The certificate of nomination shall be signed by registered voters within the district or political subdivision in and for which the officers are to be elected. The number of signatures required may not be less than one percent of the total combined vote cast for Governor at the last certified gubernatorial election within the district or political subdivision. An independent candidate for Governor shall certify the candidate's selection for lieutenant governor to the secretary of state prior to circulation of the candidate's nominating petition. The candidate and the candidate's selection for lieutenant governor or vice president shall sign the certification before it is filed. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the forms for the certificate of nomination and the certification for lieutenant governor. Section 8. That chapter 12-7 be amended by adding a NEW SECTION to read: An independent candidate for Governor shall certify the candidate's selection for lieutenant governor to the secretary of state with the candidate's nominating petition. The candidate and the candidate's selection for lieutenant governor shall sign the certification before the nominating petitions are circulated. If an independent candidate for lieutenant governor withdraws, no independent candidate for Governor may have the candidate's name printed upon a ballot unless a replacement selection for lieutenant governor is certified to the secretary of state by the second Tuesday in August. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the forms for the certification for lieutenant governor. Section 9. That § 12-7-7 be amended to read: 12-7-7. Any candidate for President or Vice President of the United States who is not nominated by a primary election may be nominated by filing with the secretary of state, not prior to January first at 8:00 a.m. and not later than after December thirty-first and by the first Tuesday in August at 5:00 p.m. prior to central time before the election, a certificate of nomination which shall be executed as provided in chapter 12-6. If the certificate of nomination is mailed by registered mail by the first Tuesday in August at 5:00 p.m. prior to central time before the election, it is timely submitted. The number of signatures required may not be less than one percent of the total combined vote cast for Governor at the last certified gubernatorial election within the state. An independent candidate for President shall file a declaration of candidacy and a certification of the candidate's selection for Vice President with the secretary of state prior to circulation of with the candidate's nominating petitions. The candidate and the candidate's selection for Vice President shall sign the certification before it is filed the nominating petitions are submitted. If an independent candidate for Vice President withdraws pursuant to § 12-6-55, no independent candidate for President shall have the candidate's name printed upon a ballot unless a replacement selection for Vice President is certified to the secretary of state by the second Tuesday in August. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the forms for the certificate of nomination and the certification for Vice President. Section 10. That chapter 12-5 be amended by adding a NEW SECTION to read: If a new political party organizing does not have a candidate for United States Senate, United States House of Representatives, Governor, or Legislature, that new political party may be organized by filing with the secretary of state not later than July first at five p.m., a written declaration signed by at least two and one-half percent of the voters of the state as shown by the total vote cast for Governor at the last preceding gubernatorial election. The declaration shall contain: (1) The name of the proposed party; and (2) A brief statement of the principles of the proposed party. The new political party shall, under the party name chosen, have all the rights of a political party whose ticket was on the ballot at the preceding general election. No signature on a declaration is valid if the declaration was signed more than one year prior to filing of the declaration. A political party loses the right to participate in the primary election for failure to meet the definition of political party as defined in § 12-1-3. The national and state chairperson of a recognized political party may request in writing, subscribed and sworn to by each chairperson before any officer qualified to administer oaths and take acknowledgments, to no longer be recognized as a political party. The political party shall also comply with the requirements for dissolution pursuant to chapter 12-27."}, {"bill_id": 7770, "bill_version_id": 44390, "bill_version": "Enrolled", "bill_version_date": "2017-02-14T10:59:59.31-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7770, "action_date": "2017-01-10T12:00:00-06:00", "document_id": 42448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42448.pdf", "status_text": "First read in House and referred to", "journal_page": 24, "committee_id_action": 361, "committee_id_assigned": 356, "result": "N", "vote": {}}, {"bill_id": 7770, "action_date": "2017-01-20T07:45:00-06:00", "document_id": 42665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42665.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 356, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7770, "action_date": "2017-01-20T07:45:00-06:00", "document_id": 42827, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42827.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 356, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7770, "action_date": "2017-01-20T07:45:00-06:00", "document_id": 42827, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42827.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 356, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7770, "action_date": "2017-01-20T07:45:00-06:00", "document_id": 42827, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42827.pdf", "status_text": "Do Pass Amended", "journal_page": 92, "committee_id_action": 356, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22417, "president_vote": null, "Yea": [1166, 1147, 1143, 1136, 1139, 1133, 1149, 1160, 1113, 1165, 1119], "Excused": [1179, 1206]}}, {"bill_id": 7770, "action_date": "2017-01-24T14:00:00-06:00", "document_id": 43059, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43059.pdf", "status_text": "Deferred to another day", "journal_page": 183, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7770, "action_date": "2017-01-25T14:00:00-06:00", "document_id": 43199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43199.pdf", "status_text": "Deferred to another day", "journal_page": 203, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7770, "action_date": "2017-01-26T13:00:00-06:00", "document_id": 43351, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43351.pdf", "status_text": "Deferred to another day", "journal_page": 218, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7770, "action_date": "2017-01-31T14:00:00-06:00", "document_id": 43490, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43490.pdf", "status_text": "Do Pass Amended", "journal_page": 232, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22684, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1122, 1118, 1180, 1197, 1190, 1173, 1183, 1179, 1114, 1201, 1198, 1202, 1116, 1129, 1143, 1142, 1136, 1139, 1181, 1204, 1159, 1192, 1196, 1120, 1205, 1130, 1191, 1185, 1117, 1133, 1125, 1200, 1206, 1124, 1110, 1203, 1184, 1134, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1121, 1212, 1145, 1111, 1187, 1149], "Excused": [1112, 1170, 1150]}}, {"bill_id": 7770, "action_date": "2017-02-01T14:00:00-06:00", "document_id": 43627, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43627.pdf", "status_text": "First read in Senate and referred to", "journal_page": 255, "committee_id_action": 360, "committee_id_assigned": 338, "result": "N", "vote": {}}, {"bill_id": 7770, "action_date": "2017-02-06T09:00:00-06:00", "document_id": 43844, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43844.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 338, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7770, "action_date": "2017-02-06T09:00:00-06:00", "document_id": 43908, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43908.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 338, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7770, "action_date": "2017-02-06T09:00:00-06:00", "document_id": 43908, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43908.pdf", "status_text": "Do Pass Amended", "journal_page": 304, "committee_id_action": 338, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22876, "president_vote": null, "Yea": [1171, 1108, 1189, 1169], "Excused": [1106, 1107, 1163]}}, {"bill_id": 7770, "action_date": "2017-02-06T09:00:00-06:00", "document_id": 43908, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43908.pdf", "status_text": "Title amended", "journal_page": 304, "committee_id_action": 338, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7770, "action_date": "2017-02-06T09:00:00-06:00", "document_id": 43908, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43908.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 338, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7770, "action_date": "2017-02-08T14:00:00-06:00", "document_id": 44140, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44140.pdf", "status_text": "Do Pass Amended", "journal_page": 343, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23045, "president_vote": null, "Yea": [1154, 1171, 1103, 1148, 1108, 1096, 1097, 1109, 1105, 1175, 1100, 1106, 1164, 1194, 1169, 1107, 1104, 1163, 1099, 1144, 1131, 1135, 1178, 1141, 1157, 1172, 1151, 1174, 1146, 1102, 1098, 1137, 1167, 1132, 1189]}}, {"bill_id": 7770, "action_date": "2017-02-13T14:00:00-06:00", "document_id": 44338, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44338.pdf", "status_text": "Concurred in amendments", "journal_page": 371, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23181, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1122, 1118, 1180, 1197, 1190, 1173, 1183, 1179, 1114, 1201, 1198, 1202, 1116, 1129, 1143, 1142, 1136, 1139, 1181, 1204, 1159, 1192, 1196, 1120, 1205, 1130, 1191, 1185, 1117, 1133, 1125, 1200, 1206, 1124, 1170, 1110, 1184, 1134, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1121, 1212, 1145, 1111, 1187, 1150, 1149], "Excused": [1112, 1203]}}, {"bill_id": 7770, "action_date": "2017-02-14T14:00:00-06:00", "document_id": 44431, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44431.pdf", "status_text": "Signed by the Speaker", "journal_page": 394, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7770, "action_date": "2017-02-15T14:00:00-06:00", "document_id": 44524, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44524.pdf", "status_text": "Signed by the President", "journal_page": 406, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7770, "action_date": "2017-02-16T13:00:00-06:00", "document_id": 44630, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44630.pdf", "status_text": "Delivered to the Governor", "journal_page": 421, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7770, "action_date": "2017-02-23T13:00:00-06:00", "document_id": 44897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44897.pdf", "status_text": "Signed by the Governor", "journal_page": 482, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6351, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7770"}