{"session_id": 45, "bill_id": 13081, "bill_type": "House Bill", "bill_number": 1256, "bill_title": "to revise certain provisions relating to the regulation of telecommunications companies.", "sponsors": [{"legislator_profile_id": 1959, "is_prime": true}, {"legislator_profile_id": 1968, "is_prime": true}, {"legislator_profile_id": 1890, "is_prime": false}, {"legislator_profile_id": 1949, "is_prime": false}, {"legislator_profile_id": 1960, "is_prime": false}, {"legislator_profile_id": 1970, "is_prime": false}, {"legislator_profile_id": 1985, "is_prime": false}], "keywords": ["Telecommunications"], "audio": [], "bill_versions": [{"bill_id": 13081, "bill_version_id": 73517, "bill_version": "Introduced", "bill_version_date": "1997-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the regulation of telecommunications companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-31-1 be amended to read as follows: 49-31-1. Terms used in this chapter mean: (1) \"Centron and centron-like services,\" services which provide custom switching features which include but are not limited to the local transport facility, distributive dial tone, select number screening, toll restriction and screening, nonattendant busy out, nonattend and call transfer, and select trunk hunting and screening; (2) \"Cost based price,\" a price which recovers the costs of providing a service and includes a reasonable portion of shared and common costs and a reasonable profit; (3) \"Commission,\" the Public Utilities Commission; (3) (4) \"Common carrier,\" anyone who offers telecommunications services to the public; (5) \"Interexchange telecommunications service,\" telecommunications service provided between exchanges within the state that are not in the same local calling area; (4) (6) \"LATA,\" a local access and transport area; (7) \"Local calling area,\" the geographic area within which telephone calls may be completed between or among customers without the assessment of interexchange telecommunications service charges. An extended area service calling area is part of the local calling area; (5) (8) \"Local exchange service,\" the access to and transmission of two-way switched voice communications telecommunications service within a geographic territorial unit established by a telecommunications company for the administration of telecommunications services local calling area. Local exchange service includes the transport facilities used to transmit a call between the local exchange switching facility and the customer and only that switching necessary to route a call to or from another local exchange service company or an interexchange telecommunications service provider ; (6) (9) \"New products and services,\" any new product or service introduced after July 1, 1988, which is not functionally required to provide local exchange service. Repackaging of any product or service which is fully competitive with any service regulated as emerging competitive or noncompetitive is not considered a new product or service; (7) (10) \"Optional service,\" a limited or discretionary service offered by a telecommunications company which is not functionally required for the provision of noncompetitive services and which the customer has the option to purchase; (8) \"Rate of return regulation,\" the procedure used by the commission to approve the charge for a service which gives due consideration to the public need for adequate, efficient and reasonable service and to the need of the public utility for revenues sufficient to enable it to meet its total current cost of furnishing such service, including taxes and interest, and including adequate provision for depreciation of its utility property used and necessary in rendering service to the public, and to earn a fair and reasonable return upon the value of its property; (9) (11) \"Rural telephone company,\" a local exchange company as defined in the United States Code, title 47, section 153(37) as of February 8, 1996; (12) \"Telecommunications company,\" any person , trustee, lessee or receiver owning, operating, reselling, managing , or controlling , in whole or in part, any telecommunications line, system , or exchange in this state, directly or indirectly, for public use. For purposes of this definition, the term, for public use, means for the use of the public in general or for a specific segment of the public, or which connects to the public switched network for access to any telecommunications service. All telecommunications companies are common carriers; and (10) (13) \"Telecommunications service,\" the transmission of signs, signals, writings, images, sounds, messages, data , or other information of any nature by wire, radio, light waves, electromagnetic means , or other similar means. It does not include the provision of terminal equipment used to originate or terminate such service, broadcast transmissions by radio, television , and satellite stations regulated by the federal communications commission , and one-way cable television service ; and (11) \"Universal service,\" a service which is, as far as possible, a rapid, efficient telecommunications service with adequate facilities available to all the people of South Dakota at a reasonable charge . Section 2. That § 49-31-1.1 be amended to read as follows: 49-31-1.1. For the purposes of this chapter, \" noncompetitive service \" is a monopoly service for which no competition exists or the regulation of which is necessary to insure affordable local exchange service. Such services include: (1) Residential local exchange service; (2) Business local exchange service; (3) Agribusiness local exchange service; (4) Emergency services; (5) Public and semipublic coin telephone service; and (6) All services not otherwise listed in § § 49-31-1.2 and 49-31-1.3 classified as emerging competitive or fully competitive . Section 3. That § 49-31-1.2 be amended to read as follows: 49-31-1.2. For the purposes of this chapter, \" an emerging competitive service \" is a service that satisfies the criteria of § 49-31-3.2 and which has alternative services available to over twenty percent of the company's customers for that service. Such services include: (1) Inter-LATA InterLATA message toll service and intraLATA message toll service , otherwise known as interexchange telecommunications or long distance service which originates and terminates within South Dakota ; (2) Inter-LATA InterLATA wide area telephone service and intra-LATA intraLATA wide area telephone service; and (3) New products and services not functionally required to provide local exchange service. Section 4. That § 49-31-1.3 be amended to read as follows: 49-31-1.3. For the purposes of this chapter, \" a fully competitive service \" is a service that satisfies the criteria of § 49-31-3.2 and which has alternative services available to over fifty percent of the company's customers for that service within a local calling area or defined market or which is of limited scope or so discretionary in nature that the commission determines price regulation is not warranted. Such services include: (1) Cellular Commercial mobile radio services; (2) Centron and centron-like services; (3) Billing and collections; (4) Optional services; (5) Private line and special access; and (6) Premise cable and inside wire. Section 5. That § 49-31-1.4 be amended to read as follows: 49-31-1.4. For the purposes of this chapter, \" price regulation \" is the procedure used by the commission to approve the charge for an emerging or noncompetitive telecommunications service which is not based on rate of return regulation . In determining whether the price is fair and reasonable, the commission shall determine and consider the price of alternative services, the overall market for the service, the affordability of the price for the service in the market it is offered, and the impact of the price of the service on the commitment to preserve affordable universal service . In determining the price for an emerging competitive service, the commission shall also consider the actual cost of providing the service. In determining the price for a noncompetitive service, the commission shall also consider the fully allocated cost of providing the service , and shall permit prices that are cost based . Section 6. That § 49-31-2 be amended to read as follows: 49-31-2. The provisions of chapters 49-7 to 49-13, inclusive, and this chapter apply to all telecommunications companies and to all telecommunications lines and facilities of any kind, character , or description in use by any corporation, receiver, trustee or other person operating a telecommunications company, whether owned or operated under contract, agreement, lease , or otherwise. The commission may not unreasonably discriminate in its regulation of companies, lines, or facilities or in its application of the law contained in this chapter. Section 7. That § 49-31-3 be amended to read as follows: 49-31-3. The commission has general supervision and control of all telecommunications companies offering common carrier services within the state to the extent such business is not otherwise regulated by federal law or regulation. The commission shall inquire into any complaints, unjust discrimination, neglect, or violation of the laws of the state governing such companies. The commission may exercise powers necessary to properly supervise and control such companies. Each telecommunications company that plans to offer or provide any interexchange telecommunications service shall file an application for a certificate of authority with the commission no less than sixty days prior to initiating any providing interexchange telecommunications service in this state. The commission has the exclusive authority to grant a certificate of authority. Each telecommunications company shall submit a two hundred fifty dollar application fee with its application which shall be deposited into the gross receipts tax fund established pursuant to § 49-1A-2. If the commission has not ruled upon an application at the end of the sixty days, the telecommunications company may initiate provide interexchange telecommunications services in the state until the commission reaches a decision on the application. If the application is granted, the company may continue to offer its services. However, if the application is denied, the company shall cease and desist from offering any further services in this state. A telecommunications company has the burden to prove in its application that it has sufficient technical, financial , and managerial capabilities to offer interexchange telecommunications services before the commission may grant a certificate of authority. The commission may rule upon a telecommunications company's application for a certificate of authority with or without hearing. Any certificate of authority granted by the commission may be suspended or revoked pursuant to chapter 1-26 for a willful violation of the laws of this state, a willful failure to comply with a rule or order of the commission, or other good cause. The commission shall, by rules promulgated pursuant to chapter 1-26, prescribe the necessary procedures to implement this section. A telecommunications company that had lawful authority immediately prior to July 1, 1992 the effective date of this Act shall continue to have such authority. The commission shall issue such a telecommunications company a certificate of authority Certificates of authority to provide interexchange telecommunications service may not be sold, assigned, leased, or transferred without authorization from the commission . The offering of telecommunications services by a telecommunications company without a certificate of authority or which is inconsistent with this section is a Class 1 misdemeanor. Section 8. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: No telecommunications company may begin the construction of a telecommunications facility intended to provide local exchange service or to offer or provide local exchange service within a local calling area prior to receiving a certificate of authority for the local calling area sought to be served. A company may not extend an existing telecommunications facility outside its local exchange service area for the purpose of providing local exchange service without applying to the commission for authority to do so. Any telecommunications company seeking to amend its authorized local exchange service territory shall apply for an amended certificate of authority. An application for an amended certificate is subject to the same requirements as an application for an initial certificate. The commission has the exclusive authority to grant a certificate of authority. A telecommunications company has the burden to prove in its application that it has sufficient technical, financial, and managerial capabilities to provide the proposed local exchange service in the geographic area proposed to be served. The granting of a certificate of authority shall be consistent with any exemptions, suspensions, or modifications authorized for local exchange service companies pursuant to the United States Code, title 47, section 251(f) as of February 8, 1996. Any grant of a certificate of authority to provide local exchange service is subject to such terms and conditions as the commission finds consistent with preserving and advancing universal service, protecting the public safety and welfare, ensuring the continued quality of service, and safeguarding the rights of consumers. Each telecommunications company shall submit a two hundred fifty dollar application fee with its application which shall be deposited into the gross receipts tax fund established pursuant to § 49-1A-2. Except when an evidentiary hearing is required by the commission, the commission shall act on an application for a certificate of authority to provide local exchange service within ninety days of receiving a complete application. If an evidentiary hearing is required, the commission shall act on the application within one hundred twenty days of receipt of a complete application. Except as provided in the United States Code, title 47, section 253(f) as of February 8, 1996, if the applicant proposes to provide any local exchange service in an area served by a rural telephone company, the applicant is required to satisfy the service obligations of an eligible telecommunications carrier as set forth in the United States Code, title 47, section 214(e), as of February 8, 1996. However, an applicant may petition the commission for a waiver from the requirements of satisfying the service obligations of an eligible telecommunications carrier. The commission may grant the waiver if it determines, after notice and hearing pursuant to chapter 1-26, that the waiver would be in the public interest, that it would not adversely impact universal service, that prices for local exchange service would be just, reasonable, and affordable, and that quality of service would be continued. Any certificate of authority in effect as of the effective date of this Act shall remain in full force and effect. A certificate of authority may not be sold, assigned, leased, or transferred without authority from the commission. Any certificate of authority granted by the commission may be suspended or revoked pursuant to chapter 1-26 for a willful violation of the laws of this state, a willful failure to comply with a rule or order of the commission, or other good cause. The commission may, by rules promulgated pursuant to chapter 1-26, prescribe the necessary procedures to implement this section. The offering of telecommunications services by a telecommunications company without a certificate of authority or which is inconsistent with this section is a Class 1 misdemeanor. Section 9. That § 49-31-3.1 be amended to read as follows: 49-31-3.1. A telecommunications company may not discontinue any noncompetitive telecommunications service without the express approval of the commission. A telecommunications company need only notify the commission of the discontinuance of any emerging competitive or fully competitive telecommunications service. Section 10. That § 49-31-3.2 be amended to read as follows: 49-31-3.2. The commission, after notice and hearing, shall waive, eliminate or modify any of its rules or orders affecting telecommunications services if it finds that a telecommunications service is a fully competitive service or an emerging competitive service. A person, or the commission on its own motion, may apply to have an emerging competitive service of a telecommunications company classified as a fully competitive service or a noncompetitive service classified as an emerging competitive service or a fully competitive service. The application may be distinguished by, or limited to, a particular local service area or defined market where the service faces a demonstrated level of competition. The application shall be filed with the commission and served on any other person designated by the commission. The application shall be in a form prescribed by the commission. The commission, in determining how a telecommunications service is to be classified, shall consider: (1) The number and size of alternative providers of the service and the affiliation to other providers; (2) The extent to which services are available from alternative providers in the relevant market; (3) The ability of alternative providers to make functionally equivalent or substitute services readily available at competitive rates prices , terms, and conditions of service; (4) The market share, the ability of the market to hold prices close to cost, and other economic measures of market power; and (5) The impact on universal service. The commission shall approve or deny any such application within ninety days after the filing of the application. However, the commission may, by order, defer the period within which it must act for one additional period of ninety days, upon a finding that the proceeding cannot be completed within ninety days and that the additional time period is necessary for the commission to adequately and completely fulfill its duty under this title. If the commission has not acted on any such application within the appropriate time period permitted, the application shall be deemed granted. Section 11. That § 49-31-3.3 be repealed. 49-31-3.3. The commission may, within ninety days after July 1, 1988, conclude an investigation into any or all of the telecommunications services listed in § § 49-31-1.1, 49-31-1.2 and 49-31-1.3 to determine if any service is properly classified pursuant to the standards found in subdivisions 49-31-3.2 (1) to (5), inclusive. The commission may, after notice and hearing, reclassify any service to conform the classification of the service to the evidence and the standards in § 49-31-3.2. The telecommunications company providing the service has the burden of proving the classification is appropriate. During this ninety-day period, any service subject to the investigation will remain under rate of return regulation. Upon expiration of the ninety-day period, reclassification of any service, even if hearings had commenced within the ninety days, will be pursuant to the provisions of § 49-31-3.4. Section 12. That § 49-31-3.4 be amended to read as follows: 49-31-3.4. The commission, on its own motion or upon petition, shall commence regulation or reclassify a telecommunications service previously classified by the Legislature or the commission as a fully competitive service or an emerging competitive service if, after hearing or investigation, the commission finds: (1) That the market for that emerging competitive service does not satisfy the criteria of § 49-31-3.2 and does not have alternative telecommunications services available to over twenty percent of the telecommunications company's customers for that service; or (2) That the market for that fully competitive service does not satisfy the criteria of § 49-31-3.2 and does not have alternative telecommunications services available to over fifty percent of the telecommunications company's customers for that service. The petition or commission investigation may be distinguished by, or limited to, a particular local service area or defined market. In any proceeding to reclassify a telecommunications service, the person initiating the petition has the burden of proving that the existing classification is inappropriate, except the telecommunications company providing the service has the burden of proving that the classification is appropriate if the proceeding is commenced by the commission on its own motion. Upon the filing of a petition under this section and upon application, the commission may enter an order staying a price change, for not more than thirty days, for the disputed service pending a hearing on the merits of the petition, for reasonable cause shown. If a petition under this section is found to be spurious or vexatious, the commission may assess reasonable penalties and costs against the petitioning party, which may include reasonable attorney fees. However, the penalties and costs may not be assessed against the commission. Section 13. That § 49-31-4 be amended to read as follows: 49-31-4. Any charge established for the provision of telecommunications services shall be fair and reasonable. The commission shall determine and approve individual rates prices to be charged by any telecommunications company for a noncompetitive service pursuant to § § 49-31-1.4, if applicable, and pursuant to § § 49-31-12, 49-31-12.2 , and 49-31-12.4. Except as provided in § 49-31-4.1, the commission shall utilize rate of return regulation when determining the charge for a noncompetitive service. The commission shall determine and approve individual prices to be charged by a telecommunications company for any emerging competitive service pursuant to § § 49-31-1.4, 49-31-12, 49-31-12.2 , and 49-31-12.5. However, there There is no rate of return regulation of emerging competitive services and no rate of return or price regulation of fully competitive services. The commission shall separate, assign , and distribute a telecommunications company's revenues, investments, and expenses among all services offered. The commission shall, by rules promulgated pursuant to chapter 1-26, prescribe the methodologies by which a telecommunications company shall segregate its revenues, investments , and expenses. The methodologies prescribed by the rules shall be in accord with federal and state law. No telecommunications company may use the revenues from emerging competitive services to subsidize fully competitive services or revenues from noncompetitive services to subsidize emerging competitive services or fully competitive services. Expenses and investment of fully competitive services may not be attributed to emerging competitive services or noncompetitive services and the expenses and investment of emerging competitive services may not be attributed to noncompetitive services. Rates being charged by a telecommunications company on July 1, 1988 shall be deemed to be the fair, reasonable, and effective rates until changed or altered pursuant to this chapter. Section 14. That § 49-31-4.1 be repealed. 49-31-4.1. The commission shall, on its own motion or upon petition, hold public hearings investigating methods of price regulation consistent with § 49-31-1.4 and chapter 1-26. Within thirty days of its receipt of a petition filed pursuant to this section, the commission shall issue a procedural schedule setting forth dates by which written direct testimony or data shall be filed and ordering the date for commencement of a hearing. If the investigation indicates that pricing regulation is appropriate for any noncompetitive service because such regulation has a positive impact on universal service and is more reasonable and fair than rate of return regulation, the commission may adopt pricing regulation for any such noncompetitive service. Section 15. That § 49-31-4.2 be repealed. 49-31-4.2. A telecommunications company providing intrastate interexchange telecommunications services shall charge uniform prices on all routes where it offers the services. However, notwithstanding this section and § 49-31-11, a telecommunications company may offer or provide volume discounts and may pass through any state, municipal or local taxes in the specific geographic areas from which the taxes originate. Section 16. That § 49-31-4.3 be amended to read as follows: 49-31-4.3. Each telecommunications company engaged directly or indirectly in any business other than that of providing telecommunications service shall keep and, if requested by the commission, render separately to the commission, in like manner and form , the relevant accounts of all such other businesses. The provisions of this chapter apply to the books, accounts, papers , and records of relevant transactions with such other businesses. All profits and losses of such other business may be considered by the commission as are relevant to the general fiscal condition of the telecommunications company. The commission, in determining the allowance for materials or services to be included in costs of operations for rate of return or price regulation for noncompetitive services, may disallow any unreasonable profit made in the sale of materials to, or service supplied for , any telecommunications company by any firm or corporation owned or controlled directly or indirectly by such company or any affiliate, subsidiary, parent company, associate , or any corporation whose controlling stockholders are also controlling stockholders of such telecommunications company. The burden of proof shall be is on the telecommunications company to prove that no unreasonable profit is involved. Section 17. That § 49-31-5 be amended to read as follows: 49-31-5. The commission may regulate the business of providing telecommunication service and may promulgate rules pursuant to chapter 1-26 concerning: (1) Requirements for telecommunications companies to maintain and make available to the public and the commission records and utility tariffs; (2) Requirements for telecommunications companies to provide information to customers regarding credit, deposits, services, refunds , and billing rights; (3) Requirements that telecommunications companies must follow regarding procedures for billing customers; (4) Procedures and requirements for handling billing disputes, service interruptions, payment plans , and refunds; (5) Standards and procedures for telecommunications companies to follow to ensure nondiscriminatory credit policies; (6) Procedures, requirements , and record-keeping guidelines regarding deposit policies; (7) Procedures, requirements , and record-keeping guidelines regarding customer refunds; (8) Policies for telecommunications companies to follow regarding refusal of telephone service to the public; (9) Policies for telecommunications companies to follow regarding disconnection of customer service; (10) Registration procedures, service requirements, billing practices , and maximum service charges for alternative operator services in South Dakota; (11) Procedures and requirements for classification and reclassification proceedings; (12) Standards, procedures , and requirements regarding the telecommunications utility investigation fund; (13) Application and notice procedures for the construction of telecommunications facilities; and (14) Requirements for filing and noticing tariff changes ; (15) Procedures for competitive entry and exit in the provisioning of local exchange service; (16) Provision of equal access among telecommunications companies; (17) Funding of number portability; (18) Methods to preserve affordable local exchange service; (19) Standards of service quality; and (20) Provision of emergency telecommunications services . Section 18. That § 49-31-5.1 be amended to read as follows: 49-31-5.1. Telecommunications cooperatives organized pursuant to chapters 47-15 to 47-20, inclusive, municipal telephone systems operated pursuant to chapter 9-41, and independent telephone companies serving less than ten fifty thousand local exchange subscribers are not subject to chapter 49-11, § § 49-31-1.1 to 49-31-1.4, inclusive, § § 49-31-3.1 to 49-31-4.1, inclusive, § § 49-31-4.3, 49-31-5 and 49-31-6, § § 49-31-12 to 49-31-12.5, inclusive, and § § 49-31-44 to 49-31-46, inclusive. To qualify as an independent telephone company, the company must also be an incumbent local exchange company as defined in the United States Code, title 47, section 251(h) as of February 8, 1996. However, any cooperative, municipality , or independent telecommunications company may elect to have its rates noncompetitive services regulated by the commission and be subject to commission regulation for its emerging and noncompetitive telecommunications services . The election to be regulated shall be made by filing with the commission a certified copy of the resolution of the board of directors or the municipal governing body. Commission regulation shall become is effective thirty days after receipt of the resolution by the commission. Section 19. That § 49-31-6 be repealed. 49-31-6. The commission may make a physical valuation of all the property of any telecommunications company, to be taken when such valuation is necessary for the purpose of arriving at any determination in connection with the regulation of its business or the adjustment of its rates. Section 20. That § 49-31-7 be amended to read as follows: 49-31-7. In addition to the regulatory powers and duties provided by chapters 49-1 to 49-13, inclusive, and this chapter, the commission may conduct any investigations that are necessary to protect the public interest. The commission may order such changes or improvements in telecommunications facilities, exchanges , or networks as necessary for the improvement of telecommunications service and the convenience of the public. If, in the judgment of the commission, any repair upon telecommunications facilities , a change in its rates, a or any change in the mode of operating telecommunications facilities or conducting telecommunications company business is necessary, reasonable , and expedient in order to promote the safety, convenience , and accommodation of the public, the commission shall notify the telecommunications company immediately, and such telecommunications company shall change the mode of operating its facilities or conducting its business, or repair, renew , install, or replace such facilities in such manner, of such material , and within such time as the commission may order. Unless a cost support mechanism such as a universal service fund enables a company to recover the cost of implementing a commission order pursuant to this section, the commission shall allow the company to recover the cost of implementing the commission order. This section does not apply to interconnections which are subject to § 49-31- 15 or the provisioning of interconnection, services, or network elements subject to section 40 of this Act. Section 21. That § 49-31-7.1 be amended to read as follows: 49-31-7.1. The commission may: (1) Examine and inspect the condition of each telecommunications company in this state and of its equipment, and the manner of its conduct and management with reference to the safety, accommodation , and convenience of the public; (2) Require any telecommunications company doing business in this state to install any facility necessary for the safety, convenience and accommodation of the public; (3) Inquire into the management of the business of all telecommunications companies subject to the provisions of this chapter, and the commission shall keep informed as to the manner and method in which the same is conducted, and may obtain from such telecommunications companies full and complete information necessary to enable it to perform the duties and carry out the objects for which it was created; (4) Require annual reports and such special reports which, in the opinion of the commission, are necessary or proper for its information; (5) Prescribe the forms of any and all accounts, records , and memoranda to be kept by telecommunications companies; (6) Inspect all accounts, records , and memoranda kept by telecommunications companies and may employ special agents or examiners who have authority, under the order of the commission, to examine any and all accounts, records , and memoranda kept by any telecommunications company engaged in interstate commerce; (7) Examine any of the books, papers , or documents of any such telecommunications company and to examine under oath or otherwise any officer, director, agent , or employee of any such telecommunications company; and (8) Issue subpoenas to compel the attendance and testimony of witnesses and the production of all books, papers, tariffs, schedules, contracts, agreements , and documents relating to any matter under investigation, and to that end may invoke the aid of any court of this state in requiring the attendance and testimony of witnesses and the production of books, papers , and documents under the provisions of this section. The attendance of witnesses and the production of documents, books , and papers may be required from any place in the state at any designated place of hearing. Section 22. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any other provision of this chapter, any telecommunications company providing wholesale services may reorganize its business to separate its wholesale business from its retail business subject to commission approval. Section 23. That § 49-31-11 be amended to read as follows: 49-31-11. No person or telecommunications company may unjustly or unreasonably discriminate between persons in providing telecommunications services or in the rate or price charged for those services. No telecommunications company may offer a rate or charge, demand, collect or receive from any person a greater or lesser compensation for any telecommunications service offered than it charges, demands, collects or receives from any other person for providing a like telecommunications service. A telecommunications company shall offer to customers in all regions of the state served by the company access to like telecommunications services at reasonably comparable prices. Prices charged by providers of intrastate interexchange telecommunications services to customers in rural and high cost areas may be no higher than prices charged by the providers to their customers in urban areas. No telecommunications company may make or give any unjust or unreasonable preference or advantage to any person, nor unjustly or unreasonably prejudice or disadvantage any person, in the provision of any telecommunications service. Notwithstanding any prohibitions in this section chapter , upon application to the commission, any telecommunications company may , after investigation by the commission, be authorized by the commission to charge special rates prices, or to charge different prices based on good cause, or to give certain preferences which are determined by the commission to be fair and reasonable. A telecommunications company may pass through to its customers, residing in the area to which the taxes apply, any state, municipal, and local taxes assessed against the company. Nothing in this section applies to volume discounts or to the provision of telecommunications services at reduced rates prices for the United States, this state, local governments , or governmental subdivisions. Whoever violates any of the provisions of this section is guilty of unjust discrimination and shall be punished by a civil fine not less than one thousand nor more than five thousand dollars for each violation. Nothing in this section may alter or eliminate any remedy otherwise available to an injured party, including an injured party's right to initiate a suit against the company guilty of discrimination pursuant to § 49-13-14.1. Section 24. That § 49-31-12 be amended to read as follows: 49-31-12. The commission shall make for each of the telecommunications companies doing business in this state a schedule of reasonable fares and rates or prices except for those telecommunications services which are fully competitive. The commission may determine and approve different rates or prices for different companies and for different services of any company. The commission shall: (1) Change and revise such rates or prices as circumstances require; (2) Serve upon each company at least ten days notice of the time and place rates or prices will be determined, and provide an opportunity for any person , partnership, limited liability company, corporation, or company to be heard; and (3) Give notice to the company of the rates or prices decided upon and the effective date of such rates or prices, and provide a printed copy of such rates or prices to the general public upon request. Section 25. That § 49-31-12.1 be amended to read as follows: 49-31-12.1. Any tariff, or a certified copy, approved pursuant to § 49-31-1.4, 49-31-12, 49-31-12.2, 49-31-12.4 , or 49-31-12.5, shall be received in evidence as an official tariff on file with the commission, without further proof. The commission shall certify that the tariff in question is a true copy of the original on file with the commission and that it is currently in effect. The tariff shall, in any suit brought against a company, constitute prima facie evidence that the rates or prices approved thereby are fair and reasonable. Section 26. That § 49-31-12.2 be amended to read as follows: 49-31-12.2. Any telecommunications company subject to this chapter for noncompetitive and emerging competitive telecommunications services shall : (1) Print Shall print and keep for public inspection in a convenient and publicly accessible place, its tariff showing the rates or prices for telecommunications services offered by the company which are in force at the time; (2) Not May not increase published rates or prices for noncompetitive telecommunications services except after thirty days notice for noncompetitive services and twenty days notice for emerging competitive services to the commission and to the public. The notice shall state the proposed increase and the proposed effective date of the increase. After thirty days the applicable notice period ends, the increase may go into effect subject to suspension, refund , or both, pursuant to § 49-31-12.4 or 49-31-12.5, whichever is applicable. A company need only notify the commission of any reduction in rates or prices for telecommunications services before the effective date of the reduction and publish the appropriately amended tariff and notice required in subdivision (1) of this section; (3) Except as provided for in subdivision (2) of this section, may not deviate from any of its current published rates prices ; and (4) Upon request of the commission, shall file with the commission copies of any contracts, agreements , or arrangements with other companies that are affected by the provisions of this chapter. Section 27. That § 49-31-12.3 be amended to read as follows: 49-31-12.3. If any telecommunications company subject to the provisions of this chapter neglects or refuses to file or publish its tariffs of rates or prices, and contracts and agreements relating thereto, the telecommunications company, pursuant to chapter 21-34, is subject to a writ of mandamus to be issued by any circuit court of the state in the judicial circuit where the principal office of the telecommunications company is situated or where the offense may be committed. Section 28. That § 49-31-12.4 be amended to read as follows: 49-31-12.4. If a telecommunications company files with the commission any tariff stating a new rate or price or any new practice affecting any noncompetitive telecommunications service, the commission may : (1) May upon Upon a petition to intervene , or on its own initiative, with or without answer or other formal pleading by the interested company or companies but upon reasonable notice, enter upon a hearing concerning the propriety or reasonableness of the rate, price or practice; (2) Pending any hearing pursuant to subdivision (1) of this section, the commission may suspend the operation of the tariff and the use of the rate price or practice upon order with notice to the company of the reasons therefor. The suspension may not last longer than one hundred twenty days beyond the proposed effective date of the rate price or practice. However, the commission may extend the period an additional sixty days; (3) During any hearing conducted pursuant to subdivision (1) of this section, receive whatever evidence, statements , or arguments the parties may offer pertinent to the investigation. The burden is on the company to prove that the tariff is fair and reasonable; (4) After any hearing pursuant to subdivision (1) of this section, determine a fair and reasonable rate or price, render a written decision specifically setting out the rate or price , and prepare a record of its proceeding and findings; and (5) If a rate price has been suspended pursuant to subdivision (2) of this section and the commission has not issued an order at the expiration of one hundred eighty days after the proposed effective date of the rate price or practice, the proposed change may go into effect at the end of such period. In the case of a proposed increased rate or price, the telecommunications company shall keep an accurate account of all amounts received by reason of the increase. The company shall specify by whom and on whose behalf the amounts are paid. Upon completion of the hearings and entry of a commission decision, the commission may require the telecommunications company to refund, with interest, to the persons in whose behalf such amounts were paid, the portion of the increased rates or prices found to be unfair or unreasonable. Section 29. That § 49-31-12.5 be amended to read as follows: 49-31-12.5. If a telecommunications company files with the commission any tariff stating a new price or a change in price or practice affecting any emerging competitive telecommunications service, the commission: (1) Shall permit any proposed change in price or practice to be effective upon twenty days notice to the commission and the customers affected by the change; (2) May, upon receiving a petition to intervene or upon its own motion, conduct a hearing to determine whether any new price or change in price or practice is fair and reasonable. Any petition to intervene or motion shall be filed or made within twenty days after the filing of the price or practice. The burden of proof is on the company to show that any new price or change in price or practice is fair and reasonable. Any hearing shall be completed and any order of the commission shall be issued within one hundred twenty days after the effective date of the tariff filed; (3) May, if the petition to intervene or motion alleges improper cross subsidization in violation of § 49-31-4 or unjust or unreasonable discrimination pursuant to § 49-31-11, suspend the effective date of any new price or a change in price or practice, if the commission determines that any remedial order of the commission pursuant to chapter 49-13 will does not adequately protect a party from irreparable harm. Any suspension may not exceed thirty days following the effective date of the tariff filed; and (4) Shall, after notice and hearing, disapprove any price or practice found to be unfair and unreasonable and may order a refund with interest of any portion of the change found to be unfair and unreasonable. During any proceedings under this section, a telecommunications company shall keep accurate records of the amounts collected as a result of the increased price in the event of a refund at the conclusion of all proceedings. Section 30. That § 49-31-12.6 be amended to read as follows: 49-31-12.6. The Public Utilities Commission commission may require a telecommunications company as defined in subdivision 49-31-1(9) to make a deposit when it files for approval of a general change in rates or prices for any noncompetitive or emerging competitive telecommunications service. The commission may require a telecommunications company to deposit up to one hundred thousand dollars in the South Dakota Public Utilities Commission Regulatory Assessment Fee fund, the amount to be designated by commission order. Section 31. That § 49-31-15 be amended to read as follows: 49-31-15. The commission may compel access to any telecommunications facilities in this state for reasonable compensation, without discrimination, and under rules the commission may prescribe pursuant to chapter 1-26 . Any telecommunications company desiring access to any other company's facilities shall, if access is refused, make an application to the commission. Upon receipt of the application, the commission shall ascertain the facts in the case. If in its judgment the public service demands the access and the facilities of the applicant are in proper condition, the commission may order the access upon such terms and conditions that are found to be in the public interest and apportion the expense of the access. Nothing in this section may be construed to prevent telecommunications companies from providing access to each other's facilities by mutual consent. Section 32. That § 49-31-17 be repealed. 49-31-17. Notwithstanding § 49-31-15, no access may be compelled except at or within the local exchange boundary, or a centralized point serving several exchanges, of the telecommunications company refusing the access. The company refusing access may not be compelled by the commission to build a facility outside its local exchange territory, or a centralized point serving several exchanges, to connect to the telecommunications company requesting the access. Nothing in § 49-31-15 may be construed to prevent telecommunications companies from providing access to each other's facilities by mutual consent. Section 33. That § 49-31-18 be amended to read as follows: 49-31-18. Every telecommunications company shall provide switched access for any other telecommunications company doing business in the same vicinity that makes application therefor and shall afford all reasonable and proper facilities for such switched access, for reasonable compensation and without discrimination, and under rules the commission may prescribe. To provide switched access facilities at reasonable rates and to enhance and preserve universal service prices , the commission may establish methods designed to determine and implement fair and reasonable cost based switched access rates prices by rules promulgated pursuant to chapter 1-26. Section 34. That § 49-31-19 be amended to read as follows: 49-31-19. Access Switched access charges for switching and transporting intrastate interexchange telecommunications services between facilities shall be published in the tariff filed by the telecommunications company providing the access. Notwithstanding any exemption granted under § 49-31-5.1, any telecommunications company providing telecommunications switched access services which are classified as emerging or noncompetitive shall file its access tariffs with the commission for approval pursuant to § 49-31-12.4 or 49-31-12.5, as applicable. Section 35. That § 49-31-20 be amended to read as follows: 49-31-20. No person who owns telecommunications facilities in this state may consolidate with or hold a controlling interest in the stock, bonds or assets of another telecommunications company owning a competing line, switch, exchange or other telecommunications facilities. A person may file with the commission an application to consolidate or merge telecommunications companies. If the commission finds after an investigation, notice and, with or without, public hearing that the public interest will be benefited by the consolidation or merger, the commission may issue a permit granting the consolidation or merger A telecommunications company that operates within the state shall notify the commission of any consolidation or merger with another telecommunications company that operates within the state thirty days prior to any consolidation or merger . Section 36. That § 49-31-21 be repealed. 49-31-21. Any person before commencing the construction of a telecommunications facility, or an extension of an existing telecommunications facility outside its lawful local exchange territory, shall first apply to the commission for authority to do so. The application shall have attached thereto a plat or map showing the location of the proposed facility. Upon receipt of the application, the commission shall notify any other telecommunications company which may be affected and permit the filing of comments or objections. The commission may allow, with or without a hearing, the construction of a telecommunications facility if it finds the facility to be in the public interest and which will provide competition in the delivery or use of telecommunications services. If the proposed location of a facility is in the local exchange territory assigned to telephone cooperatives organized pursuant to chapters 47-15 to 47-20, inclusive, or municipal telephone systems operated pursuant to chapter 9-41, or independent telephone companies serving less than ten thousand local exchange subscribers, the commission may allow the proposed facility only upon the additional finding that the local exchange company operating the existing facility is not furnishing reasonably adequate telecommunications service and will not furnish reasonably adequate service within a reasonable time. Nothing in this section prohibits the construction of nonaccess facilities which cross the local exchange territory being lawfully occupied and served by another telecommunications company furnishing reasonably adequate service. Nothing in this section affects construction or extension of facilities within the local exchange territory for which a company has the certificate to operate, into contiguous territory which is not receiving similar service, or where a certificated telecommunications company agrees in writing to an attachment of lines or to the construction of telecommunications facilities in the affected company's local exchange territory. Section 37. That § 49-31-44 be amended to read as follows: 49-31-44. There is hereby created a fund within the state treasury to be known as the \" telecommunications investigation fund \" which shall be used by the commission to defray the expenses of conducting investigations or public hearings relating to § § 49-31-3.2 to , 49-31-3.4, inclusive, 49-31-4 , and 49-31-4.1 section 40 of this Act . Each telecommunications company as defined in subdivision 49-31-1(9), upon the opening of an official docket to exercise commission authority pursuant to § § 49-31-3.2 to , 49-31-3.4, inclusive, 49-31-4 , and 49-31-4.1 section 40 of this Act , shall make a deposit not to exceed seventy-five thousand dollars in the \" telecommunications investigation fund. \" The amount and the division of the deposit among the companies, if any, shall be designated by commission order. The commission shall use the deposit to defray the expense incident to conducting the hearing or investigation of the company making the deposit. The deposit is appropriated to the use of the commission for such purpose. The funds necessary for such expenses are hereby authorized to be expended. Section 38. That § 49-31-58 be repealed. 49-31-58. If it is determined to be in the public interest, the commission may utilize cost allocation methods other than fully distributed methods as provided for in § 49-31-4 for the assignment of costs among jointly provided noncompetitive services, emerging competitive services, or fully competitive services. In determining whether any alternative method of assigning costs is in the public interest the commission shall consider: (1) The impact of the method on efforts to preserve universal telecommunications service; (2) The extent to which the method will promote competition and facilitate the offering of advanced telecommunications services to all classes of ratepayers throughout the state; and (3) Any other factors that the commission considers relevant to the public interest. Section 39. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall permit the joint ownership, operation, or sharing of the public switched network infrastructure, technology, information, and telecommunications facilities and functions between local exchange companies for the purpose of enabling or assisting an eligible telecommunications carrier, as defined by the United States Code, title 47, section 214(e), to provide telecommunications services, or access to information services, in its service area. A local exchange company may not be required to share facilities with an eligible telecommunications carrier if the facilities are to be used to provide service to customers in the local exchange company's service area. Local exchange companies participating in the joint ownership, operation, or sharing arrangement may not be treated as a common carrier for hire or as offering common carrier services with respect to any infrastructure, technology, information, facilities, or functions made available to an eligible telecommunications carrier under the arrangement. Section 40. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall have all powers necessary, including promulgating rules pursuant to chapter 1-26, to implement and comply with the provisions of the federal Telecommunications Act of 1996 as of February 8, 1996, which allows for the development of competition for telecommunications services including local exchange services. To the extent required by the federal Telecommunications Act of 1996 as of February 8, 1996, each telecommunications company shall provide access to and interconnection with its telecommunications services and network elements to any provider of competitive telecommunications services that requests access and interconnection. Prices for the interconnection of facilities and equipment pursuant to the United States Code, title 47, section 251(c)(2) and network elements as defined by the United States Code, title 47, section 153(29) shall be cost-based. The provisioning of access to and interconnection with a local exchange company's services and network elements are not subject to §§ 49-31-1.1 to 49-31-1.4, inclusive, §§ 49-31-3.1 to 49-31-4, inclusive, §§ 49-31-12.2, 49-31-12.4, 49-31-12.5, 49-31-18, and 49-31-19."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13081, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72894.pdf", "status_text": "First read in House and referred to", "journal_page": 266, "committee_id_action": 544, "committee_id_assigned": 539, "result": "N", "vote": {}}, {"bill_id": 13081, "action_date": "1997-02-10T10:00:00-06:00", "document_id": 72319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72319.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13081, "action_date": "1997-02-14T10:00:00-06:00", "document_id": 72368, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72368.pdf", "status_text": "Deferred to another day", "journal_page": 482, "committee_id_action": 539, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13081, "action_date": "1997-02-19T10:00:00-06:00", "document_id": 72406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72406.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13081, "action_date": "1997-02-19T10:00:00-06:00", "document_id": 72406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72406.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 562, "committee_id_action": 539, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35262, "president_vote": null, "Yea": [1890, 1900, 1904, 1924, 1931, 1936, 1926, 1940, 1949, 1970, 1961, 1921], "Excused": [1967]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13081"}