{"session_id": 68, "bill_id": 24146, "bill_type": "House Bill", "bill_number": 1094, "bill_title": "lower the state sales tax rate and the state use tax rate on food to zero percent, and to repeal a conditional reduction of certain gross receipts tax rates.", "sponsors": [{"legislator_profile_id": 4350, "is_prime": true}], "keywords": ["Appropriation", "Emergency Clause", "Hoghouse-Vehicle Bill"], "audio": [{"meeting_datetime": "2023-02-15T08:45:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hap24.mp3", "start_seconds": 1594.0}, {"meeting_datetime": "2023-02-15T08:45:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hap24.mp3", "start_seconds": 1594.0}, {"meeting_datetime": "2023-02-15T08:45:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hap24.mp3", "start_seconds": 1594.0}, {"meeting_datetime": "2023-02-16T13:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou25.mp3", "start_seconds": 1345.0}, {"meeting_datetime": "2023-02-16T13:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou25.mp3", "start_seconds": 1345.0}, {"meeting_datetime": "2023-02-16T13:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou25.mp3", "start_seconds": 1345.0}, {"meeting_datetime": "2023-03-01T10:30:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sap32.mp3", "start_seconds": 346.0}, {"meeting_datetime": "2023-03-01T10:30:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sap32.mp3", "start_seconds": 346.0}, {"meeting_datetime": "2023-03-01T10:30:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sap32.mp3", "start_seconds": 346.0}, {"meeting_datetime": "2023-03-06T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen34.mp3", "start_seconds": 6725.0}, {"meeting_datetime": "2023-03-06T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen34.mp3", "start_seconds": 6725.0}, {"meeting_datetime": "2023-03-06T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen34.mp3", "start_seconds": 6725.0}, {"meeting_datetime": "2023-03-06T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen34.mp3", "start_seconds": 6725.0}, {"meeting_datetime": "2023-03-06T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen34.mp3", "start_seconds": 6725.0}], "bill_versions": [{"bill_id": 24146, "bill_version_id": 244498, "bill_version": "Introduced", "bill_version_date": "2023-01-18T17:27:35.097-06:00", "bill_text": "An Act to make an appropriation to increase the success of South Dakota and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. There is hereby appropriated from the general fund the sum of $1 to the state, for purposes of increasing the success of South Dakota. Section 2. The state shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 3. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2026, shall revert in accordance with the procedures prescribed in chapter 4-8. Section 4. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 24146, "bill_version_id": 251167, "bill_version": "Senate Engrossed", "bill_version_date": "2023-03-07T08:16:29.237-06:00", "bill_text": "An Act to lower the state sales tax rate and the state use tax rate on food to zero percent, and to repeal a conditional reduction of certain gross receipts tax rates. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-45-1 be AMENDED: 10-45-1. Terms used in this chapter mean: (1) \"Agricultural purposes,\" the producing, raising, growing, or harvesting of food or fiber upon agricultural land, including dairy products, livestock, and crops. The services of custom harvesters, chemical applicators, fertilizer spreaders, hay grinders, and cultivators are considered agricultural purposes. The harvesting of timber on land within the state is considered an agricultural purpose; (2) \"Business,\" any activity engaged in by any person or caused to be engaged in by such person with the object of gain, benefit, or advantage, either direct or indirect; (3) \"Candy,\" any preparation of sugar, honey, or other natural or artificial sweeteners in combination with chocolate, fruits, nuts or other ingredients or flavorings in the form of bars, drops, or pieces. The term, candy, does not include any preparation containing flour and does not require refrigeration; (4) \"Delivery charges,\" charges by the retailer for preparation and delivery to a location designated by the purchaser of tangible personal property, any product transferred electronically, or services including transportation, shipping, postage, handling, crating, and packing. The term does not include postage for direct mail; (5) \"Food\" and \"food ingredient,\" any substance, whether in liquid, concentrated, solid, frozen, dried, or dehydrated form, that is sold for ingestion or chewing by humans and is consumed for its taste or nutritional value. The term, food, does not include any: (a) alcoholic beverages,Alcoholic beverage as defined by § 35-1-1; (b) tobacco,Tobacco product as defined by § 10-50-1; (c) Cigarette as defined by § 10-50B-4; (d) Cannabis or cannabis product as defined by § 34-20G-1; or (e) preparedPrepared food; (6) Repealed by SL 2007, ch 56, § 1. (7) \"Person,\" any individual, firm, copartnership, joint adventure, association, limited liability company, corporation, municipal corporation, estate, trust, business trust, receiver, the State of South Dakota and its political subdivisions, or any group or combination acting as a unit; (8) \"Prepared food,\" any food sold in a heated state or heated by the seller; two or more food ingredients mixed or combined by the seller for sale as a single item; or food sold with eating utensils provided by the seller, including plates, knives, forks, spoons, glasses, cups, napkins, or straws. A plate does not include a container or packaging used to transport the food. Prepared food does not include food that is only cut, repackaged, or pasteurized by the seller, and eggs, fish, meat, poultry, and foods containing these raw animal foods requiring cooking by the consumer as recommended by the Food and Drug Administration in chapter 3, part 401.11 of its Food Code as of January 1, 2003, so as to prevent food borne illnesses; (8A) \"Product transferred electronically,\" any product obtained by the purchaser by means other than tangible storage media. A product transferred electronically does not include any intangible such as a patent, stock, bond, goodwill, trademark, franchise, or copyright. (9) \"Relief agency,\" the state, and county, municipality or district thereof, or any agency engaged in actual relief work; (10) \"Retail sale\" or \"sale at retail,\" any sale, lease, or rental for any purpose other than for resale, sublease, or subrent; (11) \"Retailer,\" any person engaged in the business of selling tangible goods, wares, or merchandise at retail, or the furnishing of gas, electricity, water, and communication service, and tickets or admissions to places of amusement and athletic events as provided in this chapter, and the sale at retail of products transferred electronically. The term also includes any person subject to the tax imposed by §§ 10-45-4 and 10-45-5. The isolated or occasional sale of tangible personal property or any product transferred electronically at retail by a person who does not hold himself or herself out as engaging in the business of selling such tangible personal property or products transferred electronically at retail does not constitute such person a retailer; (12) \"Sale,\" any transfer, exchange, or barter, conditional or otherwise, in any manner or by any means whatsoever, for a consideration; (13) \"Soft drinks,\" any nonalcoholic beverages that contain natural or artificial sweeteners. The term, soft drinks, does not include any beverage that contains milk or milk products, soy, rice of similar milk substitutes, or greater than fifty percent of vegetable or fruit juice by volume; (14) \"Tangible personal property,\" personal property that can be seen, weighed, measured, felt, or touched, or that is in any other manner perceptible to the senses. The term includes electricity, water, gas, steam, and prewritten computer software. Section 2. That chapter 10-45 be amended with a NEW SECTION: The rate of tax imposed by this chapter on retailers upon the gross receipts of all sales of food and food ingredients as defined by § 10-45-1 is zero percent. Section 3. That § 10-46-1 be AMENDED: 10-46-1. Terms, as used in this chapter mean: (1) \"Business,\" any activity engaged in by any person or caused to be engaged in by such person with the object of gain, benefit or advantage either direct or indirect; (2) \"Candy,\" any preparation of sugar, honey, or other natural or artificial sweeteners in combination with chocolate, fruits, nuts or other ingredients or flavorings in the form of bars, drops, or pieces. The term, candy, does not include any preparation containing flour and does not require refrigeration; (3) \"Delivery charges,\" charges by the retailer for preparation and delivery to a location designated by the purchaser of tangible personal property, any product transferred electronically, or services including transportation, shipping, postage, handling, crating, and packing. The term does not include postage for direct mail; (4) \"Fair market value,\" the price at which a willing seller and willing buyer will trade. Fair market value shall be determined at the time of purchase. If a public corporation is supplying tangible personal property or any product transferred electronically that will be used in the performance of a contract, fair market value shall be determined pursuant to § 5-18B-7. This definition also applies to chapter 10-45; (5) \"Food\" and \"food ingredient,\" any substance, whether in liquid, concentrated, solid, frozen, dried, or dehydrated form, that is sold for ingestion or chewing by humans and is consumed for its taste or nutritional value. The term, food, does not include any: (a) alcoholic beverages,Alcoholic beverage as defined by § 35-1-1; (b) tobacco,Tobacco product as defined by § 10-50-1; (c) Cigarette as defined by § 10-50B-4; (d) Cannabis or cannabis product as defined by § 34-20G-1, or (e) preparedPrepared food; (6) \"Included in the measure of tax,\" the tangible personal property, any product transferred electronically, or the service was purchased from a retailer licensed under chapter 10-45 and that retailer has included the tax in the amount received from the sale; (7) \"In this state\" or \"in the state,\" within the exterior limits of the State of South Dakota and includes all territory within such limits owned by or ceded to the United States of America; (8) \"Prepared food,\" any food sold in a heated state or heated by the seller; two or more food ingredients mixed or combined by the seller for sale as a single item; or food sold with eating utensils provided by the seller, including plates, knives, forks, spoons, glasses, cups, napkins, or straws. A plate does not include a container or packaging used to transport the food. Prepared food does not include food that is only cut, repackaged, or pasteurized by the seller, and eggs, fish, meat, poultry, and foods containing these raw animal foods requiring cooking by the consumer as recommended by the Food and Drug Administration in chapter 3, part 401.11 of its Food Code as of January 1, 2003, so as to prevent food borne illnesses; (8A) \"Product transferred electronically,\" any product obtained by the purchaser by means other than tangible storage media. A product transferred electronically does not include any intangible such as a patent, stock, bond, goodwill, trademark, franchise, or copyright. (9) \"Purchase,\" any transfer, exchange, or barter, conditional or otherwise, in any manner or by any means whatsoever, for a consideration. A transaction, whereby the possession of property is transferred but the seller retains the title as security for the payment of the price, is a purchase; (10) \"Purchase price,\" shall have the same meaning as gross receipts defined in chapter 10-45; (11) \"Retailer,\" any person performing services in this state or engaged in the business of selling tangible personal property or products transferred electronically for use, storage or other consumption within the meaning of this chapter. However, if in the opinion of the secretary of revenue, it is necessary for the efficient administration of this chapter to regard any salesmen, representatives, truckers, peddlers, or canvassers as agents of the dealers, distributors, supervisors, employers, or persons under whom they operate or from whom they obtain the tangible personal property or any product transferred electronically sold by them irrespective of whether they are making sales on their own behalf or on behalf of such dealers, distributors, supervisors, employers, or persons, the secretary of revenue may so regard them and may regard the dealers, distributors, supervisors, employers, or persons as retailers for purposes of this chapter; (12) \"Retailer maintaining a place of business in the state,\" any retailer having or maintaining within this state, directly or by a subsidiary, an office, distribution house, sales house, warehouse, or other place of business, or any agents operating within the state under the authority of the retailer or its subsidiary, irrespective of whether such place of business or agent is located here permanently or temporarily or whether such retailer or subsidiary is admitted to do business within this state pursuant to the laws of the State of South Dakota granting the rights of foreign corporations to do business in this state; (13) \"Secretary,\" the secretary of the Department of Revenue or any duly authorized and appointed assistant, deputies, or agents of the secretary charged with the administration or enforcement of this chapter; (14) \"Soft drinks,\" any nonalcoholic beverages that contain natural or artificial sweeteners. The term, soft drinks, does not include any beverage that contains milk or milk products, soy, rice of similar milk substitutes, or greater than fifty percent of vegetable or fruit juice by volume; (15) \"Storage,\" any keeping or retention in this state for use or other consumption in the State of South Dakota for any purpose except sale in the regular course of business; (16) \"Tangible personal property,\" personal property that can be seen, weighed, measured, felt, or touched, or that is in any other manner perceptible to the senses if furnished or delivered to consumers or users within this state. The term includes electricity, water, gas, steam, and prewritten computer software; (17) \"Use,\" the exercise of right or power over tangible personal property or any product transferred electronically incidental to the ownership of that property, except that it does not include the sale of that property in the regular course of business. Use also includes the use of the types of services, the gross receipts from the sale of which are to be included in the measure of the tax imposed by chapter 10-45, and the delivery or causing delivery into this state of tangible personal property or any product transferred electronically intended to advertise any product or service or promote or facilitate any sale to South Dakota residents. Section 4. That chapter 10-46 be amended with a NEW SECTION: The rate of tax imposed by this chapter on the use, storage, or consumption in this state of food and food ingredients as defined by § 10-46-1 is zero percent. Section 5. That § 10-64-9 be REPEALED: If the state is able to enforce the obligation to collect and remit sales tax on remote sellers who deliver tangible personal property, products transferred electronically, or services directly to the citizens of South Dakota, the additional net revenue from such obligation shall be used to reduce the rate of certain taxes. The rate of tax imposed by §§ 10-45-2, 10-45-5, 10-45-5.3, 10-45-6, 10-45-6.1, 10-45-6.2, 10-45-8, 10-45-71, 10-46-2.1, 10-46-2.2, 10-46-58, 10-46-69, 10-46-69.1, 10-46-69.2, 10-46E-1, and 10-58-1 shall be reduced by one-tenth percent on July first following the calendar year for which each additional twenty million dollar increment of net revenue is collected and remitted by such remote sellers. However, the rate of tax imposed by §§ 10-45-2, 10-45-5, 10-45-5.3, 10-45-6, 10-45-6.1, 10-45-6.2, 10-45-8, 10-45-71, 10-46-2.1, 10-46-2.2, 10-46-58, 10-46-69, 10-46-69.1, 10-46-69.2, 10-46E-1, and 10-58-1 may not be reduced below four percent pursuant to the provisions of this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24146, "action_date": "2023-01-19T14:00:00-06:00", "document_id": 244441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244441.pdf", "status_text": "First read in House and referred to", "journal_page": 60, "committee_id_action": 1159, "committee_id_assigned": 1155, "result": "N", "vote": {}}, {"bill_id": 24146, "action_date": "2023-02-15T08:45:00-06:00", "document_id": 249249, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249249.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1155, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24146, "action_date": "2023-02-15T08:45:00-06:00", "document_id": 249250, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249250.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1155, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77174, "president_vote": null, "Yea": [4354, 4462, 4383, 4454, 4389, 4398, 4465, 4350], "Excused": [4379]}}, {"bill_id": 24146, "action_date": "2023-02-16T13:00:00-06:00", "document_id": 249577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249577.pdf", "status_text": "Do Pass", "journal_page": 317, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77289, "president_vote": null, "Yea": [4456, 4445, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4354, 4468, 4358, 4365, 4366, 4450, 4373, 4374, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4385, 4451, 4388, 4389, 4469, 4392, 4447, 4396, 4397, 4398, 4400, 4401, 4440, 4403, 4437, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4418, 4421, 4464, 4446, 4470, 4429], "Nay": [4333, 4471, 4368, 4375, 4443, 4393, 4467, 4405, 4406, 4439, 4417, 4465, 4461]}}, {"bill_id": 24146, "action_date": "2023-02-21T14:00:00-06:00", "document_id": 249697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249697.pdf", "status_text": "First read in Senate and referred to", "journal_page": 301, "committee_id_action": 1183, "committee_id_assigned": 1173, "result": "N", "vote": {}}, {"bill_id": 24146, "action_date": "2023-03-01T10:30:00-06:00", "document_id": 250305, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250305.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24146, "action_date": "2023-03-01T10:30:00-06:00", "document_id": 250306, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250306.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77844, "president_vote": null, "Yea": [4378, 4338, 4359, 4382, 4386, 4432, 4340, 4372], "Excused": [4434]}}, {"bill_id": 24146, "action_date": "2023-03-02T13:00:00-06:00", "document_id": 250878, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250878.pdf", "status_text": "Deferred to another day", "journal_page": 410, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24146, "action_date": "2023-03-06T13:00:00-06:00", "document_id": 251004, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251004.pdf", "status_text": "Motion to amend", "journal_page": 432, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78071, "president_vote": null, "Yea": [4336, 4339, 4342, 4359, 4360, 4457, 4381, 4453, 4466, 4460, 4394, 4395, 4399, 4404, 4414, 4419, 4432, 4436], "Nay": [4338, 4340, 4345, 4348, 4448, 4352, 4355, 4372, 4378, 4382, 4386, 4407, 4410, 4413, 4426, 4430, 4434]}}, {"bill_id": 24146, "action_date": "2023-03-06T13:00:00-06:00", "document_id": 251004, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251004.pdf", "status_text": "Do Pass Amended", "journal_page": 437, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78072, "president_vote": null, "Yea": [4336, 4339, 4342, 4359, 4360, 4457, 4381, 4453, 4466, 4460, 4394, 4395, 4399, 4404, 4414, 4419, 4432, 4436], "Nay": [4338, 4340, 4345, 4348, 4448, 4352, 4355, 4372, 4378, 4382, 4386, 4407, 4410, 4413, 4426, 4430, 4434]}}, {"bill_id": 24146, "action_date": "2023-03-07T09:00:00-06:00", "document_id": 251155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251155.pdf", "status_text": "Failed to concur, no committee appointed", "journal_page": 494, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78081, "president_vote": null, "Yea": [4456, 4445, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4353, 4468, 4471, 4365, 4366, 4450, 4373, 4374, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4443, 4451, 4388, 4389, 4469, 4392, 4447, 4396, 4397, 4398, 4400, 4401, 4440, 4437, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4418, 4421, 4464, 4446, 4465, 4470, 4429], "Nay": [4333, 4442, 4354, 4358, 4368, 4375, 4385, 4393, 4467, 4403, 4406, 4439, 4417, 4461], "Excused": [4405]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24146"}