{"session_id": 32, "bill_id": 9039, "bill_type": "Senate Bill", "bill_number": 101, "bill_title": "prohibit certain nondiscriminatory pricing between malt beverage suppliers and malt beverage wholesalers.", "sponsors": [{"legislator_profile_id": 1224, "is_prime": true}, {"legislator_profile_id": 1261, "is_prime": true}], "keywords": ["Alcoholic Beverages", "Trade Regulation"], "audio": [{"meeting_datetime": "2018-01-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco12.mp3", "start_seconds": 450.0}, {"meeting_datetime": "2018-01-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco12.mp3", "start_seconds": 450.0}, {"meeting_datetime": "2018-01-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco12.mp3", "start_seconds": 450.0}], "bill_versions": [{"bill_id": 9039, "bill_version_id": 47437, "bill_version": "Introduced", "bill_version_date": "2018-01-22T09:21:56.737-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit certain nondiscriminatory pricing between malt beverage suppliers and malt beverage wholesalers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 35-8A-4 be amended to read: 35-8A-4. No supplier may: (1) Induce or coerce, or attempt to induce or coerce, a wholesaler to do any illegal act by threatening to amend, cancel, terminate, or refuse to renew any agreement existing between the supplier and wholesaler, or by any other means; (2) Require a wholesaler by any means to participate in or contribute to any local or national advertising fund controlled directly or indirectly by a supplier, unless the cost is allocated fairly to each wholesaler in that market area according to sales to the wholesalers; (3) Withhold delivery of malt beverages ordered by a wholesaler or change a wholesaler's quota of a brand or brands if the action is not made in good faith; (4) Require a wholesaler to accept delivery of any malt beverages or other item or commodity which was not ordered by the wholesaler or which was ordered but properly cancelled by the wholesaler in accordance with the procedures previously established by the supplier. However, a supplier may impose reasonable inventory requirements upon a wholesaler if the requirements are made in good faith and are generally applied to other similarly situated wholesalers of the supplier; (5) Require a wholesaler to purchase one or more brands of malt beverages in order for the wholesaler to purchase another brand or brands of malt beverage for any reason; (6) Prohibit a wholesaler from dealing in any product not supplied by the supplier, including any product of any other supplier of any other alcoholic beverage or any nonalcoholic product, or in any way attempt to regulate or control ancillary businesses of a wholesaler; (7) Fix or maintain the price at which a wholesaler may resell malt beverages; (8) Take any action not in good faith against a wholesaler for or because of the filing of a complaint regarding an alleged violation by the supplier of any state or federal law or administrative rule; (9) Refuse to approve any proposed manager or successor manager without good cause or require or prohibit any change in the manager or successor manager of a wholesaler who has been previously approved by the supplier without good cause. For purposes of this subdivision, good cause is the failure of a manager or successor manager to meet commercially reasonable standards or to perform commercially reasonable duties as specified in an agreement between the supplier and wholesaler; or (10) Withdraw from or discontinue supplying to a wholesaler one or more brands or packages of malt beverages. However, nothing in this subdivision prohibits a supplier from withdrawing or discontinuing any brand or package on a state-wide or on a media coverage area basis at any time on reasonable notice or conducting test marketing of a new brand or of a brand of beer which is not currently being sold in this state; or (11) Discriminate among wholesalers in the net price of malt beverages sold to any wholesaler or in any price promotion offered the wholesaler. The net price shall be determined freight on board point of origin and shall include any discount, rebate, credit, or other allowance that effectively reduces the price."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9039, "action_date": "2018-01-22T14:00:00-06:00", "document_id": 47508, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47508.pdf", "status_text": "First read in Senate and referred to", "journal_page": 174, "committee_id_action": 395, "committee_id_assigned": 369, "result": "N", "vote": {}}, {"bill_id": 9039, "action_date": "2018-01-25T10:00:00-06:00", "document_id": 47631, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47631.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 369, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9039, "action_date": "2018-01-25T10:00:00-06:00", "document_id": 47992, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47992.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 238, "committee_id_action": 369, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24912, "president_vote": null, "Yea": [1290, 1304, 1288, 1243, 1234], "Excused": [1239, 1218]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9039"}