{"session_id": 19, "bill_id": 4425, "bill_type": "Senate Bill", "bill_number": 237, "bill_title": "appropriate funds for deposit into the need-based grant fund, to provide for annual funding of the need-based grant fund with a portion of the funds received from the education enhancement trust fund, and to declare an emergency.", "sponsors": [{"legislator_profile_id": 335, "is_prime": true}, {"legislator_profile_id": 320, "is_prime": true}, {"legislator_profile_id": 338, "is_prime": false}, {"legislator_profile_id": 420, "is_prime": false}, {"legislator_profile_id": 337, "is_prime": false}, {"legislator_profile_id": 349, "is_prime": false}, {"legislator_profile_id": 342, "is_prime": false}, {"legislator_profile_id": 348, "is_prime": false}, {"legislator_profile_id": 402, "is_prime": false}, {"legislator_profile_id": 396, "is_prime": false}, {"legislator_profile_id": 370, "is_prime": false}, {"legislator_profile_id": 394, "is_prime": false}, {"legislator_profile_id": 413, "is_prime": false}, {"legislator_profile_id": 347, "is_prime": false}, {"legislator_profile_id": 364, "is_prime": false}, {"legislator_profile_id": 351, "is_prime": false}, {"legislator_profile_id": 344, "is_prime": false}, {"legislator_profile_id": 345, "is_prime": false}, {"legislator_profile_id": 400, "is_prime": false}, {"legislator_profile_id": 371, "is_prime": false}, {"legislator_profile_id": 395, "is_prime": false}, {"legislator_profile_id": 390, "is_prime": false}, {"legislator_profile_id": 328, "is_prime": false}, {"legislator_profile_id": 405, "is_prime": false}, {"legislator_profile_id": 352, "is_prime": false}, {"legislator_profile_id": 403, "is_prime": false}, {"legislator_profile_id": 391, "is_prime": false}, {"legislator_profile_id": 327, "is_prime": false}, {"legislator_profile_id": 401, "is_prime": false}, {"legislator_profile_id": 341, "is_prime": false}], "keywords": ["Appropriation", "Hoghouse Vehicle", "Postsecondary Education"], "audio": [{"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst24.mp3", "start_seconds": 2510.0}, {"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst24.mp3", "start_seconds": 2510.0}, {"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst24.mp3", "start_seconds": 2510.0}, {"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst24.mp3", "start_seconds": 2510.0}, {"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst24.mp3", "start_seconds": 2510.0}, {"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst24.mp3", "start_seconds": 2510.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen26.mp3", "start_seconds": 5220.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen26.mp3", "start_seconds": 5220.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen26.mp3", "start_seconds": 5220.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hed29.mp3", "start_seconds": 1837.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hed29.mp3", "start_seconds": 1837.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hed29.mp3", "start_seconds": 1837.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hap31.mp3", "start_seconds": 1542.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hap31.mp3", "start_seconds": 1542.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hap31.mp3", "start_seconds": 1542.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hap31.mp3", "start_seconds": 1542.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hap33.mp3", "start_seconds": 10042.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hap33.mp3", "start_seconds": 10042.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hap33.mp3", "start_seconds": 10042.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hap33.mp3", "start_seconds": 10042.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hap33.mp3", "start_seconds": 10042.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou34.mp3", "start_seconds": 14059.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou34.mp3", "start_seconds": 14059.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou34.mp3", "start_seconds": 14059.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou34.mp3", "start_seconds": 14059.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou34.mp3", "start_seconds": 14059.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 2013.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 2013.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 2013.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 2013.0}], "bill_versions": [{"bill_id": 4425, "bill_version_id": 24758, "bill_version": "Introduced", "bill_version_date": "2013-01-28T10:23:34-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide need-based scholarships to resident students enrolled in postsecondary education in the state. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby established a need-based scholarship program for resident students enrolled in postsecondary education in the state. 170 copies were printed on recycled paper by the South Dakota Legislative Research Council at a cost of $.093 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 4425, "bill_version_id": 25853, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2013-02-15T13:14:43.947-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to appropriate funds for deposit into the need-based grant fund, to provide for annual funding of the need-based grant fund with a portion of the funds received from the education enhancement trust fund, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-55A-1 be amended to read as follows: 13-55A-1. The South Dakota Legislature finds that providing need-based financial aid to qualified resident students in education beyond high school in South Dakota enrolled in participating postsecondary institutions within the state is in the public interest. Section 2. That § 13-55A-2 be amended to read as follows: 13-55A-2. Terms used in this chapter, unless the context otherwise requires, mean: (1) \"Eligible institution,\" an institution of education beyond the high school level, located in South Dakota, which may include all public and private nonprofit and proprietary institutions, including four-year colleges and universities, community and junior colleges, area technical or vocational schools, trade schools, technical institutes, schools of nursing or of the health professions or any institution which is determined by the executive director to be regularly accredited to offer postsecondary educational services by a recognized and appropriate accrediting agency, as determined by the executive director, and which has an agreement with the United States secretary of education for the conduct of any of the programs currently participating in any federal financial assistance program authorized by Title IV of The Higher Education Act of 1965, as amended to January 1, 2010; (2) \"Financial need,\" the amount of assistance, as determined by a federal department of education by calculating a student's estimated cost of attendance (minus family contribution and additional aid granted) at an eligible institution; (3) \"Qualified student,\" a resident student who is enrolled in an eligible institution in a course of study on at least a half-time basis, as certified by the institution, and who has established financial need and who is maintaining satisfactory progress toward graduation; (4) \"Resident student,\" an individual who has been determined by the executive director to be a resident of South Dakota and who is enrolled at an eligible institution; (5) \"Executive director,\" the executive director of the Board of Regents; (6) \"Leveraging Educational Assistance PartnershipSouth Dakota need-based grant or Special Leveraging Educational Assistance Partnership grant,\" an award by the State of South Dakota to a qualified student under this chapter. Section 3. That § 13-55A-3 be amended to read as follows: 13-55A-3. A leveraging educational assistance partnership South Dakota need-based grant or special leveraging educational assistance partnership grant may be awarded to any qualified South Dakota resident student who is admitted and is in attendance at any eligible institution on at least a half-time basis, and has established financial need and has received qualifying matching aid. Section 4. That § 13-55A-4 be amended to read as follows: 13-55A-4. A participating eligible institution shall calculate the amount of award a leveraging educational assistance partnership South Dakota need-based grant or special leveraging educational assistance partnership grant to a qualified student for the normal academic year, or its equivalent, from a range of not less than one five hundred dollars nor more than one two thousand dollars, and shall make a recommendation to the executive director for his approval, disapproval or modification. The institution making the recommendation for each leveraging educational assistance partnership South Dakota need-based grant or special leveraging educational assistance partnership grant shall consider any other financial assistance available to the qualified student in relation to the financial assistance available to other qualified students attending that institution and may not exceed the lesser of the unmet need of the qualified student or the amount of qualifying matching aid. Section 5. That § 13-55A-5 be amended to read as follows: 13-55A-5. Each applicant, in accordance with the rules and regulations of the executive director, shall: (1) Be responsible for providing the information required to make a financial need determination; and (2) Report promptly to the executive director participating institution any information requested which is necessary to make a proper determination with respect to the student's need determination. Section 6. That § 13-55A-10 be amended to read as follows: 13-55A-10. If a recipient of a leveraging educational assistance partnership South Dakota need-based grant or special leveraging educational assistance partnership grant discontinues attendance before the end of any semester, summer school sessions session, or their equivalents, the entire amount of any refund due that student from the eligible institution on a pro rata basis, up to the amount of any payment made under the leveraging educational assistance partnership South Dakota need-based grants or special leveraging educational assistance partnership grant, shall be paid by the eligible institution to the state. Section 7. That § 13-55A-11 be amended to read as follows: 13-55A-11. The executive director shall administer this program and shall: (1) Adopt rules and regulations, pursuant to chapter 1-26, to define tuition and mandatory fees, to define residents for the purposes of this chapter, and to determine the amount of grant funds available to students at each eligible institution. The executive director may provide for proration of funds if the available funds are insufficient to pay all approved grants; (2) Approve and award leveraging educational assistance partnership South Dakota need-based grants or special leveraging educational assistance partnership grants; and (3) Establish and maintain records required by good accounting practices. Section 8. That § 13-55A-12 be amended to read as follows: 13-55A-12. The executive director Board of Regents is further authorized to establish a South Dakota need-based matching program. Any postsecondary institution eligible to participate in the program established under § 13-55A-1 may apply to the executive director once it has accumulated funding equal to three times the total need-based award. When an award is made, the board may distribute such monies at the rate of one dollar of the sum appropriated in this Act for every three dollars of private funding held and allocated to need-based financial aid by the participating institution. The Board of Regents may accept gifts, grants, and contributions, public or private, that will facilitate the education of South Dakota students pursuant to this chapter. Section 9. That § 13-55A-12.1 be amended to read as follows: 13-55A-12.1. The executive director is hereby authorized to accept and expend any funds received from federal state or private sources as provided for in this chapter, provided such acceptance and expenditure is approved in accordance with § 4-8B-10. Expenditures authorized under this section shall be paid out on warrants drawn by the state auditor on vouchers approved by the executive director, or his designee. Section 10. There is hereby appropriated from the general fund the sum of one dollar ($1) to the need-based grant fund established pursuant to § 13-55A-14. Section 11. That § 13-55A-14 be amended to read as follows: 13-55A-14. There is hereby created in the state treasury education enhancement trust fund the South Dakota need-based grant fund in the Board of Regents for the purpose of providing grants pursuant to this chapter to qualified students. All moneys in the South Dakota need-based grant fund are subject to appropriation by the Legislature through the General Appropriations Act or special appropriations acts for the need-based grant programs. Any interest earned shall be credited to the fund. The board may accept any gifts, contributions, or funds obtained from any other source for the purpose of carrying out the provisions of this section. Section 12. The state treasurer shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 13. That § 4-5-29.2 be amended to read as follows: 4-5-29.2. Pursuant to S.D. Const., Art. XII, § 6, the state investment officer shall determine the market value of the education enhancement trust fund as of December 31, 2003, and each calendar year thereafter less the investment expenses transferred pursuant to § 4-5-30. The state investment officer shall calculate an amount equal to four percent of that market value, without invading principal, as eligible for distribution. For the purpose of this section, the term, principal, means the sum of all contributions to the fund. Beginning with the distribution in fiscal year 2008, the market value shall be determined by adding the market value of the trust fund at the end of the sixteen most recent calendar quarters as of December thirty-first, and dividing the sum by sixteen. Upon notice of that amount by the state investment officer, the state treasurer shall transfer the amount from the education enhancement trust fund to the state general fund as soon as practicable after July first of the next fiscal year. The transfer to the general fund shall be apportioned based on the relative share of the contributions made to the need-based grant program as a proportion of the total principle balance in the trust fund as earnings available for the need-based grant program. Earnings apportioned to the need-based grant fund shall be appropriated to make awards authorized by this Act. Section 14. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 4425, "bill_version_id": 26989, "bill_version": "House Appropriations Engrossed", "bill_version_date": "2013-03-04T19:03:29.873-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to appropriate funds for deposit into the need-based grant fund, to provide for annual funding of the need-based grant fund with a portion of the funds received from the education enhancement trust fund, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-55A-1 be amended to read as follows: 13-55A-1. The South Dakota Legislature finds that providing need-based financial aid to qualified resident students in education beyond high school in South Dakota enrolled in participating postsecondary institutions within the state is in the public interest. Section 2. That § 13-55A-2 be amended to read as follows: 13-55A-2. Terms used in this chapter, unless the context otherwise requires, mean: (1) \"Eligible institution,\" an institution of education beyond the high school level, located in South Dakota, which may include all public and private nonprofit and proprietary institutions, including four-year colleges and universities, community and junior colleges, area technical or vocational schools, trade schools, technical institutes, schools of nursing or of the health professions or any institution which is determined by the executive director to be regularly accredited to offer postsecondary educational services by a recognized and appropriate accrediting agency, as determined by the executive director, and which has an agreement with the United States secretary of education for the conduct of any of the programs currently participating in any federal financial assistance program authorized by Title IV of The Higher Education Act of 1965, as amended to January 1, 2010; (2) \"Financial need,\" the amount of assistance, as determined by a federal department of education by calculating a student's estimated cost of attendance (minus family contribution and additional aid granted) at an eligible institution; (3) \"Qualified student,\" a resident student who is enrolled in an eligible institution in a course of study on at least a half-time basis, as certified by the institution, and who has established financial need and who is maintaining satisfactory progress toward graduation; (4) \"Resident student,\" an individual who has been determined by the executive director to be a resident of South Dakota and who is enrolled at an eligible institution; (5) \"Executive director,\" the executive director of the Board of Regents; (6) \"Leveraging Educational Assistance PartnershipSouth Dakota need-based grant or Special Leveraging Educational Assistance Partnership grant,\" an award by the State of South Dakota to a qualified student under this chapter. Section 3. That § 13-55A-3 be amended to read as follows: 13-55A-3. A leveraging educational assistance partnership South Dakota need-based grant or special leveraging educational assistance partnership grant may be awarded to any qualified South Dakota resident student who is admitted and is in attendance at any eligible institution on at least a half-time basis, and has established financial need and has received qualifying matching aid. Section 4. That § 13-55A-4 be amended to read as follows: 13-55A-4. A participating eligible institution shall calculate the amount of award a leveraging educational assistance partnership South Dakota need-based grant or special leveraging educational assistance partnership grant to a qualified student for the normal academic year, or its equivalent, from a range of not less than one five hundred dollars nor more than one two thousand dollars, and shall make a recommendation to the executive director for his approval, disapproval or modification. The institution making the recommendation for each leveraging educational assistance partnership South Dakota need-based grant or special leveraging educational assistance partnership grant shall consider any other financial assistance available to the qualified student in relation to the financial assistance available to other qualified students attending that institution and may not exceed the lesser of the unmet need of the qualified student or the amount of qualifying matching aid. Section 5. That § 13-55A-5 be amended to read as follows: 13-55A-5. Each applicant, in accordance with the rules and regulations of the executive director, shall: (1) Be responsible for providing the information required to make a financial need determination; and (2) Report promptly to the executive director participating institution any information requested which is necessary to make a proper determination with respect to the student's need determination. Section 6. That § 13-55A-10 be amended to read as follows: 13-55A-10. If a recipient of a leveraging educational assistance partnership South Dakota need-based grant or special leveraging educational assistance partnership grant discontinues attendance before the end of any semester, summer school sessions session, or their equivalents, the entire amount of any refund due that student from the eligible institution on a pro rata basis, up to the amount of any payment made under the leveraging educational assistance partnership South Dakota need-based grants or special leveraging educational assistance partnership grant, shall be paid by the eligible institution to the state. Section 7. That § 13-55A-11 be amended to read as follows: 13-55A-11. The executive director shall administer this program and shall: (1) Adopt rules and regulations, pursuant to chapter 1-26, to define tuition and mandatory fees, to define residents for the purposes of this chapter, and to determine the amount of grant funds available to students at each eligible institution. The executive director may provide for proration of funds if the available funds are insufficient to pay all approved grants; (2) Approve and award leveraging educational assistance partnership South Dakota need-based grants or special leveraging educational assistance partnership grants; and (3) Establish and maintain records required by good accounting practices. Section 8. That § 13-55A-12 be amended to read as follows: 13-55A-12. The executive director Board of Regents is further authorized to establish a South Dakota need-based matching program. Any postsecondary institution eligible to participate in the program established under § 13-55A-1 may apply to the executive director once it has accumulated funding equal to three times the total need-based award. When an award is made, the board may distribute such monies at the rate of one dollar of the sum appropriated in this Act for every three dollars of private funding held and allocated to need-based financial aid by the participating institution. The Board of Regents may accept gifts, grants, and contributions, public or private, that will facilitate the education of South Dakota students pursuant to this chapter. Section 9. That § 13-55A-12.1 be amended to read as follows: 13-55A-12.1. The executive director is hereby authorized to accept and expend any funds received from federal state or private sources as provided for in this chapter, provided such acceptance and expenditure is approved in accordance with § 4-8B-10. Expenditures authorized under this section shall be paid out on warrants drawn by the state auditor on vouchers approved by the executive director, or his designee. Section 10. There is hereby appropriated from the general fund the sum of two dollars ($2) to the need-based grant fund established pursuant to § 13-55A-14. Section 11. That § 13-55A-14 be amended to read as follows: 13-55A-14. There is hereby created in the state treasury education enhancement trust fund the South Dakota need-based grant fund in the Board of Regents for the purpose of providing grants through the Board of Regents pursuant to this chapter to qualified students. All moneys in distributions from the South Dakota need-based grant fund are subject to transfer to the general fund and appropriation by the Legislature through the General Appropriations Act or special appropriations acts for the need-based grant programs consistent with the provision of S.D. Const., Art. XII,§ 6, and section 13 of this Act. Any interest earned shall be credited to the fund. The board may accept any gifts, contributions, or funds obtained from any other source for the purpose of carrying out the provisions of this section. Section 12. The state treasurer shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 13. That § 4-5-29.2 be amended to read as follows: 4-5-29.2. Pursuant to S.D. Const., Art. XII, § 6, the state investment officer shall determine the market value of the education enhancement trust fund as of December 31, 2003, and each calendar year thereafter less the investment expenses transferred pursuant to § 4-5-30. The state investment officer shall calculate an amount equal to four percent of that market value, without invading principal, as eligible for distribution. For the purpose of this section, the term, principal, means the sum of all contributions to the fund. Beginning with the distribution in fiscal year 2008, the market value shall be determined by adding the market value of the trust fund at the end of the sixteen most recent calendar quarters as of December thirty-first, and dividing the sum by sixteen. Upon notice of that amount by the state investment officer, the state treasurer shall transfer the amount from the education enhancement trust fund to the state general fund as soon as practicable after July first of the next fiscal year. Beginning in fiscal year 2015, the portion of the transfer to the general fund for the need-based matching program, shall be calculated by the state investment officer based on the relative share of the contributions made to the need-based grant fund to the most recently calculated total fair value of the education enhancement fund including the contribution. The calculation shall be updated monthly to reflect any additional contributions to the education enhancement trust fund and the portion of the transfer to the general fund for the need-based matching program shall be based on the average of the monthly calculation. Section 14. For fiscal year 2014, two hundred thousand dollars ($200,000) of the education enhancement trust fund distribution shall be transferred to the need-based matching program. Section 15. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 4425, "bill_version_id": 27152, "bill_version": "House Engrossed", "bill_version_date": "2013-03-05T19:16:24.603-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to appropriate funds for deposit into the need-based grant fund, to provide for annual funding of the need-based grant fund with a portion of the funds received from the education enhancement trust fund, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-55A-1 be amended to read as follows: 13-55A-1. The South Dakota Legislature finds that providing need-based financial aid to qualified resident students in education beyond high school in South Dakota enrolled in participating postsecondary institutions within the state is in the public interest. Section 2. That § 13-55A-2 be amended to read as follows: 13-55A-2. Terms used in this chapter, unless the context otherwise requires, mean: (1) \"Eligible institution,\" an institution of education beyond the high school level, located in South Dakota, which may include all public and private nonprofit and proprietary institutions, including four-year colleges and universities, community and junior colleges, area technical or vocational schools, trade schools, technical institutes, schools of nursing or of the health professions or any institution which is determined by the executive director to be regularly accredited to offer postsecondary educational services by a recognized and appropriate accrediting agency, as determined by the executive director, and which has an agreement with the United States secretary of education for the conduct of any of the programs currently participating in any federal financial assistance program authorized by Title IV of The Higher Education Act of 1965, as amended to January 1, 2010; (2) \"Financial need,\" the amount of assistance, as determined by a federal department of education by calculating a student's estimated cost of attendance (minus family contribution and additional aid granted) at an eligible institution; (3) \"Qualified student,\" a resident student who is enrolled in an eligible institution in a course of study on at least a half-time basis, as certified by the institution, and who has established financial need and who is maintaining satisfactory progress toward graduation; (4) \"Resident student,\" an individual who has been determined by the executive director to be a resident of South Dakota and who is enrolled at an eligible institution; (5) \"Executive director,\" the executive director of the Board of Regents; (6) \"Leveraging Educational Assistance PartnershipSouth Dakota need-based grant or Special Leveraging Educational Assistance Partnership grant,\" an award by the State of South Dakota to a qualified student under this chapter. Section 3. That § 13-55A-3 be amended to read as follows: 13-55A-3. A leveraging educational assistance partnership South Dakota need-based grant or special leveraging educational assistance partnership grant may be awarded to any qualified South Dakota resident student who is admitted and is in attendance at any eligible institution on at least a half-time basis, and has established financial need and has received qualifying matching aid. Section 4. That § 13-55A-4 be amended to read as follows: 13-55A-4. A participating eligible institution shall calculate the amount of award a leveraging educational assistance partnership South Dakota need-based grant or special leveraging educational assistance partnership grant to a qualified student for the normal academic year, or its equivalent, from a range of not less than one five hundred dollars nor more than one two thousand dollars, and shall make a recommendation to the executive director for his approval, disapproval or modification. The institution making the recommendation for each leveraging educational assistance partnership South Dakota need-based grant or special leveraging educational assistance partnership grant shall consider any other financial assistance available to the qualified student in relation to the financial assistance available to other qualified students attending that institution and may not exceed the lesser of the unmet need of the qualified student or the amount of qualifying matching aid. Section 5. That § 13-55A-5 be amended to read as follows: 13-55A-5. Each applicant, in accordance with the rules and regulations of the executive director, shall: (1) Be responsible for providing the information required to make a financial need determination; and (2) Report promptly to the executive director participating institution any information requested which is necessary to make a proper determination with respect to the student's need determination. Section 6. That § 13-55A-10 be amended to read as follows: 13-55A-10. If a recipient of a leveraging educational assistance partnership South Dakota need-based grant or special leveraging educational assistance partnership grant discontinues attendance before the end of any semester, summer school sessions session, or their equivalents, the entire amount of any refund due that student from the eligible institution on a pro rata basis, up to the amount of any payment made under the leveraging educational assistance partnership South Dakota need-based grants or special leveraging educational assistance partnership grant, shall be paid by the eligible institution to the state. Section 7. That § 13-55A-11 be amended to read as follows: 13-55A-11. The executive director shall administer this program and shall: (1) Adopt rules and regulations, pursuant to chapter 1-26, to define tuition and mandatory fees, to define residents for the purposes of this chapter, and to determine the amount of grant funds available to students at each eligible institution. The executive director may provide for proration of funds if the available funds are insufficient to pay all approved grants; (2) Approve and award leveraging educational assistance partnership South Dakota need-based grants or special leveraging educational assistance partnership grants; and (3) Establish and maintain records required by good accounting practices. Section 8. That § 13-55A-12 be amended to read as follows: 13-55A-12. The executive director Board of Regents is further authorized to establish a South Dakota need-based matching program. Any postsecondary institution eligible to participate in the program established under § 13-55A-1 may apply to the executive director once it has accumulated funding equal to three times the total need-based award. When an award is made, the board may distribute such moneys at the rate of one dollar of the sum appropriated in this Act for every three dollars of private funding held and allocated to need- based financial aid by the participating institution. The Board of Regents may accept gifts, grants, and contributions, public or private, that will facilitate the education of South Dakota students pursuant to this chapter. Section 9. That § 13-55A-12.1 be amended to read as follows: 13-55A-12.1. The executive director is hereby authorized to accept and expend any funds received from federal state or private sources as provided for in this chapter, provided such acceptance and expenditure is approved in accordance with § 4-8B-10. Expenditures authorized under this section shall be paid out on warrants drawn by the state auditor on vouchers approved by the executive director, or his designee. Section 10. There is hereby appropriated from the general fund the sum of one million five hundred thousand dollars ($1,500,000) to the need-based grant fund established pursuant to § 13-55A-14. Section 11. That § 13-55A-14 be amended to read as follows: 13-55A-14. There is hereby created in the state treasury education enhancement trust fund the South Dakota need-based grant fund in the Board of Regents for the purpose of providing grants through the Board of Regents pursuant to this chapter to qualified students. Any contributions into the education enhancement trust fund not designated for any other purpose shall be allocated to the need-based grant fund. All moneys in distributions from the South Dakota need-based grant fund are subject to transfer to the general fund and appropriation by the Legislature through the General Appropriations Act or special appropriations acts for the need-based grant programs consistent with the provision of S.D. Const., Art. XII,§ 6, and section 13 of this Act. Any interest earned shall be credited to the fund. The board may accept any gifts, contributions, or funds obtained from any other source for the purpose of carrying out the provisions of this section. Section 12. The state treasurer shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 13. That § 4-5-29.2 be amended to read as follows: 4-5-29.2. Pursuant to S.D. Const., Art. XII, § 6, the state investment officer shall determine the market value of the education enhancement trust fund as of December 31, 2003, and each calendar year thereafter less the investment expenses transferred pursuant to § 4-5-30. The state investment officer shall calculate an amount equal to four percent of that market value, without invading principal, as eligible for distribution. For the purpose of this section, the term, principal, means the sum of all contributions to the fund. Beginning with the distribution in fiscal year 2008, the market value shall be determined by adding the market value of the trust fund at the end of the sixteen most recent calendar quarters as of December thirty-first, and dividing the sum by sixteen. Upon notice of that amount by the state investment officer, the state treasurer shall transfer the amount from the education enhancement trust fund to the state general fund as soon as practicable after July first of the next fiscal year. Beginning in fiscal year 2015, the portion of the transfer to the general fund for the need-based matching program, shall be calculated by the state investment officer based on the relative share of the contributions made to the need-based grant fund created pursuant to section 11 of this Act to the most recently calculated total fair value of the education enhancement fund including the contribution. The calculation shall be updated monthly to reflect any additional contributions to the education enhancement trust fund and the portion of the transfer to the general fund for the need-based matching program shall be based on the average of the monthly calculation. Section 14. For fiscal year 2014, two hundred thousand dollars ($200,000) of the education enhancement trust fund distribution shall be transferred to the need-based matching program. Section 15. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 4425, "bill_version_id": 27357, "bill_version": "Enrolled", "bill_version_date": "2013-03-07T14:39:51.943-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4425, "action_date": "2013-01-28T14:00:00-06:00", "document_id": 24841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24841.pdf", "status_text": "First read in Senate and referred to", "journal_page": 245, "committee_id_action": 200, "committee_id_assigned": 185, "result": "N", "vote": {}}, {"bill_id": 4425, "action_date": "2013-02-15T10:00:00-06:00", "document_id": 25673, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25673.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 185, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4425, "action_date": "2013-02-15T10:00:00-06:00", "document_id": 25842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25842.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 185, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4425, "action_date": "2013-02-15T10:00:00-06:00", "document_id": 25842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25842.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 185, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4425, "action_date": "2013-02-15T10:00:00-06:00", "document_id": 25842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25842.pdf", "status_text": "Do Pass Amended", "journal_page": 426, "committee_id_action": 185, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13901, "president_vote": null, "Yea": [337, 340, 364, 345, 329, 320, 328, 333, 339]}}, {"bill_id": 4425, "action_date": "2013-02-15T10:00:00-06:00", "document_id": 25842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25842.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 185, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4425, "action_date": "2013-02-20T14:00:00-06:00", "document_id": 26088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26088.pdf", "status_text": "Do Pass Amended", "journal_page": 496, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14088, "president_vote": null, "Yea": [338, 362, 330, 337, 366, 388, 340, 365, 363, 325, 358, 364, 376, 336, 345, 329, 331, 419, 317, 320, 385, 384, 321, 368, 328, 333, 386, 367, 319, 339, 327, 383, 379], "Excused": [322, 387]}}, {"bill_id": 4425, "action_date": "2013-02-21T14:00:00-06:00", "document_id": 26151, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26151.pdf", "status_text": "First read in House and referred to", "journal_page": 482, "committee_id_action": 202, "committee_id_assigned": 189, "result": "N", "vote": {}}, {"bill_id": 4425, "action_date": "2013-02-25T07:45:00-06:00", "document_id": 26192, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26192.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 189, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4425, "action_date": "2013-02-25T07:45:00-06:00", "document_id": 26296, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26296.pdf", "status_text": "Referred to", "journal_page": 512, "committee_id_action": 189, "committee_id_assigned": 204, "result": "P", "vote": {"vote_id": 14252, "president_vote": null, "Yea": [420, 418, 412, 396, 416, 405, 378, 406, 361, 391, 373, 374, 357], "Nay": [389], "Excused": [414]}}, {"bill_id": 4425, "action_date": "2013-02-27T09:00:00-06:00", "document_id": 26350, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26350.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 204, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4425, "action_date": "2013-02-27T09:00:00-06:00", "document_id": 26590, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26590.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 204, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4425, "action_date": "2013-03-04T08:00:00-06:00", "document_id": 26976, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26976.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 204, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4425, "action_date": "2013-03-04T08:00:00-06:00", "document_id": 26976, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26976.pdf", "status_text": "Do Pass Amended", "journal_page": 687, "committee_id_action": 204, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14661, "president_vote": null, "Yea": [353, 370, 382, 346, 400, 409, 397, 356], "Nay": [341]}}, {"bill_id": 4425, "action_date": "2013-03-04T08:15:00-06:00", "document_id": 26739, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26739.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 204, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4425, "action_date": "2013-03-05T14:00:00-06:00", "document_id": 27118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27118.pdf", "status_text": "Motion to amend", "journal_page": 732, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4425, "action_date": "2013-03-05T14:00:00-06:00", "document_id": 27118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27118.pdf", "status_text": "Do Pass Amended", "journal_page": 732, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14740, "president_vote": null, "Yea": [420, 346, 415, 360, 349, 382, 410, 412, 398, 348, 397, 374, 402, 381, 394, 413, 372, 350, 347, 416, 351, 344, 392, 335, 369, 400, 375, 371, 316, 332, 393, 390, 408, 404, 405, 356, 411, 377, 378, 407, 352, 357, 403, 343, 399, 323, 361, 391, 354, 409, 401, 373, 353, 334], "Nay": [418, 417, 342, 324, 318, 396, 370, 389, 359, 414, 380, 395, 355, 406, 341], "Excused": [326]}}, {"bill_id": 4425, "action_date": "2013-03-07T10:00:00-06:00", "document_id": 27341, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27341.pdf", "status_text": "Concurred in amendments", "journal_page": 724, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14819, "president_vote": null, "Yea": [338, 362, 330, 337, 366, 388, 340, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 331, 419, 317, 320, 385, 384, 321, 368, 328, 333, 386, 367, 319, 339, 387, 327, 383, 379]}}, {"bill_id": 4425, "action_date": "2013-03-08T10:00:00-06:00", "document_id": 27426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27426.pdf", "status_text": "Signed by the President", "journal_page": 745, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4425, "action_date": "2013-03-08T10:00:00-06:00", "document_id": 27426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27426.pdf", "status_text": "Delivered to the Governor", "journal_page": 754, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4425, "action_date": "2013-03-08T10:00:00-06:00", "document_id": 27416, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27416.pdf", "status_text": "Signed by the Speaker", "journal_page": 838, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4425, "action_date": "2013-03-25T10:00:00-05:00", "document_id": 27487, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27487.pdf", "status_text": "Signed by the Governor", "journal_page": 756, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5311}