{"session_id": 20, "bill_id": 5900, "bill_type": "Senate Commemoration", "bill_number": 7, "bill_title": "Congratulating and honoring the Tea Area Titan Soccer Team in winning the 2013 Boys State Soccer Championship.", "sponsors": [{"legislator_profile_id": 491, "is_prime": true}, {"legislator_profile_id": 500, "is_prime": true}, {"legislator_profile_id": 456, "is_prime": false}, {"legislator_profile_id": 499, "is_prime": false}, {"legislator_profile_id": 452, "is_prime": false}, {"legislator_profile_id": 442, "is_prime": false}, {"legislator_profile_id": 435, "is_prime": false}, {"legislator_profile_id": 440, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 5900, "bill_version_id": 29643, "bill_version": "Introduced", "bill_version_date": "2014-02-04T08:56:41.53-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring the Tea Area Titan Soccer Team in winning the 2013 Boys State Soccer Championship. WHEREAS, the Tea Area Titan Soccer Team, won the state championship after defeating the top seeded Sioux Falls Christian and Aberdeen Central teams; and WHEREAS, the Tea Area Titan Soccer Team consisted of the following members: Cooper Hansen, Gunnar Ensz, Jacob Briney, Ryan Sabers, Anthony Johnson, Ryan Woodring, Tanner Goodall, Quinten Lardy, Justin Hofer, Troy Smith, Andrew Bagherpour, Jake Loof, Jayden Buckley, Ty Smith, Tyler Wevik, Zane Pickens, Colin Murphy, Tarin Smallfield, and Jordan Fechner, and Coach Paul Bennett: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature congratulates the Tea Area Titan Soccer Team on winning the 2013 Boys Soccer Championship, recognizes its hard work and determination, and extends best wishes for its continued success and happiness."}, {"bill_id": 5900, "bill_version_id": 29953, "bill_version": "Enrolled", "bill_version_date": "2014-02-06T16:33:41.297-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring the Tea Area Titan Soccer Team in winning the 2013 Boys State Soccer Championship. WHEREAS, the Tea Area Titan Soccer Team, won the state championship after defeating the top seeded Sioux Falls Christian and Aberdeen Central teams; and WHEREAS, the Tea Area Titan Soccer Team consisted of the following members: Cooper Hansen, Gunnar Ensz, Jacob Briney, Ryan Sabers, Anthony Johnson, Ryan Woodring, Tanner Goodall, Quinten Lardy, Justin Hofer, Troy Smith, Andrew Bagherpour, Jake Loof, Jayden Buckley, Ty Smith, Tyler Wevik, Zane Pickens, Colin Murphy, Tarin Smallfield, and Jordan Fechner, and Coach Paul Bennett: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature congratulates the Tea Area Titan Soccer Team on winning the 2013 Boys Soccer Championship, recognizes its hard work and determination, and extends best wishes for its continued success and happiness. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5900, "action_date": "2014-02-04T14:00:00-06:00", "document_id": 29778, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29778.pdf", "status_text": "", "journal_page": 214, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5900"}