{"session_id": 54, "bill_id": 18261, "bill_type": "House Bill", "bill_number": 1257, "bill_title": "provide for a preference for certain relatives when placing children outside their home and to provide standing to certain relatives to petition for adoption when parental rights have been terminated.", "sponsors": [{"legislator_profile_id": 2845, "is_prime": true}, {"legislator_profile_id": 2897, "is_prime": true}, {"legislator_profile_id": 2836, "is_prime": false}, {"legislator_profile_id": 2844, "is_prime": false}, {"legislator_profile_id": 2847, "is_prime": false}, {"legislator_profile_id": 2858, "is_prime": false}, {"legislator_profile_id": 2863, "is_prime": false}, {"legislator_profile_id": 2873, "is_prime": false}, {"legislator_profile_id": 2880, "is_prime": false}, {"legislator_profile_id": 2887, "is_prime": false}, {"legislator_profile_id": 2898, "is_prime": false}, {"legislator_profile_id": 2902, "is_prime": false}, {"legislator_profile_id": 2908, "is_prime": false}, {"legislator_profile_id": 2917, "is_prime": false}], "keywords": ["Department of Social Services", "Minors"], "audio": [{"meeting_datetime": "2003-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe23hb1257a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe23hb1257a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe23hb1257a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe25hb1257a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe25hb1257a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe25hb1257a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe25hb1257a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18261, "bill_version_id": 96374, "bill_version": "Introduced", "bill_version_date": "2003-02-03T09:58:17-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a preference for certain relatives when placing children outside their home and to provide standing to certain relatives to petition for adoption when parental rights have been terminated. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 26-8A-25 be amended to read as follows: 26-8A-25. In conducting the review hearing required by § 26-8A-24 the court may continue placement of the child separate from the home of the child's parents, guardian, or custodian upon a written judicial determination that return of the child to the home would be contrary to the welfare of the child and that reasonable efforts have been made by the Department of Social Services to make it possible for the child to return to the home. In making this determination, the court shall consider the following criteria: (1) Placement preference to an available and qualified relative of the child if the relative can provide a safe, secure, and stable environment for the child and, if necessary, protect the child from a parent. For the purposes of this subdivision, the term, relative, means an adult who is related to the child by blood, adoption, or marriage including a grandparent, aunt, uncle, sibling, stepparent, and step-sibling; (2) The goals of the foster care placement and the appropriateness of foster care; (2) (3) The assistance and services which have been offered to reunite the child with the child's parents, guardian, or custodian and the good faith efforts, or their lack, and ability of the child's parents, guardian, or custodian to cooperate with the department and to effectively utilize the assistance and services for the benefit and welfare of the child; and (3) (4) If the return of the child to the home of the child's parents, guardian, or custodian is not likely, the reasonable efforts of the department that have been made or should be made to provide for other methods of care in keeping with the best interests of the child. Section 2. That § 26-8A-27 be amended to read as follows: 26-8A-27. On completion of a final dispositional hearing regarding a child adjudicated to be abused or neglected, the court may enter a final decree of disposition terminating all parental rights of one or both parents of the child if the court finds, by clear and convincing evidence, that the least restrictive alternative available commensurate with the best interests of the child with due regard for the rights of the parents, the public and the state so requires. The court may enter a decree terminating parental rights if the court finds, by clear and convincing evidence, that the parents have abandoned the child for at least six months and during this period the parents have not manifested to the child or to the physical custodian or caretaker of the child a firm intention to resume physical custody of the child and to make suitable arrangements for the care of the child. Upon the entry of the final decree of disposition terminating the parental rights of both parents or of the surviving parent, the court shall vest the Department of Social Services with the custody and guardianship of the person of the child for the purpose of placing the child for adoption and authorizing appropriate personnel of the department to consent to adoption of the child without need for any notice or consent of any parent of the child. The final decree terminating parental rights is final and unconditional. The natural parents retain no post-termination rights or privileges including post-termination visitation except for any final visitation allowed by the department. Any relative has standing to petition the court for the adoption of a child if the parental rights of both parents or of the surviving parent have been involuntarily terminated and placed with the Department of Social Services for adoption. The court shall give adoptive preference to available and qualified relatives of the child who have a positive home study from a qualified agency if the relative can provide a safe, secure, and stable environment for the child and, if necessary, protect the child from a parent. For the purposes of this section, the term, relative, means an adult who is related to the child by blood, adoption, or marriage including a grandparent, aunt, uncle, sibling, stepparent, and step-sibling. Upon the entry of a final decree of disposition terminating the parental rights of one parent, the court may leave the child in the custody of the remaining parent and end the proceedings."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18261, "action_date": "2003-02-03T14:00:00-06:00", "document_id": 96452, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96452.pdf", "status_text": "First read in House and referred to", "journal_page": 266, "committee_id_action": 798, "committee_id_assigned": 789, "result": "N", "vote": {}}, {"bill_id": 18261, "action_date": "2003-02-14T07:45:00-06:00", "document_id": 97233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97233.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 789, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18261, "action_date": "2003-02-14T07:45:00-06:00", "document_id": 97233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97233.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 789, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18261, "action_date": "2003-02-19T07:45:00-06:00", "document_id": 97368, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97368.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 789, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18261, "action_date": "2003-02-19T07:45:00-06:00", "document_id": 97368, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97368.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 473, "committee_id_action": 789, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54721, "president_vote": null, "Yea": [2843, 2871, 2872, 2888, 2900, 2859, 2932], "Nay": [2862, 2896, 2915, 2930, 2933, 2934]}}, {"bill_id": 18261, "action_date": "2003-02-19T07:45:00-06:00", "document_id": 97368, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97368.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 789, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18261"}