{"session_id": 20, "bill_id": 5839, "bill_type": "Senate Bill", "bill_number": 140, "bill_title": "exempt certain computer programming services and software", "sponsors": [{"legislator_profile_id": 499, "is_prime": true}, {"legislator_profile_id": 452, "is_prime": true}], "keywords": ["Sales Tax", "Taxes"], "audio": [], "bill_versions": [{"bill_id": 5839, "bill_version_id": 29480, "bill_version": "Introduced", "bill_version_date": "2014-01-31T08:06:42.893-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to exempt certain computer programming services and software. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There are exempted from the provisions of this chapter and from the computation of the tax imposed by it, the gross receipts from custom computer programming, website design, network design, custom software, custom modifications to canned software, search engine optimization, and cloud services. Section 2. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: There are exempted from the provisions of this chapter and from the computation of the tax imposed by it, the gross receipts from custom computer programming, website design, network design, custom software, custom modifications to canned software, search engine optimization, and cloud services. Section 3. That § 10-45-1 be amended by adding thereto NEW SUBDIVISIONS to read as follows: \"Canned software,\" any software that is created for sale to more than one person; \"Custom software,\" any software created for a single person; \"Customization of canned software,\" any alteration, modification, or development of applications using or incorporating canned computer software for a specific person. The term, customization of canned software, includes individualized configuration of software to work with other software and computer hardware but does not include routine installation. Customization of canned software does not change the underlying character or taxability of the original canned software; \"Software,\" any information, program, or routine, or any set of one or more programs, routines, or collections of information used, or intended for use, to convey information that causes one or more computers or pieces of computer-related peripheral equipment, or any combination thereof, to perform a task or set of tasks. The term, software, includes only those copies of such information, programs, or routines intended for use by an end user and specifically excludes retained rights in software and master copies of software. Software includes the associated documentation that describes the code and its use, operation, and maintenance and typically is delivered with the code to the consumer. All software is classified as either canned or custom; Section 4. That § 10-46-1 be amended by adding thereto NEW SUBDIVISIONS to read as follows: \"Canned software,\" any software that is created for sale to more than one person; \"Custom software,\" any software created for a single person; \"Customization of canned software,\" any alteration, modification, or development of applications using or incorporating canned computer software for a specific person. The term, customization of canned software, includes individualized configuration of software to work with other software and computer hardware but does not include routine installation. Customization of canned software does not change the underlying character or taxability of the original canned software; \"Software,\" any information, program, or routine, or any set of one or more programs, routines, or collections of information used, or intended for use, to convey information that causes one or more computers or pieces of computer-related peripheral equipment, or any combination thereof, to perform a task or set of tasks. The term, software, includes only those copies of such information, programs, or routines intended for use by an end user and specifically excludes retained rights in software and master copies of software. Software includes the associated documentation that describes the code and its use, operation, and maintenance and typically is delivered with the code to the consumer. All software is classified as either canned or custom;"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5839, "action_date": "2014-01-31T13:00:00-06:00", "document_id": 29580, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29580.pdf", "status_text": "First read in Senate and referred to", "journal_page": 183, "committee_id_action": 229, "committee_id_assigned": 215, "result": "N", "vote": {}}, {"bill_id": 5839, "action_date": "2014-02-18T16:05:06.637-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 0, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}]}