{"session_id": 68, "bill_id": 24205, "bill_type": "Senate Bill", "bill_number": 209, "bill_title": "authorize sports wagering in certain licensed alcoholic beverage retailer establishments.", "sponsors": [{"legislator_profile_id": 4386, "is_prime": true}], "keywords": ["Alcoholic Beverages", "Gambling", "Recreation and Sports"], "audio": [], "bill_versions": [{"bill_id": 24205, "bill_version_id": 248112, "bill_version": "Introduced", "bill_version_date": "2023-02-01T11:56:01.867-06:00", "bill_text": "An Act to authorize sports wagering in certain licensed alcoholic beverage retailer establishments. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 42-7B-4 be AMENDED: 42-7B-4. Terms used in this chapter mean: (1) \"Adjusted gross proceeds,\" except in the case of the games of poker, gross proceeds less cash prizes. In games of poker, the term means any sum wagered in a poker hand that may be retained by the licensee as compensation which must be consistent with the minimum and maximum amount established by the commission; (2) \"Advance deposit sports wagering,\" a method of wagering on sporting events in which an eligible individual may, in an account established with a licensed operator, or route operator, or licensed affiliate business, deposit money into an account and use the balance to pay for bets placed on the premises of a licensed gaming establishment as approved by the commission in the city of Deadwood or within the interior of a licensed affiliate business; (3) \"Associated equipment,\" any equipment or any mechanical, electromechanical, or electronic device, component, or machine, or any combination thereof, that is used remotely or directly in connection with gaming or any gaming device; (4) \"Associated equipment manufacturer or distributor,\" any person who designs, assembles, fabricates, produces, constructs, sells, leases, distributes, or otherwise prepares a product or component of any associated equipment; (5) \"Bet,\" an amount placed as a wager in a game of chance or on the results of a sporting event or a contingency during a sporting event or the performance or nonperformance of an athlete or competitor during a sporting event; (6) \"Blackjack,\" a card game played by a maximum of seven players in which each player bets against the dealer. The object is to draw cards whose value will equal or approach twenty-one without exceeding that amount and win bets, payable by the dealer, if the player holds cards more valuable than the dealer's cards; (7) \"Cheating,\" any attempt to alter the elements of chance, method of selection, or criteria that determines the: (a) Result of a game; (b) Amount or frequency of payment in a game; (c) Value of a wagering instrument; (d) Value of a wagering credit; (e) Result of a sporting event or an event within a sporting event; or (f) Performance or nonperformance of an athlete or competitor during a sporting event; (8) \"Cheating device,\" any computerized, electronic, electrical, or mechanical device, or any software or hardware, or any combination thereof, that is designed, constructed, altered, or programmed to obtain an advantage at playing any game or placing any bet that is offered by a licensee, including a device that: (a) Projects the outcome of the game or bet; (b) Keeps track of cards played or cards prepared for play in the game; (c) Tracks play and analyzes the probability of the occurrence of an event relating to the game or bet; or (d) Tracks play and analyzes the strategy for playing or betting to be used in the game except as may be made available as part of an approved game or otherwise permitted by the commission; (9) \"City limits,\" the boundaries of the city of Deadwood as they existed on January 1, 1989; (10) \"Collegiate sporting event,\" an athletic competition or event between two or more colleges or universities; (11) \"Commission,\" the South Dakota Commission on Gaming; (12) \"Craps,\" a game in which the players place bets on the outcome of the roll or series of rolls of a pair of dice; (13) \"Fraudulent scheme,\" a dishonest or deceptive plan or arrangement used or intended to be used to play a game or slot machine or place a bet, that gives any person an advantage when playing a game or slot machine, or placing a bet; (14) \"Fraudulent technique,\" a dishonest or deceptive procedure or method of playing a game or slot machine, or placing a bet that gives any person an advantage when playing a game or slot machine, or placing a bet; (15) \"Gaming,\" limited card games, slot machines, craps, roulette, keno, and wagering on sporting events, as allowed and regulated by this chapter; (16) \"Gaming device,\" a poker table, a blackjack table, a slot machine, a craps table, a roulette table, or a keno number selection device; (17) \"Gaming employee,\" any person twenty-one years of age or older employed by an operator, retailer hosting gaming, or sports wagering services provider, who works directly with the gaming portion of that business and who must hold a support license; (18) \"Gaming equipment,\" any equipment used in gaming that is allowed by this chapter and which requires licensing; (19) \"Gaming license,\" any license issued by the commission pursuant to this chapter which authorizes any person to engage in gaming within the city of Deadwood, or within the interior of a licensed affiliate business; (20) \"Gaming property owner,\" any person other than a licensed retailer who owns real property where licensed gaming is conducted within the city of Deadwood. The term, gaming property owner, does not include any person who owned real property where licensed gaming was conducted within the city of Deadwood prior to January 1, 2010; (21) \"Historic restoration and preservation,\" the restoration and preservation of the city of Deadwood to maintain its historical background, cultural heritage, and necessary supporting infrastructures; (22) \"International sporting event,\" an international team or individual sporting event governed by an international sports federation or sport's governing body, including sporting events governed by the International Olympic Committee and the International Federation of Association Football; (23) \"Keno,\" a game in which players place bets by marking their selections on a blank ticket form with eighty numbered selection boxes and the outcome is determined by a number selection device; (24) \"Key employee,\" any executive, employee, or agent of a gaming licensee having the power to exercise a significant influence over a decision concerning any part of the operation of a gaming licensee; (25) \"Licensed affiliate business,\" any establishment licensed to sell alcoholic beverages pursuant to subdivision 35-4-2(4), 35-4-2(6), 35-4-2(13) or § 35-4-111, which forms a partnership with a licensed gaming establishment for the purpose of offering customers within the interior of the alcoholic beverage-selling establishment the opportunity to wager on sporting events through the system located in the licensed gaming establishment; (25)(26) \"Licensed gaming establishment,\" any premises licensed pursuant to this chapter where gaming is conducted; (26)(27) \"Licensee,\" any person licensed under this chapter; (27)(28) \"Licensing authority,\" the South Dakota Commission on Gaming; (28)(29) \"Limited card games,\" any card games, including poker, blackjack, and variations of poker and blackjack, that are authorized by this chapter and regulated by the commission; (29)(30) \"Minor league sporting event,\" a sporting event conducted by a sports league that has not been classified by the commission as a premier league in the sport; (30)(31) \"Net municipal proceeds,\" the amount remitted to the city of Deadwood by the South Dakota Commission on Gaming; (31)(32) \"Operator,\" any person who places poker tables, blackjack tables, slot machines, craps tables, roulette tables, keno number selection devices, or accepts or redeems bets, in the person's own business premises; (32)(33) \"Poker,\" a card game played by players who are dealt cards by a nonplayer dealer. The object of the game is for each player to bet the superiority of the player's own hand and win the other players' bets by either making a bet no other player is willing to match or proving to hold the most valuable cards after all the betting is over. Poker includes draw, stud, low ball, or any combination thereof; (33)(34) \"Professional sporting event,\" a sporting event, other than a minor league sporting event, in which two or more persons participate and receive remuneration in excess of their out-of-pocket expenses for participating in the event; (34)(35) \"Retailer,\" any licensee who maintains gaming at the licensee's place of business within the city of Deadwood for use and operation by the public; (35)(36) \"Retail space,\" the area where the retailer's business is principally conducted; (36)(37) \"Roulette,\" a game in which players place bets on a single number or a range of numbers or the colors red or black or whether the number is odd or even or a combination thereof and the winning numbers and color are determined by a ball which is spun on a wheel; (37)(38) \"Route operator,\" any person who, individually or jointly pursuant to an agreement whereby consideration is paid to accept or redeem bets or for the right to place poker tables, blackjack tables, slot machines, craps tables, roulette tables, or a keno number selection device, engages in the business of accepting or redeeming bets or placing and operating poker tables, blackjack tables, slot machines, craps tables, roulette tables, or a keno number selection device within the city of Deadwood; (38)(39) \"Slot machines,\" any mechanical, electrical, or other device, contrivance, or machine which, upon insertion of a coin, token or similar object, or upon payment of any consideration whatsoever, is available to play or operate, the play or operation of which, whether by reason of the skill of the operator or application of the element of chance, or both, may deliver or entitle the person playing or operating the machine to receive cash premiums, merchandise, tokens, redeemable game credits or anything of value other than unredeemable free games whether the payoff is made automatically from the machines or in any other manner; (39)(40) \"Slot machine manufacturer or distributor,\" any person who designs, assembles, fabricates, produces, constructs, sells, leases, distributes, or otherwise prepares a product or a component part of a slot machine, other than tables or cabinetry; (40)(41) \"Sporting event,\" a contest or competition between individuals or teams the results of which are determined at least in part by the skill or ability of an individual athlete or competitor or a team which is competing in the event; (41)(42) \"Sporting event official,\" any official as recognized by the respective sport’s governing body; (42)(43) \"Sports wagering area,\" the designated location in a gaming establishment approved by the commission, in which sports wagering may be conducted or within the interior of a licensed affiliate business; (43)(44) \"Sports wagering services provider,\" a person who maintains or operates the software or hardware of a sports wagering system or facilitates wagering on a sporting event by providing a service, including data aggregation, risk management, computer service, furnishing information, and setting of odds; (44)(45) \"Suitability\" or \"suitable,\" in relation to a person is the ability to be licensed by the commission and as to acts or practices, are lawful acts or practices; (45)(46) \"Unsuitability\" or \"unsuitable,\" in relation to a person is the inability to be licensed by the commission because of prior acts, associations, or financial condition, and as to acts or practices, are those that would violate the statutes or rules or would be contrary to the declared legislative purpose of this chapter; (46)(47) \"Wagering on sporting events\" or \"sports wagering,\" the acceptance of a wager on an authorized sporting event by any system of wagering authorized by the commission. Section 2. That § 42-7B-22 be AMENDED: 42-7B-22. The commission may issue the following types of licenses that are required to conduct gaming under this chapter: (1) Slot machine manufacturer or distributor license. The license fee is one thousand dollars and thereafter an annual fee renewable July first of each year in the sum of two hundred fifty dollars. A slot machine manufacturer or distributor may not be licensed as a route operator, operator, or retailer; (2) Operator license. The license fee is one thousand dollars and thereafter an annual fee renewable July first of each year of two hundred dollars; (3) Retail license. The license fee is two hundred fifty dollars and thereafter an annual fee renewable July first of each year of one hundred dollars; (4) Support license. The license fee is fifty dollars and thereafter an annual fee renewable January first of each year of twenty-five dollars. This license is required by all persons seeking employment in the field of gaming; (5) Key employee license. The license fee is one hundred fifty dollars and thereafter an annual fee renewable January first of each year of seventy-five dollars; (6) Route operator license. The license fee is one thousand dollars and thereafter an annual fee renewable July first of each year of two hundred dollars. Each route operator shall also hold a valid operator license; (7) Gaming property owner license. The license fee is two hundred fifty dollars and thereafter an annual fee renewable July first of each year of one hundred dollars; (8) Associated equipment manufacturer or distributor license. The license fee is five hundred dollars and thereafter an annual fee renewable July first of each year of two hundred fifty dollars; and (9) Sports wagering services provider license. The license fee is two thousand dollars and thereafter an annual fee renewable July first of each year of two thousand dollars; and (10) Licensed affiliate business license. The license fee is two hundred dollars and thereafter an annual fee renewable July first of each year of two hundred dollars. Conducting gaming without the appropriate license is a Class 6 felony. Section 3. That § 42-7B-32 be AMENDED: 42-7B-32. Any license granted pursuant to this chapter may be suspended or revoked for any cause that may have prevented its issuance, or for violation by the licensee, or any officer, director, agent, member, or employee of the licensee, of this chapter or any rule adopted by the commission or for conviction of a crime of moral turpitude or a felony, after notice to the licensee and a hearing, upon grounds determined adequate by the commission. In addition to revocation or suspension or in lieu of revocation or suspension, the commission may impose a reprimand or a monetary penalty for each offense not to exceed the following amounts: (1) If the licensee is a slot machine manufacturer or distributor, two hundred fifty thousand dollars; (2) If the licensee is an operator, associated equipment manufacturer or distributor, or a sports wagering services provider, one hundred thousand dollars; (3) If the licensee is a retailer or gaming property owner or licensed affiliate business, twenty-five thousand dollars; (4) If the licensee is a key employee, five thousand dollars; and (5) If the licensee has a support license, two thousand five hundred dollars. Any monetary penalty received by the commission under this section shall be deposited in the gaming commission fund established by § 42-7B-48 and is to be used solely for the purposes prescribed by subdivision 42-7B-48(2) and is not subject to the provisions of subdivision 42-7B-48(3). Section 4. That § 42-7B-33 be AMENDED: 42-7B-33. Any person, any stockholder owning five percent or more of any corporation or limited liability company, and any officer or director, or any partner in any partnership involved as a manufacturer, distributor, operator, retailer, gaming property owner, or sports wagering services provider, or licensed affiliate business, or key employee or support licensee involved with the conduct of gaming shall be: (1) A person of good character, honesty, and integrity; (2) A person whose prior activities, criminal record, reputation, habits, and associations do not pose a threat to the public interests of this state or to the control of the gaming, or create or enhance the dangers of unsuitable, unfair, or illegal practices, methods, and activities in the conduct of gaming or the carrying on of the business and financial arrangements incidental to the conduct of gaming; and (3) A person who has not entered a plea of guilty or nolo contendere to a felony charge or has not been convicted of a felony in this or any other jurisdiction, has not been found to have violated the provisions of this chapter or any rule adopted pursuant to this chapter, and has not knowingly made a false statement of material facts to the commission or its legal counsel. Section 5. That § 42-7B-78 be AMENDED: 42-7B-78. A person who opens an account for advance deposit sports wagering with an operator or route operator shall establish the account in person at the operator's or route operator's licensed gaming establishment within the city of Deadwood using an application approved by the commission, or in person at the licensed affiliate business establishment. The operator, or route operator, or license affiliate business shall retain the application that is used to open an account for advance deposit sports wagering, including any documents that are submitted with or reviewed with the application. The application and documents shall be considered records of the operator, or route operator, or licensed affiliate business for purposes of this chapter. Section 6. That § 42-7B-79 be AMENDED: 42-7B-79. Any sports wagering may only be conducted on the premises of a licensed gaming establishment as approved by the commission within the city of Deadwood or within the interior of a licensed affiliate business. Each operator or route operator that is authorized by the commission to conduct sports wagering shall install and maintain equipment that is approved by the commission to ensure that all bets are placed on the premises of a licensed gaming establishment as approved by the commission within the city of Deadwood or within the interior of a licensed affiliate business."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24205, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247759.pdf", "status_text": "First read in Senate and referred to", "journal_page": 160, "committee_id_action": 1183, "committee_id_assigned": 1172, "result": "N", "vote": {}}]}