{"session_id": 15, "bill_id": 3182, "bill_type": "Senate Bill", "bill_number": 32, "bill_title": "revise the suitability requirements for annuities.", "sponsors": [], "keywords": ["Department of Labor and Regulation", "Insurance"], "audio": [{"meeting_datetime": "2012-01-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sco05.mp3", "start_seconds": 100.0}, {"meeting_datetime": "2012-01-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sco05.mp3", "start_seconds": 100.0}, {"meeting_datetime": "2012-01-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sco05.mp3", "start_seconds": 100.0}, {"meeting_datetime": "2012-01-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sco05.mp3", "start_seconds": 100.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen07.mp3", "start_seconds": 1302.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen07.mp3", "start_seconds": 1302.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen07.mp3", "start_seconds": 1302.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hco19.mp3", "start_seconds": 1650.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hco19.mp3", "start_seconds": 1650.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hco19.mp3", "start_seconds": 1650.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hco19.mp3", "start_seconds": 1650.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou22.mp3", "start_seconds": 995.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou22.mp3", "start_seconds": 995.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou22.mp3", "start_seconds": 995.0}], "bill_versions": [{"bill_id": 3182, "bill_version_id": 19134, "bill_version": "Introduced", "bill_version_date": "2012-01-06T16:44:44.24-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the suitability requirements for annuities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-33A-16 be amended to read as follows: 58-33A-16. In recommending to a consumer the purchase of an annuity or the exchange of an annuity that results in another insurance transaction or series of insurance transactions, the insurance producer, or the insurer if no producer is involved, shall have reasonable grounds for believing that the recommendation is suitable for the consumer on the basis of the facts disclosed by the consumer as to the consumer's investments and other insurance products and as to the consumer's financial situation and needs and that there is a reasonable basis to believe all of the following: (1) The consumer has been reasonably informed of various features of the annuity, such as the potential surrender period and surrender charge, potential tax penalty if the consumer sells, exchanges, surrenders, or annuitizes the annuity, mortality and expense fees, investment advisory fees, potential charges for and features of riders, limitations on interest returns, insurance and investment components, and market risk; (2) The consumer would benefit from certain features of the annuity, such as tax-deferred growth, annuitization, or death or living benefit; (3) The particular annuity as a whole, the underlying subaccounts to which funds are allocated at the time of purchase or exchange of the annuity, and riders and similar product enhancements, if any, are suitable (and in the case of an exchange or replacement, the transaction as a whole is suitable) for the particular consumer based on the consumer's suitability information; and (4) In the case of an exchange or replacement of an annuity, the exchange or replacement is suitable including taking into consideration whether: (a) The consumer will incur a surrender charge, be subject to the commencement of a new surrender period, lose existing benefits (such as death, living, or other contractual benefits), or be subject to increased fees, investment advisory fees, or charges for riders and similar product enhancements; (b) The consumer would benefit from product enhancements and improvements; and (c) The consumer has had another annuity exchange or replacement and, in particular, an exchange or replacement within the preceding thirty-six months. Section 2. That § 58-33A-17 be amended to read as follows: 58-33A-17. Prior to the execution of a purchase or exchange of an annuity resulting from a recommendation, an insurance producer, or an insurer if no producer is involved, shall make reasonable efforts to obtain the consumer's suitability information concerning. Suitability information includes: (1) The consumer's financial status; (2) The consumer's tax status; (3) The consumer's investment objectives; and (4) Such other information used or considered to be reasonable by the insurance producer, or the insurer if no producer is involved, in making any recommendation to the consumer Age; (2) Annual income; (3) Financial situation and needs, including the financial resources used for the funding of the annuity; (4) Financial experience; (5) Financial objectives; (6) Intended use of the annuity; (7) Financial time horizon; (8) Existing assets, including investment and life insurance holdings; (9) Liquidity needs; (10) Liquid net worth; (11) Risk tolerance; and (12) Tax status. Section 3. That chapter 58-33A be amended by adding thereto a NEW SECTION to read as follows: Except as permitted under §§ 58-33A-18 and 58-33A-19, no insurer may issue an annuity recommended to a consumer unless there is a reasonable basis to believe the annuity is suitable based on the consumer's suitability information. Section 4. That § 58-33A-18 be amended to read as follows: 58-33A-18. Except as provided pursuant to § 58-33A-19, no insurance producer, nor any insurer if no producer is involved, has any obligation to a consumer under § 58-33A-16 related to any recommendation if a consumer: (1) Refuses A consumer refuses to provide relevant suitability information requested by the insurer or insurance producer and the annuity transaction is not recommended; (2) Decides A consumer decides to enter into an insurance transaction that is not based on a recommendation of the insurer or insurance producer; or (3) Fails to provide complete or accurate information A recommendation was made and was later found to have been prepared based on materially inaccurate information provided by the consumer; or (4) No recommendation is made. Section 5. That § 58-33A-19 be amended to read as follows: 58-33A-19. An insurer or insurance producer's recommendation insurer's issuance of an annuity subject to § 58-33A-16 shall be reasonable under all the circumstances actually known to the insurer or insurance producer at the time of the recommendation annuity is issued. Section 6. That chapter 58-33A be amended by adding thereto a NEW SECTION to read as follows: An insurance producer or, if no insurance producer is involved, the responsible insurer representative, shall at the time of sale: (1) Make a record of any recommendation subject to § 58-33A-16; (2) Obtain a customer signed statement documenting a customer's refusal to provide suitability information, if any; and (3) Obtain a customer signed statement acknowledging that an annuity transaction is not recommended if a customer decides to enter into an annuity transaction that is not based on the insurance producer's or insurer's recommendation. Section 7. That § 58-33A-20 be amended to read as follows: 58-33A-20. An insurer either shall assure that establish a system to supervise recommendations that is reasonably designed to achieve compliance with §§ 58-33A-13 to 58-33A-27, inclusive, is established and maintained by complying with § 58-33A-22, or shall establish and maintain such a system and this Act, including: (1) Maintaining written procedures; and The insurer shall maintain reasonable procedures to inform its insurance producers of the requirements of this Act and shall incorporate the requirements of this regulation into relevant insurance producer training manuals; (2) Conducting periodic reviews of its records that are reasonably designed to assist in detecting and preventing violations of §§ 58-33A-13 to 58-33A-27, inclusive The insurer shall establish standards for insurance producer product training and shall maintain reasonable procedures to require its insurance producers to comply with the requirements of sections 11 to 13, inclusive, of this Act; (3) The insurer shall provide product-specific training and training materials that explain all material features of its annuity products to its insurance producers; (4) The insurer shall maintain procedures for review of each recommendation prior to issuance of an annuity that are designed to ensure that there is a reasonable basis to determine that a recommendation is suitable. Such review procedures may apply a screening system for the purpose of identifying selected transactions for additional review and may be accomplished electronically or through other means including, physical review. Such an electronic or other system may be designed to require additional review only of those transactions identified for additional review by the selection criteria; (5) The insurer shall maintain reasonable procedure to detect recommendations that are not suitable. This may include confirmation of consumer suitability information, systematic customer surveys, interviews, confirmation letters, and programs of internal monitoring. Nothing in this subdivision prevents an insurer from complying with this subdivision by applying sampling procedures or by confirming suitability information after issuance or delivery of the annuity; and (6) The insurer shall annually provide a report to senior management, including to the senior manager responsible for audit functions, that details a review, with appropriate testing, reasonably designed to determine the effectiveness of the supervision system, the exceptions found, and corrective action taken or recommended, if any. Section 8. That chapter 58-33A be amended by adding thereto a NEW SECTION to read as follows: Nothing in § 58-33A-20 or this section restricts an insurer from contracting for performance of a function required under § 58-33A-20, including maintenance of procedures. An insurer is responsible for taking appropriate corrective action and may be subject to sanctions and penalties pursuant to section 14 of this Act regardless of whether the insurer contracts for performance of a function and regardless of the insurer's compliance with this section. An insurer's supervision system under § 58-33A-20 and this section shall include supervision of contractual performance under this section. This includes the following: (1) Monitoring and, as appropriate, conducting audits to assure that the contracted function is properly performed; and (2) Annually obtaining a certification from a senior manager who has responsibility for the contracted function that the manager has a reasonable basis to represent, and does represent, that the function is properly performed. An insurer is not required to include in its system of supervision an insurance producer's recommendations to consumers of products other than the annuities offered by the insurer. Section 9. That chapter 58-33A be amended by adding thereto a NEW SECTION to read as follows: No insurance producer may dissuade, or attempt to dissuade, a consumer from: (1) Truthfully responding to an insurer's request for confirmation of suitability information; (2) Filing a complaint; or (3) Cooperating with the investigation of a complaint. Section 10. That § 58-33A-25 be amended to read as follows: 58-33A-25. If the director finds that the Conduct Rules of the National Association of Securities Dealers Financial Industry Regulatory Authority meet or exceed the requirements of §§ 58-33A-16 to 58-33A-24, inclusive, and this Act, then any recommendations made for variable annuities that comply with the Conduct Rules of the National Association of Securities Dealers Financial Industry Regulatory Authority meet the requirements of §§ 58-33A-16 to 58-33A-24, inclusive, and this Act. For this section to apply, an insurer shall: (1) Monitor the Financial Industry Regulatory Authority member broker-dealer using information collected in the normal course of an insurer's business; and (2) Provide to the Financial Industry Regulatory Authority member broker-dealer information and reports that are reasonably appropriate to assist the Financial Industry Regulatory Authority member broker-dealer to maintain its supervision system. Section 11. That chapter 58-33A be amended by adding thereto a NEW SECTION to read as follows: No insurance producer may solicit the sale of an annuity product unless the insurance producer has adequate knowledge of the product to recommend the annuity and the insurance producer is in compliance with the insurer's standards for product training. An insurance producer may rely on insurer-provided product-specific training standards and materials to comply with this section. An insurance producer who engages in the sale of annuity products shall complete a one-time four credit training course approved by the director and provided by a director-approved education provider. Any insurance producer who holds a life insurance line of authority on the effective date of this Act and who desires to sell annuities shall complete the requirements of this section within six months after the effective date of this Act. Any person who obtains a life insurance line of authority on or after the effective date of this Act may not engage in the sale of annuities unless the annuity training course required under this section has been completed. The minimum length of the training required under this section shall be sufficient to qualify for at least four continuing education credits, but may be longer. The training required under this section shall include information on the following subjects: (1) The types of annuities and various classifications of annuities; (2) Identification of the parties to an annuity; (3) How fixed, variable, and indexed annuity contract provisions affect consumers; (4) The application of income taxation of qualified and nonqualified annuities; (5) The primary uses of annuities; and (6) Appropriate sales practices, replacement, and disclosure requirements. Section 12. That chapter 58-33A be amended by adding thereto a NEW SECTION to read as follows: Each course provider intending to comply with section 11 of this Act shall cover all subjects listed in section 11 of this Act. No provider of such course may present any marketing information or provide training on sales techniques or provide specific information about a particular insurer's products. Additional subjects may be offered in conjunction with and in addition to the required subjects. Each provider of an annuity training course intending to comply with section 11 of this Act shall register as a continuing education provider in this state and shall comply with the rules applicable to insurance producer continuing education courses as set forth in chapter 58-30. An annuity training course may be conducted and completed by classroom or self-study methods. Each provider of annuity training shall comply with the reporting requirements and shall issue certificates of completion in accordance with chapter 58-30. The satisfaction of the training requirements of another state that are substantially similar to the provisions of this section satisfy the training requirements of this section and section 11 of this Act. Section 13. That chapter 58-33A be amended by adding thereto a NEW SECTION to read as follows: An insurer shall verify that an insurance producer has completed the annuity training course required pursuant to section 11 of this Act before allowing the producer to sell an annuity product for that insurer. An insurer may satisfy its responsibility under this section by obtaining certificates of completion of the training course or obtaining reports provided by a director-sponsored database system or vendor or from a reasonably reliable commercial database vendor that has a reporting arrangement with an approved insurance education provider. Section 14. That § 58-33A-26 be amended to read as follows: 58-33A-26. An insurer is responsible for compliance with §§ 58-33A-13 to 58-33A-27, inclusive, and this Act. The director may order: (1) An insurer to take reasonably appropriate corrective action for any consumer harmed by the insurer's, or by its insurance producer's, violation of §§ 58-33A-13 to 58-33A-27, inclusive; (2) An insurance producer to take reasonably appropriate corrective action for any consumer harmed by the insurance producer's violation of §§ 58-33A-13 to 58-33A-27, inclusive; and (3) A general agency or independent agency that employs or contracts with an insurance producer to sell, or solicit the sale, of annuities to consumers, to take reasonably appropriate corrective action for any consumer harmed by the insurance producer's violation of §§ 58-33A-13 to 58-33A-27, inclusive. Any violation of § 58-33A-16, 58-33A-17, or 58-33A-19 subjects the insurer, insurance producer, or general agency or independent agency to suspension, revocation, refusal to renew a license, or to a monetary penalty as provided for under this title. However, the penalty may be reduced or eliminated, according to a schedule adopted by the director, if corrective action for the consumer is taken promptly after a violation is discovered. Section 15. That § 58-33A-21 be repealed. 58-33A-21. A general agent and independent agency either shall adopt a system established by an insurer to supervise recommendations of its insurance producers that is reasonably designed to achieve compliance with §§ 58-33A-13 to 58-33A-27, inclusive, or shall establish and maintain such a system, including: (1) Maintaining written procedures; and (2) Conducting periodic reviews of records that are reasonably designed to assist in detecting and preventing violations of §§ 58-33A-13 to 58-33A-27, inclusive. Section 16. That § 58-33A-22 be repealed. 58-33A-22. An insurer may contract with a third party, including a general agent or independent agency, to establish and maintain a system of supervision as required by § 58-33A-20 with respect to insurance producers under contract with or employed by the third party. An insurer shall make reasonable inquiry to assure that the third party contracting under this section is performing the functions required under § 58-33A-20 and shall take such action as is reasonable under the circumstances to enforce the contractual obligation to perform the functions. An insurer may comply with its obligation to make reasonable inquiry by doing all of the following: (1) The insurer annually obtains a certification from a third party senior manager who has responsibility for the delegated functions that the manager has a reasonable basis to represent, and does represent, that the third party is performing the required functions; and (2) The insurer, based on reasonable selection criteria, periodically selects third parties contracting under this section for a review to determine whether the third parties are performing the required functions. The insurer shall perform those procedures to conduct the review that are reasonable under the circumstances. Any insurer that contracts with a third party pursuant to this section and that complies with the requirements to supervise in this section has fulfilled its responsibilities under § 58-33A-20. Section 17. That § 58-33A-23 be repealed. 58-33A-23. No insurer, general agent, or independent agency is required by § 58-33A-20 or 58-33A-21 to: (1) Review, or provide for review of, all insurance producer solicited transactions; or (2) Include in its system of supervision an insurance producer's recommendations to consumers of products other than the annuities offered by the insurer, general agent, or independent agency. A general agent or independent agency contracting with an insurer pursuant to § 58-33A-22 shall promptly, if requested by the insurer, give a certification as described in § 58-33A-22 or give a clear statement that it is unable to meet the certification criteria. Section 18. That § 58-33A-24 be repealed. 58-33A-24. No person may provide a certification under subdivision § 58-33A-22(1) unless: (1) The person is a senior manager with responsibility for the delegated functions; and (2) The person has a reasonable basis for making the certification. Section 19. That § 58-33A-1 be amended to read as follows: 58-33A-1. This chapter applies to all individual and group health policies which are solicited or sold in this state that are subject to chapters 58-15, 58-16, 58-17, 58-18, 58-18B, 58-37A, 58-38, 58-39, 58-40, and 58-41. However, this chapter does not apply to insurance policies and subscriber contracts subject to the medicare supplement requirements. Except for the exemptions specified in this section, this chapter applies to any solicitation, negotiation, or effectuation of life insurance occurring within this state. This chapter applies to any issuer of life insurance contracts including fraternal benefit societies. This chapter does not apply to: (1) Group annuities; (2) Credit life insurance; (3) Group life insurance (except for disclosures relating to preneed funeral contracts or prearrangements as provided by this chapter. These disclosure requirements extend to the issuance or delivery of certificates as well as to the master policy); (4) Life insurance policies issued in connection with pension and welfare plans as defined by and which are subject to the federal Employee Retirement Income Security Act of 1974 (ERISA), 29 U.S.C. Section 1001 et seq. as amended to January 1, 1999; or (5) Variable life insurance under which the amount or duration of the life insurance varies according to the investment experience of a separate account; or (6) Variable annuities under which the amount varies according to the investment experience."}, {"bill_id": 3182, "bill_version_id": 19554, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2012-01-19T13:14:30.393-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the suitability requirements for annuities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-33A-16 be amended to read as follows: 58-33A-16. In recommending to a consumer the purchase of an annuity or the exchange of an annuity that results in another insurance transaction or series of insurance transactions, the insurance producer, or the insurer if no producer is involved, shall have reasonable grounds for believing that the recommendation is suitable for the consumer on the basis of the facts disclosed by the consumer as to the consumer's investments and other insurance products and as to the consumer's financial situation and needs and that there is a reasonable basis to believe all of the following: (1) The consumer has been reasonably informed of various features of the annuity, such as the potential surrender period and surrender charge, potential tax penalty if the consumer sells, exchanges, surrenders, or annuitizes the annuity, mortality and expense fees, investment advisory fees, potential charges for and features of riders, limitations on interest returns, insurance and investment components, and market risk; (2) The consumer would benefit from certain features of the annuity, such as tax-deferred growth, annuitization, or death or living benefit; (3) The particular annuity as a whole, the underlying subaccounts to which funds are allocated at the time of purchase or exchange of the annuity, and riders and similar product enhancements, if any, are suitable (and in the case of an exchange or replacement, the transaction as a whole is suitable) for the particular consumer based on the consumer's suitability information; and (4) In the case of an exchange or replacement of an annuity, the exchange or replacement is suitable including taking into consideration whether: (a) The consumer will incur a surrender charge, be subject to the commencement of a new surrender period, lose existing benefits (such as death, living, or other contractual benefits), or be subject to increased fees, investment advisory fees, or charges for riders and similar product enhancements; (b) The consumer would benefit from product enhancements and improvements; and (c) The consumer has had another annuity exchange or replacement and, in particular, an exchange or replacement within the preceding thirty-six months. Section 2. That § 58-33A-17 be amended to read as follows: 58-33A-17. Prior to the execution of a purchase or exchange of an annuity resulting from a recommendation, an insurance producer, or an insurer if no producer is involved, shall make reasonable efforts to obtain the consumer's suitability information concerning. Suitability information includes: (1) The consumer's financial status; (2) The consumer's tax status; (3) The consumer's investment objectives; and (4) Such other information used or considered to be reasonable by the insurance producer, or the insurer if no producer is involved, in making any recommendation to the consumer Age; (2) Annual income; (3) Financial situation and needs, including the financial resources used for the funding of the annuity; (4) Financial experience; (5) Financial objectives; (6) Intended use of the annuity; (7) Financial time horizon; (8) Existing assets, including investment and life insurance holdings; (9) Liquidity needs; (10) Liquid net worth; (11) Risk tolerance; and (12) Tax status. Section 3. That chapter 58-33A be amended by adding thereto a NEW SECTION to read as follows: Except as permitted under §§ 58-33A-18 and 58-33A-19, no insurer may issue an annuity recommended to a consumer unless there is a reasonable basis to believe the annuity is suitable based on the consumer's suitability information. Section 4. That § 58-33A-18 be amended to read as follows: 58-33A-18. Except as provided pursuant to § 58-33A-19, no insurance producer, nor any insurer if no producer is involved, has any obligation to a consumer under § 58-33A-16 related to any recommendation if a consumer: (1) Refuses A consumer refuses to provide relevant suitability information requested by the insurer or insurance producer and the annuity transaction is not recommended; (2) Decides A consumer decides to enter into an insurance transaction that is not based on a recommendation of the insurer or insurance producer; or (3) Fails to provide complete or accurate information A recommendation was made and was later found to have been prepared based on materially inaccurate information provided by the consumer; or (4) No recommendation is made. Section 5. That § 58-33A-19 be amended to read as follows: 58-33A-19. An insurer or insurance producer's recommendation insurer's issuance of an annuity subject to § 58-33A-16 shall be reasonable under all the circumstances actually known to the insurer or insurance producer at the time of the recommendation annuity is issued. Section 6. That chapter 58-33A be amended by adding thereto a NEW SECTION to read as follows: An insurance producer or, if no insurance producer is involved, the responsible insurer representative, shall at the time of sale: (1) Make a record of any recommendation subject to § 58-33A-16; (2) Obtain a customer signed statement documenting a customer's refusal to provide suitability information, if any; and (3) Obtain a customer signed statement acknowledging that an annuity transaction is not recommended if a customer decides to enter into an annuity transaction that is not based on the insurance producer's or insurer's recommendation. Section 7. That § 58-33A-20 be amended to read as follows: 58-33A-20. An insurer either shall assure that establish a system to supervise recommendations that is reasonably designed to achieve compliance with §§ 58-33A-13 to 58-33A-27, inclusive, is established and maintained by complying with § 58-33A-22, or shall establish and maintain such a system and this Act, including: (1) Maintaining written procedures; and The insurer shall maintain reasonable procedures to inform its insurance producers of the requirements of this Act and shall incorporate the requirements of this regulation into relevant insurance producer training manuals; (2) Conducting periodic reviews of its records that are reasonably designed to assist in detecting and preventing violations of §§ 58-33A-13 to 58-33A-27, inclusive The insurer shall establish standards for insurance producer product training and shall maintain reasonable procedures to require its insurance producers to comply with the requirements of sections 11 to 13, inclusive, of this Act; (3) The insurer shall provide product-specific training and training materials that explain all material features of its annuity products to its insurance producers; (4) The insurer shall maintain procedures for review of each recommendation prior to issuance of an annuity that are designed to ensure that there is a reasonable basis to determine that a recommendation is suitable. Such review procedures may apply a screening system for the purpose of identifying selected transactions for additional review and may be accomplished electronically or through other means including, physical review. Such an electronic or other system may be designed to require additional review only of those transactions identified for additional review by the selection criteria; (5) The insurer shall maintain reasonable procedure to detect recommendations that are not suitable. This may include confirmation of consumer suitability information, systematic customer surveys, interviews, confirmation letters, and programs of internal monitoring. Nothing in this subdivision prevents an insurer from complying with this subdivision by applying sampling procedures or by confirming suitability information after issuance or delivery of the annuity; and (6) The insurer shall annually provide a report to senior management, including to the senior manager responsible for audit functions, that details a review, with appropriate testing, reasonably designed to determine the effectiveness of the supervision system, the exceptions found, and corrective action taken or recommended, if any. Section 8. That chapter 58-33A be amended by adding thereto a NEW SECTION to read as follows: Nothing in § 58-33A-20 or this section restricts an insurer from contracting for performance of a function required under § 58-33A-20, including maintenance of procedures. An insurer is responsible for taking appropriate corrective action and may be subject to sanctions and penalties pursuant to section 14 of this Act regardless of whether the insurer contracts for performance of a function and regardless of the insurer's compliance with this section. An insurer's supervision system under § 58-33A-20 and this section shall include supervision of contractual performance under this section. This includes the following: (1) Monitoring and, as appropriate, conducting audits to assure that the contracted function is properly performed; and (2) Annually obtaining a certification from a senior manager who has responsibility for the contracted function that the manager has a reasonable basis to represent, and does represent, that the function is properly performed. An insurer is not required to include in its system of supervision an insurance producer's recommendations to consumers of products other than the annuities offered by the insurer. Section 9. That chapter 58-33A be amended by adding thereto a NEW SECTION to read as follows: No insurance producer may dissuade, or attempt to dissuade, a consumer from: (1) Truthfully responding to an insurer's request for confirmation of suitability information; (2) Filing a complaint; or (3) Cooperating with the investigation of a complaint. Section 10. That § 58-33A-25 be amended to read as follows: 58-33A-25. If the director finds that the Conduct Rules of the National Association of Securities Dealers Financial Industry Regulatory Authority meet or exceed the requirements of §§ 58-33A-16 to 58-33A-24, inclusive, and this Act, then any recommendations made for variable annuities that comply with the Conduct Rules of the National Association of Securities Dealers Financial Industry Regulatory Authority meet the requirements of §§ 58-33A-16 to 58-33A-24, inclusive, and this Act. For this section to apply, an insurer shall: (1) Monitor the Financial Industry Regulatory Authority member broker-dealer using information collected in the normal course of an insurer's business; and (2) Provide to the Financial Industry Regulatory Authority member broker-dealer information and reports that are reasonably appropriate to assist the Financial Industry Regulatory Authority member broker-dealer to maintain its supervision system. Section 11. That chapter 58-33A be amended by adding thereto a NEW SECTION to read as follows: No insurance producer may solicit the sale of an annuity product unless the insurance producer has adequate knowledge of the product to recommend the annuity and the insurance producer is in compliance with the insurer's standards for product training. An insurance producer may rely on insurer-provided product-specific training standards and materials to comply with this section. An insurance producer who engages in the sale of annuity products shall complete a one-time four credit training course approved by the director and provided by a director-approved education provider. Any insurance producer who holds a life insurance line of authority on the effective date of this Act and who desires to sell annuities shall complete the requirements of this section within six months after the effective date of this Act. Any person who obtains a life insurance line of authority on or after the effective date of this Act may not engage in the sale of annuities unless the annuity training course required under this section has been completed. The minimum length of the training required under this section shall be sufficient to qualify for at least four continuing education credits, but may be longer. The training required under this section shall include information on the following subjects: (1) The types of annuities and various classifications of annuities; (2) Identification of the parties to an annuity; (3) How fixed, variable, and indexed annuity contract provisions affect consumers; (4) The application of income taxation of qualified and nonqualified annuities; (5) The primary uses of annuities; and (6) Appropriate sales practices, replacement, and disclosure requirements. Section 12. That chapter 58-33A be amended by adding thereto a NEW SECTION to read as follows: Each course provider intending to comply with section 11 of this Act shall cover all subjects listed in section 11 of this Act. No provider of such course may present any marketing information or provide training on sales techniques or provide specific information about a particular insurer's products. Additional subjects may be offered in conjunction with and in addition to the required subjects. Each provider of an annuity training course intending to comply with section 11 of this Act shall register as a continuing education provider in this state and shall comply with the rules applicable to insurance producer continuing education courses as set forth in chapter 58-30. An annuity training course may be conducted and completed by classroom or self-study methods. Each provider of annuity training shall comply with the reporting requirements and shall issue certificates of completion in accordance with chapter 58-30. The satisfaction of the training requirements of another state that are substantially similar to the provisions of this section satisfy the training requirements of this section and section 11 of this Act. Section 13. That chapter 58-33A be amended by adding thereto a NEW SECTION to read as follows: An insurer shall verify that an insurance producer has completed the annuity training course required pursuant to section 11 of this Act before allowing the producer to sell an annuity product for that insurer. An insurer may satisfy its responsibility under this section by obtaining certificates of completion of the training course or obtaining reports provided by a director-sponsored database system or vendor or from a reasonably reliable commercial database vendor that has a reporting arrangement with an approved insurance education provider. Section 14. That § 58-33A-26 be amended to read as follows: 58-33A-26. An insurer is responsible for compliance with §§ 58-33A-13 to 58-33A-27, inclusive, and this Act. The director may order: (1) An insurer to take reasonably appropriate corrective action for any consumer harmed by the insurer's, or by its insurance producer's, violation of §§ 58-33A-13 to 58-33A-27, inclusive; (2) An insurance producer to take reasonably appropriate corrective action for any consumer harmed by the insurance producer's violation of §§ 58-33A-13 to 58-33A-27, inclusive; and (3) A general agency or independent agency that employs or contracts with an insurance producer to sell, or solicit the sale, of annuities to consumers, to take reasonably appropriate corrective action for any consumer harmed by the insurance producer's violation of §§ 58-33A-13 to 58-33A-27, inclusive. Any violation of § 58-33A-16, 58-33A-17, or 58-33A-19 subjects the insurer, insurance producer, or general agency or independent agency to suspension, revocation, refusal to renew a license, or to a monetary penalty as provided for under this title. However, the penalty may be reduced or eliminated, according to a schedule adopted by the director, if corrective action for the consumer is taken promptly after a violation is discovered or the violation was not part of a pattern or practice. Section 15. That § 58-33A-21 be repealed. 58-33A-21. A general agent and independent agency either shall adopt a system established by an insurer to supervise recommendations of its insurance producers that is reasonably designed to achieve compliance with §§ 58-33A-13 to 58-33A-27, inclusive, or shall establish and maintain such a system, including: (1) Maintaining written procedures; and (2) Conducting periodic reviews of records that are reasonably designed to assist in detecting and preventing violations of §§ 58-33A-13 to 58-33A-27, inclusive. Section 16. That § 58-33A-22 be repealed. 58-33A-22. An insurer may contract with a third party, including a general agent or independent agency, to establish and maintain a system of supervision as required by § 58-33A-20 with respect to insurance producers under contract with or employed by the third party. An insurer shall make reasonable inquiry to assure that the third party contracting under this section is performing the functions required under § 58-33A-20 and shall take such action as is reasonable under the circumstances to enforce the contractual obligation to perform the functions. An insurer may comply with its obligation to make reasonable inquiry by doing all of the following: (1) The insurer annually obtains a certification from a third party senior manager who has responsibility for the delegated functions that the manager has a reasonable basis to represent, and does represent, that the third party is performing the required functions; and (2) The insurer, based on reasonable selection criteria, periodically selects third parties contracting under this section for a review to determine whether the third parties are performing the required functions. The insurer shall perform those procedures to conduct the review that are reasonable under the circumstances. Any insurer that contracts with a third party pursuant to this section and that complies with the requirements to supervise in this section has fulfilled its responsibilities under § 58-33A-20. Section 17. That § 58-33A-23 be repealed. 58-33A-23. No insurer, general agent, or independent agency is required by § 58-33A-20 or 58-33A-21 to: (1) Review, or provide for review of, all insurance producer solicited transactions; or (2) Include in its system of supervision an insurance producer's recommendations to consumers of products other than the annuities offered by the insurer, general agent, or independent agency. A general agent or independent agency contracting with an insurer pursuant to § 58-33A-22 shall promptly, if requested by the insurer, give a certification as described in § 58-33A-22 or give a clear statement that it is unable to meet the certification criteria. Section 18. That § 58-33A-24 be repealed. 58-33A-24. No person may provide a certification under subdivision § 58-33A-22(1) unless: (1) The person is a senior manager with responsibility for the delegated functions; and (2) The person has a reasonable basis for making the certification. Section 19. That § 58-33A-1 be amended to read as follows: 58-33A-1. This chapter applies to all individual and group health policies which are solicited or sold in this state that are subject to chapters 58-15, 58-16, 58-17, 58-18, 58-18B, 58-37A, 58-38, 58-39, 58-40, and 58-41. However, this chapter does not apply to insurance policies and subscriber contracts subject to the medicare supplement requirements. Except for the exemptions specified in this section, this chapter applies to any solicitation, negotiation, or effectuation of life insurance occurring within this state. This chapter applies to any issuer of life insurance contracts including fraternal benefit societies. This chapter does not apply to: (1) Group annuities; (2) Credit life insurance; (3) Group life insurance (except for disclosures relating to preneed funeral contracts or prearrangements as provided by this chapter. These disclosure requirements extend to the issuance or delivery of certificates as well as to the master policy); (4) Life insurance policies issued in connection with pension and welfare plans as defined by and which are subject to the federal Employee Retirement Income Security Act of 1974 (ERISA), 29 U.S.C. Section 1001 et seq. as amended to January 1, 1999; or (5) Variable life insurance under which the amount or duration of the life insurance varies according to the investment experience of a separate account; or (6) Variable annuities under which the amount varies according to the investment experience."}, {"bill_id": 3182, "bill_version_id": 21596, "bill_version": "Enrolled", "bill_version_date": "2012-02-16T09:33:17.617-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3182, "action_date": "2012-01-10T12:00:00-06:00", "document_id": 19241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19241.pdf", "status_text": "First read in Senate and referred to", "journal_page": 19, "committee_id_action": 171, "committee_id_assigned": 148, "result": "N", "vote": {}}, {"bill_id": 3182, "action_date": "2012-01-17T10:00:00-06:00", "document_id": 19321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19321.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 148, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3182, "action_date": "2012-01-19T10:00:00-06:00", "document_id": 19354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19354.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 148, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3182, "action_date": "2012-01-19T10:00:00-06:00", "document_id": 19530, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19530.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 148, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3182, "action_date": "2012-01-19T10:00:00-06:00", "document_id": 19530, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19530.pdf", "status_text": "Do Pass Amended", "journal_page": 76, "committee_id_action": 148, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10263, "president_vote": null, "Excused": [253], "Yea": [288, 286, 264, 236, 226, 252]}}, {"bill_id": 3182, "action_date": "2012-01-23T14:00:00-06:00", "document_id": 19958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19958.pdf", "status_text": "Do Pass Amended", "journal_page": 142, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10411, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 249, 255, 250, 235, 234, 247, 287, 285, 212, 228, 286, 233, 291, 223, 264, 240, 252, 214, 226, 219, 220, 229, 290, 236, 243, 261, 289, 218, 254, 232]}}, {"bill_id": 3182, "action_date": "2012-01-24T14:00:00-06:00", "document_id": 20044, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20044.pdf", "status_text": "First read in House and referred to", "journal_page": 179, "committee_id_action": 173, "committee_id_assigned": 159, "result": "N", "vote": {}}, {"bill_id": 3182, "action_date": "2012-02-10T10:00:00-06:00", "document_id": 20994, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20994.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3182, "action_date": "2012-02-10T10:00:00-06:00", "document_id": 21217, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21217.pdf", "status_text": "Do Pass", "journal_page": 408, "committee_id_action": 159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11433, "president_vote": null, "Yea": [260, 217, 293, 299, 279, 305, 263, 304, 213, 315, 298, 259], "Excused": [281]}}, {"bill_id": 3182, "action_date": "2012-02-10T10:00:00-06:00", "document_id": 21217, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21217.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 159, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3182, "action_date": "2012-02-13T14:00:00-06:00", "document_id": 21373, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21373.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 433, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3182, "action_date": "2012-02-14T13:00:00-06:00", "document_id": 21460, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21460.pdf", "status_text": "Deferred to another day", "journal_page": 476, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3182, "action_date": "2012-02-15T14:00:00-06:00", "document_id": 21530, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21530.pdf", "status_text": "Do Pass Amended", "journal_page": 487, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11745, "president_vote": null, "Yea": [222, 262, 265, 227, 242, 281, 269, 296, 211, 314, 260, 258, 225, 268, 245, 217, 303, 313, 293, 297, 270, 299, 266, 221, 272, 279, 305, 271, 248, 263, 230, 280, 301, 237, 246, 292, 304, 267, 294, 312, 213, 241, 311, 277, 307, 276, 308, 273, 315, 282, 278, 259, 224, 216, 295, 302, 283, 244, 306, 238, 275, 309, 300, 298, 256, 215], "Excused": [231, 257, 310, 274]}}, {"bill_id": 3182, "action_date": "2012-02-16T13:00:00-06:00", "document_id": 21642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21642.pdf", "status_text": "Signed by the President", "journal_page": 473, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3182, "action_date": "2012-02-21T14:00:00-06:00", "document_id": 21745, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21745.pdf", "status_text": "Signed by the Speaker", "journal_page": 538, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3182, "action_date": "2012-02-22T14:00:00-06:00", "document_id": 21860, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21860.pdf", "status_text": "Delivered to the Governor", "journal_page": 499, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3182, "action_date": "2012-02-24T14:00:00-06:00", "document_id": 22106, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22106.pdf", "status_text": "Signed by the Governor", "journal_page": 552, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5200}