{"session_id": 57, "bill_id": 19558, "bill_type": "House Bill", "bill_number": 1061, "bill_title": "revise certain provisions relating to the licensing of commercial drivers.", "sponsors": [], "keywords": ["Department of Public Safety", "Federal Law Updates", "Licenses", "Motor Vehicles"], "audio": [{"meeting_datetime": "2005-01-24T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/htr09hb1061a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-24T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/htr09hb1061a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-24T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/htr09hb1061a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-24T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/htr09hb1061a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-25T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou10hb1061a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-25T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou10hb1061a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-03T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/str17hb1061a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-03T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/str17hb1061a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-03T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/str17hb1061a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen20hb1061a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen20hb1061a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen20hb1061a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19558, "bill_version_id": 102666, "bill_version": "Introduced", "bill_version_date": "2005-01-08T15:53:18-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the licensing of commercial drivers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-12-61 be amended to read as follows: 32-12-61. The Department of Public Safety shall file all abstracts of court records of convictions received by it under the laws of this state and all accident reports received from the Office of Accident Records. The Office of Accident Records shall submit a copy of all accident reports to the Department of Public Safety . The Department of Public Safety shall maintain records or make suitable notations on the individual record of each licensee and any person domiciled in this state who is required to have a driver license showing the convictions of such licensee , disqualifications, and other licensing actions for violations of any state or local law relating to motor vehicle traffic control committed while the licensee or person was operating any type of vehicle and the traffic accidents in which the licensee or person has been involved. Such The information shall be readily ascertainable and available for the consideration of the department upon any application for renewal of a license. However, with the exception of convictions resulting from operation of a commercial motor vehicle, no conviction for speeding which is ten miles per hour or less over the posted speed limit and no speeding conviction received from another state may be entered on the licensee's driving record , but may be recorded separately. The separate record may not be made available to the public. Section 2. That § 32-12-66 be amended to read as follows: 32-12-66. If the Department of Public Safety receives a record of the conviction of any person under § 32-12-65 or 32-12A-8 for driving a vehicle while that person's driver license or driving privilege was suspended, it shall extend the period of suspension for an additional like period. If the conviction was for driving while a license was revoked or disqualified , the department may not issue a new license until one year from the date the person would otherwise have been entitled to apply for a new license. Section 3. That chapter 32-12A be amended by adding thereto a NEW SECTION to read as follows: Any disqualification imposed in accordance with the provisions of 49 CFR part 383.52 as amended through January 1, 2005, relating to notification from the Federal Motor Carrier Safety Administration that the driver is disqualified from driving a commercial motor vehicle and is determined to constitute an imminent hazard becomes a part of the driver's record maintained by the department. Section 4. That chapter 32-12A be amended by adding thereto a NEW SECTION to read as follows: The department shall furnish to any person upon request a certified abstract of the operating record for the last three years of any person subject to the provisions of chapter 32-35. The abstract shall include enumeration of any motor vehicle accident in which the person has been involved and reference to any conviction of the person for a violation of any motor vehicle law as reported to the department. The department shall collect four dollars for each abstract. The fee shall be credited to the state motor vehicle fund. No governmental entity or subdivision is subject to this fee. The department shall furnish, upon request and a payment of a fee of four dollars, full information regarding the driver record for the last three years of a person who has been issued a commercial driver license to an employer or to a prospective employer if the person has given written consent to the employer or prospective employer to obtain this information. The department shall furnish this same information to the driver upon the payment of a fee of four dollars. The information shall include any disqualification and any other licensing action for a violation of any state or local law relating to motor vehicle traffic control, other than a parking violation committed in any type of vehicle. The fee shall be credited to the state motor vehicle fund. No governmental entity or subdivision is subject to this fee. Section 5. That chapter 32-12A be amended by adding thereto a NEW SECTION to read as follows: The state may not mask, defer imposition of judgment, or permit any person to enter into a diversion program that would prevent a CDL driver's conviction for any violation, in any type of motor vehicle, of a state or local traffic control law except a parking violation from appearing on the driver's record, whether the driver was convicted for an offense committed in the state, in the state where the driver is licensed, or in another state. Section 6. That § 32-12A-1 be amended to read as follows: 32-12A-1. Terms used in §§ 32-12A-1 to 32-12A-50, inclusive, 32-12A-51, and 32-12A-52 to 32-12A-58, inclusive, this chapter mean: (1) \"Alcohol,\" any substance containing any form of alcohol; (2) \"Commercial driver license,\" or \" CDL,\" a license issued in accordance with the requirements of §§ 32-12A-1 to 32-12A-50, inclusive, 32-12A-51, and 32-12A-52 to 32-12A-58, inclusive, this chapter to an individual that authorizes the individual to drive a class of commercial motor vehicle; (3) \"Commercial driver license information system,\" or \"CDLIS,\" the information system established pursuant to the Commercial Motor Vehicle Safety Act (CMVSA) to serve as a clearinghouse for locating information related to the licensing and identification of commercial motor vehicle drivers; (4) \"Commercial driver instruction permit,\" a permit issued pursuant to § 32-12A-12; (5) \"Commercial motor vehicle,\" a motor vehicle designed or used to transport passengers or property ; : (a) If the vehicle has a gross combination weight rating of twenty-six thousand one pounds or more and the towed unit has a gross vehicle weight rating of more than ten thousand pounds; (b) If the vehicle has a gross vehicle weight rating of twenty-six thousand one or more pounds or such lesser rating as determined by federal regulation ; (b) (c) If the vehicle is designed to transport sixteen or more passengers, including the driver; or (c) (d) If the vehicle is transporting of any size and is used in the transportation of hazardous materials and is required to be placarded in accordance with 49 C.F.R. Part 172, Subpart F, as amended through January 1, 1993 2005 ; (6) \"Controlled substance,\" any substance so classified under section 102(6) of the Controlled Substances Act (21 U.S.C. § 802(6)), and includes all substances listed on Schedules I through V, of 21 C.F.R. Part 1308, inclusive, as amended through January 1, 1993 2005 ; (7) \"Conviction,\" an unvacated adjudication of guilt, or a determination that a person has violated or failed to comply with the law in a court of original jurisdiction or an authorized administrative tribunal, an unvacated forfeiture of bail or collateral deposited to secure the person's appearance in court, the payment of a fine or court cost, or violation of a condition of release without bail, regardless of whether or not the penalty is rebated, suspended, or probated; (8) \"Department,\" the Department of Public Safety; (9) \"Disqualification,\" any withdrawal of the privilege to drive a commercial motor vehicle any of the following actions: (a) The suspension, revocation, or cancellation of a CDL by the state or jurisdiction of issuance; (b) Any withdrawal of a person's privileges to drive a commercial motor vehicle by a state or other jurisdiction as the result of a violation of state or local law relating to motor vehicle traffic control (other than parking, vehicle weight, or vehicle defect violations); or (c) A determination by the Federal Motor Carrier Safety Administration that a person is not qualified to operate a commercial motor vehicle ; (10) \"Domicile,\" the state where a person has that person's true, fixed, and permanent home and principal residence and to which that person has the intention of returning whenever that person is absent; (11) \"Drive,\" to drive, operate, or be in actual physical control of a motor vehicle; (11) (12) \"Driver,\" any person who drives, operates, or is in actual physical control of a commercial motor vehicle, or who is required to hold a commercial driver license; (12) (13) \"Employer,\" any person, including the United States, a state, or a political subdivision of a state, who owns or leases a commercial motor vehicle, or assigns a person to drive a commercial motor vehicle; (13) (14) Endorsement,\" an authorization to a person's CDL required to permit the person to operate certain types of commercial motor vehicles; (15) \"Fatality.\" the death of a person as the result of a motor vehicle accident; (16) \"Felony,\" any offense under state or federal law that is punishable by death or imprisonment for a term exceeding one year; (14) (17) \"Foreign jurisdiction,\" any jurisdiction other than a state of the United States; (18) \"Gross combination weight rating\" or \"GCWR,\" the value specified by the manufacturer as the loaded weight of a combination (articulated) vehicle. In the absence of a value specified by the manufacturer, GCWR shall be determined by adding the GVWR of the power unit and the total weight of the towed unit and any load thereon; (15) (19) \"Gross vehicle weight rating,\" or \" GVWR,\" the value specified by the manufacturer as the maximum loaded weight of a single or a combination (articulated) vehicle . The GVWR of a combination (articulated) vehicle (commonly referred to as the \"Gross Combination Weight Rating\" or GCWR) is the GVWR of the power unit plus the GVWR of the towed unit or units ; (16) (20) \"Hazardous materials,\" the same as that found in Section 103 of the Hazardous Materials Transportation Act (49 App. U.S.C. § 1801 et seq.), as amended through January 1, 1993 2005 ; (21) \"Imminent hazard,\" the existence of a condition that presents a substantial likelihood that death, serious illness, severe personal injury, or a substantial endangerment to health, property, or the environment may occur before the reasonably foreseeable completion date of a formal proceeding begun to lessen the risk of that death, illness, injury, or endangerment; (17) (22) \"Motor vehicle,\" a vehicle, machine, tractor, trailer, or semitrailer propelled or drawn by mechanical power, used on highways, or any other vehicle required to be registered under the laws of this state, but does not include any vehicle, machine, tractor, trailer, or semitrailer operated exclusively on a rail , or any custom harvesting farm machinery ; (23) Noncommercial motor vehicle,” a motor vehicle or combination of motor vehicles not defined as a commercial motor vehicle; (18) (24) \"Nonresident CDL,\" a commercial driver license issued by a state to an individual a person who resides in a foreign jurisdiction or a person domiciled in another state that is prohibited from issuing commercial driver licenses by the Federal Motor Carrier Safety Administration ; (19) (25) \"Notice of final administrative decision,\" a determination rendered by an agency of competent jurisdiction when all avenues of appeal have been exhausted or time to appeal has elapsed; (20) (26) \"Operator's license,\" any license issued by a state to an individual a person which authorizes the individual person full privileges to drive a motor vehicle; (21) (27) \"Out-of-service order,\" an out-of-service order as defined by 49 C.F.R. part 390.5, as of January 1, 1996 2005 ; (22) (28) \"Recreational vehicle,\" a vehicle which is self- propelled or permanently towable by a light duty truck and designed primarily not for use as a permanent dwelling but as temporary living quarters for recreational, camping, travel, or seasonal use; (23) (29) \"School bus,\" any motor vehicle that complies with the color and identification requirements as provided in the laws of this state and is used to transport sixteen or more passengers, including the driver, to or from school or in connection with school activities and is used to transport pre-primary, primary, or secondary school students from home to school, from school to home, or to and from school-sponsored events. School bus does not include a bus used as a common carrier ; (24) (30) \"Serious traffic violation,\" a conviction when operating a commercial motor vehicle of: (a) Excessive speeding, involving a single charge of any speed fifteen miles per hour or more, above the posted speed limit, in violation of chapter 32-25; (b) Reckless driving, in violation of § 32-24-1; (c) Careless driving, in violation of § 32-24-8; (d) Improper or erratic traffic lane changes, in violation of § 32-26-6; (e) Following the vehicle ahead too closely, in violation of § 32-26-40; (f) A violation of any state or local law related to motor vehicle traffic control, other than a parking violation, arising in connection with a fatal accident; (g) Failure to stop or yield, in violation of §§ 32-29-2.1, 32-29-2.2, 32-29-3, and 32-29-4; (h) Failure to stop or slow vehicle for a school bus, in violation of § 32-32-6; (i) Eluding a police vehicle, in violation of § 32-33-18; or (j) Overtaking or passing another vehicle, in violation of §§ 32-26-26, 32-26-27, 32-26-28, 32-26-34, 32-26-35, 32-26-36, and 32-26-37; (k) Driving a commercial motor vehicle without obtaining a commercial driver license, in violation of § 32-12A-6; (l) Driving a commercial motor vehicle without a commercial driver license in the driver's possession in violation of § 32-12A-6. Any person who provides proof to the court or to the enforcement authority that issued the citation, by the date the person was required to appear in court or to pay a fine for the violation, that the person held a valid commercial driver license on the date the citation was issued, is not guilty of a serious traffic violation; or (m) Driving a commercial motor vehicle without the proper class of commercial driver license or endorsement, or both, for the specific vehicle group being operated or for the passengers or type of cargo being transported in violation of § 32-12A-6; (25) (31) \"State,\" a state of the United States and the District of Columbia; (26) (32) \"United States,\" the fifty states and the District of Columbia. Section 7. That § 32-12A-7 be amended to read as follows: 32-12A-7. Each commercial motor vehicle driver shall meet the minimum standards and qualifications established under §§ 32-12A-1 to 32-12A-50, inclusive, 32-12A-51, and 32-12A- 52 to 32-12A-58, inclusive, this chapter and in accordance with 49 C.F.R. subpart 383.23 as amended through January 1, 2002 2005 . Each commercial motor vehicle driver shall obtain a commercial driver license. Section 8. That § 32-12A-8 be amended to read as follows: 32-12A-8. No person may drive a commercial motor vehicle on the highways of this state while that person's operator's license or privilege to drive a commercial motor vehicle is suspended, revoked, cancelled, or while subject to a disqualification. No person may drive a commercial motor vehicle on the highways of this state while the driver, the commercial motor vehicle, or the motor carrier operation is subject to any out-of-service order. A violation of this section is a Class 1 misdemeanor. Section 9. That chapter 32-12A be amended by adding thereto a NEW SECTION to read as follows: No person may drive a commercial motor vehicle on the highways of this state while the person, the commercial motor vehicle, or the motor carrier operation is subject to any out-of- service order. A violation of this section is a Class 1 misdemeanor. Section 10. That § 32-12A-9 be amended to read as follows: 32-12A-9. The following are exempt from the provisions of §§ 32-12A-1 to 32-12A-50, inclusive, 32-12A-51, and 32-12A-52 to 32-12A-58, inclusive this chapter : (1) Operators involved in farm to market transportation movements, at least sixteen years of age holding a valid operator's license, limited to those operators of a farm vehicle: (a) Controlled and operated by a farmer; (b) Used to transport either agricultural products, farm machinery or farm supplies to or from a farm; and (c) Not used in the operations of a common or contract motor carrier; (2) Operators of emergency fire fighting equipment necessary to the preservation of life or property or the execution of emergency governmental functions performed under emergency conditions that are not subject to normal traffic regulation, or nonemergency conditions when operated by members of a fire fighting agency; (3) Operators of military vehicles for military purposes including: (a) Active duty military personnel; (b) Members of the military reserves; (c) Members of the national guard on active duty, including personnel on full-time national guard duty, personnel on part-time national guard training and national guard military technicians (civilians who are required to wear military uniforms); and (d) Active duty U.S. Coast Guard personnel; (4) Operators of recreational vehicles; and (5) Operators of rental transporting equipment used as personal family use vehicles. United States reserve technicians are not exempt under the provisions of subdivision (3) of this section. Section 11. That § 32-12A-11 be amended to read as follows: 32-12A-11. No person may be issued a commercial driver license unless that person is a resident of this state, has passed a knowledge and skills test for driving a commercial motor vehicle that complies with the minimum federal standards established by federal regulation enumerated in 49 C.F.R. Part 383, Subparts G and H as amended through January 1, 2002 2005 , and has satisfied all other requirements of the CMVSA in addition to other requirements imposed by state law or federal regulation. The tests shall be prescribed and conducted by the department. The department may authorize a person, an employer, a private driver training facility, other private institution, a department, agency, or instrumentality of local government, of this state or another state, to administer the skills test specified by this section, if: (1) The test is the same which would otherwise be administered by the department; and (2) The third party has entered into an agreement with the department that complies with requirements of 49 C.F.R. Part 383.75 as amended through January 1, 2002 2005 . Failure to comply with agreement may result in termination of the agreement. The department may waive the skills test specified in this section for a commercial driver license applicant who meets the requirements of 49 C.F.R. Part 383.77 as amended through January 1, 2002 2005 . No commercial driver license or commercial driver instruction permit may be issued to a person while the person is subject to a disqualification from driving a commercial motor vehicle, or while the person's operator's license or driving privilege is suspended, revoked, or cancelled in any state; nor may a commercial driver license be issued to a person who has a commercial driver license , noncommercial driver license, noncommercial instruction permit or commercial driver instruction permit issued by any other state unless the person first surrenders all such licenses or permits, which shall be destroyed by the department. The issuing jurisdiction shall be notified that the licensee has applied for a commercial driver license or commercial driver instruction permit in a new jurisdiction. A violation of this provision is a Class 2 misdemeanor. Section 12. That § 32-12A-13 be amended to read as follows: 32-12A-13. The department shall may issue a nonresident CDL to a resident of : (1) A person who is domiciled in a foreign jurisdiction if the United States secretary of transportation has determined that the whose commercial motor vehicle testing and licensing standards in the foreign jurisdiction , as determined by the administrator of the Federal Motor Carrier Safety Administration, do not meet the testing standards established in 49 C.F.R. Part 383 as of amended through January 1, 1989 2005; or (2) A person who is domiciled in a state whose commercial driver licensing program has been decertified by the administrator of the Federal motor Carrier Safety Administration . The word \"nonresident\" shall appear on the face of the nonresident CDL. An applicant shall surrender any nonresident CDL issued by another state. The holder of a nonresident CDL is subject to the same disqualifications and conditions applicable to a commercial driver license issued to a resident of person domiciled in this state. Section 13. That § 32-12A-14 be amended to read as follows: 32-12A-14. The application for a commercial driver license or commercial driver instruction permit, shall include the following: (1) The full legal name and current mailing and residential address of the applicant; (2) A physical description of the applicant including sex, height, weight and eye color; (3) Date of birth; (4) The applicant's social security number; (5) The applicant's signature; (6) The applicant's color photograph; (7) Certifications including those required by 49 C.F.R. Part 383.71(a) as of amended through January 1, 1989 2005 ; and (8) A consent to release driving record information ; and (9) The names of all states where the applicant has previously been licensed to drive any type of motor vehicle during the ten-year period immediately preceding the date of the application . Section 14. That § 32-12A-18 be amended to read as follows: 32-12A-18. If any person knowingly falsifies information or certifications required under §§ 32-12A-1 to 32-12A-50, inclusive, 32-12A-51, and 32-12A-52 to 32-12A-58, inclusive by this chapter , the department shall disqualify that person's commercial driving privileges for a period of at least sixty consecutive days. Section 15. That § 32-12A-24 be amended to read as follows: 32-12A-24. No person under the age of eighteen may receive an endorsement on a commercial driver license to drive a school bus. Any school bus endorsed driver operating with an intrastate restriction shall meet all requirements of 49 C.F.R. Part 391 Subpart E as of amended through January 1, 1989 2005 , in the area of physical qualifications. Section 16. That § 32-12A-28 be amended to read as follows: 32-12A-28. Before issuing a commercial driver license, the department shall obtain driving record information through the commercial driver license information system and the national driver register no earlier than twenty-four hours prior to issuance. Before issuing a commercial driver license, if the information was not provided in a prior licensing cycle, the department shall request the applicant's complete driving record from all states where the applicant was previously licensed over the last ten years to drive any type of motor vehicle. Section 17. That § 32-12A-30 be amended to read as follows: 32-12A-30. A commercial driver license issued pursuant to §§ 32-12A-1 to 32-12A-50, inclusive, 32-12A-51, and 32-12A-52 to 32-12A-58, inclusive this chapter , expires on the licensee's birthday in the fifth year following the issuance of the license Section 18. That § 32-12A-35 be repealed. 32-12A-35. If the Department of Public Safety receives a record of the conviction of any person under § 32-12-65 or 32-12A-8 for driving a vehicle while that person's commercial driver license or privilege was suspended, it shall extend the period of suspension for an additional like period. If the conviction was for driving while a license was revoked or disqualified, the department may not issue a new license until one year from the date the person would otherwise have been entitled to apply for a new license. Section 19. That § 32-12A-36 be amended to read as follows: 32-12A-36. Any person is disqualified from driving a commercial motor vehicle for a period of not less than one year: (1) If convicted of a first violation of driving or being in actual physical control of a commercial or noncommercial motor vehicle while under the influence of alcohol, or any controlled drug or substance, in violation of § 32-23-1; (2) If convicted of a first violation of driving or being in actual physical control of a commercial motor vehicle while there is 0.04 percent or more by weight of alcohol in that person's blood as shown by chemical analysis of that person's breath, blood or other bodily substance, in violation of § 32-12A-44; (3) If convicted of a first violation of leaving the scene of an accident while operating a commercial or noncommercial motor vehicle, in violation of § 32-34-5 or 32-34-6; (4) If convicted of a first violation of using a commercial or noncommercial motor vehicle in the commission of any felony other than a felony described in § 32-12A- 38; or (5) For refusing to submit to a chemical analysis for purposes of determining the amount of alcohol in that person's blood while driving a commercial or noncommercial motor vehicle in violation of § 32-23-11, 32-12A-43, or 32-12A-46 ; (6) If convicted of a first violation of operating a commercial motor vehicle while the person's commercial driver license is revoked, suspended, or canceled or the person is disqualified from operating a commercial motor vehicle in violation of § 32-12A- 8. The department may not issue a new license until one year from the date the person would otherwise have been entitled to apply for a new license; or (7) If convicted of a first violation of causing a fatality through the negligent operation of a commercial motor vehicle . If any of these violations or refusal occurred while transporting hazardous material required to be placarded, the person is disqualified for a period of not less than three years. Section 20. That § 32-12A-38 be amended to read as follows: 32-12A-38. Any person is disqualified from driving a commercial motor vehicle for life who uses a commercial or noncommercial motor vehicle in the commission of any felony involving the manufacture, distribution, or dispensing of a controlled substance, or possession with intent to manufacture, distribute, or dispense a controlled substance. Section 21. That § 32-12A-40 be amended to read as follows: 32-12A-40. Any person is disqualified from driving a commercial motor vehicle for a period of not less than sixty days if convicted within a three-year period of two serious traffic violations committed while operating a commercial motor vehicle. Any person is disqualified from driving a commercial motor vehicle for a period of not less than sixty days if convicted within a three- year period of two serious traffic violations committed while operating a noncommercial motor vehicle and either conviction results in the revocation, cancellation, or suspension of the CDL holder's license or noncommercial driving privileges . Section 22. That § 32-12A-41 be amended to read as follows: 32-12A-41. Any person is disqualified from driving a commercial motor vehicle for not less than one hundred twenty days if convicted within a three-year period of three serious traffic violations committed while operating a commercial motor vehicle. Any person is disqualified from driving a commercial motor vehicle for a period of not less than one hundred twenty days if convicted within a three-year period of three serious traffic violations committed while operating a noncommercial motor vehicle and any of these convictions result in the revocation, cancellation, or suspension of the CDL holder's license or noncommercial driving privileges . Section 23. That § 32-12A-42 be amended to read as follows: 32-12A-42. The department shall, upon receipt of a conviction, update its records to reflect any action that results in the disqualification of a nonresident's commercial driving privileges. The department shall notify the licensing authority of the state that issued the commercial driver license or commercial driver instruction permit. Only offenses committed after April 1, 1992, may be considered in determining disqualification. No later than ten days after disqualifying a commercial driver license holder licensed by another state or revoking, suspending, or canceling an out-of-state commercial driver license holder's privilege to operate a commercial motor vehicle for at least sixty days, the department shall notify the state that issued the license of the disqualification, revocation, suspension, or cancellation. The notification shall include both the disqualification and the violation that resulted in the disqualification, revocation, suspension, or cancellation. Section 24. That § 32-12A-43 be amended to read as follows: 32-12A-43. Notwithstanding any other provision of §§ 32-12A-1 to 32-12A-50, inclusive, 32-12A-51, and 32-12A-52 to 32-12A-58, inclusive this chapter , no person may drive, operate, or be in actual physical control of a commercial motor vehicle within this state while having any measurable or detectable amount of alcohol in that person's system. A person who drives, operates, or is in actual physical control of a commercial motor vehicle within this state while having any measurable or detectable amount of alcohol in that person's system or who refuses to submit to an alcohol test under § 32-12A-46, shall be placed out of service for twenty-four hours. Section 25. That § 32-12A-47 be amended to read as follows: 32-12A-47. Upon receiving a report of the conviction of any nonresident for If any nonresident is convicted in this state of any violation of state law or local ordinance relating to motor vehicle traffic control, other than parking violations, committed in a commercial motor vehicle any type of vehicle , the department shall notify the driver licensing authority in the licensing state of the conviction. Beginning on September 30, 2005, the notification shall be within thirty days of the conviction. Beginning on September 30, 2008, the notification shall be made within ten days of the conviction. Section 26. That § 32-12A-48 be amended to read as follows: 32-12A-48. The secretary of the Department of Public Safety may promulgate rules, pursuant to chapter 1-26, in the following areas: (1) Definitions; (2) Commercial driver license waivers; (3) Single license requirement; (4) Notification requirements and employer responsibilities; (5) Federal disqualifications and penalties; (6) Testing and licensing procedures; (7) Vehicle groups and endorsements; (8) Required knowledge and skills; (9) Tests; (10) Background check requirements; (11) Commercial driver license document; and (11) (12) Other rules necessary to implement the provisions of C.F.R. 49, Chapter 3, Subchapter B, parts 383, 384, 390, 391, and 392, inclusive, as amended through January 1, 2002 2005 . Section 27. That § 32-12A-49 be amended to read as follows: 32-12A-49. The department may enter into or make agreements, arrangements, or declarations to carry out the provisions of §§ 32-12A-1 to 32-12A-50, inclusive, 32-12A-51, and 32-12A-52 to 32-12A-58, inclusive this chapter . Section 28. That § 32-12A-50 be amended to read as follows: 32-12A-50. Notwithstanding any law to the contrary, a person may drive a commercial motor vehicle in this state if the person has a valid commercial driver license or commercial driver license instruction permit issued by any state or provinces or territories province or territory of Canada in accordance with the minimum federal standards for the issuance of commercial motor vehicle driving licenses, if the person is not suspended, revoked, or cancelled, and if the person is not disqualified from driving a commercial motor vehicle, or subject to an out-of-service order. The department shall give all any out-of-state convictions conviction full faith and credit and treat them it, for sanctioning purposes under §§ 32-12A-1 to 32-12A-50, inclusive, 32-12A-51, and 32-12A-52 to 32-12A-58, inclusive this chapter , as if they it had occurred in this state. Section 29. That § 32-12A-51 be repealed. 32-12A-51. If a person's commercial driver license, driver license issued pursuant to chapter 32-12, or privilege to drive has been suspended or revoked for a violation committed while driving a noncommercial vehicle and the court issues an order permitting the person to operate a motor vehicle for purposes of the person's employment, the department shall, at the request of the court, issue a commercial driver work permit to be used by the person to drive a commercial motor vehicle only for employment purposes during the period of suspension or revocation. The fee for a work permit is fifteen dollars. However, no commercial driver work permit may be issued pursuant to this section to any person if that person's license or privilege to drive has been suspended or revoked within the three-year period immediately preceding the current violation. No commercial driver work permit may be issued pursuant to this section to a school bus driver. If a person operating with a commercial driver work permit is convicted of a moving traffic violation or is found to be in violation of restrictions imposed by the work permit, the person's work permit may be canceled and the person is not eligible for another permit during the current suspension or revocation period. Section 30. That § 32-12A-56 be amended to read as follows: 32-12A-56. In addition to disqualification, a driver who is convicted of violating an out-of-service order shall be is subject to a civil penalty of not less than one thousand one hundred dollars nor more than two thousand five hundred seven hundred fifty dollars. Section 31. That § 32-12A-57 be amended to read as follows: 32-12A-57. The state's attorney for the county in which the violation of subdivision 32-12A- 5(3) occurs shall commence a civil in rem proceeding of not less than two thousand five hundred seven hundred fifty dollars nor more than ten eleven thousand dollars against the employer or operator of a commercial motor vehicle with a violation of subdivision 32-12A- 5(3) . Section 32. That § 32-12A-58 be amended to read as follows: 32-12A-58. The state hereby adopts Title 49 of the Code of Federal Regulations, chapter 3, subpart B, parts 383 and 384, inclusive, June 17, 1994, as amended through January 1, 1996 2005 . Section 33. This Act is effective on September 30, 2005."}, {"bill_id": 19558, "bill_version_id": 104273, "bill_version": "Enrolled", "bill_version_date": "2005-02-08T08:23:54-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19558, "action_date": "2005-01-11T12:00:00-06:00", "document_id": 102709, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102709.pdf", "status_text": "First read in House and referred to", "journal_page": 24, "committee_id_action": 860, "committee_id_assigned": 857, "result": "N", "vote": {}}, {"bill_id": 19558, "action_date": "2005-01-24T10:00:00-06:00", "document_id": 103050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103050.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 857, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19558, "action_date": "2005-01-24T10:00:00-06:00", "document_id": 103050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103050.pdf", "status_text": "Do Pass,", "journal_page": 132, "committee_id_action": 857, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60975, "president_vote": null, "Yea": [3181, 3184, 3203, 3207, 3209, 3213, 3240, 3246, 3248, 3252, 3255, 3172, 3226]}}, {"bill_id": 19558, "action_date": "2005-01-25T14:00:00-06:00", "document_id": 103183, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103183.pdf", "status_text": "Do Pass,", "journal_page": 159, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61063, "president_vote": null, "Yea": [3155, 3156, 3158, 3160, 3161, 3164, 3167, 3170, 3172, 3174, 3176, 3177, 3178, 3181, 3182, 3183, 3184, 3189, 3190, 3191, 3192, 3194, 3195, 3196, 3197, 3203, 3206, 3207, 3209, 3211, 3213, 3216, 3218, 3220, 3223, 3225, 3226, 3230, 3231, 3232, 3233, 3234, 3235, 3238, 3240, 3243, 3244, 3245, 3246, 3248, 3249, 3251, 3252, 3253, 3255, 3215], "Nay": [3159, 3162, 3169, 3171, 3187, 3188, 3199, 3208, 3222, 3227, 3229, 3237, 3254], "Excused": [3175]}}, {"bill_id": 19558, "action_date": "2005-01-26T14:00:00-06:00", "document_id": 103314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103314.pdf", "status_text": "First read in Senate and referred to", "journal_page": 193, "committee_id_action": 861, "committee_id_assigned": 845, "result": "N", "vote": {}}, {"bill_id": 19558, "action_date": "2005-02-03T07:45:00-06:00", "document_id": 103992, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103992.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 845, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19558, "action_date": "2005-02-03T07:45:00-06:00", "document_id": 103992, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103992.pdf", "status_text": "Do Pass,", "journal_page": 311, "committee_id_action": 845, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61534, "president_vote": null, "Yea": [3193, 3200, 3210, 3212, 3214, 3157, 3198]}}, {"bill_id": 19558, "action_date": "2005-02-04T13:00:00-06:00", "document_id": 104120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104120.pdf", "status_text": "Deferred to another day", "journal_page": 351, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19558, "action_date": "2005-02-05T13:00:00-06:00", "document_id": 104172, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104172.pdf", "status_text": "Deferred to another day", "journal_page": 362, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19558, "action_date": "2005-02-07T14:00:00-06:00", "document_id": 104254, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104254.pdf", "status_text": "Do Pass,", "journal_page": 374, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61751, "president_vote": null, "Yea": [3150, 3151, 3154, 3157, 3163, 3165, 3166, 3168, 3173, 3179, 3185, 3186, 3193, 3198, 3201, 3202, 3204, 3210, 3212, 3214, 3219, 3221, 3224, 3236, 3239, 3241, 3242], "Nay": [3152, 3153, 3180, 3200, 3205, 3217, 3228, 3247]}}, {"bill_id": 19558, "action_date": "2005-02-08T14:00:00-06:00", "document_id": 104347, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104347.pdf", "status_text": "Signed by Speaker", "journal_page": 396, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19558, "action_date": "2005-02-09T14:00:00-06:00", "document_id": 104446, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104446.pdf", "status_text": "Signed by President", "journal_page": 409, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19558, "action_date": "2005-02-10T14:00:00-06:00", "document_id": 104548, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104548.pdf", "status_text": "Delivered to the Governor", "journal_page": 436, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19558, "action_date": "2005-02-11T13:00:00-06:00", "document_id": 104618, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104618.pdf", "status_text": "Signed by Governor", "journal_page": 438, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3082}