{"session_id": 32, "bill_id": 8674, "bill_type": "Senate Bill", "bill_number": 75, "bill_title": "establish certain provisions regarding the dispensing of biological products.", "sponsors": [{"legislator_profile_id": 1250, "is_prime": true}, {"legislator_profile_id": 1245, "is_prime": true}, {"legislator_profile_id": 1266, "is_prime": false}, {"legislator_profile_id": 1301, "is_prime": false}, {"legislator_profile_id": 1282, "is_prime": false}, {"legislator_profile_id": 1273, "is_prime": false}, {"legislator_profile_id": 1232, "is_prime": false}, {"legislator_profile_id": 1224, "is_prime": false}, {"legislator_profile_id": 1274, "is_prime": false}, {"legislator_profile_id": 1272, "is_prime": false}, {"legislator_profile_id": 1271, "is_prime": false}, {"legislator_profile_id": 1287, "is_prime": false}], "keywords": ["Administrative Rules", "Food and Drugs", "Professions and Occupations", "Trade Regulation"], "audio": [{"meeting_datetime": "2018-01-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/she09.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2018-01-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/she09.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2018-01-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/she09.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2018-01-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/she09.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2018-01-30T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hhe13.mp3", "start_seconds": 127.0}, {"meeting_datetime": "2018-01-30T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hhe13.mp3", "start_seconds": 127.0}, {"meeting_datetime": "2018-01-30T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hhe13.mp3", "start_seconds": 127.0}, {"meeting_datetime": "2018-01-30T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hhe13.mp3", "start_seconds": 127.0}], "bill_versions": [{"bill_id": 8674, "bill_version_id": 47062, "bill_version": "Introduced", "bill_version_date": "2018-01-16T09:23:13.7-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain provisions regarding the dispensing of biological products. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-11-2 be amended to read: 36-11-2. Terms used in this chapter mean: (1) \"Association,\" the South Dakota Pharmacists Association; (2) \"Biological product,\" as defined in 42 U.S.C. 262(i), as of January 1, 2018; (3) \"Board\" or \"board of pharmacy,\" the State Board of Pharmacy in South Dakota; (3)(4) \"Brand name,\" the proprietary or registered trademark name given to a drug product by its manufacturer, labeler or distributor and placed on the drug or on its container, label or wrapping at the time of packaging; (4)(5) \"Chemicals,\" the chemical materials or medicine; (5)(6) \"Compounding,\" the preparation, mixing, assembling, packaging or labeling of a drug or drug device as the result of a practitioner's prescription drug order or an initiative based on the pharmacist/patient/practitioner relationship in the course of professional practice or for the purpose of or as an incident to research, teaching or chemical analysis and not for sale or dispensing. Compounding The term also includes the preparation of drug or drug devices in anticipation of prescription drug orders based on routine, regularly observed prescribing patterns; (6)(7) \"Delivery,\" the actual, constructive or attempted transfer of a drug or drug device from one person to another, whether or not for a consideration; (7)(8) \"Dispense\" or \"Dispensing,\" the preparation and delivery of a drug to a patient or a patient's agent pursuant to a prescription drug order in a suitable container with appropriate labeling for subsequent administration to or use by a patient. Dispensing The term includes preparation of labels for drug devices if the labeling is related to the dosage and administration of drugs; (8)(9) \"Distributing,\" the delivery of a drug or drug device other than by administration or dispensing; (9)(10) \"Drug administration,\" the direct application of a drug or drug device by injection, inhalation, ingestion or any other means to the body of a patient or research subject; (10)(11) \"Drug device,\" equipment, process, biotechnological entity, diagnostic agent or other product used in combination with a drug to provide effective management of medication regimens; (11)(12) \"Drug utilization review program,\" any program operated solely or partially as a professional standards review organization whose purpose is to educate pharmacists and practitioners on severe adverse reactions to drugs, therapeutic appropriateness, overutilization and underutilization, appropriate use of generic products, therapeutic duplication, drug-disease contraindications, drug-drug interactions, incorrect drug dosage or duration of drug treatment, drug-allergy interactions and clinical abuse or misuse, as well as to identify and reduce the frequency of patterns of potential and actual fraud, abuse, gross overuse, inappropriate care or medically unnecessary care associated with specific drugs or groups of drugs among practitioners, pharmacists and patients; (12)(13) \"Equivalent drug product,\" a drug product, other than a biological product, that is considered to be therapeutically equivalent to other pharmaceutically equivalent products as determined by the latest edition of Approved Drug Products with Therapeutic Equivalence Evaluations, as adopted by the South Dakota Board of Pharmacy board pursuant to chapter 1-26; (14) \"Interchangeable biological product,\" a biological product that the U.S. Food and Drug Administration either has licensed and determined meets the standards for interchangeability pursuant to 42 U.S.C. 262(k)(4), as of January 1, 2018, or has determined is therapeutically equivalent as set forth in the latest edition of, or any supplement to, the Food and Drug Administration's Approved Drug Products with Therapeutic Equivalence Evaluations publication as adopted by the board pursuant to chapter 1-26; (13)(15) \"Labeling,\" the process of preparing and affixing a label to any drug or drug device container exclusive of the labeling by the manufacturer, packer or distributor of a nonprescription drug or commercially packaged legend drug or drug device; (14)(16) \"Medical device,\" an instrument, apparatus, implement, machine, contrivance, implant, in vitro reagent or other similar or related article, including any component, part or accessory, which that is intended for use in the diagnosis of disease or other conditions or in the cure, mitigation, treatment or prevention of disease in man or other animals or is intended to affect the structure or any function of the body of man or other animals, which that does not achieve any of its principal intended purposes through chemical action within or on the body of man or other animals and which that is not dependent upon being metabolized for achievement of any of its principal intended purposes; (15)(17) \"Medicines,\" drugs or chemicals or their preparations in suitable form for the prevention, relief or cure of diseases when used either internally or externally by man or for animals; (15A)(18) \"Nonprescription drugs,\" drugs which that are labeled for use by the general public in accordance with § 502 of the Federal Food, Drug and Cosmetic Act as amended through January 1, 1997, and may be sold without a prescription drug order in accordance with § 503 of the Federal Food, Drug and Cosmetic Act as amended through January 1, 1997. The term does not include drugs which are required by federal law to bear the statement, \"Caution: federal law prohibits dispensing without prescription,\" drugs intended for human use by hypodermic injection, or animal remedies regulated by chapter 39-18; (16)(19) \"Patient counseling,\" oral communication by the pharmacist of information to the patient or caregiver, as defined in rules promulgated pursuant to chapter 1-26, to improve therapy by ensuring proper use of drugs and drug devices; (17)(20) \"Pharmaceutical care,\" provision of drug therapy and other pharmaceutical patient care services intended to achieve outcomes related to cure or prevention of a disease, elimination or reduction of a patient's symptoms or arresting or slowing of a disease process; (18)(21) \"Pharmacist,\" an individual a person licensed by the State Board of Pharmacy board to engage in the practice of pharmacy; (19)(22) \"Pharmacy,\" any place within or outside this state licensed by the State Board of Pharmacy board where drugs are dispensed and pharmaceutical care is provided to residents of this state; (20)(23) \"Practitioner,\" an individual a person licensed, registered or otherwise authorized by the jurisdiction in which he the person is practicing to prescribe drugs in the course of professional practice; (21)(24) \"Prescription drug order,\" a written or oral order of a practitioner for a drug or drug device for a specific patient; (25) \"Proper name,\" the nonproprietary name for a biological product designated by the U.S. Food and Drug Administration license for use upon each package of the product; (22)(26) \"Registered pharmacy technician,\" a person registered by the board who is employed by a pharmacy to assist licensed pharmacists in the practice of pharmacy by performing specific tasks delegated by and under the immediate personal supervision and control of a licensed pharmacist, as permitted by the board; (23)(27) \"Retail place of business,\" any place where merchandise is sold at retail and from which original packages of nonprescription drugs are sold or taken to be sold at retail; (24)(28) \"Reverse distributor,\" any person or business registered with the Drug Enforcement Administration that accepts drug products from vendors and returns the drug products to manufacturers for credit or destruction. Section 2. That § 36-11-11 be amended to read: 36-11-11. The Board of Pharmacy may promulgate rules pursuant to chapter 1-26 as follows: (1) Pertaining to the practice of pharmacy; (2) Relating to the sanitation of persons and establishments licensed under the provisions of this chapter; (3) Pertaining to establishments licensed under the provisions of this chapter wherein any drug is compounded, prepared, dispensed or sold; (4) Providing for minimum equipment and standards of establishments licensed under the provisions of this chapter; (5) Pertaining to the sale of drugs by or through any mechanical device; (6) In cooperation with other governmental agencies where there exists a joint responsibility for protecting the public health and welfare; (7) Pertaining to the sale of nonprescription drugs; (8) To adopt such publications or supplements thereto as shall from time to time be deemed necessary to describe the drugs, medicines, prescription drugs, dispensing physician or other terms used in § 36-11-2; (9) Pertaining to the posting of prescription prices on the premises of a pharmacy department to provide consumers with comparative pricing information; (10) Pertaining to registration of drug wholesalers and manufacturers; (11) Pertaining to home health care and service; (12) Pertaining to computerized pharmacy; (13) Pertaining to the registration of registered pharmacy technicians and the suspension or revocation of registration; an annual registration fee not to exceed thirty dollars; and tasks that may not be delegated by a licensed pharmacist to a registered technician; (14) Redispensing of pharmaceuticals; (15) Pertaining to the dispensing of biological products. Section 3. That § 36-11-19.7 be amended to read: 36-11-19.7. No nonresident pharmacy may dispense an equivalent drug product or an interchangeable biological product if a brand name has been prescribed, unless the dispensing is done in compliance with the laws of this state nor may dispense an equivalent drug product or an interchangeable biological product to a resident of this state without informing the patient of the selection and the right to refuse the product selected either by telephone or in writing. Section 4. That § 36-11-46.2 be amended to read: 36-11-46.2. A practitioner may prohibit a pharmacist from selecting an equivalent drug product or interchangeable biological product by handwriting on the prescription drug order the words, \"brand necessary\", or words of similar meaning. The prohibition may not be preprinted or stamped on the prescription drug order. This selection does not preclude a reminder of the procedure required for the practitioner to prohibit selection by a pharmacist from being preprinted on the prescription drug order. If an oral prescription is given to a pharmacist, the practitioner or practitioner's authorized agent shall instruct the pharmacist if selection of an equivalent drug product or interchangeable biological product is prohibited. The pharmacist shall note the instructions on the file copy of the prescription drug order. Section 5. That § 36-11-46.3 be amended to read: 36-11-46.3. The pharmacist or the pharmacist's agent shall inform the person receiving the drug or biological product pursuant to the prescription drug order of the selection of an equivalent drug product or interchangeable biological product and of the person's right to refuse the product selected. A pharmacist shall, upon request of the prescribing practitioner, provide information regarding substitutions of equivalent drug products. Section 6. That § 36-11-46.5 be amended to read: 36-11-46.5. A pharmacist who selects an equivalent drug product or interchangeable biological product pursuant to this chapter assumes no greater liability for selecting the dispensed drug or biological product than would be incurred in filling a prescription for a drug or biological product prescribed by its established or, generic, or proper name. Section 7. That § 36-11-46.7 be amended to read: 36-11-46.7. The requirements of §§ 36-11-46.1 to 36-11-46.3, inclusive, and § 36-11-46.6, and sections 9 to 11, inclusive, of this Act do not apply to an order to dispense a drug or biological product to a hospital patient. Section 8. That § 36-11-46.8 be amended to read: 36-11-46.8. The selection of an equivalent drug product or interchangeable biological product does not, in itself, in the absence of willful misconduct or negligence, constitute a cause of action against the practitioner. Section 9. That chapter 36-11 be amended by adding a NEW SECTION to read: A pharmacist dispensing a prescription drug order for a biological product prescribed by its brand or proper name may select an interchangeable biological product of the prescribed product. Within five business days following the dispensing of a biological product, the dispensing pharmacist or the pharmacist's designee shall make an entry of the specific product provided to the patient, including the name of the product and the manufacturer. The communication shall be conveyed by making an entry that is electronically accessible to the prescriber through: (1) An interoperable electronic medical records system; (2) An electronic prescribing technology; (3) A pharmacist benefit management system; or (4) A pharmacy record. Section 10. That chapter 36-11 be amended by adding a NEW SECTION to read: Any entry into an electronic records system as described in section 9 of this Act is presumed to provide notice to the practitioner. Otherwise, the pharmacist shall communicate the biological product dispensed to the practitioner using facsimile, telephone, electronic transmission, or other prevailing means, if communication is not required where: (1) There is no interchangeable biological product approved by the U.S. Food and Drug Administration for the product prescribed; or (2) A refill prescription is not changed from the product dispensed on the prior filling of the prescription. Section 11. That chapter 36-11 be amended by adding a NEW SECTION to read: The pharmacist shall, unless otherwise instructed by the prescriber, label the prescription container with the name of the dispensed biological product. If the dispensed biological product does not have a brand name, the prescription label shall indicate the proper name of the biological product dispensed. If a pharmacist selects an interchangeable biological product for the brand name biological product prescribed, the prescription container label shall identify the proper name and may identify the brand name for which the selection is made. The dual identification allowed under this section shall take the form of the following statement on the prescription container label: (proper name) interchangeable with (brand name). The pharmacy file copy of each prescription shall include the brand name, if any, or the proper name, and the name of the manufacturer of the biological product dispensed. The prescription container label shall include all information required by federal and state law or by rule promulgated by the board pursuant to chapter 1-26."}, {"bill_id": 8674, "bill_version_id": 48404, "bill_version": "Enrolled", "bill_version_date": "2018-02-01T09:15:04.057-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8674, "action_date": "2018-01-16T14:00:00-06:00", "document_id": 47126, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47126.pdf", "status_text": "First read in Senate and referred to", "journal_page": 97, "committee_id_action": 395, "committee_id_assigned": 372, "result": "N", "vote": {}}, {"bill_id": 8674, "action_date": "2018-01-22T10:00:00-06:00", "document_id": 47322, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47322.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 372, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8674, "action_date": "2018-01-22T10:00:00-06:00", "document_id": 47485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47485.pdf", "status_text": "Do Pass", "journal_page": 169, "committee_id_action": 372, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24712, "president_vote": null, "Yea": [1219, 1234, 1278, 1272, 1288, 1245], "Excused": [1232]}}, {"bill_id": 8674, "action_date": "2018-01-22T10:00:00-06:00", "document_id": 47485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47485.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 372, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8674, "action_date": "2018-01-23T14:00:00-06:00", "document_id": 47664, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47664.pdf", "status_text": "Do Pass", "journal_page": 203, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24773, "president_vote": null, "Yea": [1239, 1230, 1231, 1217, 1246, 1228, 1219, 1273, 1262, 1234, 1290, 1232, 1278, 1304, 1270, 1224, 1267, 1243, 1289, 1218, 1244, 1281, 1221, 1272, 1233, 1245, 1271, 1252, 1237, 1288, 1220, 1242, 1276, 1300], "Excused": [1264]}}, {"bill_id": 8674, "action_date": "2018-01-24T14:00:00-06:00", "document_id": 47830, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47830.pdf", "status_text": "First read in House and referred to", "journal_page": 181, "committee_id_action": 396, "committee_id_assigned": 387, "result": "N", "vote": {}}, {"bill_id": 8674, "action_date": "2018-01-30T08:30:00-06:00", "document_id": 47893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47893.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 387, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8674, "action_date": "2018-01-30T08:30:00-06:00", "document_id": 48108, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48108.pdf", "status_text": "Do Pass", "journal_page": 218, "committee_id_action": 387, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24975, "president_vote": null, "Yea": [1266, 1301, 1235, 1425, 1286, 1274, 1261, 1305, 1298, 1250, 1287], "Excused": [1282, 1313]}}, {"bill_id": 8674, "action_date": "2018-01-30T08:30:00-06:00", "document_id": 48108, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48108.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 387, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8674, "action_date": "2018-01-31T14:00:00-06:00", "document_id": 48336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48336.pdf", "status_text": "Do Pass", "journal_page": 257, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25092, "president_vote": null, "Excused": [1313, 1254], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1284, 1279, 1214, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1260, 1311, 1308, 1312, 1291, 1275, 1283, 1238, 1250, 1286, 1314, 1222, 1302, 1306, 1265, 1315, 1247, 1316, 1296, 1292, 1248, 1293, 1310, 1226, 1280, 1263, 1274, 1295, 1249, 1277, 1303, 1309, 1259, 1255, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1257, 1236, 1215, 1317, 1216, 1229, 1298, 1285, 1253]}}, {"bill_id": 8674, "action_date": "2018-02-01T14:00:00-06:00", "document_id": 48504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48504.pdf", "status_text": "Signed by the President", "journal_page": 338, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8674, "action_date": "2018-02-05T14:00:00-06:00", "document_id": 48692, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48692.pdf", "status_text": "Signed by the Speaker", "journal_page": 347, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8674, "action_date": "2018-02-06T14:00:00-06:00", "document_id": 48783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48783.pdf", "status_text": "Delivered to the Governor", "journal_page": 383, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8674, "action_date": "2018-02-12T14:00:00-06:00", "document_id": 49089, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49089.pdf", "status_text": "Signed by the Governor", "journal_page": 428, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6744}