{"session_id": 20, "bill_id": 5829, "bill_type": "House Commemoration", "bill_number": 1013, "bill_title": "Commending and honoring First Lieutenant Richard Bauman for his selection as South Dakota Army National Guard Officer of the Year.", "sponsors": [{"legislator_profile_id": 487, "is_prime": true}, {"legislator_profile_id": 440, "is_prime": true}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 5829, "bill_version_id": 29148, "bill_version": "Introduced", "bill_version_date": "2014-01-28T12:23:32.123-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring First Lieutenant Richard Bauman for his selection as South Dakota Army National Guard Officer of the Year. WHEREAS, the South Dakota Army National Guard consistently is ranked as one of the best Army National Guard units in the nation; and WHEREAS, First Lieutenant Richard Bauman was selected as the Officer of the Year of the South Dakota Army National Guard after serving with honor, steadfast dedication, leadership, and great proficiency as an officer; and WHEREAS, as noted by his South Dakota Army National Guard state supervisors and commanders, First Lieutenant Richard Bauman's leadership, proficiency, and dedication exemplify the total package of Army core values; and WHEREAS, First Lieutenant Richard Bauman's performance is in keeping with the highest traditions established by South Dakota's many veterans and the United States Armed Forces; and WHEREAS, South Dakotans greatly appreciate the sacrifice, dedication, and service of all those who put their lives on the line to serve South Dakota and our great nation: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that First Lieutenant Richard Bauman is commended, congratulated, and honored as the South Dakota Army National Guard Officer of the Year. Lieutenant Bauman is recognized for his outstanding service and outstanding representation of the State of South Dakota, and is extended our best wishes for his continued success, happiness, and safety. Hooah!"}, {"bill_id": 5829, "bill_version_id": 29459, "bill_version": "Enrolled", "bill_version_date": "2014-01-30T16:11:57.153-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring First Lieutenant Richard Bauman for his selection as South Dakota Army National Guard Officer of the Year. WHEREAS, the South Dakota Army National Guard consistently is ranked as one of the best Army National Guard units in the nation; and WHEREAS, First Lieutenant Richard Bauman was selected as the Officer of the Year of the South Dakota Army National Guard after serving with honor, steadfast dedication, leadership, and great proficiency as an officer; and WHEREAS, as noted by his South Dakota Army National Guard state supervisors and commanders, First Lieutenant Richard Bauman's leadership, proficiency, and dedication exemplify the total package of Army core values; and WHEREAS, First Lieutenant Richard Bauman's performance is in keeping with the highest traditions established by South Dakota's many veterans and the United States Armed Forces; and WHEREAS, South Dakotans greatly appreciate the sacrifice, dedication, and service of all those who put their lives on the line to serve South Dakota and our great nation: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that First Lieutenant Richard Bauman is commended, congratulated, and honored as the South Dakota Army National Guard Officer of the Year. Lieutenant Bauman is recognized for his outstanding service and outstanding representation of the State of South Dakota, and is extended our best wishes for his continued success, happiness, and safety. Hooah! 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5829, "action_date": "2014-01-28T14:00:00-06:00", "document_id": 29174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29174.pdf", "status_text": "", "journal_page": 133, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5829"}