{"session_id": 36, "bill_id": 9528, "bill_type": "House Bill", "bill_number": 1210, "bill_title": "authorize the direct shipment of wine by wine clubs.", "sponsors": [{"legislator_profile_id": 1603, "is_prime": true}, {"legislator_profile_id": 1575, "is_prime": true}, {"legislator_profile_id": 1628, "is_prime": false}, {"legislator_profile_id": 1583, "is_prime": false}, {"legislator_profile_id": 1430, "is_prime": false}, {"legislator_profile_id": 1572, "is_prime": false}, {"legislator_profile_id": 1571, "is_prime": false}, {"legislator_profile_id": 1584, "is_prime": false}, {"legislator_profile_id": 1426, "is_prime": false}, {"legislator_profile_id": 1565, "is_prime": false}], "keywords": ["Alcoholic Beverages", "Licenses"], "audio": [{"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco26.mp3", "start_seconds": 457.0}, {"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco26.mp3", "start_seconds": 457.0}, {"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco26.mp3", "start_seconds": 457.0}, {"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco26.mp3", "start_seconds": 457.0}], "bill_versions": [{"bill_id": 9528, "bill_version_id": 52769, "bill_version": "Introduced", "bill_version_date": "2019-01-30T10:09:57.117-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the direct shipment of wine by wine clubs. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 35-12B-1 be amended to read: 35-12B-1. Terms used in this chapter mean: (1) \"Common carrier,\" a carrier which holds itself out to the general public as engaged in the business of transporting goods for a fee; (2) \"Department,\" the South Dakota Department of Revenue; (3) \"Direct shipper,\" a winery or wine club that has obtained a wine direct shipper license; (4) \"Purchase price,\" the price of a product charged to the end consumer before the application of South Dakota state and local taxes; (5) \"Wine carrier,\" a common carrier that has obtained a wine carrier license; (6) \"Wine club,\" an organization that provides customers with a series of wine bottles on a monthly or quarterly basis and the wine is selected by the organization; and (7) \"Winery,\" a winery that produces its own wine and holds a federal basic wine manufacturing permit. Section 2. That § 35-12B-2 be amended to read: 35-12B-2. Any winery or wine club located within or outside of the state may obtain a wine direct shipper license. An applicant for an initial or renewal wine direct shipper license shall: (1) File an application with the department on a form prescribed by the department; (2) Pay a license fee of one hundred dollars; (3) Submit a copy of the applicant's current federal basic wine manufacturing permit if the applicant is a winery; (4) Register each brand label offered for sale in this state, if not previously registered, and pay all applicable brand registration fees pursuant to chapter 39-13; (5) Hold a South Dakota sales and use tax license issued by the department; and (6) Be current on the remittance of all applicable state and local taxes. The department shall issue a wine direct shipper license to any applicant who meets the requirements of this chapter. Section 3. That the code be amended by adding a NEW SECTION to read: A wine club with a direct shipper license may only ship wine that the consumer ordered from the wine club and has ordered as a part of a series of wines offered by the wine club. A violation of this section is a Class 2 misdemeanor. Section 4. That § 35-12B-9 be amended to read: 35-12B-9. A direct shipper that is a winery may only ship wine that was produced by the direct shipper winery in accordance with the direct shipper's winery's federal basic wine manufacturing permit. A violation of this section is a Class 2 misdemeanor. Section 5. That § 35-12B-15 be amended to read: 35-12B-15. Any sale and shipment of wine directly to a person in this state from a winery or wine club that does not hold a current wine direct shipper license is prohibited. For the first offense, the department shall send a certified letter to any person who violates this section and order the person to cease and desist any shipment of wine into this state. For any subsequent violation, the department shall notify the alcoholic beverage control agency in the person's state of domicile, if other than this state, and the Alcohol and Tobacco Tax and Trade Bureau of the United States Department of the Treasury of the violation. Any person who violates this section is subject to a civil penalty of up to five thousand dollars. Any money collected pursuant to this section shall be deposited in the general fund. Section 6. That § 35-12B-17 be amended to read: 35-12B-17. The department shall compile and publish on its internet website a list of wine labels registered for sale and shipped in the state each quarter, based on information reported pursuant to § 35-12B-11. The list shall include: (1) The manufacturer's direct shipper's name and address; (2) Each brand label shipped by the manufacturer direct shipper; and (3) Whether the manufacturer direct shipper shipped the brand label to any consumer."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9528, "action_date": "2019-01-30T14:00:00-06:00", "document_id": 52890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52890.pdf", "status_text": "First read in House and referred to", "journal_page": 255, "committee_id_action": 408, "committee_id_assigned": 428, "result": "N", "vote": {}}, {"bill_id": 9528, "action_date": "2019-02-20T10:00:00-06:00", "document_id": 53715, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53715.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 428, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9528, "action_date": "2019-02-20T10:00:00-06:00", "document_id": 53920, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53920.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 428, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9528, "action_date": "2019-02-20T10:00:00-06:00", "document_id": 53920, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53920.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 447, "committee_id_action": 428, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28468, "president_vote": null, "Yea": [1567, 1642, 1609, 1649, 1632, 1612, 1621, 1625, 1577], "Excused": [1589], "Nay": [1623, 1611, 1434]}}]}