{"session_id": 69, "bill_id": 25049, "bill_type": "House Bill", "bill_number": 1172, "bill_title": "prohibit the act of collusion during the procurement process and provide a penalty therefor.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25049", "sponsors": [{"legislator_profile_id": 4513, "is_prime": true}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4519, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}], "keywords": ["Procurement of Public Improvements", "Public Property, Purchases and Contracts", "Reports"], "audio": [], "bill_versions": [{"bill_id": 25049, "bill_version_id": 262766, "bill_version": "Introduced", "bill_version_date": "2024-01-25T09:29:26.34-06:00", "bill_text": "An Act to prohibit the act of collusion during the procurement process and provide a penalty therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 5-18A-17.4 be AMENDED: 5-18A-17.4. A state officer or employee who knowingly violates the provisions of § 3-16-8 or, 5-18A-17, or section 3 of this Act commits malfeasance in office. The state officer or employee shall be removed from office or employment and such person is guilty of a Class 1 misdemeanor. Any benefit to a person or entity derived from the person's knowing violation of § 3-16-8 or, 5-18A-17, or section 3 of this Act is subject to forfeiture. Any contract made in violation of § 3-16-8 or, 5-18A-17 or section 3 of this Act is voidable by the governing body. Section 2. That § 5-18A-17.6 be AMENDED: 5-18A-17.6. The terms used in §§ 5-18A-17 to 5-18A-17.5 section 4 of this Act, inclusive, mean: (1) \"Administer a contract,\" decision making or substantive influence on the decision making concerning the manner, method, or means of a contract's performance or enforcement such as the ability to terminate, suspend, change terms, or evaluate the counter-party's performance under the contract. The term does not include review and approval of contract documents for matters of style and form or conformity with authorizing legislation or rule; mere clerical tasks such as posting, making, or reconciling payments or accounts under the contract, collecting, or reporting fiscal data or other information in relation to the contract's performance; or relaying substantive decisions made by another person or body as to the manner, method, or means of a contract's performance or enforcement; (2) \"Collusion,\" an agreement, explicit or otherwise, between a state officer or employee and an actual or prospective bidder or other individual in a way that circumvents, reduces, or suppresses full and free competition during the procurement process; (3) \"Governing body,\" the Executive Board of the Legislative Research Council, the Supreme Court, the Board of Regents, the Public Utilities Commission, each constitutional officer, the Board of Trustees of the South Dakota Retirement System, the State Investment Council, or the Governor; (4) \"State agency,\" each board, commission, committee, council, department, division, office, task force, or agency of state government. The term, state agency, does not include any authority created by the Legislature or executive order; and (2)(5) \"State officer,\" a person who is elected or appointed to serve a state agency. The term does not include a member of the Legislature, a person who serves without compensation, or a person who is only paid per diem in accordance with § 4-7-10.4; (3) \"Governing body,\" the Executive Board of the Legislative Research Council, the Supreme Court, the Board of Regents, the Public Utilities Commission, each constitutional officer, the Board of Trustees of the South Dakota Retirement System, the State Investment Council, or the Governor; (4) \"Administer a contract,\" decision making or substantive influence on the decision making concerning the manner, method, or means of a contract's performance or enforcement such as the ability to terminate, suspend, change terms, or evaluate the counter-party's performance under the contract. The term does not include review and approval of contract documents for matters of style and form or conformity with authorizing legislation or rule, mere clerical tasks such as posting, making, or reconciling payments or accounts under the contract, collecting or reporting fiscal data or other information in relation to the contract's performance, or relaying substantive decisions made by another person or body as to the manner, method, or means of a contract's performance or enforcement. Section 3. That a NEW SECTION be added to chapter 5-18A: No state officer or employee who approves, awards, or administers a contract on behalf of a state agency, may collude to affect the result of the procurement process in favor of a bidder. No state officer or employee may collude to influence a state officer or employee who approves, awards, or administers a contract on behalf of a state agency in a way that would affect the result of the procurement process in favor of a bidder. A state employee or official involved in any aspect of the procurement process must promptly report to the commissioner of the Bureau of Administration any instance of suspected collusion. Upon receipt of a report, the commissioner must notify the entity administering the procurement that the procurement action is suspended. The commissioner shall provide a copy of the report to the attorney general. Section 4. That a NEW SECTION be added to chapter 5-18A: Upon receipt of a report under section 3 of this Act, the attorney general shall investigate the allegations in the report and take any action as may be required by law. The attorney general shall report the results of the investigation to the commissioner of the Bureau of Administration."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25049, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262421.pdf", "status_text": "First read in House and referred to", "journal_page": 176, "committee_id_action": 1197, "committee_id_assigned": 1203, "result": "N", "vote": {}}]}