{"session_id": 56, "bill_id": 18965, "bill_type": "Senate Bill", "bill_number": 110, "bill_title": "place certain requirements on sales of prescription drugs.", "sponsors": [{"legislator_profile_id": 3074, "is_prime": true}, {"legislator_profile_id": 3092, "is_prime": true}, {"legislator_profile_id": 3048, "is_prime": false}, {"legislator_profile_id": 3049, "is_prime": false}, {"legislator_profile_id": 3051, "is_prime": false}, {"legislator_profile_id": 3069, "is_prime": false}, {"legislator_profile_id": 3097, "is_prime": false}, {"legislator_profile_id": 3100, "is_prime": false}, {"legislator_profile_id": 3108, "is_prime": false}], "keywords": ["Public Health and Safety", "Trade Regulation"], "audio": [{"meeting_datetime": "2004-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco12sb0110a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco12sb0110a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sco12sb0110a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18965, "bill_version_id": 99561, "bill_version": "Introduced", "bill_version_date": "2004-01-22T09:07:29-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to place certain requirements on sales of prescription drugs. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Drug,\" any substance subject to paragraph 1 of subsection (b) of 21 U.S.C. § 353; (2) \"In-patient use,\" the dispensing of drugs by a health care facility to care for its in- patients and not the sale of drugs to out-patients by the health care facility pharmacy; (3) \"Manufacturer,\" any person engaged in the manufacture or processing of a drug or drugs and does not include a wholesale distributor of drugs or a retail pharmacy licensed in this state. However, if a manufacturer has an ownership interest in a wholesale distributor, that wholesale distributor is a manufacturer for purposes of this Act; (4) \"Purchaser,\" any person who purchases a drug or drugs for resale directly to consumers in this state or for dispensing directly to consumers in this state; (5) \"Wholesale distributor,\" any person, other than a manufacturer, who purchases drugs for resale to purchasers. Section 2. A manufacturer shall offer a drug that it manufactures or processes to purchasers and wholesale distributors on the terms and conditions offered or accorded to the manufacturer's most favored purchaser or wholesale distributor, including any transaction in which a manufacturer sells to a purchaser through a contractual arrangement implemented by one or more wholesale distributors, except for variations because of the actual costs of distribution of the drug by the manufacturer; discounts for volume purchases of the drug and prompt payment for purchases of the drug, which discounts shall be made available to all purchasers and wholesale distributors on equal terms and be directly proportional to the economies and efficiencies realized by the manufacturer; and discounts for reasonable reimbursement for the value to the manufacturer of a purchaser's or wholesale distributor's actual marketing functions, if these discounts are available to every purchaser or wholesale distributor which performs these functions in this state. Section 3. An action may be maintained in any court of competent jurisdiction to prevent, restrain, or enjoin a violation, or potential violation, of this Act. The action may be instituted by any person injured by a violation or potential violation of this Act or by the attorney general. If a violation or potential violation of this Act is established in the action, the court shall enjoin and restrain, or otherwise prohibit, that violation or potential violation. In the action it is not necessary that actual damages to the plaintiff be alleged or proved, but if alleged and proved, the plaintiff in the action, in addition to such injunctive relief and costs of suit, including filing fees, reasonable attorneys' fees, and reasonable expenses of discovery and document reproduction, shall be entitled to recover from the defendant the actual damages sustained by the plaintiff. Proof of a violation of this Act constitutes prima facie evidence of damage to the plaintiff. Actual damages to the plaintiff may be determined by loss of prescription activity, diminished profit, or any other legally recognized formula. If no injunctive relief is sought or required, any person injured by a violation of this Act may maintain an action for damages and costs of suit, including filing fees, reasonable attorneys' fees, and reasonable expenses of discovery and document reproduction, in any court of competent jurisdiction. Proof of a violation of this Act constitutes prima facie evidence of damage to the plaintiff. Actual damages to the plaintiff may be determined by loss of prescription activity, diminished profit, or any other legally recognized formula. Section 4. The provisions of this Act do not apply to: (1) The sale of drugs by a manufacturer to any federal agency or institution or to a health care facility if those drugs are only dispensed on the premises of the health care facility for in-patient use; or (2) The sale of drugs by a manufacturer to a purchaser that is exempt from federal taxation pursuant to section 501(c)(3) of the Internal Revenue Code (26 U.S.C. § 501(c)(3)), and which dispenses those drugs free of charge or at a reduced fee based on the patient's ability to pay, except that the sale of drugs to a purchaser which is a health insurer, hospital, medical or health service corporation, health maintenance organization, or employee benefit plan subject to regulation by the Division of Insurance is not exempt pursuant to this subdivision."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18965, "action_date": "2004-01-22T14:00:00-06:00", "document_id": 99662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99662.pdf", "status_text": "First read in Senate and referred to", "journal_page": 107, "committee_id_action": 832, "committee_id_assigned": 806, "result": "N", "vote": {}}, {"bill_id": 18965, "action_date": "2004-01-29T10:00:00-06:00", "document_id": 100245, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100245.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 806, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18965, "action_date": "2004-01-29T10:00:00-06:00", "document_id": 100245, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100245.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 233, "committee_id_action": 806, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58773, "president_vote": null, "Yea": [3044, 3089, 3132, 3137, 3050, 3109], "Nay": [3094]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18965"}