{"session_id": 43, "bill_id": 11632, "bill_type": "House Bill", "bill_number": 1093, "bill_title": "establish a pipeline liability fund, to authorize a special fee for extraordinary expenses, and to make a continuous appropriation therefor.", "sponsors": [{"legislator_profile_id": 1654, "is_prime": true}, {"legislator_profile_id": 1658, "is_prime": true}, {"legislator_profile_id": 1659, "is_prime": false}, {"legislator_profile_id": 1734, "is_prime": false}, {"legislator_profile_id": 1742, "is_prime": false}, {"legislator_profile_id": 1718, "is_prime": false}, {"legislator_profile_id": 1705, "is_prime": false}], "keywords": ["Appropriation", "Environmental Protection", "Fees", "Fund", "Promulgation of Rules"], "audio": [{"meeting_datetime": "2020-02-20T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/jap23.mp3", "start_seconds": 6311.0}, {"meeting_datetime": "2020-02-20T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/jap23.mp3", "start_seconds": 6311.0}, {"meeting_datetime": "2020-02-20T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/jap23.mp3", "start_seconds": 6311.0}], "bill_versions": [{"bill_id": 11632, "bill_version_id": 63703, "bill_version": "Introduced", "bill_version_date": "2020-01-24T16:03:48.63-06:00", "bill_text": "An Act to establish a pipeline liability fund, to authorize a special fee for extraordinary expenses, and to make a continuous appropriation therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 34A-19-1. Definitions. Terms used in this chapter mean: (1) \"Action notice,\" the director's communication of a decision on a claim; (2) \"Barrel,\" forty-two gallons measured at sixty degrees Fahrenheit; (3) \"Civil recoveries,\" funds received by the state or a political subdivision from a third party, other than a pipeline company, as a result of violations of the law; (4) \"Claim,\" an invoice submitted to the director of the SPOIL fund by the state or a political subdivision for an extraordinary expense; (5) \"Department,\" the Department of Environment and Natural Resources; (6) \"Director,\" the director of the Division of Financial and Technical Assistance at the Department of Environment and Natural Resources; (7) \"Extraordinary expense,\" a reasonable and legitimate cost incurred by the state, federally recognized Indian Tribe, political subdivision, private cooperative, or business entity to respond to, or that arises from an oil product release from a pipeline that would not have been incurred but for pipeline operation, and is incurred due to an oil product release; (8) \"Federally recognized Indian Tribe,\" the Cheyenne River Sioux Tribe, Crow Creek Sioux Tribe, Flandreau Santee Sioux Tribe, Lower Brule Sioux Tribe, Oglala Sioux Tribe, Rosebud Sioux Tribe, Sisseton Wahpeton Oyate, Standing Rock Sioux Tribe, and Yankton Sioux Tribe; (9) \"Oil product,\" any oil, including unrefined oil, oil produced from oil sand deposits, diluted bitumen, or crude oil; (10) \"Pipeline,\" all parts of physical facilities through which any oil product is carried within this state, including pipe, valves, other appurtenances attached to pipe, compressor units, metering stations, regulator stations, delivery stations, holders, and fabricated assemblies; (11) \"Pipeline company,\" a person or entity who is the owner of a project or holds a permit from the Public Utilities Commission for a pipeline; (12) \"Political subdivision,\" a county or municipality; (13) \"Project,\" the installation of a pipeline greater than twelve inches in diameter, or the construction of a supporting facility in furtherance of carrying any oil product by a pipeline company; (14) \"Release\" any spilling, leaking, pumping, pouring, emitting, emptying, discharging, injecting, escaping, leaching, dumping or disposing into the environment, or the abandonment of a container containing a hazardous substance; (15) \"Secretary,\" the secretary of the Department of Environment and Natural Resources; (16) \"Special fee,\" a fee billed to and paid by a pipeline company to defray administrative costs and extraordinary expenses; (17) \"SPOIL fund,\" the Releases from Pipeline Oil Liability fund; (18) \"State,\" this state or any agency of the state that is vested with the authority to exercise any portion of the state's sovereignty; (19) \"Supporting facility,\" a structure necessary and ancillary to a pipeline, including a pressure pump station, housing facility for project personnel, storage area for tangible property, or other temporary structure of a pipeline company or its agent. Section 2. That a NEW SECTION be added: 34A-19-2. SPOIL fund--Purposes--Appropriation. There is established in the state treasury the SPOIL fund. Money in the fund may be used to pay administrative costs and extraordinary expenses incurred by the state, federally recognized Indian Tribe, political subdivision, private cooperative, or business entity arising out of or in connection with a pipeline. Any interest earned on money in the fund shall be credited to the fund. The fund is continuously appropriated to the department. The department shall administer the fund and maintain separate accounts for each project. The secretary shall approve vouchers and the state auditor shall draw warrants to pay administrative costs and extraordinary expenses in accordance with this chapter. All money received by the department for the SPOIL fund shall be set forth in an informational budget pursuant to § 4-7-7.2 and be annually reviewed by the Legislature. Section 3. That a NEW SECTION be added: 34A-19-3. Extraordinary expense--Claims--Procedure. The state, federally recognized Indian Tribe, political subdivision, private cooperative, or business entity may submit a claim for extraordinary expense to the director for disbursement from the SPOIL fund in accordance with this chapter. Each claim under this section shall be accompanied by a statement of the basis on which it is made, and true and accurate records and books of account regarding the extraordinary expense claimed, including copies of checks, vouchers, warrants, sales receipts, invoices, billings, payroll records, or similar documents for each extraordinary expense in sufficient detail to allow the director to reasonably review the claim. The state, federally recognized Indian Tribe, political subdivision, private cooperative, or business entity receiving a disbursement from the fund for an approved claim under this section shall keep and maintain true and accurate records and books of account consistent with government accounting standards and in the same manner and for the same period as required by law and shall be available for inspection by the director. A claim under this section shall be submitted to the director within ninety days of the date the extraordinary expense is incurred. On or before the first of February of each year, the director shall provide statements of claim activities for the preceding calendar year to the secretary, and to any applicable federally recognized Indian Tribe, political subdivision, private cooperative, and business entity. Section 4. That a NEW SECTION be added: 34A-19-4. Anticipated claims--Pre-approval. The state, federally recognized Indian Tribe, political subdivision, private cooperative, or business entity may submit a request for pre-approval of an anticipated claim for extraordinary expense to the SPOIL fund in accordance with this chapter. Each request for pre-approval submitted under this section shall be accompanied by a statement of the basis on which the request is made and a description of the anticipated extraordinary expense in sufficient detail to allow the director to reasonably review the request. If a request submitted under this section is approved, the state, federally recognized Indian Tribe, political subdivision, private cooperative, or business entity shall provide the director with the same documentation as required for a claim submitted under § 34A-19-3 after the extraordinary expense is incurred. The director shall review the documents provided under this section to determine whether the expenditure is consistent with the pre-approval decision and issue an action notice regarding the director's determination. Section 5. That a NEW SECTION be added: 34A-19-5. Approval or denial--Action notice--Contents. The director shall approve or deny, in whole or in part, any claim submitted under § 34A-19-3, or any request submitted under § 34A-19-4. The director may condition any claim for extraordinary expense at the director's discretion. The director shall issue an action notice to the state, federally recognized Indian Tribe, political subdivision, private cooperative, or business entity, and the pipeline company of the approval or denial, in whole or in part, of a claim within ten days of receiving the claim under § 34A-19-3, or of a request within ten days of receiving claim documentation as required under § 34A-19-4. The action notice shall include all approved and denied portions of the claim, and the rationale for the approval or denial, in sufficient detail to allow the secretary, political subdivision, and the pipeline company to review the decision. An action notice may be accompanied by the records submitted in accordance with § 34A-19-3. A claim submitted by the state, federally recognized Indian Tribe, political subdivision, private cooperative, or business entity is not payable from the SPOIL fund until the claim is approved by the director. The director shall authorize disbursements from the fund for payment of an approved claim to the state, federally recognized Indian Tribe, political subdivision, private cooperative, or business entity within forty-five days from the date of the action notice. Section 6. That a NEW SECTION be added: 34A-19-6. Reimbursements deposited in SPOIL fund. If the state, federally recognized Indian Tribe, political subdivision, private cooperative, or business entity receives payment from the SPOIL fund for an extraordinary expense, and subsequently receives reimbursement through restitution, judgment, settlement, contribution, or other funding for the expense from any other source, except civil recoveries, the reimbursement shall be deposited into the fund. The reimbursement deposited into the fund is a credit to a pipeline company and shall be used to offset the next special fee calculated under § 34A-19-8. Any reimbursement from federal sources or civil recoveries shall be deposited only as allocated by the secretary. Section 7. That a NEW SECTION be added: 34A-19-7. Deposits to the SPOIL fund. Within twenty days of the annual special fee assessment as defined under § 34A-19-8, the pipeline company shall make the entire deposit to the SPOIL fund required under § 34A-19-8. The project account and fund may only be used in accordance with this chapter. Section 8. That a NEW SECTION be added: 34A-19-8. Assessment of special fee--Interest. A special fee shall be assessed annually, starting on January 1, 2021, on each pipeline beginning operations January 1, 2020, or later, to be deposited in the SPOIL fund. The special fee shall be calculated at a rate of two dollars and fifty cents per mile of pipeline multiplied by a fee of ten cents per barrel on the reported daily maximum capacity for one day, by each pipeline. If the miles of pipeline or reported daily maximum capacity changes during a calendar year for a pipeline, the special fee shall be calculated based on the highest number of total miles of pipeline and highest daily maximum capacity at any point during that calendar year. The fee by any pipeline contributed to the SPOIL Fund may not exceed one hundred million dollars annually. If the SPOIL fund is not accessed in any given year, the special fee will be waived until the fund is accessed. The total extraordinary expenses shall include the interest computed at the federal short-term applicable rate as set forth under 26 U.S.C. § 6621(b)(3), and in effect on January 1, 2020. Any interest collected that would exceed the fund cap under this section shall be returned to the pipeline from which the interest was earned. Section 9. That a NEW SECTION be added: 34A-19-9. Special fee as continuing lien. Any special fee billed under § 34A-19-8, including any computed interest, is a continuing lien on all property owned by the pipeline company within this state until the total special fee is paid in full or otherwise finally resolved. The secretary of the Department of Revenue shall file a notice of the lien describing the property against which the lien applies in the office of the register of deeds in the county where the property is located. Upon the filing of notice under this section, the lien is attached to all property of the pipeline company within this state and has priority over all other claims or liens on the property. Section 10. That a NEW SECTION be added: 34A-19-10. Cease and desist order. In addition to any other remedy provided by law, if a pipeline company fails to meet the requirements of this chapter, the secretary may order a full, partial, or conditional cease and desist from all pipeline operation to the pipeline company, and any person acting on the pipeline company's behalf. An order to cease and desist under this section is effective upon service to the pipeline company and remains effective and enforceable until further order of the secretary. An appeal from the order shall be filed in accordance with chapter 1-26D. Section 11. That a NEW SECTION be added: 34A-19-11. Contract between state and pipeline company. Nothing in this chapter prevents the state and a pipeline company from entering into any contract or other agreement, if the terms of the contract or agreement are not inconsistent with this chapter. Section 12. That a NEW SECTION be added: 34A-19-12. Promulgation of rules. The secretary may promulgate rules in accordance with chapter 1-26 to: (1) Provide criteria for approving or denying claims or requests for pre-approval; (2) Establish a procedure to be available, either before or after the filing of damages by a claimant; (3) Maintain an index of all reports entered by the department under this chapter identifying the date and report number, indicating the type of damages incurred and requested compensation; (4) Determine damages to businesses and property; (5) Develop processes to expedite the claims procedure, and require the production of relevant documents of the gatherer that is subject to the complaint; (6) Develop internal procedures for processing claims; (7) Establish requirements for the filing of claims; (8) Establish a schedule of reasonable administration fees sufficient to cover the actual administration costs associated with the management of the SPOIL fund; and (9) Issue payment of claims for certain uncompensated costs and damages."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11632, "action_date": "2020-01-27T14:00:00-06:00", "document_id": 63659, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/63659.pdf", "status_text": "First Reading House", "journal_page": 62, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11632, "action_date": "2020-01-28T14:00:00-06:00", "document_id": 64105, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/64105.pdf", "status_text": "Referred to", "journal_page": 76, "committee_id_action": 480, "committee_id_assigned": 474, "result": "N", "vote": {}}, {"bill_id": 11632, "action_date": "2020-02-20T09:00:00-06:00", "document_id": 67866, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67866.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 474, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11632, "action_date": "2020-02-20T09:00:00-06:00", "document_id": 67869, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67869.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 474, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33399, "president_vote": null, "Nay": [1651, 1660, 1724], "Yea": [1719, 1706, 1746, 1721, 1708, 1700, 1702, 1748, 1678, 1733, 1701, 1684, 1690], "Excused": [1720, 1735]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11632"}