{"session_id": 15, "bill_id": 3739, "bill_type": "Senate Commemoration", "bill_number": 5, "bill_title": "Honoring the Sioux Falls Roosevelt High School Boys' Cross Country Team for its outstanding performance at the 2011 Boys' State Class AA Cross Country Meet.", "sponsors": [{"legislator_profile_id": 261, "is_prime": true}, {"legislator_profile_id": 298, "is_prime": true}, {"legislator_profile_id": 299, "is_prime": false}, {"legislator_profile_id": 286, "is_prime": false}, {"legislator_profile_id": 224, "is_prime": false}, {"legislator_profile_id": 300, "is_prime": false}], "keywords": ["Senate Commemoratives"], "audio": [], "bill_versions": [{"bill_id": 3739, "bill_version_id": 20512, "bill_version": "Introduced", "bill_version_date": "2012-02-01T07:20:12.28-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Sioux Falls Roosevelt High School Boys' Cross Country Team for its outstanding performance at the 2011 Boys' State Class AA Cross Country Meet. WHEREAS, the Sioux Falls Roosevelt High School Boys' Cross Country Team became the 2011 State Class AA Boys' Cross Country Meet Champions under the direction of head coach Jason Wagoner and assistant coach Chad Backsen; and WHEREAS, the members of the Roosevelt High School Boys' Cross Country Team include Tanner Ahrendt, Austin Johnsen, Adam Kost, Dylan Slaba, Tyler Slaba, Ethan Tabbert, and Jesus Urtusuastegui; and WHEREAS, the Roosevelt High School Boys' Cross Country Team showed character and dedication in achieving its goals on the road to a State Class AA Cross Country Meet Championship: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the Sioux Falls Roosevelt High School Boys' Cross Country Team be congratulated on winning the 2011 State Class AA Boys' Cross Country Meet."}, {"bill_id": 3739, "bill_version_id": 20838, "bill_version": "Enrolled", "bill_version_date": "2012-02-06T16:48:55.553-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Sioux Falls Roosevelt High School Boys' Cross Country Team for its outstanding performance at the 2011 Boys' State Class AA Cross Country Meet. WHEREAS, the Sioux Falls Roosevelt High School Boys' Cross Country Team became the 2011 State Class AA Boys' Cross Country Meet Champions under the direction of head coach Jason Wagoner and assistant coach Chad Backsen; and WHEREAS, the members of the Roosevelt High School Boys' Cross Country Team include Tanner Ahrendt, Austin Johnsen, Adam Kost, Dylan Slaba, Tyler Slaba, Ethan Tabbert, and Jesus Urtusuastegui; and WHEREAS, the Roosevelt High School Boys' Cross Country Team showed character and dedication in achieving its goals on the road to a State Class AA Cross Country Meet Championship: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the Sioux Falls Roosevelt High School Boys' Cross Country Team be congratulated on winning the 2011 State Class AA Boys' Cross Country Meet. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3739, "action_date": "2012-02-01T14:00:00-06:00", "document_id": 20601, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20601.pdf", "status_text": "", "journal_page": 250, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}]}