{"session_id": 19, "bill_id": 4400, "bill_type": "House Bill", "bill_number": 1196, "bill_title": "establish the rural economic development partnership program and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 340, "is_prime": true}, {"legislator_profile_id": 409, "is_prime": true}, {"legislator_profile_id": 337, "is_prime": false}, {"legislator_profile_id": 349, "is_prime": false}, {"legislator_profile_id": 347, "is_prime": false}, {"legislator_profile_id": 371, "is_prime": false}, {"legislator_profile_id": 320, "is_prime": false}, {"legislator_profile_id": 395, "is_prime": false}, {"legislator_profile_id": 367, "is_prime": false}, {"legislator_profile_id": 354, "is_prime": false}], "keywords": ["Appropriation", "Counties", "Economic Development", "Local Government", "Municipal Government"], "audio": [{"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst22.mp3", "start_seconds": 7211.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst22.mp3", "start_seconds": 7211.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst22.mp3", "start_seconds": 7211.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst22.mp3", "start_seconds": 7211.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst22.mp3", "start_seconds": 7211.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst22.mp3", "start_seconds": 8796.0}], "bill_versions": [{"bill_id": 4400, "bill_version_id": 24574, "bill_version": "Introduced", "bill_version_date": "2013-01-25T09:15:14.393-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the rural economic development partnership program and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Applicant,\" any municipality, economic development corporation, county, or other political subdivision of the state that applies for funding under the program; (2) \"Award,\" funds provided to an applicant by GOED under the program; (3) \"GOED,\" the Governor's Office of Economic development; (4) \"Program,\" the rural economic development partnership program established in section 2 of this Act. Section 2. The rural economic development partnership program is hereby established within the Governor's Office of Economic Development. Under the program, any municipality, economic development corporation, county, or other political subdivision of the state may apply to GOED for funds on a matching basis as provided in this Act. Section 3. GOED may award funds under the program for new full time staff, equipment, and training needs for the purpose of developing or expanding housing, community, and economic development programs. Areas of emphasis under the program include creating employment opportunities, higher wages, better-quality jobs, greater access to resources, repopulation, stronger economies, access to replicable best practice methods, continuous housing development, business growth, and job creation and retention. Section 4. Funds awarded under the program shall be provided on a matching basis over a five-year period for each award so that fifty percent of the first year's project cost is paid by GOED, forty percent of the second year's project cost is paid by GOED, thirty percent of the third year's project cost is paid by GOED, twenty percent of the fourth year's project cost is paid by GOED, and ten percent of the fifth year's project cost is paid by GOED. In each year the remaining portion of the project cost for that year shall be paid by the applicant. GOED awards and matching funds paid by the applicant shall be structured so that the project cost for each of the five years is as nearly equal as practicable. Section 5. GOED shall promulgate rules pursuant to chapter 1-26 to provide for the implementation and administration of the rural economic development partnership program. The rules shall include: (1) Application requirements, procedures, and forms; (2) Award procedures; (3) Eligible uses of award funds; (4) Eligibility requirements for applicants; (5) Responsibilities of applicants and award recipients; (6) Procedures for rescinding and repayment of awards if the applicant's or recipient's responsibilities are not met; (7) Reporting requirements; (8) Other items necessary for the administration of the program. Section 6. There is hereby appropriated from the general fund the sum of seven hundred fifty thousand dollars ($750,000), or so much thereof as may be necessary, to the Governor's Office of Economic Development to implement the rural economic development partnership program established in section 2 of this Act. Section 7. The commissioner of the Governor's Office of Economic Development shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 8. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2020, shall revert in accordance with the procedures prescribed in chapter 4-8."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4400, "action_date": "2013-01-25T13:00:00-06:00", "document_id": 24642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24642.pdf", "status_text": "First read in House and referred to", "journal_page": 187, "committee_id_action": 202, "committee_id_assigned": 195, "result": "N", "vote": {}}, {"bill_id": 4400, "action_date": "2013-02-13T07:45:00-06:00", "document_id": 25495, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25495.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 195, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4400, "action_date": "2013-02-13T15:00:00-06:00", "document_id": 25690, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25690.pdf", "status_text": "Tabled", "journal_page": 386, "committee_id_action": 195, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13758, "president_vote": null, "Yea": [360, 348, 334, 381, 347, 351, 371, 316, 395, 354, 353, 349, 335]}}]}