{"session_id": 43, "bill_id": 11631, "bill_type": "House Concurrent Resolution", "bill_number": 6002, "bill_title": "Supporting the repeal of the Sioux - Dakota Removal Act.", "sponsors": [{"legislator_profile_id": 1654, "is_prime": true}, {"legislator_profile_id": 1658, "is_prime": true}, {"legislator_profile_id": 1659, "is_prime": false}, {"legislator_profile_id": 1734, "is_prime": false}, {"legislator_profile_id": 1666, "is_prime": false}, {"legislator_profile_id": 1705, "is_prime": false}], "keywords": ["House Concurrent Resolution", "Indian Tribes", "Native Americans"], "audio": [{"meeting_datetime": "2020-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst22.mp3", "start_seconds": 12215.0}, {"meeting_datetime": "2020-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst22.mp3", "start_seconds": 12215.0}, {"meeting_datetime": "2020-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst22.mp3", "start_seconds": 12215.0}], "bill_versions": [{"bill_id": 11631, "bill_version_id": 62437, "bill_version": "Introduced", "bill_version_date": "2020-01-16T10:51:08.763-06:00", "bill_text": "A CONCURRENT RESOLUTION, Supporting the repeal of the Sioux - Dakota Removal Act. WHEREAS, the land located in and around present-day Minnesota was inhabited by the Dakota, Anishinaabe, and Ho-Chunk (Winnebago) Native Americans for thousands of years before European discovery of North America, making these lands, lakes, and rivers the indigenous homes to these tribes; and WHEREAS, on May 11, 1858, the State of Minnesota was established, and with it, came a myriad of settlers encroaching upon the lands of the Dakota people beginning a tenuous treaty process between the United States and the tribes; and WHEREAS, by 1862 the treaties had become strained to the point of conflict due to continued settler encroachment, the delay of United States treaty payments and obligations to the Dakota, and the refusal of traders to sell to the tribes, resulting in starvation on the reservations; and WHEREAS, faced with starvation and sensing a conflict, tribal leaders led an attack on the New Ulm Settlement, and on other local areas, claiming the lives of over five hundred settlers, thereby prompting President Abraham Lincoln to deploy the United States military; and WHEREAS, the military intervention ended in an eventual capture of the tribes and their people, and prompted the largest mass execution in United States history, in which thirty-eight Dakota warriors were executed by hanging by executive order of the President of the United States; and WHEREAS, following the aftermath, in 1863 Congress passed a series of acts to deprive the tribes of their lands, and to force them out of Minnesota; and WHEREAS, the first act being the Act of Feb. 16, 1863, ch. 37, 12 Stat. 652, that annulled all the treaties with the tribes and directed the monies originally due to these tribes to Minnesota settlers harmed during the conflict; and WHEREAS, the second congressional act was the Act of Mar. 3, 1863, ch. 119, 12 Stat. 819 entitled “An Act for the Removal of the Sisseton, Wahpaton, Medawakanton, and Wahpakoota Bands of Sioux or Dakota Indians, and for the disposition of their Lands in Minnesota and Dakota” that forced the rebellious Dakota Tribes out of Minnesota and deprived them of their treaty lands; and WHEREAS, the descendants of these displaced people are currently members of federally recognized tribes headquartered in North Dakota, South Dakota, and Nebraska; and WHEREAS, these acts remain federal law to this day, despite the fact that their terms are obsolete, and its presence is a continuing offense; and NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Ninety-Fifth Legislature of the State of South Dakota, the Senate concurring therein, that the Legislature requests that the President and the United States Congress repeal the Act of Mar. 3, 1863, Vol. 12 Stat. at Large, Ch. 119, pp. 819-820 (1863), more commonly known as the “Sioux - Dakota Removal Act\", to remove the banishment of the applicable tribes from their ancestral homelands, and that the repeal would not affect any property rights originally established through the law nor impact any of the land that was given to any of the tribes during the passage of these removal acts; and BE IT FURTHER RESOLVED, that the clerk of the House of Representatives transmit copies of this resolution to the President of the United States of America, the speaker and clerk of the United States House of Representatives, to the president pro tempore and secretary of the United States Senate, and to the members of the South Dakota, North Dakota, Nebraska, and Minnesota Congressional delegations."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11631, "action_date": "2020-01-16T13:00:00-06:00", "document_id": 62322, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62322.pdf", "status_text": "First Reading", "journal_page": 26, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11631, "action_date": "2020-02-11T14:00:00-06:00", "document_id": 67317, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67317.pdf", "status_text": "Committee assignment waived", "journal_page": 255, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11631, "action_date": "2020-02-12T14:00:00-06:00", "document_id": 67460, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67460.pdf", "status_text": "Deferred to another day", "journal_page": 269, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11631, "action_date": "2020-02-13T14:00:00-06:00", "document_id": 67596, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67596.pdf", "status_text": "Referred to", "journal_page": 278, "committee_id_action": 480, "committee_id_assigned": 461, "result": "P", "vote": {}}, {"bill_id": 11631, "action_date": "2020-02-19T07:45:00-06:00", "document_id": 67652, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67652.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 461, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11631, "action_date": "2020-02-19T07:45:00-06:00", "document_id": 67655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67655.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 461, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33303, "president_vote": null, "Nay": [1754, 1734, 1731, 1657, 1653], "Yea": [1711, 1672, 1744, 1736, 1682, 1677, 1723, 1725]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11631"}