{"session_id": 20, "bill_id": 5960, "bill_type": "House Commemoration", "bill_number": 1026, "bill_title": "commending and honoring the Community Bank in Avon, South Dakota, for their continued entrepreneurial spirit, hard work, and dedication to the community for the past 100 years.", "sponsors": [{"legislator_profile_id": 494, "is_prime": true}, {"legislator_profile_id": 516, "is_prime": true}, {"legislator_profile_id": 527, "is_prime": false}, {"legislator_profile_id": 515, "is_prime": false}, {"legislator_profile_id": 474, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 5960, "bill_version_id": 29978, "bill_version": "Introduced", "bill_version_date": "2014-02-07T09:04:13.583-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, commending and honoring the Community Bank in Avon, South Dakota, for their continued entrepreneurial spirit, hard work, and dedication to the community for the past 100 years. WHEREAS, Tom Pier chartered his bank in the town of Kingsburg in 1914, and subsequently moved the bank to the town of Avon, becoming the Community Bank in 1933; and WHEREAS, the Community Bank is celebrating on May 20, 2014, 100 years of offering continued banking services to their area customers; and WHEREAS, the Community Bank staff and directors will host for its customers and friends a 100th anniversary celebration complete with dinner and entertainment on May 31, 2014, at the Avon High School Gym; and WHEREAS, the Community Bank is a locally owned South Dakota 4th generation family business that provides agriculture, business, and consumer loans along with a variety of other deposit options and services for their valued customers; and WHEREAS, since the opening of Community Bank, the bank has continued the tradition of supporting and contributing to worthwhile community activities and projects: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Eighty-Ninth Legislature of the State of South Dakota, the Senate concurring therein, that the Community Bank be commended for its distinction of providing excellent service to their customers and communities and be honored for reaching this significant milestone."}, {"bill_id": 5960, "bill_version_id": 30225, "bill_version": "Enrolled", "bill_version_date": "2014-02-11T16:15:22.677-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, commending and honoring the Community Bank in Avon, South Dakota, for their continued entrepreneurial spirit, hard work, and dedication to the community for the past 100 years. WHEREAS, Tom Pier chartered his bank in the town of Kingsburg in 1914, and subsequently moved the bank to the town of Avon, becoming the Community Bank in 1933; and WHEREAS, the Community Bank is celebrating on May 20, 2014, 100 years of offering continued banking services to their area customers; and WHEREAS, the Community Bank staff and directors will host for its customers and friends a 100th anniversary celebration complete with dinner and entertainment on May 31, 2014, at the Avon High School Gym; and WHEREAS, the Community Bank is a locally owned South Dakota 4th generation family business that provides agriculture, business, and consumer loans along with a variety of other deposit options and services for their valued customers; and WHEREAS, since the opening of Community Bank, the bank has continued the tradition of supporting and contributing to worthwhile community activities and projects: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Eighty-Ninth Legislature of the State of South Dakota, the Senate concurring therein, that the Community Bank be commended for its distinction of providing excellent service to their customers and communities and be honored for reaching this significant milestone. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5960, "action_date": "2014-02-07T13:00:00-06:00", "document_id": 30024, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30024.pdf", "status_text": "", "journal_page": 342, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}]}