{"session_id": 19, "bill_id": 168, "bill_type": "Senate Bill", "bill_number": 141, "bill_title": "revise certain financial assurance provisions relating to mining.", "sponsors": [{"legislator_profile_id": 338, "is_prime": true}, {"legislator_profile_id": 357, "is_prime": true}, {"legislator_profile_id": 347, "is_prime": false}, {"legislator_profile_id": 336, "is_prime": false}, {"legislator_profile_id": 359, "is_prime": false}, {"legislator_profile_id": 329, "is_prime": false}, {"legislator_profile_id": 368, "is_prime": false}, {"legislator_profile_id": 352, "is_prime": false}, {"legislator_profile_id": 319, "is_prime": false}], "keywords": ["Mineral Interests", "Mining, Oil and Gas"], "audio": [{"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco14.mp3", "start_seconds": 2340.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco14.mp3", "start_seconds": 2340.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco14.mp3", "start_seconds": 2340.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco14.mp3", "start_seconds": 2340.0}], "bill_versions": [{"bill_id": 168, "bill_version_id": 24195, "bill_version": "Introduced", "bill_version_date": "2013-01-22T09:54:21.967-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain financial assurance provisions relating to mining. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 45-6B-20 be amended to read as follows: 45-6B-20. Prior to the issuance of a mining permit the Board of Minerals and Environment shall cause an inspection to be made of the proposed mine site. Based upon this inspection, the criteria established in § 45-6B-21, and the submitted reclamation plan, the board shall set the level of the surety at twice the amount necessary to guarantee the costs of reclamation of affected public and private lands. The surety shall be filed or deposited with the board before the issuance of the mining permit in such form as required by the board. Section 2. That § 45-6B-20.1 be amended to read as follows: 45-6B-20.1. The board may require any operator whose mining operation employs cyanide leaching or any other chemical or biological leaching process, or any hazardous material, to extract minerals from ore, in addition to the surety required by § 45-6B-20, to file or deposit an additional proof of financial assurance with the board before the issuance of the mining permit in such form as required by the board. The additional financial assurance may consist of insurance, cash, company net worth, or such other form of security as the board deems adequate to protect the interests of the public. The board shall set the amount of the additional financial assurance based on to be at least one hundred thousand dollars plus three times the estimated cost of responding to and remediating accidental releases of cyanide or other chemical or biological leaching agents to the environment. In determining the assurance amount for responding to and remediating accidental releases, the board shall consider such factors as the distance to surface water and groundwater resources and their beneficial use classification, the financial and technical capability of the operator to respond to accidental releases, the type and amount of leaching agents to be used by the operator, contingencies and safeguards built into the operating and reclamation plans to lessen the likelihood of accidental releases, and any other site-specific factor related to protection of public health and safety or the environment. The amount of the additional financial assurance may not be more than one three million dollars. Any operator whose proof of financial assurance is based on company net worth shall report to the board yearly the status of the company's net worth. At least once every five years, the board shall review and adjust the amount of the additional financial assurance to conform with the requirements of this section. Section 3. That § 45-6B-26 be amended to read as follows: 45-6B-26. The penalty of the required surety required under § 45-6B-20 shall be in an amount sufficient to cover twice the cost of reclamation as determined pursuant to § 45-6B-21. Section 4. That § 45-6B-27 be amended to read as follows: 45-6B-27. The penalty of the surety required pursuant to § 45-6B-20 shall from time to time be increased or reduced by the Board of Minerals and Environment so that the bond covers an amount equal to twice the cost of reclamation which would accrue to the state, if the state were required to reclaim the affected areas within the permit or in accordance with the number of acres to which the bond is no longer operative because of the operator's withdrawal of acreage or by reason of the operator's performance of his or her obligations subsequent to the issuance of the permit."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 168, "action_date": "2013-01-23T14:00:00-06:00", "document_id": 24441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24441.pdf", "status_text": "First read in Senate and referred to", "journal_page": 170, "committee_id_action": 200, "committee_id_assigned": 177, "result": "N", "vote": {}}, {"bill_id": 168, "action_date": "2013-01-29T10:00:00-06:00", "document_id": 24628, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24628.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 177, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 168, "action_date": "2013-01-29T10:00:00-06:00", "document_id": 24906, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24906.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 177, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 168, "action_date": "2013-01-29T10:00:00-06:00", "document_id": 24906, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24906.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 260, "committee_id_action": 177, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13090, "president_vote": null, "Yea": [362, 358, 364, 331, 345, 363], "Excused": [366]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/168"}