{"session_id": 32, "bill_id": 8495, "bill_type": "House Bill", "bill_number": 1170, "bill_title": "revise law on notarial acts.", "sponsors": [{"legislator_profile_id": 1265, "is_prime": true}, {"legislator_profile_id": 1290, "is_prime": false}], "keywords": ["Oaths and Acknowledgments", "Uniform Laws"], "audio": [{"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju26.mp3", "start_seconds": 1403.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju26.mp3", "start_seconds": 1403.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju26.mp3", "start_seconds": 1403.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju26.mp3", "start_seconds": 1403.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou27.mp3", "start_seconds": 7940.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou27.mp3", "start_seconds": 7940.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou27.mp3", "start_seconds": 7940.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou27.mp3", "start_seconds": 7940.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou27.mp3", "start_seconds": 7940.0}, {"meeting_datetime": "2018-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou28.mp3", "start_seconds": 3275.0}, {"meeting_datetime": "2018-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou28.mp3", "start_seconds": 3275.0}, {"meeting_datetime": "2018-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou28.mp3", "start_seconds": 3275.0}, {"meeting_datetime": "2018-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou28.mp3", "start_seconds": 3275.0}, {"meeting_datetime": "2018-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou28.mp3", "start_seconds": 3275.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju32.mp3", "start_seconds": 4786.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju32.mp3", "start_seconds": 4786.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju32.mp3", "start_seconds": 4786.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju32.mp3", "start_seconds": 4786.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju32.mp3", "start_seconds": 4786.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju32.mp3", "start_seconds": 4786.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju32.mp3", "start_seconds": 4786.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 6337.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 6337.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 6337.0}], "bill_versions": [{"bill_id": 8495, "bill_version_id": 47751, "bill_version": "Introduced", "bill_version_date": "2018-01-24T09:47:02.16-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the uniform law on notarial acts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 18-1 be amended by adding a NEW SECTION to read: This Act may be cited as the Revised Uniform Law on Notarial Acts. Section 2. That chapter 18-1 be amended by adding a NEW SECTION to read: Terms in this Act mean: (1) \"Acknowledgment,\" a declaration by an individual before a notarial officer that the individual has signed a record for the purpose stated in the record and, if the record is signed in a representative capacity, that the individual signed the record with proper authority and signed it as the act of the individual or entity identified in the record; (2) \"Communication technology,\" an electronic device or process that allows an individual located outside the physical presence of a notary public and a notary public in this state to communicate with each other simultaneously by sight and sound; (3) \"Electronic,\" technology having electrical, digital, magnetic, wireless, optical, electromagnetic, or similar capabilities; (4) \"Electronic signature,\" an electronic symbol, sound, or process attached to or logically associated with a record and executed or adopted by an individual with the intent to sign the record; (5) \"Identity proofing,\" a process or service by which a third person provides a notary public with a reasonable means to verify the identity of an individual by a review of personal information from a public or proprietary data source; (6) \"In a representative capacity,\" acting as: (a) An authorized officer, agent, partner, trustee, or other representative for a person other than an individual; (b) A public officer, personal representative, guardian, or other representative, in the capacity stated in a record; (c) An attorney-in-fact for an individual; or (d) An authorized representative of another in any other capacity; (7) \"Notarial act,\" an act, whether performed with respect to a tangible or electronic record, that a notarial officer may perform under the laws of South Dakota. The term includes taking an acknowledgment, administering an oath or affirmation, taking a verification on oath or affirmation, witnessing or attesting a signature, certifying or attesting a copy, and noting a protest of a negotiable instrument; (8) \"Notarial officer,\" a notary public or other individual authorized to perform a notarial act; (9) \"Notary public,\" an individual commissioned to perform a notarial act by the secretary of state; (10) \"Official stamp,\" a physical image affixed to or embossed on a tangible record or an electronic image attached to or logically associated with an electronic record; (11) \"Person,\" any individual, corporation, business trust, statutory trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity; (12) \"Record,\" any information inscribed on a tangible medium or stored in an electronic or other medium and is retrievable in perceivable form; (13) \"Sign,\" with present intent to authenticate or adopt a record to execute or adopt a tangible symbol or to attach to or logically associate with the record an electronic symbol, sound, or process; (14) \"Signature,\" a tangible symbol or an electronic signature that evidences the signing of a record; (15) \"Stamping device,\" a physical device capable of affixing to or embossing on a tangible record an official stamp or an electronic device or process capable of attaching to or logically associating with an electronic record an official stamp; (16) \"State,\" any state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States; and (17) \"Verification on oath or affirmation,\" a declaration, made by an individual on oath or affirmation before a notarial officer, that a statement in a record is true. Section 3. That chapter 18-1 be amended by adding a NEW SECTION to read: This Act applies to any notarial act performed after June 30, 2018. Section 4. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial officer may perform a notarial act authorized by this Act or by law of this state. A notarial officer may not perform a notarial act with respect to a record to which the officer or the officer's spouse is a party, or in which either of them has a direct beneficial interest. A notarial act performed in violation of this section is voidable. Section 5. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial officer taking an acknowledgment of a record shall determine, from personal knowledge or satisfactory evidence of the identity of the individual, that the individual appearing before the officer and making the acknowledgment has the identity claimed and that the signature on the record is the signature of the individual. A notarial officer taking a verification of a statement on oath or affirmation shall determine, from personal knowledge or satisfactory evidence of the identity of the individual, that the individual appearing before the officer and making the verification has the identity claimed and that the signature on the statement verified is the signature of the individual. A notarial officer witnessing or attesting to a signature shall determine, from personal knowledge or satisfactory evidence of the identity of the individual, that the individual appearing before the officer and signing the record has the identity claimed. A notarial officer certifying or attesting a copy of a record or copied item shall determine that the copy is a full, true, and accurate transcription or reproduction of the record or item. A notarial officer making or noting a protest of a negotiable instrument shall determine the matters set forth in Section 3-505(b) of the Uniform Commercial Code. Section 6. That chapter 18-1 be amended by adding a NEW SECTION to read: If a notarial act relates to a statement made in or a signature executed on a record, the individual making the statement or executing the signature shall appear personally before the notarial officer. Section 7. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial officer has personal knowledge of the identity of an individual appearing before the officer if the individual is personally known to the officer through dealings sufficient to provide reasonable certainty that the individual has the identity claimed. A notarial officer has satisfactory evidence of the identity of an individual appearing before the officer if the officer can identify the individual by: (1) A passport, driver license, or government issued nondriver identification card, which is current or expired not more than one hundred eighty days before performance of the notarial act; (2) Another form of government identification issued to an individual, which is current or expired not more than one hundred eighty days before performance of the notarial act, contains the signature or a photograph of the individual, and is satisfactory to the officer; or (3) A verification on oath or affirmation of a credible witness personally appearing before the officer and known to the officer or whom the officer can identify on the basis of a passport, driver license, or government issued nondriver identification card, which is current or expired not more than one hundred eighty days before performance of the notarial act. A notarial officer may require an individual to provide additional information or identification credentials necessary to assure the officer of the identity of the individual. Section 8. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial officer may refuse to perform a notarial act if the officer is not satisfied that: (1) The individual executing the record is competent or has the capacity to execute the record; or (2) The individual's signature is knowingly and voluntarily made. A notarial officer may refuse to perform a notarial act unless refusal is prohibited by the laws of this state. Section 9. That chapter 18-1 be amended by adding a NEW SECTION to read: If an individual is physically unable to sign a record, the individual may direct another person other than the notarial officer to sign the individual's name on the record. The notarial officer shall insert \"Signature affixed by (name of other person) at the direction of (name of individual)\" or words of similar import. Section 10. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial act may be performed in this state by: (1) A notary public of this state; (2) A judge of a court of this state; or (3) Any other individual authorized to perform the specific act by the law of this state. The signature and title of an individual performing a notarial act in this state are prima facie evidence that the signature is genuine and that the individual holds the designated title. The signature and title of a notarial officer described in this section conclusively establish the authority of the officer to perform the notarial act. Section 11. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial act performed in another state has the same effect under the law of this state if the act performed in that state is performed by: (1) A notary public of that state; (2) A judge, clerk, or deputy clerk of a court of that state; or (3) Any other individual authorized by the law of that state to perform the notarial act. The signature and title of an individual performing a notarial act in another state are prima facie evidence that the signature is genuine and that the individual holds the designated title. The signature and title of a notarial officer described in this section conclusively establish the authority of the officer to perform the notarial act. Section 12. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial act performed under the authority and in the jurisdiction of a federally recognized Indian tribe has the same effect as if performed by a notarial officer of this state, if the act performed in the jurisdiction of the tribe is performed by: (1) A notary public of the tribe; (2) A judge, clerk, or deputy clerk of a court of the tribe; or (3) Any other individual authorized by the law of the tribe to perform the notarial act. The signature and title of an individual performing a notarial act under the authority of and in the jurisdiction of a federally recognized Indian tribe are prima facie evidence that the signature is genuine and that the individual holds the designated title. The signature and title of a notarial officer described in this section conclusively establish the authority of the officer to perform the notarial act. Section 13. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial act performed under federal law has the same effect under the law of this state if the act performed under federal law is performed by: (1) A judge, clerk, or deputy clerk of a court; (2) An individual in military service or performing duties under the authority of military service who is authorized to perform notarial acts under federal law; (3) An individual designated a notarizing officer by the United States Department of State for performing notarial acts overseas; or (4) Any other individual authorized by federal law to perform the notarial act. The signature and title of an individual acting under federal authority and performing a notarial act are prima facie evidence that the signature is genuine and that the individual holds the designated title. The signature and title of an officer described in this section conclusively establish the authority of the officer to perform the notarial act. Section 14. That chapter 18-1 be amended by adding a NEW SECTION to read: For purposes of this section, the term, foreign state, means a government other than the United States, a state, or a federally recognized Indian tribe. If a notarial act is performed under authority and in the jurisdiction of a foreign state or constituent unit of the foreign state or is performed under the authority of a multinational or international governmental organization, the act has the same effect under the law of this state as if performed by a notarial officer of this state. If the title of office and indication of authority to perform notarial acts in a foreign state appears in a digest of foreign law or in a list customarily used as a source for that information, the authority of an officer with that title to perform notarial acts is conclusively established. The signature and official stamp of an individual holding an office described in this section are prima facie evidence that the signature is genuine and the individual holds the designated title. An apostille in the form prescribed by the Hague Convention of October 5, 1961, and issued by a foreign state party to the convention conclusively establishes that the signature of the notarial officer is genuine and that the officer holds the indicated office. A consular authentication issued by an individual designated by the United States Department of State as a notarizing officer for performing notarial acts overseas and attached to the record with respect to which the notarial act is performed conclusively establishes that the signature of the notarial officer is genuine and that the officer holds the indicated office. Section 15. That chapter 18-1 be amended by adding a NEW SECTION to read: A notary public in this state may perform by means of communication technology a notarial act relating to a statement made in or signature executed on a record by an individual located outside the notary's physical presence if: (1) The notary public has personal knowledge or satisfactory evidence of the identity of the individual as provided in section 7 of this Act; (2) The record is to be filed with or relates to a matter before a court, governmental entity, public official, or other entity located in the territorial jurisdiction of the United States or involves property located in the territorial jurisdiction of, or a transaction substantially connected with, the United States; (3) The notary public is reasonably able, by use of tamper-evident technology or personal acknowledgment of the individual, to identify the record before the notary public as the same record in which the individual made the statement or on which the individual executed the signature; and (4) The act of making the statement or signing the record is not prohibited by the jurisdiction, including a foreign state, as defined in section 14 of this Act, in which the individual is located. Section 16. That chapter 18-1 be amended by adding a NEW SECTION to read: If a notarial act relates to a statement made in or a signature executed on a record by an individual located outside the notary's physical presence, the individual may appear before the notary public by means of communication technology. Section 17. That chapter 18-1 be amended by adding a NEW SECTION to read: In addition to the authority of a notary public under section 8 of this Act to refuse to perform a notarial act, a notary public may refuse to perform a notarial act under sections 15 and 16 of this Act if the notary public is not satisfied that the individual is located outside the notary's physical presence. Section 18. That chapter 18-1 be amended by adding a NEW SECTION to read: If a notarial act involves a statement made in or a signature executed on a record by an individual by means of communication technology, the certificate of notarial act required by section 20 of this Act must indicate that the individual making the statement or signing the record declared to the notary public that the individual was located outside the notary's physical presence at the time the notarial act was performed. Section 19. That chapter 18-1 be amended by adding a NEW SECTION to read: The notary public shall retain an electronic video and audio copy of the performance of each notarial act involving the use of communication technology. The notary public shall retain the copy for ten years from the date of performance. Section 20. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial act shall be evidenced by a certificate. The certificate must: (1) Be executed at the same time as the performance of the notarial act; (2) Be signed and dated by the notarial officer and, if the notarial officer is a notary public, be signed in the same manner as on file with the secretary of state; (3) Identify the jurisdiction in which the notarial act is performed; (4) Contain the title of office of the notarial officer; and (5) If the notarial officer is a notary public, indicate the date of expiration of the officer's commission. If a notarial act regarding a tangible record is performed by a notary public, an official stamp shall be affixed to or embossed on the certificate. If a notarial act is performed regarding a tangible record by a notarial officer other than a notary public and the certificate contains the information specified in subdivisions (2), (3) and (4), an official stamp may be affixed to or embossed on the certificate. If a notarial act regarding an electronic record is performed by a notarial officer and the certificate contains the information specified in subdivisions (2), (3), and (4), an official stamp may be attached to or logically associated with the certificate. Section 21. That chapter 18-1 be amended by adding a NEW SECTION to read: A certificate of a notarial act is sufficient if it meets the requirements of section 20 of this Act and: (1) Is in a short form set forth in section 22 of this Act; (2) Is in a form otherwise permitted by the law of this state; (3) Is in a form permitted by the law applicable in the jurisdiction in which the notarial act was performed; or (4) Sets forth the actions of the notarial officer and the actions are sufficient to meet the requirements of the notarial act as provided in sections 5, 6, and 7 of this Act or law of this state. By executing a certificate of a notarial act, a notarial officer certifies that the officer has complied with the requirements and made the determinations specified in sections 5, 6, and 7 of this Act. A notarial officer may not affix the officer's signature to, or logically associate it with, a certificate until the notarial act has been performed. If a notarial act is performed regarding a tangible record, a certificate shall be part of, or securely attached to, the record. If a notarial act is performed regarding an electronic record, the certificate shall be affixed to, or logically associated with, the electronic record. If the secretary of state has established rules pursuant to section 35 of this Act for attaching, affixing, or logically associating the certificate, the process must conform to the standards. Section 22. That chapter 18-1 be amended by adding a NEW SECTION to read: The following short form certificates of notarial acts are sufficient for the purposes indicated, if completed with the information required by section 20 of this Act: (1) For an acknowledgment in an individual capacity: State of ________________________________________ [County] of ___________________________________ This record was acknowledged before me on ________ by ____________________ Date Name(s) of individual(s) __________________________________ Signature of notarial officer Stamp [__________________________________] Title of office [My commission expires: _________] (2) For an acknowledgment in a representative capacity: State of _________________________________________ [County] of ______________________________________ This record was acknowledged before me on ________ by _____________________ Date Name(s) of individual(s) as (type of authority, such as officer or trustee) of (name of party on behalf of whom record was executed). __________________________________ Signature of notarial officer Stamp [__________________________________] Title of office [My commission expires: _________] (3) For a verification on oath or affirmation: State of _________________________________________ [County] of ______________________________________ Signed and sworn to (or affirmed) before me on ________ by ______________________ Date Name(s) of individual(s) making statement __________________________________ Signature of notarial officer Stamp [__________________________________] Title of office [My commission expires: _________] (4) For witnessing or attesting a signature: State of _________________________________________ [County] of ______________________________________ Signed [or attested] before me on ________ by _______________________ Date Name(s) of individual(s) __________________________________ Signature of notarial officer Stamp [__________________________________] Title of office [My commission expires: _________] (5) For certifying a copy of a record: State of _________________________________________ [County] of ______________________________________ I certify that this is a true and correct copy of a record in the possession of ________________________________________. Dated ___________________________ ________________________________ Signature of notarial officer Stamp [__________________________________] Title of office [My commission expires: _________] Section 23. That chapter 18-1 be amended by adding a NEW SECTION to read: The following short-form certificates of notarial acts performed with regard to an individual located outside the notary's physical presence are sufficient for the purposes indicated, if completed with the information required by sections 22 and 18 of this Act: (1) For a verification on oath or affirmation by an individual located outside the notary's physical presence: State of ________________________________ County of ______________________________ Signed and sworn to (or affirmed) before me by use of communication technology on (date) by (Name(s) of individual(s)) , who declared that (he) (she) (they) (is) (are) located in _______________________ and that this record is part of or pertains to a matter that is to be filed with or is before a court, governmental entity, or other entity located in the United States or involves property located in, or a transaction substantially connected with, the United States. ______________________________ Signature of notarial officer Stamp ( (Title of Office) ) My commission expires: ___________ (2) For an acknowledgment in an individual capacity by an individual located outside the notary's physical presence: State of ______________________ County of ____________________ This record was acknowledged before me by use of communication technology on (date) by (Name(s) of individual(s)) , who declared that (he) (she) (they) (is) (are) located in __________________ and that this record is part of or pertains to a matter that is to be filed with or is before a court, governmental entity, or other entity located in the United States or involves property located in, or a transaction substantially connected with, the United States. ________________________ Signature of notarial officer Stamp ( (Title of Office) ) My commission expires: _____________ (3) For an acknowledgment in a representative capacity by an individual located outside the notary's physical presence: State of____________________ County of ___________________ This record was acknowledged before me by use of communication technology on (date) by (Name(s) of individual(s)) as (type of authority, such as officer or trustee) of (name of party on behalf of whom record was executed) , who declared that (he) (she) (they) (is) (are) located in ___________________ and that this record is part of or pertains to a matter that is to be filed with or is before a court, governmental entity, or other entity located in the United States or involves property located in, or a transaction substantially connected with, the United States. ________________________ Signature of notarial officer Stamp ( (Title of Office) ) My commission expires: _____________ (4) For witnessing or attesting a signature by an individual located outside the notary's physical presence: State of __________________________ County of ________________________ Signed (or affirmed) before me by use of communication technology on (date) by (Name(s) of individual(s)) , who declared that (he) (she) (they) (is) (are) located in _________________ and that this record is part of or pertains to a matter that is to be filed with or is before a court, a governmental entity, or other entity located in the United States or involves property located in, or a transaction substantially connected with, the United States. _________________________ Signature of notarial officer Stamp ( (Title of Office) ) My commission expires: ___________ Section 24. That chapter 18-1 be amended by adding a NEW SECTION to read: Before a notary public performs the notary public's initial notarial act under sections 15 and 16 of this Act, the notary public shall notify the secretary of state that the notary public will be performing notarial acts by communication technology and identify the communication technology and any provider of third-person identity verification on whom the notary public intends to rely for identity proofing. The notice shall be on a form created by the secretary of state. If the secretary of state has established standards for approval of communication technology under section 37 of this Act, the communication technology shall conform to the standards. If the communication technology conforms to the standards, the secretary of state shall approve the use of the communication technology. Section 25. That chapter 18-1 be amended by adding a NEW SECTION to read: The official stamp of a notary public shall meet the requirements of § 18-1-3.1 and be capable of being copied together with the record to which it is affixed or attached or with which it is logically associated. Section 26. That chapter 18-1 be amended by adding a NEW SECTION to read: A notary public is responsible for the security of the notary public's stamping device and may not allow another individual to use the device to perform a notarial act. On resignation from, or the revocation or expiration of, the notary public's commission, or on the expiration of the date set forth in the stamping device, if any, the notary public shall disable the stamping device by destroying, defacing, damaging, erasing, or securing it against use in a manner that renders it unusable. On the death or adjudication of incompetency of a notary public, the notary public's personal representative or guardian or any other person knowingly in possession of the stamping device shall render it unusable by destroying, defacing, damaging, erasing, or securing it against use in a manner that renders it unusable. If a notary public's stamping device is lost or stolen, the notary public or the notary public's personal representative or guardian shall promptly notify the secretary of state that the device is lost or stolen. Section 27. That chapter 18-1 be amended by adding a NEW SECTION to read: A notary public, except for a licensed attorney, shall maintain a journal in which the notary public chronicles all notarial acts that the notary public performs. The notary public shall retain the journal for ten years after the performance of the last notarial act chronicled in the journal. A journal may be created on a tangible medium or in an electronic format. A notary public shall maintain only one journal at a time to chronicle all notarial acts, whether those notarial acts are performed regarding tangible or electronic records. If the journal is maintained on a tangible medium, it shall be a permanent, bound register with numbered pages. If the journal is maintained in an electronic format, it shall be in a permanent, tamper-evident electronic format complying with the rules promulgated by the secretary of state pursuant to chapter 1-26. An entry in a journal shall be made at the same time as performance of the notarial act and contain the following information: (1) The date and time of the notarial act; (2) A description of the record, if any, and type of notarial act; (3) The full name and address of each individual for whom the notarial act is performed; (4) If identity of the individual is based on personal knowledge, a statement to that effect; (5) If identity of the individual is based on satisfactory evidence, a brief description of the method of identification and the identification credential presented, if any, including the date of issuance and expiration of any identification credential; and (6) The fee, if any, charged by the notary public. If a notary public's journal is lost or stolen, the notary public shall promptly notify the secretary of state on discovering that the journal is lost or stolen. On resignation from, or the revocation or suspension of, a notary public's commission, the notary public shall retain the notary public's journal in accordance with this section and inform the secretary of state where the journal is located. A current or former notary public may transmit the journal to the secretary of state or a repository approved by the secretary of state. On the death or adjudication of incompetency of a current or former notary public, the notary public's personal representative or guardian or any other person knowingly in possession of the journal shall transmit the journal to the secretary of state or a repository approved by the secretary of state. Section 28. That chapter 18-1 be amended by adding a NEW SECTION to read: A notary public may select one or more tamper-evident technologies to perform notarial acts with respect to electronic records. A person may not require a notary public to perform a notarial act with respect to an electronic record with a technology that the notary public has not selected. Before a notary public performs the notary public's initial notarial act with respect to an electronic record, a notary public shall notify the secretary of state that the notary public will be performing notarial acts with respect to electronic records and identify the technology the notary public intends to use. If the secretary of state has established standards for approval of technology pursuant to section 35 of this Act, the technology shall conform to the standards. If the technology conforms to the standards, the secretary of state shall approve the use of the technology. Section 29. That chapter 18-1 be amended by adding a NEW SECTION to read: An individual qualified under this chapter may apply to the secretary of state for a commission as a notary public. The applicant shall comply with and provide the information required by § 18-1-1 and rules established by the secretary of state and pay any application fee. Before issuance of a commission as a notary public, an applicant for the commission shall execute an oath of office and submit it to the secretary of state. On compliance with this chapter, the secretary of state shall issue a commission as a notary public to an applicant. A commission to act as a notary public authorizes the notary public to perform notarial acts. The commission does not provide the notary public any immunity or benefit conferred by law of this state on public officials or employees. Section 30. That chapter 18-1 be amended by adding a NEW SECTION to read: An applicant for a commission as a notary public who does not hold a commission in this state must pass an examination administered by the secretary of state or an entity approved by the secretary of state. The examination must be based on the course of study described in this section. The secretary of state or an entity approved by the secretary of state shall offer regularly a course of study to applicants who do not hold commissions as notaries public in this state. The course must cover the laws, rules, procedures, and ethics relevant to notarial acts. Section 31. That chapter 18-1 be amended by adding a NEW SECTION to read: The secretary of state may deny, refuse to renew, revoke, suspend, or impose a condition on a commission as notary public for any act or omission that demonstrates the individual lacks the honesty, integrity, competence, or reliability to act as a notary public, including: (1) A failure to comply with this Act; (2) A fraudulent, dishonest, or deceitful misstatement or omission in the application for a commission as a notary public submitted to the secretary of state; (3) A conviction of the applicant or notary public of any felony or a crime involving fraud, dishonesty, or deceit; (4) A finding against, or admission of liability by, the applicant or notary public in any legal proceeding or disciplinary action based on the applicant's or notary public's fraud, dishonesty, or deceit; (5) A failure by the notary public to discharge any duty required of a notary public, whether by this Act, rules of the secretary of state, or any federal or state law; (6) A use of false or misleading advertising or representation by the notary public representing that the notary has a duty, right, or privilege that the notary does not have; (7) A violation by the notary public of a rule of the secretary of state regarding a notary public; (8) A denial, refusal to renew, revocation, suspension, or conditioning of a notary public commission in another state; or (9) A failure of the notary public to maintain an assurance as provided in § 18-1-2. If the secretary of state denies, refuses to renew, revokes, suspends, or imposes conditions on a commission as a notary public, the applicant or notary public is entitled to timely notice and hearing in accordance with chapter 1-26. The authority of the secretary of state to deny, refuse to renew, suspend, revoke, or impose conditions on a commission as a notary public does not prevent a person from seeking and obtaining other criminal or civil remedies provided by law. Section 32. That chapter 18-1 be amended by adding a NEW SECTION to read: The secretary of state shall maintain an electronic database of notaries public through which a person may verify the authority of a notary public to perform notarial acts and which indicates whether a notary public has notified the secretary of state that the notary public will be performing notarial acts on electronic records. Section 33. That chapter 18-1 be amended by adding a NEW SECTION to read: A commission as a notary public does not authorize an individual to: (1) Assist persons in drafting legal records, give legal advice, or otherwise practice law; (2) Act as an immigration consultant or an expert on immigration matters; (3) Represent a person in a judicial or administrative proceeding relating to immigration to the United States, United States citizenship, or related matters; or (4) Receive compensation for performing any of the activities listed in this section. A notary public may not engage in false or deceptive advertising. A notary public, other than an attorney licensed to practice law in this state, may not use the term, notario, or, notario publico. A notary public, other than an attorney licensed to practice law in this state, may not advertise or represent that the notary public may assist persons in drafting legal records, give legal advice, or otherwise practice law. If a notary public who is not an attorney licensed to practice law in this state in any manner advertises or represents that the notary public offers notarial services, whether orally or in a record, including broadcast media, print media, and the internet, the notary public shall include the following statement, or an alternate statement authorized or required by the secretary of state, in the advertisement or representation, prominently and in each language used in the advertisement or representation: \"I am not an attorney licensed to practice law in this state. I am not allowed to draft legal records, give advice on legal matters, including immigration, or charge a fee for those activities.\" If the form of advertisement or representation is not broadcast media, print media, or the internet and does not permit inclusion of the statement required by this section because of size, it must be displayed prominently or provided at the place of performance of the notarial act before the notarial act is performed. Except as otherwise allowed by law, a notary public may not withhold access to or possession of an original record provided by a person that seeks performance of a notarial act by the notary public. Section 34. That chapter 18-1 be amended by adding a NEW SECTION to read: Except as otherwise provided in section 4 of this Act, the failure of a notarial officer to perform a duty or meet a requirement specified in this Act does not invalidate a notarial act performed by the notarial officer. The validity of a notarial act under this act does not prevent an aggrieved person from seeking to invalidate the record or transaction that is the subject of the notarial act or from seeking other remedies based on law of this state or law of the United States. This section does not validate a purported notarial act performed by an individual who does not have the authority to perform notarial acts. Section 35. That chapter 18-1 be amended by adding a NEW SECTION to read: The secretary of state shall promulgate rules, pursuant to chapter 1-26, to implement this Act. Any rule promulgated regarding the performance of notarial acts with respect to electronic records may not require, or accord greater legal status or effect to, the implementation or application of a specific technology or technical specification. The rules may: (1) Prescribe the manner of performing notarial acts regarding tangible and electronic records; (2) Include provisions to ensure that any change to or tampering with a record bearing a certificate of a notarial act is self-evident; (3) Include provisions to ensure integrity in the creation, transmittal, storage, or authentication of electronic records or signatures; (4) Prescribe the process of granting, renewing, conditioning, denying, suspending, or revoking a notary public commission and assuring the trustworthiness of an individual holding a commission as notary public; (5) Include provisions to prevent fraud or mistake in the performance of notarial acts; and (6) Provide for the administration of the examination under section 30 of this Act and the course of study under section 30 of this Act. Section 36. That chapter 18-1 be amended by adding a NEW SECTION to read: In adopting, amending, or repealing rules about notarial acts with respect to electronic records, the secretary of state shall consider, so far as is consistent with this Act: (1) The most recent standards regarding electronic records promulgated by national bodies, such as the National Association of Secretaries of State; (2) Standards, practices, and customs of other jurisdictions that substantially enact this Act; and (3) The views of governmental officials and entities and other interested persons. Section 37. That chapter 18-1 be amended by adding a NEW SECTION to read: The secretary of state may promulgate rules, pursuant to chapter 1-26, regarding performance of a notarial act with respect to an individual located outside the notary's physical presence. The rules may: (1) Prescribe the means of performing a notarial act involving communication technology to communicate with an individual located outside the notary's physical presence; (2) Establish standards for the approval of communication technology; (3) Approve providers of third-person identity verification and the process of identity proofing; and (4) Establish standards for the retention of a video and audio copy of the performance of a notarial act under this section. Section 38. That chapter 18-1 be amended by adding a NEW SECTION to read: A commission as a notary public in effect on July 1, 2018, continues until its date of expiration. A notary public who applies to renew a commission as a notary public after July 1, 2018, is subject to and shall comply with this Act. A notary public, in performing notarial acts after July 1, 2018, shall comply with this Act. Section 39. That chapter 18-1 be amended by adding a NEW SECTION to read: This Act does not affect the validity or effect of a notarial act performed before July 1, 2018. Section 40. That chapter 18-1 be amended by adding a NEW SECTION to read: In applying and construing this uniform act, consideration shall be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it. Section 41. That § 18-1-7 be amended to read: 18-1-7. A notary public who is personally interested directly or indirectly, or as a stockholder, officer, agent, attorney, or employee of any person or party to any transaction concerning which he the notary public is exercising any function of his office as such a notary public, may make any certificates, take any acknowledgments, administer any oaths, or do any other official acts as such a notary public with the same legal force and effect as if he the notary public had no such interest except that he cannot do any of such things in connection with any if the instrument which or record shows upon its face that he the notary public or the notary public's spouse is a principal party thereto. Section 42. That § 18-1-12.2 be amended to read: 18-1-12.2. It is a Class 1 misdemeanor petty offense for a person to affix a signature to a document as a notary public when the person notary public or the notary public's spouse has also signed the document as a party to the transaction proceeding. Section 43. That § 18-1-11 be amended to read: 18-1-11. It is a Class 2 misdemeanor for any notary public to affix his the notary public's official signature to documents when the parties have not appeared before him the notary public as required by section 6 of this Act."}, {"bill_id": 8495, "bill_version_id": 49592, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2018-02-21T14:15:16.133-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the uniform law on notarial acts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 18-1 be amended by adding a NEW SECTION to read: This Act may be cited as the Revised Uniform Law on Notarial Acts. Section 2. That chapter 18-1 be amended by adding a NEW SECTION to read: Terms in this Act mean: (1) \"Acknowledgment,\" a declaration by an individual before a notarial officer that the individual has signed a record for the purpose stated in the record and, if the record is signed in a representative capacity, that the individual signed the record with proper authority and signed it as the act of the individual or entity identified in the record; (2) \"Communication technology,\" an electronic device or process that allows a notary public in this state and a remotely located individual to communicate with each other simultaneously by sight and sound or that, as necessary, makes reasonable accommodations for an individual with vision, hearing, or speech impairments; (3) \"Electronic,\" technology having electrical, digital, magnetic, wireless, optical, electromagnetic, or similar capabilities; (4) \"Electronic signature,\" an electronic symbol, sound, or process attached to or logically associated with a record and executed or adopted by an individual with the intent to sign the record; (5) \"Foreign state,\" a government other than the United States, a state, or federally recognized Indian tribe; (6) \"Identity proofing,\" a process or service by which a third person provides a notary public with a reasonable means to verify the identity of an individual by a review of personal information from public or proprietary data sources; (7) \"In a representative capacity,\" acting as: (a) An authorized officer, agent, partner, trustee, or other representative for a person other than an individual; (b) A public officer, personal representative, guardian, or other representative, in the capacity stated in a record; (c) An attorney-in-fact for an individual; or (d) An authorized representative of another in any other capacity; (8) \"Notarial act,\" an act, whether performed with respect to a tangible or electronic record, that a notarial officer may perform under the laws of South Dakota. The term includes taking an acknowledgment, administering an oath or affirmation, taking a verification on oath or affirmation, witnessing or attesting a signature, certifying or attesting a copy, and noting a protest of a negotiable instrument; (9) \"Notarial officer,\" a notary public or other individual authorized to perform a notarial act; (10) \"Notary public,\" an individual commissioned to perform a notarial act by the secretary of state; (11) \"Official stamp,\" a physical image affixed to or embossed on a tangible record or an electronic image attached to or logically associated with an electronic record; (12) \"Outside the United States,\" outside the geographic boundaries of the United States, Puerto Rico, the U.S. Virgin Islands, and any territory, insular possession, or other location subject to the jurisdiction of the United States; (13) \"Person,\" any individual, corporation, business trust, statutory trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity; (14) \"Record,\" any information inscribed on a tangible medium or stored in an electronic or other medium and is retrievable in perceivable form; (15) \"Remotely located individual,\" a person who is not in the physical presence of the notary; (16) \"Sign,\" with present intent to authenticate or adopt a record to execute or adopt a tangible symbol or to attach to or logically associate with the record an electronic symbol, sound, or process; (17) \"Signature,\" a tangible symbol or an electronic signature that evidences the signing of a record; (18) \"Stamping device,\" a physical device capable of affixing to or embossing on a tangible record an official stamp or an electronic device or process capable of attaching to or logically associating with an electronic record an official stamp; (19) \"State,\" any state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States; and (20) \"Verification on oath or affirmation,\" a declaration, made by an individual on oath or affirmation before a notarial officer, that a statement in a record is true. Section 3. That chapter 18-1 be amended by adding a NEW SECTION to read: This Act applies to any notarial act performed after June 30, 2019. Section 4. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial officer may perform a notarial act authorized by this Act or by law of this state. A notarial officer may not perform a notarial act with respect to a record to which the officer or the officer's spouse is a party, or in which either of them has a direct beneficial interest. A notarial act performed in violation of this section is voidable. Section 5. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial officer taking an acknowledgment of a record shall determine, from personal knowledge or satisfactory evidence of the identity of the individual, that the individual appearing before the officer and making the acknowledgment has the identity claimed and that the signature on the record is the signature of the individual. A notarial officer taking a verification of a statement on oath or affirmation shall determine, from personal knowledge or satisfactory evidence of the identity of the individual, that the individual appearing before the officer and making the verification has the identity claimed and that the signature on the statement verified is the signature of the individual. A notarial officer witnessing or attesting to a signature shall determine, from personal knowledge or satisfactory evidence of the identity of the individual, that the individual appearing before the officer and signing the record has the identity claimed. A notarial officer certifying or attesting a copy of a record or copied item shall determine that the copy is a full, true, and accurate transcription or reproduction of the record or item. A notarial officer making or noting a protest of a negotiable instrument shall determine the matters set forth in Section 3-505(b) of the Uniform Commercial Code. Section 6. That chapter 18-1 be amended by adding a NEW SECTION to read: If a notarial act relates to a statement made in or a signature executed on a record, the individual making the statement or executing the signature shall appear personally before the notarial officer. Section 7. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial officer has personal knowledge of the identity of an individual appearing before the officer if the individual is personally known to the officer through dealings sufficient to provide reasonable certainty that the individual has the identity claimed. A notarial officer has satisfactory evidence of the identity of an individual appearing before the officer if the officer can identify the individual by: (1) A passport, driver license, or government issued nondriver identification card, which is current or expired not more than one hundred eighty days before performance of the notarial act; (2) Another form of government identification issued to an individual, which is current or expired not more than one hundred eighty days before performance of the notarial act, contains the signature or a photograph of the individual, and is satisfactory to the officer; or (3) A verification on oath or affirmation of a credible witness personally appearing before the officer and known to the officer or whom the officer can identify on the basis of a passport, driver license, or government issued nondriver identification card, which is current or expired not more than one hundred eighty days before performance of the notarial act. A notarial officer may require an individual to provide additional information or identification credentials necessary to assure the officer of the identity of the individual. Section 8. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial officer may refuse to perform a notarial act if the officer is not satisfied that: (1) The individual executing the record is competent or has the capacity to execute the record; or (2) The individual's signature is knowingly and voluntarily made. A notarial officer may refuse to perform a notarial act unless refusal is prohibited by the laws of this state. Section 9. That chapter 18-1 be amended by adding a NEW SECTION to read: If an individual is physically unable to sign a record, the individual may direct another person other than the notarial officer to sign the individual's name on the record. The notarial officer shall insert \"Signature affixed by (name of other person) at the direction of (name of individual)\" or words of similar import. Section 10. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial act may be performed in this state by: (1) A notary public of this state; (2) A judge of a court of this state; or (3) Any other individual authorized to perform the specific act by the law of this state. The signature and title of an individual performing a notarial act in this state are prima facie evidence that the signature is genuine and that the individual holds the designated title. The signature and title of a notarial officer described in this section conclusively establish the authority of the officer to perform the notarial act. Section 11. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial act performed in another state has the same effect under the law of this state if the act performed in that state is performed by: (1) A notary public of that state; (2) A judge, clerk, or deputy clerk of a court of that state; or (3) Any other individual authorized by the law of that state to perform the notarial act. The signature and title of an individual performing a notarial act in another state are prima facie evidence that the signature is genuine and that the individual holds the designated title. The signature and title of a notarial officer described in this section conclusively establish the authority of the officer to perform the notarial act. Section 12. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial act performed under the authority and in the jurisdiction of a federally recognized Indian tribe has the same effect as if performed by a notarial officer of this state, if the act performed in the jurisdiction of the tribe is performed by: (1) A notary public of the tribe; (2) A judge, clerk, or deputy clerk of a court of the tribe; or (3) Any other individual authorized by the law of the tribe to perform the notarial act. The signature and title of an individual performing a notarial act under the authority of and in the jurisdiction of a federally recognized Indian tribe are prima facie evidence that the signature is genuine and that the individual holds the designated title. The signature and title of a notarial officer described in this section conclusively establish the authority of the officer to perform the notarial act. Section 13. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial act performed under federal law has the same effect under the law of this state if the act performed under federal law is performed by: (1) A judge, clerk, or deputy clerk of a court; (2) An individual in military service or performing duties under the authority of military service who is authorized to perform notarial acts under federal law; (3) An individual designated a notarizing officer by the United States Department of State for performing notarial acts overseas; or (4) Any other individual authorized by federal law to perform the notarial act. The signature and title of an individual acting under federal authority and performing a notarial act are prima facie evidence that the signature is genuine and that the individual holds the designated title. The signature and title of an officer described in this section conclusively establish the authority of the officer to perform the notarial act. Section 14. That chapter 18-1 be amended by adding a NEW SECTION to read: If a notarial act is performed under authority and in the jurisdiction of a foreign state or constituent unit of the foreign state or is performed under the authority of a multinational or international governmental organization, the act has the same effect under the law of this state as if performed by a notarial officer of this state. If the title of office and indication of authority to perform notarial acts in a foreign state appears in a digest of foreign law or in a list customarily used as a source for that information, the authority of an officer with that title to perform notarial acts is conclusively established. The signature and official stamp of an individual holding an office described in this section are prima facie evidence that the signature is genuine and the individual holds the designated title. An apostille in the form prescribed by the Hague Convention of October 5, 1961, and issued by a foreign state party to the convention conclusively establishes that the signature of the notarial officer is genuine and that the officer holds the indicated office. A consular authentication issued by an individual designated by the United States Department of State as a notarizing officer for performing notarial acts overseas and attached to the record with respect to which the notarial act is performed conclusively establishes that the signature of the notarial officer is genuine and that the officer holds the indicated office. Section 15. That chapter 18-1 be amended by adding a NEW SECTION to read: A notary public in this state may perform by means of communication technology a notarial act relating to a statement made in or signature executed on a record by a remotely located individual if: (1) The notary public has personal knowledge of the identity of the individual or satisfactory evidence of the identity of the individual as provided in section 7 of this Act; (2) The notarial act relates to an electronic record or signature, or the acknowledgment of a signature on a tangible record; (3) The notary public is reasonably able to identify the record before the notary public as the same record in which the remotely located individual made the statement or on which the remotely located individual executed the signature; (4) The notary public, or a person acting on behalf of the notary public, creates an audio-visual copy of the performance of the notarial act; and (5) If a remotely located individual is located outside the United States: (a) The record is to be filed with or relates to a matter before a court, governmental entity, public official, or other entity under the jurisdiction of the United States, involves property located in the territorial jurisdiction of the United States, or involves a transaction substantially connected with the United States; (b) The act of making a statement or signing the record is not prohibited by the foreign state that the remotely located individual is located. In addition to the methods permitted by section 7 of this Act, a notary public has satisfactory evidence of the identity of a remotely located individual if the notary public reasonably can identify the individual by at least two forms of identity proofing. Section 16. That chapter 18-1 be amended by adding a NEW SECTION to read: If a notarial act involves a statement made in or a signature executed on a record by an individual located in a foreign state by means of communication technology, the certificate of notarial act must also indicate that the individual making the statement or signing the record declared to the notary public that the individual was physically located in a foreign state at the time the notarial act was performed. Section 17. That chapter 18-1 be amended by adding a NEW SECTION to read: The notary public shall retain an electronic audio-visual copy of the performance of each notarial act involving the use of communication technology for ten years from the date of performance. Upon suspension or revocation of a notary public's commission or upon death or incapacity, the notary public or guardian, conservator, or personal representative of an incapacitated or deceased notary public shall retain a copy of the notarial act for ten years. In lieu of retaining copies as required by this section, the copies may be held by a repository designated by or on behalf of the notary public. The notary public shall notify the secretary of state of the location where the copies are maintained, including any changes in location or status. Notification shall be on a form created by the secretary of state. Section 18. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial act shall be evidenced by a certificate. The certificate must: (1) Be executed at the same time as the performance of the notarial act; (2) Be signed and dated by the notarial officer and, if the notarial officer is a notary public, be signed in the same manner as on file with the secretary of state; (3) Identify the jurisdiction in which the notarial act is performed; (4) Contain the title of office of the notarial officer; and (5) If the notarial officer is a notary public, indicate the date of expiration of the officer's commission. If a notarial act regarding a tangible record is performed by a notary public, an official stamp shall be affixed to or embossed on the certificate. If a notarial act is performed regarding a tangible record by a notarial officer other than a notary public and the certificate contains the information specified in subdivisions (2), (3) and (4), an official stamp may be affixed to or embossed on the certificate. If a notarial act regarding an electronic record is performed by a notarial officer and the certificate contains the information specified in subdivisions (2), (3), and (4), an official stamp may be attached to or logically associated with the certificate. Section 19. That chapter 18-1 be amended by adding a NEW SECTION to read: A certificate of a notarial act is sufficient if it meets the requirements of section 19 of this Act and: (1) Is in a short form set forth in section 21 of this Act; (2) Is in a form otherwise permitted by the law of this state; (3) Is in a form permitted by the law applicable in the jurisdiction in which the notarial act was performed; or (4) Sets forth the actions of the notarial officer and the actions are sufficient to meet the requirements of the notarial act as provided in sections 5, 6, and 7 of this Act or law of this state. By executing a certificate of a notarial act, a notarial officer certifies that the officer has complied with the requirements and made the determinations specified in sections 5, 6, and 7 of this Act. A notarial officer may not affix the officer's signature to, or logically associate it with, a certificate until the notarial act has been performed. If a notarial act is performed regarding a tangible record, a certificate shall be part of, or securely attached to, the record. If a notarial act is performed regarding an electronic record, the certificate shall be affixed to, or logically associated with, the electronic record. Section 20. That chapter 18-1 be amended by adding a NEW SECTION to read: The following short form certificates of notarial acts are sufficient for the purposes indicated, if completed with the information required by section 20 of this Act: (1) For an acknowledgment in an individual capacity: State of ________________________________________ [County] of ___________________________________ This record was acknowledged before me on ________ by ____________________ Date Name(s) of individual(s) __________________________________ Signature of notarial officer Stamp [__________________________________] Title of office [My commission expires: _________] (2) For an acknowledgment in a representative capacity: State of _________________________________________ [County] of ______________________________________ This record was acknowledged before me on ________ by _____________________ Date Name(s) of individual(s) as (type of authority, such as officer or trustee) of (name of party on behalf of whom record was executed). __________________________________ Signature of notarial officer Stamp [__________________________________] Title of office [My commission expires: _________] (3) For a verification on oath or affirmation: State of _________________________________________ [County] of ______________________________________ Signed and sworn to (or affirmed) before me on ________ by ______________________ Date Name(s) of individual(s) making statement __________________________________ Signature of notarial officer Stamp [__________________________________] Title of office [My commission expires: _________] (4) For witnessing or attesting a signature: State of _________________________________________ [County] of ______________________________________ Signed [or attested] before me on ________ by _______________________ Date Name(s) of individual(s) __________________________________ Signature of notarial officer Stamp [__________________________________] Title of office [My commission expires: _________] (5) For certifying a copy of a record: State of _________________________________________ [County] of ______________________________________ I certify that this is a true and correct copy of a record in the possession of ________________________________________. Dated ___________________________ ________________________________ Signature of notarial officer Stamp [__________________________________] Title of office [My commission expires: _________] Section 21. That chapter 18-1 be amended by adding a NEW SECTION to read: If a notarial act involves a statement made or a signature executed on a record by a remotely located individual, the certificate of a notarial act required by section 19 of this Act and the short form certificate required by section 21 of this Act must also indicate the individual was remotely located. A short form certificate for a notarial act subject to this section is sufficient if it is in the form provided by section 19 of this Act and substantially states, \"This notarial act involved a statement made or a signature executed by a remotely located individual using communication technology.\". Section 22. That chapter 18-1 be amended by adding a NEW SECTION to read: Before a notary public performs the notary public's initial notarial act under sections 15 and 16 of this Act, the notary public shall notify the secretary of state that the notary public will be performing notarial acts by communication technology and identify the communication technology and any provider of third-person identity verification on whom the notary public intends to rely for identity proofing. The notice shall be on a form created by the secretary of state. Section 23. That chapter 18-1 be amended by adding a NEW SECTION to read: The official stamp of a notary public shall meet the requirements of § 18-1-3.1 and be capable of being copied together with the record to which it is affixed or attached or with which it is logically associated. Section 24. That chapter 18-1 be amended by adding a NEW SECTION to read: A notary public is responsible for the security of the notary public's stamping device and may not allow another individual to use the device to perform a notarial act. On resignation from, or the revocation or expiration of, the notary public's commission, or on the expiration of the date set forth in the stamping device, if any, the notary public shall disable the stamping device by destroying, defacing, damaging, erasing, or securing it against use in a manner that renders it unusable. On the death or adjudication of incompetency of a notary public, the notary public's personal representative or guardian or any other person knowingly in possession of the stamping device shall render it unusable by destroying, defacing, damaging, erasing, or securing it against use in a manner that renders it unusable. If a notary public's stamping device is lost or stolen, the notary public or the notary public's personal representative or guardian shall promptly notify the secretary of state that the device is lost or stolen. Section 25. That chapter 18-1 be amended by adding a NEW SECTION to read: A notary public, except for a licensed attorney, shall maintain a journal in which the notary public chronicles all notarial acts that the notary public performs. The notary public shall retain the journal for ten years after the performance of the last notarial act chronicled in the journal. A journal may be created on a tangible medium or in an electronic format. A notary public shall maintain only one journal at a time to chronicle all notarial acts, whether those notarial acts are performed regarding tangible or electronic records. If the journal is maintained on a tangible medium, it shall be a permanent, bound register with numbered pages. A journal maintained in an electronic format shall be in a permanent, tamper-evident electronic format. An entry in a journal shall be made at the same time as performance of the notarial act and contain the following information: (1) The date and time of the notarial act; (2) A description of the record, if any, and type of notarial act; (3) The full name and address of each individual for whom the notarial act is performed; (4) If identity of the individual is based on personal knowledge, a statement to that effect; (5) If identity of the individual is based on satisfactory evidence, a brief description of the method of identification and the identification credential presented, if any, including the date of issuance and expiration of any identification credential; and (6) The fee, if any, charged by the notary public. Upon suspension or revocation of a notary public's commission or upon death or incapacity, the notary public or guardian, conservator, or personal representative of an incapacitated or deceased notary public shall retain the journal for ten years. In lieu of retaining a journal as required by this section, the journal may be held by a repository designated by or on behalf of the notary public. The notary public shall notify the secretary of state of the location where the notary public's journal is maintained, including any changes in location or status. Notification shall be on a form created by the secretary of state. Section 26. That chapter 18-1 be amended by adding a NEW SECTION to read: A notary public may select one or more tamper-evident technologies to perform notarial acts with respect to electronic records. A person may not require a notary public to perform a notarial act with respect to an electronic record with a technology that the notary public has not selected. Before a notary public performs the notary public's initial notarial act with respect to an electronic record, a notary public shall notify the secretary of state that the notary public will be performing notarial acts with respect to electronic records and identify the technology the notary public intends to use. Notification shall be on a form created by the secretary of state. Section 27. That chapter 18-1 be amended by adding a NEW SECTION to read: The secretary of state shall maintain an electronic database of notaries public through which a person may verify the authority of a notary public to perform notarial acts and which indicates whether a notary public has notified the secretary of state that the notary public will be performing notarial acts on electronic records. Section 28. That chapter 18-1 be amended by adding a NEW SECTION to read: A commission as a notary public does not authorize an individual to: (1) Assist persons in drafting legal records, give legal advice, or otherwise practice law; (2) Act as an immigration consultant or an expert on immigration matters; (3) Represent a person in a judicial or administrative proceeding relating to immigration to the United States, United States citizenship, or related matters; or (4) Receive compensation for performing any of the activities listed in this section. A notary public may not engage in false or deceptive advertising. A notary public, other than an attorney licensed to practice law in this state, may not use the term, notario, or, notario publico. A notary public, other than an attorney licensed to practice law in this state, may not advertise or represent that the notary public may assist persons in drafting legal records, give legal advice, or otherwise practice law. If a notary public who is not an attorney licensed to practice law in this state in any manner advertises or represents that the notary public offers notarial services, whether orally or in a record, including broadcast media, print media, and the internet, the notary public shall include the following statement, or an alternate statement authorized or required by the secretary of state, in the advertisement or representation, prominently and in each language used in the advertisement or representation: \"I am not an attorney licensed to practice law in this state. I am not allowed to draft legal records, give advice on legal matters, including immigration, or charge a fee for those activities.\" If the form of advertisement or representation is not broadcast media, print media, or the internet and does not permit inclusion of the statement required by this section because of size, it must be displayed prominently or provided at the place of performance of the notarial act before the notarial act is performed. Except as otherwise allowed by law, a notary public may not withhold access to or possession of an original record provided by a person that seeks performance of a notarial act by the notary public. Section 29. That chapter 18-1 be amended by adding a NEW SECTION to read: Except as otherwise provided in section 4 of this Act, the failure of a notarial officer to perform a duty or meet a requirement specified in this Act does not invalidate a notarial act performed by the notarial officer. The validity of a notarial act under this act does not prevent an aggrieved person from seeking to invalidate the record or transaction that is the subject of the notarial act or from seeking other remedies based on law of this state or law of the United States. This section does not validate a purported notarial act performed by an individual who does not have the authority to perform notarial acts. Section 30. That chapter 18-1 be amended by adding a NEW SECTION to read: A commission as a notary public in effect on July 1, 2019, continues until its date of expiration. A notary public who applies to renew a commission as a notary public after July 1, 2019, is subject to and shall comply with this Act. A notary public, in performing notarial acts after July 1, 2019, shall comply with this Act. Section 31. That chapter 18-1 be amended by adding a NEW SECTION to read: This Act does not affect the validity or effect of a notarial act performed before July 1, 2019. Section 32. That chapter 18-1 be amended by adding a NEW SECTION to read: In applying and construing this uniform act, consideration shall be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it. Section 33. That § 18-1-7 be amended to read: 18-1-7. A notary public who is personally interested directly or indirectly, or as a stockholder, officer, agent, attorney, or employee of any person or party to any transaction concerning which he the notary public is exercising any function of his office as such a notary public, may make any certificates, take any acknowledgments, administer any oaths, or do any other official acts as such a notary public with the same legal force and effect as if he the notary public had no such interest except that he cannot do any of such things in connection with any if the instrument which or record shows upon its face that he the notary public or the notary public's spouse is a principal party thereto. Section 34. That § 18-1-12.2 be amended to read: 18-1-12.2. It is a Class 1 misdemeanor Class 2 misdemeanor for a person to affix a signature to a document as a notary public when the person notary public or the notary public's spouse has also signed the document as a party to the transaction proceeding. Section 35. That § 18-1-11 be amended to read: 18-1-11. It is a Class 2 misdemeanor for any notary public to affix his the notary public's official signature to documents when the parties have not appeared before him the notary public as required by section 6 of this Act."}, {"bill_id": 8495, "bill_version_id": 49824, "bill_version": "House Engrossed", "bill_version_date": "2018-02-23T18:45:58.78-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise law on notarial acts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 18-1 be amended by adding a NEW SECTION to read: Terms in this Act mean: (1) \"Acknowledgment,\" a declaration by an individual before a notarial officer that the individual has signed a record for the purpose stated in the record and, if the record is signed in a representative capacity, that the individual signed the record with proper authority and signed it as the act of the individual or entity identified in the record; (2) \"Communication technology,\" an electronic device or process that allows a notary public in this state and a remotely located individual to communicate with each other simultaneously by sight and sound or that, as necessary, makes reasonable accommodations for an individual with vision, hearing, or speech impairments; (3) \"Electronic,\" technology having electrical, digital, magnetic, wireless, optical, electromagnetic, or similar capabilities; (4) \"Electronic signature,\" an electronic symbol, sound, or process attached to or logically associated with a record and executed or adopted by an individual with the intent to sign the record; (5) \"Foreign state,\" a government other than the United States, a state, or federally recognized Indian tribe; (6) \"Identity proofing,\" a process or service by which a third person provides a notary public with a reasonable means to verify the identity of an individual by a review of personal information from public or proprietary data sources; (7) \"In a representative capacity,\" acting as: (a) An authorized officer, agent, partner, trustee, or other representative for a person other than an individual; (b) A public officer, personal representative, guardian, or other representative, in the capacity stated in a record; (c) An attorney-in-fact for an individual; or (d) An authorized representative of another in any other capacity; (8) \"Notarial act,\" an act, whether performed with respect to a tangible or electronic record, that a notarial officer may perform under the laws of South Dakota. The term includes taking an acknowledgment, administering an oath or affirmation, taking a verification on oath or affirmation, witnessing or attesting a signature, certifying or attesting a copy, and noting a protest of a negotiable instrument; (9) \"Notarial officer,\" a notary public or other individual authorized to perform a notarial act; (10) \"Notary public,\" an individual commissioned to perform a notarial act by the secretary of state; (11) \"Official stamp,\" a physical image affixed to or embossed on a tangible record or an electronic image attached to or logically associated with an electronic record; (12) \"Outside the United States,\" outside the geographic boundaries of the United States, Puerto Rico, the U.S. Virgin Islands, and any territory, insular possession, or other location subject to the jurisdiction of the United States; (13) \"Person,\" any individual, corporation, business trust, statutory trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity; (14) \"Record,\" any information inscribed on a tangible medium or stored in an electronic or other medium and is retrievable in perceivable form; (15) \"Remotely located individual,\" a person who is not in the physical presence of the notary; (16) \"Sign,\" with present intent to authenticate or adopt a record to execute or adopt a tangible symbol or to attach to or logically associate with the record an electronic symbol, sound, or process; (17) \"Signature,\" a tangible symbol or an electronic signature that evidences the signing of a record; (18) \"Stamping device,\" a physical device capable of affixing to or embossing on a tangible record an official stamp or an electronic device or process capable of attaching to or logically associating with an electronic record an official stamp; (19) \"State,\" any state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States; and (20) \"Verification on oath or affirmation,\" a declaration, made by an individual on oath or affirmation before a notarial officer, that a statement in a record is true. Section 2. That chapter 18-1 be amended by adding a NEW SECTION to read: This Act applies to any notarial act performed after June 30, 2018. Section 3. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial officer may perform a notarial act authorized by this Act or by law of this state. A notarial officer may not perform a notarial act with respect to a record to which the officer or the officer's spouse is a party, or in which either of them has a direct beneficial interest. A notarial act performed in violation of this section is voidable. Section 4. That chapter 18-1 be amended by adding a NEW SECTION to read: If an individual is physically unable to sign a record, the individual may direct another person other than the notarial officer to sign the individual's name on the record. The notarial officer shall insert \"Signature affixed by (name of other person) at the direction of (name of individual)\" or words of similar import. Section 5. That chapter 18-1 be amended by adding a NEW SECTION to read: A notary public in this state may perform by means of communication technology a notarial act relating to a statement made in or signature executed on a record by a remotely located individual if: (1) The notary public has personal knowledge of the identity of the individual or satisfactory evidence of the identity of the individual as provided in section 7 of this Act; (2) The notarial act relates to an electronic record or signature, or the acknowledgment of a signature on a tangible record; (3) The notary public is reasonably able to identify the record before the notary public as the same record in which the remotely located individual made the statement or on which the remotely located individual executed the signature; (4) The notary public, or a person acting on behalf of the notary public, creates an audio-visual copy of the performance of the notarial act; and (5) If a remotely located individual is located outside the United States: (a) The record is to be filed with or relates to a matter before a court, governmental entity, public official, or other entity under the jurisdiction of the United States, involves property located in the territorial jurisdiction of the United States, or involves a transaction substantially connected with the United States; (b) The act of making a statement or signing the record is not prohibited by the foreign state that the remotely located individual is located. In addition to the methods permitted by law, a notary public has satisfactory evidence of the identity of a remotely located individual if the notary public reasonably can identify the individual by at least two forms of identity proofing. Section 6. That chapter 18-1 be amended by adding a NEW SECTION to read: If a notarial act involves a statement made in or a signature executed on a record by an individual located in a foreign state by means of communication technology, the notarization must also indicate that the individual making the statement or signing the record declared to the notary public that the individual was physically located in a foreign state at the time the notarial act was performed. Section 7. That chapter 18-1 be amended by adding a NEW SECTION to read: The notary public shall retain an electronic audio-visual copy of the performance of each notarial act involving the use of communication technology for ten years from the date of performance. Upon suspension or revocation of a notary public's commission or upon death or incapacity, the notary public or guardian, conservator, or personal representative of an incapacitated or deceased notary public shall retain a copy of the notarial act for ten years. In lieu of retaining copies as required by this section, the copies may be held by a repository designated by or on behalf of the notary public. Section 8. That chapter 18-1 be amended by adding a NEW SECTION to read: If a notarial act involves a statement made or a signature executed on a record by a remotely located individual, the notarization must also indicate the individual was remotely located. The indication required by this section is sufficient if it substantially states, \"This notarial act involved a statement made or a signature executed by a remotely located individual using communication technology.\". Section 9. That chapter 18-1 be amended by adding a NEW SECTION to read: The official stamp of a notary public shall meet the requirements of § 18-1-3.1 and be capable of being copied together with the record to which it is affixed or attached or with which it is logically associated. Section 10. That chapter 18-1 be amended by adding a NEW SECTION to read: A notary public is responsible for the security of the notary public's stamping device and may not allow another individual to use the device to perform a notarial act. On resignation from, or the revocation or expiration of, the notary public's commission, or on the expiration of the date set forth in the stamping device, if any, the notary public shall disable the stamping device by destroying, defacing, damaging, erasing, or securing it against use in a manner that renders it unusable. On the death or adjudication of incompetency of a notary public, the notary public's personal representative or guardian or any other person knowingly in possession of the stamping device shall render it unusable by destroying, defacing, damaging, erasing, or securing it against use in a manner that renders it unusable. Section 11. That chapter 18-1 be amended by adding a NEW SECTION to read: A notary public may select one or more tamper-evident technologies to perform notarial acts with respect to electronic records. A person may not require a notary public to perform a notarial act with respect to an electronic record with a technology that the notary public has not selected. Section 12. That chapter 18-1 be amended by adding a NEW SECTION to read: This Act does not affect the validity or effect of a notarial act performed before July 1, 2018. Section 13. That § 18-1-7 be amended to read: 18-1-7. A notary public who is personally interested directly or indirectly, or as a stockholder, officer, agent, attorney, or employee of any person or party to any transaction concerning which he the notary public is exercising any function of his office as such a notary public, may make any certificates, take any acknowledgments, administer any oaths, or do any other official acts as such a notary public with the same legal force and effect as if he the notary public had no such interest except that he cannot do any of such things in connection with any if the instrument which or record shows upon its face that he the notary public or the notary public's spouse is a principal party thereto. Section 14. That § 18-1-12.2 be amended to read: 18-1-12.2. It is a Class 1 misdemeanor Class 2 misdemeanor for a person to affix a signature to a document as a notary public when the person notary public or the notary public's spouse has also signed the document as a party to the transaction proceeding. Section 15. That § 18-1-11 be amended to read: 18-1-11. It is a Class 2 misdemeanor for any notary public to affix his the notary public's official signature to documents when the parties have not appeared before him the notary public."}, {"bill_id": 8495, "bill_version_id": 50212, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2018-03-01T13:10:12.957-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise law on notarial acts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 18-1 be amended by adding a NEW SECTION to read: Terms in this Act mean: (1) \"Acknowledgment,\" a declaration by an individual before a notarial officer that the individual has signed a record for the purpose stated in the record and, if the record is signed in a representative capacity, that the individual signed the record with proper authority and signed it as the act of the individual or entity identified in the record; (2) \"Communication technology,\" an electronic device or process that allows a notary public in this state and a remotely located individual to communicate with each other simultaneously by sight and sound or that, as necessary, makes reasonable accommodations for an individual with vision, hearing, or speech impairments; (3) \"Electronic,\" technology having electrical, digital, magnetic, wireless, optical, electromagnetic, or similar capabilities; (4) \"Electronic signature,\" an electronic symbol, sound, or process attached to or logically associated with a record and executed or adopted by an individual with the intent to sign the record; (5) \"Foreign state,\" a government other than the United States, a state, or federally recognized Indian tribe; (6) \"Identity proofing,\" a process or service by which a third person provides a notary public with a reasonable means to verify the identity of an individual by a review of personal information from public or proprietary data sources; (7) \"In a representative capacity,\" acting as: (a) An authorized officer, agent, partner, trustee, or other representative for a person other than an individual; (b) A public officer, personal representative, guardian, or other representative, in the capacity stated in a record; (c) An attorney-in-fact for an individual; or (d) An authorized representative of another in any other capacity; (8) \"Notarial act,\" an act, whether performed with respect to a tangible or electronic record, that a notarial officer may perform under the laws of South Dakota. The term includes taking an acknowledgment, administering an oath or affirmation, taking a verification on oath or affirmation, witnessing or attesting a signature, certifying or attesting a copy, and noting a protest of a negotiable instrument; (9) \"Notarial officer,\" a notary public or other individual authorized to perform a notarial act; (10) \"Notary public,\" an individual commissioned to perform a notarial act by the secretary of state; (11) \"Official stamp,\" a physical image affixed to or embossed on a tangible record or an electronic image attached to or logically associated with an electronic record; (12) \"Outside the United States,\" outside the geographic boundaries of the United States, Puerto Rico, the U.S. Virgin Islands, and any territory, insular possession, or other location subject to the jurisdiction of the United States; (13) \"Person,\" any individual, corporation, business trust, statutory trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity; (14) \"Record,\" any information inscribed on a tangible medium or stored in an electronic or other medium and is retrievable in perceivable form; (15) \"Remotely located individual,\" a person who is not in the physical presence of the notary; (16) \"Sign,\" with present intent to authenticate or adopt a record to execute or adopt a tangible symbol or to attach to or logically associate with the record an electronic symbol, sound, or process; (17) \"Signature,\" a tangible symbol or an electronic signature that evidences the signing of a record; (18) \"Stamping device,\" a physical device capable of affixing to or embossing on a tangible record an official stamp or an electronic device or process capable of attaching to or logically associating with an electronic record an official stamp; (19) \"State,\" any state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States; and (20) \"Verification on oath or affirmation,\" a declaration, made by an individual on oath or affirmation before a notarial officer, that a statement in a record is true. Section 2. That chapter 18-1 be amended by adding a NEW SECTION to read: This Act applies to any notarial act performed after June 30, 2018. Section 3. That chapter 18-1 be amended by adding a NEW SECTION to read: If an individual is physically unable to sign a record, the individual may direct another person other than the notarial officer to sign the individual's name on the record. The notarial officer shall insert \"Signature affixed by (name of other person) at the direction of (name of individual)\" or words of similar import. Section 4. That chapter 18-1 be amended by adding a NEW SECTION to read: A notary public in this state may perform by means of communication technology a notarial act relating to a statement made in or signature executed on a record by a remotely located individual if: (1) The notary public has personal knowledge of the identity of the individual or satisfactory evidence of the identity of the individual as provided in section 6 of this Act; (2) The notarial act relates to an electronic record or signature, or the acknowledgment of a signature on a tangible record; (3) The notary public is reasonably able to identify the record before the notary public as the same record in which the remotely located individual made the statement or on which the remotely located individual executed the signature; (4) The notary public, or a person acting on behalf of the notary public, creates an audio-visual copy of the performance of the notarial act; and (5) If a remotely located individual is located outside the United States: (a) The record is to be filed with or relates to a matter before a court, governmental entity, public official, or other entity under the jurisdiction of the United States, involves property located in the territorial jurisdiction of the United States, or involves a transaction substantially connected with the United States; (b) The act of making a statement or signing the record is not prohibited by the foreign state that the remotely located individual is located. In addition to the methods permitted by law, a notary public has satisfactory evidence of the identity of a remotely located individual if the notary public reasonably can identify the individual by at least two forms of identity proofing. Section 5. That chapter 18-1 be amended by adding a NEW SECTION to read: If a notarial act involves a statement made in or a signature executed on a record by an individual located in a foreign state by means of communication technology, the notarization must also indicate that the individual making the statement or signing the record declared to the notary public that the individual was physically located in a foreign state at the time the notarial act was performed. Section 6. That chapter 18-1 be amended by adding a NEW SECTION to read: The notary public shall retain an electronic audio-visual copy of the performance of each notarial act involving the use of communication technology for ten years from the date of performance. Upon suspension or revocation of a notary public's commission or upon death or incapacity, the notary public or guardian, conservator, or personal representative of an incapacitated or deceased notary public shall retain a copy of the notarial act for ten years. In lieu of retaining copies as required by this section, the copies may be held by a repository designated by or on behalf of the notary public. Section 7. That chapter 18-1 be amended by adding a NEW SECTION to read: If a notarial act involves a statement made or a signature executed on a record by a remotely located individual, the notarization must also indicate the individual was remotely located. The indication required by this section is sufficient if it substantially states, \"This notarial act involved a statement made or a signature executed by a remotely located individual using communication technology.\". Section 8. That chapter 18-1 be amended by adding a NEW SECTION to read: The official stamp of a notary public shall meet the requirements of § 18-1-3.1 and be capable of being copied together with the record to which it is affixed or attached or with which it is logically associated. Section 9. That chapter 18-1 be amended by adding a NEW SECTION to read: A notary public is responsible for the security of the notary public's stamping device and may not allow another individual to use the device to perform a notarial act. On resignation from, or the revocation or expiration of, the notary public's commission, or on the expiration of the date set forth in the stamping device, if any, the notary public shall disable the stamping device by destroying, defacing, damaging, erasing, or securing it against use in a manner that renders it unusable. On the death or adjudication of incompetency of a notary public, the notary public's personal representative or guardian or any other person knowingly in possession of the stamping device shall render it unusable by destroying, defacing, damaging, erasing, or securing it against use in a manner that renders it unusable. Section 10. That chapter 18-1 be amended by adding a NEW SECTION to read: A notary public may select one or more tamper-evident technologies to perform notarial acts with respect to electronic records. A person may not require a notary public to perform a notarial act with respect to an electronic record with a technology that the notary public has not selected. Section 11. That chapter 18-1 be amended by adding a NEW SECTION to read: This Act does not affect the validity or effect of a notarial act performed before July 1, 2018. Section 12. That § 18-1-7 be amended to read: 18-1-7. A notary public who is personally interested directly or indirectly, or as a stockholder, officer, agent, attorney, or employee of any person or party to any transaction concerning which he the notary public is exercising any function of his office as such a notary public, may make any certificates, take any acknowledgments, administer any oaths, or do any other official acts as such a notary public with the same legal force and effect as if he the notary public had no such interest except that he cannot do any of such things in connection with any if the instrument which or record shows upon its face that he the notary public or the notary public's spouse is a principal party thereto. Section 13. That § 18-1-12.2 be amended to read: 18-1-12.2. It is a Class 1 misdemeanor Class 2 misdemeanor for a person to affix a signature to a document as a notary public when the person notary public or the notary public's spouse has also signed the document as a party to the transaction proceeding. Section 14. That § 18-1-11 be amended to read: 18-1-11. It is a Class 2 misdemeanor for any notary public to affix his the notary public's official signature to documents when the parties have not appeared before him the notary public. Section 15. The provisions of this Act do not apply to any document to be filed with the registers of deeds of the state."}], "amendments": [], "fiscal_notes": [49801], "action_log": [{"bill_id": 8495, "action_date": "2018-01-24T14:00:00-06:00", "document_id": 47830, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47830.pdf", "status_text": "First read in House and referred to", "journal_page": 177, "committee_id_action": 396, "committee_id_assigned": 394, "result": "N", "vote": {}}, {"bill_id": 8495, "action_date": "2018-01-31T10:00:00-06:00", "document_id": 47802, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47802.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 394, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8495, "action_date": "2018-02-07T10:00:00-06:00", "document_id": 48698, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48698.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 394, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8495, "action_date": "2018-02-21T10:00:00-06:00", "document_id": 49265, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49265.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 394, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8495, "action_date": "2018-02-21T10:00:00-06:00", "document_id": 49558, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49558.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 394, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8495, "action_date": "2018-02-21T10:00:00-06:00", "document_id": 49558, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49558.pdf", "status_text": "Do Pass Amended", "journal_page": 513, "committee_id_action": 394, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26099, "president_vote": null, "Yea": [1424, 1425, 1279, 1306, 1247, 1226, 1277, 1299, 1240, 1215, 1229, 1265, 1257]}}, {"bill_id": 8495, "action_date": "2018-02-22T14:00:00-06:00", "document_id": 49713, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49713.pdf", "status_text": "Fiscal Note Requested", "journal_page": 556, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8495, "action_date": "2018-02-23T13:30:00-06:00", "document_id": 49812, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49812.pdf", "status_text": "Motion to amend", "journal_page": 587, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8495, "action_date": "2018-02-23T13:30:00-06:00", "document_id": 49812, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49812.pdf", "status_text": "Do Pass Amended", "journal_page": 588, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26326, "president_vote": null, "Excused": [1313, 1269, 1284, 1223, 1260, 1296, 1292, 1249, 1261, 1240, 1305, 1254, 1229], "Yea": [1241, 1213, 1297, 1424, 1268, 1279, 1266, 1307, 1301, 1235, 1294, 1425, 1282, 1308, 1312, 1291, 1275, 1283, 1238, 1250, 1286, 1314, 1222, 1302, 1306, 1265, 1315, 1247, 1316, 1248, 1293, 1310, 1226, 1280, 1263, 1274, 1295, 1277, 1303, 1309, 1259, 1255, 1299, 1225, 1256, 1258, 1287, 1257, 1236, 1215, 1317, 1216, 1298, 1285, 1253], "Nay": [1214, 1311]}}, {"bill_id": 8495, "action_date": "2018-02-23T13:30:00-06:00", "document_id": 49812, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49812.pdf", "status_text": "Title amended", "journal_page": 588, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8495, "action_date": "2018-02-26T14:00:00-06:00", "document_id": 49891, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49891.pdf", "status_text": "First read in Senate and referred to", "journal_page": 601, "committee_id_action": 395, "committee_id_assigned": 373, "result": "N", "vote": {}}, {"bill_id": 8495, "action_date": "2018-03-01T07:45:00-06:00", "document_id": 49972, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49972.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 373, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8495, "action_date": "2018-03-01T07:45:00-06:00", "document_id": 50186, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50186.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 373, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8495, "action_date": "2018-03-01T07:45:00-06:00", "document_id": 50186, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50186.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 373, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8495, "action_date": "2018-03-01T07:45:00-06:00", "document_id": 50186, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50186.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 373, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8495, "action_date": "2018-03-01T07:45:00-06:00", "document_id": 50186, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50186.pdf", "status_text": "Do Pass Amended", "journal_page": 659, "committee_id_action": 373, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26621, "president_vote": null, "Yea": [1219, 1290, 1270, 1239, 1272], "Nay": [1243, 1233]}}, {"bill_id": 8495, "action_date": "2018-03-06T10:00:00-06:00", "document_id": 50349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50349.pdf", "status_text": "Tabled", "journal_page": 724, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26794, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1217, 1246, 1228, 1219, 1273, 1262, 1234, 1290, 1232, 1278, 1304, 1270, 1224, 1267, 1243, 1244, 1281, 1221, 1272, 1233, 1245, 1271, 1252, 1237, 1288, 1220, 1242, 1276, 1300], "Excused": [1289, 1218]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8495"}