{"session_id": 59, "bill_id": 20574, "bill_type": "House Bill", "bill_number": 1141, "bill_title": "provide standards for interpreting for the deaf and hard-of-hearing by requiring national interpreter certification and to repeal the state certification process and replace it with registration.", "sponsors": [{"legislator_profile_id": 3429, "is_prime": true}, {"legislator_profile_id": 3432, "is_prime": true}, {"legislator_profile_id": 3375, "is_prime": false}, {"legislator_profile_id": 3415, "is_prime": false}], "keywords": ["Licensing", "Professions and Occupations"], "audio": [{"meeting_datetime": "2006-01-25T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe11.mp3", "start_seconds": 63.0}, {"meeting_datetime": "2006-01-25T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe11.mp3", "start_seconds": 63.0}, {"meeting_datetime": "2006-01-25T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe11.mp3", "start_seconds": 63.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe16.mp3", "start_seconds": 74.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe16.mp3", "start_seconds": 74.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe16.mp3", "start_seconds": 74.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe16.mp3", "start_seconds": 74.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe16.mp3", "start_seconds": 74.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou19.mp3", "start_seconds": 2302.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou19.mp3", "start_seconds": 2302.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou19.mp3", "start_seconds": 2302.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou19.mp3", "start_seconds": 2302.0}, {"meeting_datetime": "2006-02-13T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/she24.mp3", "start_seconds": 2473.0}, {"meeting_datetime": "2006-02-13T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/she24.mp3", "start_seconds": 2473.0}, {"meeting_datetime": "2006-02-13T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/she24.mp3", "start_seconds": 2473.0}, {"meeting_datetime": "2006-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen25.mp3", "start_seconds": 2804.0}, {"meeting_datetime": "2006-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen25.mp3", "start_seconds": 2804.0}, {"meeting_datetime": "2006-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen25.mp3", "start_seconds": 2804.0}], "bill_versions": [{"bill_id": 20574, "bill_version_id": 106786, "bill_version": "Introduced", "bill_version_date": "2006-01-19T10:37:33-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide standards for interpreting for the deaf and hard- of-hearing by requiring national interpreter certification and to repeal the state certification process and replace it with registration. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, the term, interpreting, means the process of providing accessible communication between and among persons who are deaf or hard-of- hearing and those who are hearing. This process includes communication between American Sign Language and English. Interpreting may involve various other modalities that involve visual, gestural, and tactile methods. Section 2. No person, except as provided in section 3 of this Act, may do any of the following with respect to providing interpreting services for any person who is deaf or hard-of- hearing for a fee or other remuneration unless certified pursuant to section 4 of this Act and registered with the Department of Human Services: (1) Engage in the practice of, or offer to engage in the practice of, interpreting; (2) Use the title, interpreter, in connection with the person's name; or (3) Use the title, interpreter, in advertisements or descriptions. A violation of this section is a Class 2 misdemeanor. However, any person who has graduated from a post secondary degree program of at least two years in duration that is accredited by the state or by another state and received a degree in an interpreter preparation program or interpreter education program has five years to obtain certification. Section 3. Any person may engage in interpreting during the worship service of any religious organization without being certified pursuant to section 4 and registered with the Department of Human Services. Section 4. A person is certified if the person is at least one of the following: (1) Certified by the Registry of Interpreters for the Deaf and in good standing; (2) Certified by the National Association of the Deaf; or (3) Certified by the Educational Interpreters Proficiency Assessment with a score of at least 3.5. Section 5. That § 1-36A-10.1 be amended to read as follows: 1-36A-10.1. The Department of Human Services may examine, certify, shall register and renew the certificates registrations of duly qualified applicants to be interpreters for the deaf any person certified in accordance with section 4 of this Act, unless good cause exists to deny the registration . Section 6. That § 1-36A-11 be repealed. 1-36A-11. The Department of Human Services shall establish a review panel, which shall meet at least semiannually, to review and assign interpreter qualification levels based upon a performance review before the panel, a review of certification issued by another state or territory or a review of certification issued by a nationally administered examination. The review panel shall consist of five individuals who are fluent in American sign language, signed English, or a combination of both. Three individuals shall be deaf or hard of hearing, and two individuals shall be Level V South Dakota certified interpreters. All individuals serving on the review panel shall have successfully completed the evaluators' training based on the National Association for the Deaf Interpreter Assessment Evaluator's Manual. The department shall maintain, and publish, and make available upon request a registry of all certified interpreters and their respective levels of qualification. Section 7. That § 1-36A-12 be amended to read as follows: 1-36A-12. The Department of Human Services may shall promulgate rules pursuant to chapter 1-26 to establish interpreter certificate qualifications, establish continuing education requirements, grievance procedures, and may establish separate interpreter certification qualifications for provisional certification, as well as for interpreters serving in medical, educational, or legal settings. Section 8. That § 1-36A-13 be amended to read as follows: 1-36A-13. The fund for certification of interpreters for the deaf is hereby created in the state treasury is renamed the fund for registration of interpreters for the deaf . All fees received by the Department of Human Services and money collected under § 1-36A-15 shall be deposited in the fund. Any money in the fund is continuously appropriated to the department for expenses incurred in the certification registration of interpreters for the deaf and may be expended by the secretary of human services. The compensation and expenses of the interpreter review panel shall be paid from the fees received under the provisions of § 1-36A-15. The department may require any applicant who is taking a nationally administered examination to remit the portion of the certification fee covering the cost of the examination directly to the organization administering the examination. Section 9. That § 1-36A-14 be amended to read as follows: 1-36A-14. Any balance of fees received by the Department of Human Services after payment of compensation and expenditures may be expended by the secretary of human services only in administering §§ 1-36A-10.1 to 1-36A-16, inclusive , and this Act . Section 10. That § 1-36A-15 be amended to read as follows: 1-36A-15. The Department of Human Services shall promulgate rules pursuant to chapter 1-26 to establish the following nonrefundable fees for certification registration : (1) For initial or provisional certification by examination or endorsement, not more than three hundred twenty-five dollars registration, not more than fifty dollars ; (2) For reexamination, not more than the amount required for initial certification by examination or endorsement; (3) For renewal of certificate registration , not more than thirty-five dollars; (4) (3) For effecting a name change upon the records of a certificate holder registrant , not more than ten dollars; (5) (4) For reinstatement of a lapsed certificate registration , the current fee for initial certification by examination or endorsement registration ; and (6) (5) For issuing a duplicate certificate registration , not more than ten dollars. Section 11. That § 1-36A-16 be amended to read as follows: 1-36A-16. Sections The provisions of this Act and § § 1-36A-10.1 to 1-36A-15, inclusive, do not prohibit: (1) Any signing assistance in a medical emergency until the assistance of a certified interpreter is obtained; (2) The practice of interpreting, if directly supervised by a certified interpreter, included in a program of study by a student enrolled in an approved program for the preparation of interpreters for the deaf; (3) The practice of a legally qualified interpreter for the deaf from another state employed by the United States government and performing official duty in this state; and (4) The practice of interpreting in this state by an interpreter for the deaf currently licensed in another state, territory, or foreign country who is present in this state to lecture relative to the practice of interpreting for a period of not more than twenty days. Section 12. That § 1-36A-19 be repealed. 1-36A-19. Any interpreter for the deaf receiving remuneration for services in any interpreting situation shall participate in a review panel's evaluation and satisfactorily achieve certification within one year of registration pursuant to § 1-36A-11. A violation of this section is a Class 2 misdemeanor."}, {"bill_id": 20574, "bill_version_id": 107684, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2006-02-01T12:33:27-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide standards for interpreting for the deaf and hard- of-hearing by requiring national interpreter certification and to repeal the state certification process and replace it with registration. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, the term, interpreting, means the process of providing accessible communication between and among persons who are deaf or hard-of- hearing and those who are hearing. This process includes communication between American Sign Language and English. Interpreting may involve various other modalities that involve visual, gestural, and tactile methods. Section 2. No person may do any of the following with respect to providing interpreting services for any person who is deaf or hard-of-hearing for a fee or other remuneration unless certified pursuant to sections 3 or 4 of this Act and registered with the Department of Human Services: (1) Engage in the practice of, or offer to engage in the practice of, interpreting; (2) Use the title, interpreter, in connection with the person's name; or (3) Use the title, interpreter, in advertisements or descriptions. A violation of this section is a Class 2 misdemeanor. Section 3. The department may issue provisional certification to a person who: (1) Has graduated from a postsecondary degree program of two years or more accredited in interpreter preparation or interpreter education; (2) Participates in a department approved plan of up to five years in preparation for national testing that includes continuing education units and mentoring; and (3) Registers annually with the department. Provisional certification may be granted for no more than five years. Section 4. A person is certified if the person is at least one of the following: (1) Certified by the Registry of Interpreters for the Deaf and in good standing; (2) Certified by the National Association of the Deaf and in good standing; (3) Certified by the Educational Interpreters Proficiency Assessment with a score of at least 3.5 and in good standing; or (4) Certified by the Department of Human Services prior to July 1, 2006, and in good standing. A person certified pursuant to subdivision (4) may continue this certification only so long as the person completes one hundred twenty-five continuing education units every five years, remains in good standing with the department, and registers annually with the department. Any person certified pursuant to this section shall register annually with the department. Section 5. Any person may engage in interpreting during the worship service of any religious organization without being certified pursuant to sections 3 or 4 of this Act and registered with the Department of Human Services. Section 6. That § 1-36A-10.1 be amended to read as follows: 1-36A-10.1. The Department of Human Services may examine, certify, shall register and renew the certificates registrations annually of duly qualified applicants to be interpreters for the deaf any person certified in accordance with sections 3 or 4 of this Act who demonstrates compliance with this Act and payment of the applicable fees . Section 7. That § 1-36A-11 be amended to read as follows: 1-36A-11. The Department of Human Services shall establish a review panel, which shall meet at least semiannually, to review and assign interpreter qualification levels based upon a performance review before the panel, a review of certification issued by another state or territory or a review of certification issued by a nationally administered examination. The review panel shall consist of five individuals who are fluent in American sign language, signed English, or a combination of both. Three individuals shall be deaf or hard of hearing, and two individuals shall be Level V South Dakota certified interpreters. All individuals serving on the review panel shall have successfully completed the evaluators' training based on the National Association for the Deaf Interpreter Assessment Evaluator's Manual. The department shall maintain, and publish, and make available upon request a registry of all certified interpreters and their respective levels of qualification . Section 8. That § 1-36A-12 be amended to read as follows: 1-36A-12. The Department of Human Services may promulgate rules pursuant to chapter 1-26 to establish interpreter certificate qualifications, establish continuing education requirements for individuals registered with the department pursuant to subdivision (4) of section 4 of this Act , and may establish separate interpreter certification and to establish qualifications , continuing education requirements, mentoring requirements, and requirements for an approved plan for provisional certification , as well as for interpreters serving in medical, educational, or legal settings pursuant to section 3 of this Act . Section 9. That § 1-36A-13 be amended to read as follows: 1-36A-13. The fund for certification of interpreters for the deaf is hereby created in the state treasury is renamed the fund for registration of interpreters for the deaf . All fees received by the Department of Human Services and money collected under § 1-36A-15 shall be deposited in the fund. Any money in the fund is continuously appropriated to the department for expenses incurred in the provisional certification and registration of interpreters for the deaf and may be expended by the secretary of human services. The compensation and expenses of the interpreter review panel shall be paid from the fees received under the provisions of § 1-36A-15. The department may require any applicant who is taking a nationally administered examination to remit the portion of the certification fee covering the cost of the examination directly to the organization administering the examination. Section 10. That § 1-36A-14 be amended to read as follows: 1-36A-14. Any balance of fees received by the Department of Human Services after payment of compensation and expenditures may be expended by the secretary of human services only in administering §§ 1-36A-10.1 to 1-36A-16, inclusive , and this Act . Section 11. That § 1-36A-15 be amended to read as follows: 1-36A-15. The Department of Human Services shall promulgate rules pursuant to chapter 1-26 to establish the following nonrefundable fees for provisional certification and registration : (1) For initial or provisional certification by examination or endorsement , not more than three hundred twenty-five dollars; (2) For reexamination, not more than the amount required for initial certification by examination or endorsement initial registration, not more than fifty dollars ; (3) For annual renewal of certificate registration , not more than thirty-five dollars; (4) For effecting a name change upon the records of a certificate holder registrant , not more than ten dollars; (5) For reinstatement of a lapsed certificate, the current fee for initial certification by examination or endorsement; and (6) For issuing a duplicate certificate registration , not more than ten dollars ; and (6) For initial registration and annual renewal of individuals certified pursuant to subdivision (4) of section 4, not more than seventy-five dollars . Section 12. That § 1-36A-16 be amended to read as follows: 1-36A-16. Sections The provisions of this Act and § § 1-36A-10.1 to 1-36A-15, inclusive, do not prohibit: (1) Any signing assistance in a medical emergency until the assistance of a certified interpreter is obtained; (2) The practice of interpreting, if directly supervised by a certified interpreter, included in a program of study by a student enrolled in an approved program for the preparation of interpreters for the deaf; (3) The practice of a legally qualified interpreter for the deaf from another state employed by the United States government and performing official duty in this state; and (4) The practice of interpreting in this state by an interpreter for the deaf currently licensed in another state, territory, or foreign country who is present in this state to lecture relative to the practice of interpreting for a period of not more than twenty days. Section 13. That § 1-36A-19 be repealed. 1-36A-19. Any interpreter for the deaf receiving remuneration for services in any interpreting situation shall participate in a review panel's evaluation and satisfactorily achieve certification within one year of registration pursuant to § 1-36A-11. A violation of this section is a Class 2 misdemeanor."}, {"bill_id": 20574, "bill_version_id": 107998, "bill_version": "House Engrossed", "bill_version_date": "2006-02-06T15:15:51-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide standards for interpreting for the deaf and hard- of-hearing by requiring national interpreter certification and to repeal the state certification process and replace it with registration. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, the term, interpreting, means the process of providing accessible communication between and among persons who are deaf or hard-of- hearing and those who are hearing. This process includes communication between American Sign Language and English. Interpreting may involve various other modalities that involve visual, gestural, and tactile methods. Section 2. No person may do any of the following with respect to providing interpreting services for any person who is deaf or hard-of-hearing for a fee or other remuneration unless certified pursuant to sections 3 or 4 of this Act and registered with the Department of Human Services: (1) Engage in the practice of, or offer to engage in the practice of, interpreting; (2) Use the title, interpreter, in connection with the person's name; or (3) Use the title, interpreter, in advertisements or descriptions. A violation of this section is a Class 2 misdemeanor. Section 3. The department may issue provisional certification to a person who: (1) Has graduated from a postsecondary degree program of two years or more accredited in interpreter preparation or interpreter education; (2) Participates in a department approved plan of up to five years in preparation for national testing that includes continuing education units and mentoring; and (3) Registers annually with the department. Provisional certification may be granted for no more than five years. Section 4. A person is certified if the person is at least one of the following: (1) Certified by the Registry of Interpreters for the Deaf and in good standing; (2) Certified by the National Association of the Deaf and in good standing; (3) Certified by the Educational Interpreters Proficiency Assessment with a score of at least 3.5 and in good standing; or (4) Certified by the Department of Human Services prior to July 1, 2006, and in good standing. A person certified pursuant to subdivision (4) may continue this certification only so long as the person completes one hundred twenty-five continuing education units every five years, remains in good standing with the department, and registers annually with the department. Any person certified pursuant to this section shall register annually with the department. Section 5. Any person may engage in interpreting during the worship service of any religious organization without being certified pursuant to sections 3 or 4 of this Act and registered with the Department of Human Services. Section 6. That § 1-36A-10.1 be amended to read as follows: 1-36A-10.1. The Department of Human Services may examine, certify, shall register and renew the certificates registrations annually of duly qualified applicants to be interpreters for the deaf any person certified in accordance with sections 3 or 4 of this Act who demonstrates compliance with this Act and payment of the applicable fees . Section 7. That § 1-36A-11 be amended to read as follows: 1-36A-11. The Department of Human Services shall establish a review panel, which shall meet at least semiannually, to review and assign interpreter qualification levels based upon a performance review before the panel, a review of certification issued by another state or territory or a review of certification issued by a nationally administered examination. The review panel shall consist of five individuals who are fluent in American sign language, signed English, or a combination of both. Three individuals shall be deaf or hard of hearing, and two individuals shall be Level V South Dakota certified interpreters. All individuals serving on the review panel shall have successfully completed the evaluators' training based on the National Association for the Deaf Interpreter Assessment Evaluator's Manual. The department shall maintain, and publish, and make available upon request a registry of all certified interpreters and their respective levels of qualification. Section 8. That § 1-36A-12 be amended to read as follows: 1-36A-12. The Department of Human Services may promulgate rules pursuant to chapter 1-26 to establish interpreter certificate qualifications, establish continuing education requirements for individuals registered with the department pursuant to subdivision (4) of section 4 of this Act , and may establish separate interpreter certification to establish qualifications , continuing education requirements, mentoring requirements, and requirements for an approved plan for provisional certification , as well as for interpreters serving in medical, educational, or legal settings pursuant to section 3 of this Act, and to establish qualifications for interpreters serving in medical, educational, or legal settings . Section 9. That § 1-36A-13 be amended to read as follows: 1-36A-13. The fund for certification of interpreters for the deaf is hereby created in the state treasury is renamed the fund for registration of interpreters for the deaf . All fees received by the Department of Human Services and money collected under § 1-36A-15 shall be deposited in the fund. Any money in the fund is continuously appropriated to the department for expenses incurred in the provisional certification and registration of interpreters for the deaf and may be expended by the secretary of human services. The compensation and expenses of the interpreter review panel shall be paid from the fees received under the provisions of § 1-36A-15. The department may require any applicant who is taking a nationally administered examination to remit the portion of the certification fee covering the cost of the examination directly to the organization administering the examination. Section 10. That § 1-36A-14 be amended to read as follows: 1-36A-14. Any balance of fees received by the Department of Human Services after payment of compensation and expenditures may be expended by the secretary of human services only in administering §§ 1-36A-10.1 to 1-36A-16, inclusive , and this Act . Section 11. That § 1-36A-15 be amended to read as follows: 1-36A-15. The Department of Human Services shall promulgate rules pursuant to chapter 1-26 to establish the following nonrefundable fees for provisional certification and registration : (1) For initial or provisional certification by examination or endorsement , not more than three hundred twenty-five dollars; (2) For reexamination, not more than the amount required for initial certification by examination or endorsement initial registration, not more than fifty dollars ; (3) For annual renewal of certificate registration , not more than thirty-five dollars; (4) For effecting a name change upon the records of a certificate holder registrant , not more than ten dollars; (5) For reinstatement of a lapsed certificate, the current fee for initial certification by examination or endorsement; and (6) For issuing a duplicate certificate registration , not more than ten dollars ; and (6) For initial registration and annual renewal of individuals certified pursuant to subdivision (4) of section 4, not more than seventy-five dollars . Section 12. That § 1-36A-16 be amended to read as follows: 1-36A-16. Sections The provisions of this Act and § § 1-36A-10.1 to 1-36A-15, inclusive, do not prohibit: (1) Any signing assistance in a medical emergency until the assistance of a certified interpreter is obtained; (2) The practice of interpreting, if directly supervised by a certified interpreter, included in a program of study by a student enrolled in an approved program for the preparation of interpreters for the deaf; (3) The practice of a legally qualified interpreter for the deaf from another state employed by the United States government and performing official duty in this state; and (4) The practice of interpreting in this state by an interpreter for the deaf currently licensed in another state, territory, or foreign country who is present in this state to lecture relative to the practice of interpreting for a period of not more than twenty days. Section 13. That § 1-36A-19 be repealed. 1-36A-19. Any interpreter for the deaf receiving remuneration for services in any interpreting situation shall participate in a review panel's evaluation and satisfactorily achieve certification within one year of registration pursuant to § 1-36A-11. A violation of this section is a Class 2 misdemeanor."}, {"bill_id": 20574, "bill_version_id": 108758, "bill_version": "Enrolled", "bill_version_date": "2006-02-15T09:56:20-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20574, "action_date": "2006-01-19T14:00:00-06:00", "document_id": 106834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106834.pdf", "status_text": "First read in House and referred to", "journal_page": 145, "committee_id_action": 893, "committee_id_assigned": 884, "result": "N", "vote": {}}, {"bill_id": 20574, "action_date": "2006-01-25T07:45:00-06:00", "document_id": 107197, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107197.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 884, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20574, "action_date": "2006-02-01T07:45:00-06:00", "document_id": 107668, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107668.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 884, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20574, "action_date": "2006-02-01T07:45:00-06:00", "document_id": 107668, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107668.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 884, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20574, "action_date": "2006-02-01T07:45:00-06:00", "document_id": 107668, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107668.pdf", "status_text": "Do Pass Amended,", "journal_page": 317, "committee_id_action": 884, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63952, "president_vote": null, "Yea": [3366, 3381, 3389, 3394, 3400, 3408, 3417, 3422, 3427, 3442, 3454, 3382, 3460]}}, {"bill_id": 20574, "action_date": "2006-02-01T07:45:00-06:00", "document_id": 107668, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107668.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 884, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20574, "action_date": "2006-02-03T13:00:00-06:00", "document_id": 107929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107929.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 373, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20574, "action_date": "2006-02-06T14:00:00-06:00", "document_id": 108025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108025.pdf", "status_text": "Motion to Amend,", "journal_page": 389, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20574, "action_date": "2006-02-06T14:00:00-06:00", "document_id": 108025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108025.pdf", "status_text": "Do Pass Amended,", "journal_page": 390, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64369, "president_vote": null, "Yea": [3366, 3367, 3369, 3370, 3371, 3372, 3373, 3375, 3380, 3381, 3382, 3383, 3385, 3386, 3387, 3388, 3389, 3392, 3393, 3394, 3395, 3398, 3399, 3400, 3401, 3402, 3403, 3405, 3406, 3407, 3408, 3410, 3414, 3417, 3418, 3419, 3420, 3422, 3424, 3427, 3429, 3431, 3433, 3434, 3436, 3437, 3438, 3440, 3441, 3442, 3443, 3444, 3445, 3446, 3448, 3449, 3451, 3454, 3455, 3456, 3457, 3459, 3460, 3461, 3462, 3463, 3464, 3465, 3426], "Excused": [3378]}}, {"bill_id": 20574, "action_date": "2006-02-07T14:00:00-06:00", "document_id": 108149, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108149.pdf", "status_text": "First read in Senate and referred to", "journal_page": 384, "committee_id_action": 894, "committee_id_assigned": 871, "result": "N", "vote": {}}, {"bill_id": 20574, "action_date": "2006-02-13T10:00:00-06:00", "document_id": 108571, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108571.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 871, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20574, "action_date": "2006-02-13T10:00:00-06:00", "document_id": 108571, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108571.pdf", "status_text": "Do Pass,", "journal_page": 468, "committee_id_action": 871, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62661, "president_vote": null, "Yea": [3362, 3377, 3435, 3452, 3458, 3396, 3374]}}, {"bill_id": 20574, "action_date": "2006-02-14T14:00:00-06:00", "document_id": 108713, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108713.pdf", "status_text": "Do Pass Amended,", "journal_page": 513, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62759, "president_vote": null, "Yea": [3361, 3362, 3363, 3364, 3365, 3368, 3374, 3376, 3377, 3379, 3384, 3390, 3391, 3396, 3397, 3404, 3409, 3411, 3412, 3413, 3415, 3416, 3421, 3423, 3425, 3428, 3430, 3432, 3435, 3439, 3450, 3452, 3453, 3458], "Excused": [3447]}}, {"bill_id": 20574, "action_date": "2006-02-15T14:00:00-06:00", "document_id": 108836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108836.pdf", "status_text": "Signed by Speaker", "journal_page": 607, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20574, "action_date": "2006-02-16T14:00:00-06:00", "document_id": 108948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108948.pdf", "status_text": "Signed by President", "journal_page": 563, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20574, "action_date": "2006-02-17T13:00:00-06:00", "document_id": 109025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109025.pdf", "status_text": "Delivered to the Governor", "journal_page": 646, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20574, "action_date": "2006-02-24T13:00:00-06:00", "document_id": 109410, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109410.pdf", "status_text": "Vetoed by Governor", "journal_page": 742, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20574, "action_date": "2006-02-27T08:30:00-06:00", "document_id": 109513, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109513.pdf", "status_text": "Veto override", "journal_page": 769, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64643, "president_vote": null, "Yea": [3366, 3367, 3369, 3370, 3371, 3372, 3373, 3375, 3378, 3380, 3381, 3382, 3383, 3385, 3386, 3387, 3388, 3389, 3392, 3393, 3394, 3395, 3398, 3399, 3400, 3401, 3402, 3403, 3405, 3406, 3407, 3408, 3410, 3414, 3417, 3418, 3419, 3420, 3422, 3424, 3427, 3429, 3431, 3433, 3434, 3436, 3437, 3438, 3440, 3441, 3442, 3443, 3444, 3445, 3446, 3448, 3449, 3451, 3454, 3455, 3456, 3457, 3460, 3461, 3462, 3463, 3464, 3465, 3426], "Excused": [3459]}}, {"bill_id": 20574, "action_date": "2006-02-27T08:30:00-06:00", "document_id": 109513, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109513.pdf", "status_text": "Vetoed by Governor", "journal_page": null, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20574, "action_date": "2006-02-27T16:00:00-06:00", "document_id": 109479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109479.pdf", "status_text": "Vetoed by Governor", "journal_page": null, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20574, "action_date": "2006-02-28T08:30:00-06:00", "document_id": 109525, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109525.pdf", "status_text": "Deferred to another day", "journal_page": 734, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20574, "action_date": "2006-02-28T13:45:00-06:00", "document_id": 109552, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109552.pdf", "status_text": "Vetoed by Governor", "journal_page": null, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20574, "action_date": "2006-03-21T12:00:00-06:00", "document_id": 109618, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109618.pdf", "status_text": "Veto override", "journal_page": 757, "committee_id_action": 894, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 63303, "president_vote": null, "Nay": [3361, 3364, 3365, 3368, 3374, 3376, 3377, 3379, 3384, 3390, 3391, 3396, 3397, 3404, 3409, 3411, 3412, 3413, 3415, 3416, 3421, 3423, 3425, 3428, 3430, 3432, 3435, 3439, 3447, 3450, 3452, 3453], "Excused": [3362, 3458], "Yea": [3363]}}, {"bill_id": 20574, "action_date": "2006-03-21T12:00:00-06:00", "document_id": 109617, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109617.pdf", "status_text": "Delivered veto sustained to the Secretary of State", "journal_page": 826, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20574, "action_date": "2006-03-21T12:00:00-06:00", "document_id": 109618, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109618.pdf", "status_text": "Vetoed by Governor", "journal_page": null, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20574"}