{"session_id": 27, "bill_id": 8008, "bill_type": "Senate Commemoration", "bill_number": 2, "bill_title": "Commending and honoring members of the Aberdeen School Board on receiving the Associated School Board Award of Excellence for 2016.", "sponsors": [{"legislator_profile_id": 1129, "is_prime": true}, {"legislator_profile_id": 1131, "is_prime": true}, {"legislator_profile_id": 1183, "is_prime": false}, {"legislator_profile_id": 1097, "is_prime": false}, {"legislator_profile_id": 1130, "is_prime": false}, {"legislator_profile_id": 1128, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 8008, "bill_version_id": 42907, "bill_version": "Introduced", "bill_version_date": "2017-01-23T09:23:33.207-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring members of the Aberdeen School Board on receiving the Associated School Board Award of Excellence for 2016. WHEREAS, the seven-member board has a combined seventy-four years of dedicated service to the Aberdeen School District, which has resulted in monumental changes and tremendous outcomes for all district stakeholders; and WHEREAS, over the years, the board has engaged in a rigorous visioning process that helps establish annual goals to set the direction for the school district, and these goals are communicated publicly with periodic progress updates provided throughout the school year; and WHEREAS, as district enrollment continued to grow, the school board sought feedback from district patrons regarding options to alleviate overcrowding in existing elementary schools, and decided to open Mike Miller Elementary School in the fall of 2016; this is the first new attendance center added to the district since 1972; and WHEREAS, the board recognizes the need to provide a multitude of learning opportunities for students and was instrumental in the opening of the new A-TEC Career and Technical Education facility on the campus of Central High School this past fall. This move provided additional learning opportunities for Aberdeen and area school students, and provided a stronger connection for workforce development opportunities within the community: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Second Legislature of the State of South Dakota, that during 2017, the Aberdeen School Board is hereby an official representative of the state and shall continue in their efforts to seek improvement of the educational opportunities for the K-12 students of the state."}, {"bill_id": 8008, "bill_version_id": 43202, "bill_version": "Enrolled", "bill_version_date": "2017-01-25T15:46:25.357-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring members of the Aberdeen School Board on receiving the Associated School Board Award of Excellence for 2016. WHEREAS, the seven-member board has a combined seventy-four years of dedicated service to the Aberdeen School District, which has resulted in monumental changes and tremendous outcomes for all district stakeholders; and WHEREAS, over the years, the board has engaged in a rigorous visioning process that helps establish annual goals to set the direction for the school district, and these goals are communicated publicly with periodic progress updates provided throughout the school year; and WHEREAS, as district enrollment continued to grow, the school board sought feedback from district patrons regarding options to alleviate overcrowding in existing elementary schools, and decided to open Mike Miller Elementary School in the fall of 2016; this is the first new attendance center added to the district since 1972; and WHEREAS, the board recognizes the need to provide a multitude of learning opportunities for students and was instrumental in the opening of the new A-TEC Career and Technical Education facility on the campus of Central High School this past fall. This move provided additional learning opportunities for Aberdeen and area school students, and provided a stronger connection for workforce development opportunities within the community: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Second Legislature of the State of South Dakota, that during 2017, the Aberdeen School Board is hereby an official representative of the state and shall continue in their efforts to seek improvement of the educational opportunities for the K-12 students of the state. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8008, "action_date": "2017-01-23T14:00:00-06:00", "document_id": 42953, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42953.pdf", "status_text": "", "journal_page": 170, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}]}