{"session_id": 69, "bill_id": 24738, "bill_type": "House Bill", "bill_number": 1059, "bill_title": "revise certain provisions regarding insurance holding companies.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24738", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Insurance"], "audio": [{"meeting_datetime": "2024-01-12T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hco04.mp3", "start_seconds": 1973.0}, {"meeting_datetime": "2024-01-12T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hco04.mp3", "start_seconds": 1973.0}, {"meeting_datetime": "2024-01-12T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hco04.mp3", "start_seconds": 1973.0}, {"meeting_datetime": "2024-01-16T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou05.mp3", "start_seconds": 6199.0}, {"meeting_datetime": "2024-01-16T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou05.mp3", "start_seconds": 6199.0}, {"meeting_datetime": "2024-01-16T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou05.mp3", "start_seconds": 6199.0}], "bill_versions": [{"bill_id": 24738, "bill_version_id": 258453, "bill_version": "Introduced", "bill_version_date": "2024-01-05T16:50:27.807-06:00", "bill_text": "An Act to revise certain provisions regarding insurance holding companies. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 58-5A-1 be AMENDED: 58-5A-1. Terms used in this chapter mean: (1) \"Affiliate of, or a person affiliated with, a specific person,\" any person who directly, or indirectly through one or more intermediaries, controls, or is controlled by, or is under common control with, the person specified; (2) \"Control,\" including \"controlling,\" \"controlled by,\" and \"under common control with,\" the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of a person, whether through the ownership of voting securities, by contract other than a commercial contract for goods or nonmanagement services, or otherwise, unless the power is solely the result of an official position with, or a corporate office held by, the person. Control is presumed to exist if any person, directly or indirectly, owns, controls, holds with the power to vote, or holds proxies representing, ten percent or more of the voting securities of any other person. This presumption may be rebutted by a showing made in the manner provided by § 58-5A-29 that control does not exist in fact; (3) \"Enterprise risk,\" any activity, circumstance, event, or series of events involving one or more affiliates of an insurer that, if not remedied promptly, is likely to have a material adverse effect upon the financial condition or liquidity of the insurer or its insurance holding company system as a whole, including anything that may cause the insurer's risk-based capital to fall into company action level or may cause the insurer to be in hazardous financial condition pursuant to chapter 58-4; (4) \"Group-wide supervisor,\" the regulatory official authorized to engage in conducting and coordinating group-wide supervision activities who is determined or acknowledged by the director under the provisions of §§ 58-5A-80.1 to 58-5A-80.8, inclusive, to have sufficient significant contacts with the internationally active insurance group; (5) \"Insurance group,\" for the purposes of conducting an ORSA, those insurers and affiliates included within an insurance holding company system; (6) \"Insurance holding company system,\" any two or more affiliated persons, one or more of which is an insurer; (7) \"Insurer,\" a company qualified and licensed by the director of the Division of Insurance to transact the business of insurance in this state. For ORSA purposes, the term, insurer, does not include agencies, authorities or instrumentalities of the United States, its possessions or territories, the Commonwealth of Puerto Rico, the District of Columbia, or a state or political subdivision of a state; (8) \"Internationally active insurance group,\" an insurance holding company system that includes an insurer registered under chapter 58-5A and that: (a) Writes premiums in at least three countries; (b) Writes at least ten percent of its total gross premium outside the United States; and (c) Based on a three-year rolling average, has total assets in the insurance holding company system of at least fifty billion dollars or the total gross written premiums of the insurance holding company system are at least ten billion dollars; (9) \"NAIC,\" the National Association of Insurance Commissioners; (10) \"NAIC liquidity stress test framework,\" the NAIC publication that includes a history of the NAIC's development of regulatory liquidity stress testing, the scope criteria applicable for a specific data year, the liquidity stress test instructions, and reporting templates for a specific data year as approved by the NAIC and adopted by the director pursuant to rules promulgated under chapter 1-26; (11) \"ORSA guidance manual,\" the version of the NAIC own risk and solvency assessment guidance manual as adopted by the director for use in South Dakota by administrative rule; (11)(12) \"ORSA summary report,\" a confidential high-level summary of an insurer or insurance group's ORSA; (12)(13) \"Own risk and solvency assessment\" or \"ORSA,\" a confidential internal assessment, appropriate to the nature, scale, and complexity of an insurer or insurance group, conducted by that insurer or insurance group of the material and relevant risks associated with the insurer or insurance group's current business plan and the sufficiency of capital resources to support those risks; (13)(14) \"Security holder\" of a specified person is one who owns any security of the person, including common stock, preferred stock, debt obligations, and any other security convertible into or evidencing the right to acquire any of the foregoing; (15) \"Scope criteria,\" the designated exposure bases along with minimum magnitudes thereof for the specified data year, used to establish a preliminary list of insurers considered scoped into the NAIC liquidity stress test framework for that data year as detailed in the NAIC liquidity stress test framework; (14)(16) \"Subsidiary of a specified person,\" any affiliate controlled by a person directly, or indirectly, through one or more intermediaries; (15)(17) \"Voting security,\" any security convertible into or evidencing a right to acquire a voting security. Section 2. That § 58-5A-23 be AMENDED: 58-5A-23. No information need be disclosed on the registration statement filed pursuant to the provisions of § 58-5A-20 if such the information is not material for the purposes of this chapter. Unless the director by rule, regulation, or order provides otherwise, sales, purchases, exchanges, loans, or extensions of credit, or investments, involving one percent or less of an insurer's admitted assets as of December thirty‑first immediately preceding shall not be deemed are not material for purposes of this section. The definition of materiality provided in this section does not apply for purposes of the group capital calculation or the liquidity stress test framework. Section 3. That § 58-5A-41 be AMENDED: 58-5A-41. Documents, materials, or other information including filings in the possession or control of the Division of Insurance that are obtained by or disclosed to the director or any other person in the course of an examination or investigation made pursuant to this chapter and all information reported pursuant to this chapter are recognized as being proprietary and to contain trade secrets, and shall be are confidential by law and privileged, are not subject to open records, freedom of information, sunshine, or other related laws, are not subject to subpoena, and are not subject to discovery or admissible in evidence in any private civil action. However, the director is authorized to use the documents, materials, or other information in the furtherance of any regulatory or legal action brought as a part of the director's official duties. The director may not otherwise make the documents, materials, or other information public without the prior written consent of the insurer to which it pertains unless the director, after giving the insurer and its affiliates who would be affected thereby notice and opportunity to be heard, determines that the interest of policyholders, shareholders, or the public will be served by the publication thereof, in which event the director may publish all or any part in such manner as may be deemed appropriate. For purposes of the information reported and provided to the director pursuant to section 7 of this Act, the director shall maintain the confidentiality of the group capital calculation and group capital ratio produced within the calculation and any group capital information received from an insurance holding company supervised by the Federal Reserve Board or any U.S. group-wide supervisor. For purposes of the information reported and provided to the director pursuant to section 10 of this Act, the director shall maintain the confidentiality of the liquidity stress test results and supporting disclosures and any liquidity stress test information received from an insurance holding company supervised by the Federal Reserve Board and non-U.S. group-wide supervisors. Section 4. That § 58-5A-41.2 be AMENDED: 58-5A-41.2. To assist in the performance of the duties assigned to the director pursuant to the provisions of this chapter: (1) The director may, upon request, share documents, materials, or other information, including the confidential and privileged documents, materials, or information, including proprietary materials, trade secrets, documents, and materials disclosed pursuant to this chapter with a state, federal, and international regulatory agency, the NAIC and its affiliates and subsidiaries, any third-party consultant designated by the director, and a state, federal, and international law enforcement authority, including a member of any supervisory college described in §§ 58-5A-78 to 58-5A-80, inclusive, if the recipient agrees in writing to maintain the confidentiality and privileged status of the document, material, or other information, and verifies in writing the legal authority to maintain confidentiality; (2) Notwithstanding the provisions of subdivision (1), the director may only share confidential and privileged documents, or information reported pursuant to § 58-5A-29.1, with a director of a state that has laws substantially similar to the provisions of § 58-5A-41, and who agrees in writing not to disclose such information; and (3) May The director may receive documents, materials, or information, including otherwise confidential and privileged documents, materials, or information, including proprietary materials and trade secret information from the NAIC and its affiliates and subsidiaries and from regulatory and law enforcement officials of other foreign or domestic jurisdictions, and shall maintain as confidential or privileged any document, material, or information received with notice or the understanding that it is confidential or privileged under the laws of the jurisdiction that is the source of the document, material, or information. The sharing of information by the director pursuant to this chapter does is not constitute a delegation of regulatory authority or rule-making authority, and the director is solely responsible for the administration, execution, and enforcement of the provisions of this chapter. Section 5. That § 58-5A-41.3 be AMENDED: 58-5A-41.3. The director shall must enter into written agreements with the NAIC and any third-party consultant designated by the director governing the sharing and use of information provided pursuant to this chapter that: (1) Specify procedures and protocols regarding the confidentiality and security of information shared with the NAIC and its affiliates and subsidiaries or a third-party consultant designated by the director pursuant to this chapter, including procedures and protocols for sharing by the NAIC with any other state, federal, or international regulator. The agreement must provide that the recipient agrees in writing to maintain the confidentiality and privileged status of the documents, materials, or other information and has verified in writing the legal authority to maintain the confidentiality; (2) Specify that ownership of information shared with the NAIC and its affiliates and subsidiaries or a third-party consultant pursuant to this chapter remains with the director and that the NAIC or a third-party consultant, as designated by the director, use of the information is subject to the direction of the director; (3) Prohibit the NAIC or a third-party consultant designated by the director from storing the information shared pursuant to this chapter in a permanent database after the underlying analysis is completed, except as for those materials reported pursuant to section 7 of this Act; (4) Require prompt notice to be given to an insurer whose confidential information is in the possession of the NAIC or a third-party consultant designated by the director pursuant to this chapter and is subject to a request or subpoena issued to the NAIC for disclosure or production; and (4)(5) Require the NAIC and its affiliates and subsidiaries or a third-party consultant designated by the director to consent to intervention by an insurer in any judicial or administrative action in which the NAIC and its affiliates and subsidiaries or a third-party consultant designated by the director may be required to disclose confidential information about the insurer shared with the NAIC and its affiliates and subsidiaries or a third-party consultant designated by the director pursuant to this chapter; and (6) If applicable, provide the identity of the consultant to applicable insurers for documents, materials, or information reporting pursuant to section 10 of this Act, in the case of an agreement involving a third-party consultant. Section 6. That § 58-5A-41.4 be AMENDED: 58-5A-41.4. Any document, material, or other information in the possession or control of the NAIC or a third-party consultant as designated by the director, shared pursuant to this chapter, is confidential by law and privileged, is not subject to subpoena, open records laws, and is not subject to discovery or admissible as evidence in any private civil action. Section 7. That chapter 58-5A be amended with a NEW SECTION: Except as provided in this section and in section 8 of this Act, the ultimate controlling person of every insurer subject to registration must concurrently file with the registration an annual group capital calculation as directed by the lead state director or commissioner. The report must be completed in accordance with the NAIC group capital calculation instructions as posted on the website of the division. The instructions may permit the lead state director or commissioner to allow a controlling person that is not the ultimate controlling person to file the group capital calculation. The report must be filed with the lead state director or commissioner of the insurance holding company system as determined by the director in accordance with the procedures within the financial analysis handbook as adopted by the director pursuant to rules promulgated under chapter 1-26. The director may promulgate rules pursuant to chapter 1-26 to establish requirements, standards, criteria, exemptions, instructions, and limitations for the group capital calculation and related filings. Section 8. That chapter 58-5A be amended with a NEW SECTION: Insurance holding company systems described in this section are exempt from filing the group capital calculation provided in section 7 of this Act: (1) An insurance holding company system that: (a) Has only one insurer within its holding company structure; (b) Only writes business in its domestic state; (c) Is only licensed in its domestic state; and (d) Assumes no business from any other insurer; (2) An insurance holding company system that is required to perform a group capital calculation specified by the United States Federal Reserve Board. The lead state director or commissioner must request the calculation from the Federal Reserve Board under the terms of information sharing agreements in effect. If the Federal Reserve Board cannot share the calculation with the lead state director or commissioner, the insurance holding company system is not exempt from the group capital calculation filing; (3) An insurance holding company system whose non-U.S. group-wide supervisor is located within a reciprocal jurisdiction, as described in § 58-14-16.23, that recognizes the U.S. state regulatory approach to group supervision and group capital; or (4) An insurance holding company system that provides information to the lead state that meets the requirements for accreditation under the NAIC financial standards and accreditation program, either directly or indirectly through the group-wide supervisor, who has determined the information is satisfactory to allow the lead state to comply with the NAIC group supervision approach, as detailed in the NAIC financial analysis handbook, and whose non-U.S. group-wide supervisor that is not in a reciprocal jurisdiction recognizes and accepts, as specified by the director in regulation, the group capital calculation as the world-wide group capital assessment for U.S. insurance groups who operate in that jurisdiction. If the lead state director or commissioner determines that an insurance holding company system no longer meets one or more of the requirements for an exemption from filing the group capital calculation under this section, the insurance holding company system must file the group capital calculation at the next annual filing date unless given an extension by the lead state director or commissioner based on reasonable grounds shown. The lead state director or commissioner has the discretion to exempt the ultimate controlling person from filing the annual group capital calculation or to accept a limited group capital filing or report in accordance with criteria as specified by the director in rules promulgated pursuant to chapter 1-26. Section 9. That chapter 58-5A be amended with a NEW SECTION: Notwithstanding the provisions of subdivisions (3) and (4) of section 8 of this Act, if this state is considered the lead state, the director must require the filing of the group capital calculation for U.S. operations for any non-U.S. based insurance holding company system where, after any necessary consultation with other supervisors or officials, it is deemed appropriate by the director for prudential oversight and solvency monitoring purposes or for ensuring the competitiveness of the insurance marketplace. Section 10. That chapter 58-5A be amended with a NEW SECTION: The ultimate controlling person of every insurer subject to registration and scoped into the NAIC liquidity stress test framework must file the results of a specific year’s liquidity stress test. The filing must be made to the lead state insurance director or commissioner of the insurance holding company system as determined by the procedures within the financial analysis handbook adopted by the director pursuant to rules promulgated under chapter 1-26. The NAIC liquidity stress test framework includes scope criteria applicable to a specific data year. The scope criteria are reviewed at least annually by the financial stability task force or its successor. Any change to the NAIC liquidity stress test framework or to the data year for which the scope criteria are to be measured is effective on January first of the year following the calendar year when such changes are adopted. Insurers meeting at least one threshold of the scope criteria are scoped into the NAIC liquidity stress test framework for the specified data year unless the lead state insurance director or commissioner, in consultation with insurance commissioners at the NAIC financial stability task force or its successor, determines the insurer may not be scoped into the framework for that data year. Insurers that do not trigger at least one threshold of the scope criteria are considered scoped out of the NAIC liquidity stress test framework for the specified data year, unless the lead state insurance director or commissioner, in consultation with the NAIC financial stability task force or its successor, determines the insurer should be scoped into the framework for that data year. The performance of, and filing of the results from, a specific year’s liquidity stress test must comply with the NAIC liquidity stress test framework’s instructions and reporting templates for that year and any lead state insurance director or commissioner determinations, in consultation with the NAIC financial stability task force or its successor, provided within the framework. The director may promulgate rules pursuant to chapter 1-26 to establish requirements, standards, criteria, exemptions, and limitations for the liquidity stress test and related filings. Section 11. That chapter 58-5A be amended with a NEW SECTION: The group capital calculation and resulting group capital ratio required under section 7 of this Act and the liquidity stress test, along with its results and supporting disclosures, required under section 10 of this Act, are regulatory tools for assessing group risks and capital adequacy and group liquidity risks and may not be used as a means to rank insurers or insurance holding company systems generally. Except as otherwise required under the provisions of this chapter, a licensee under this title is prohibited from releasing information with regard to the group capital calculation, group capital ratio, the liquidity stress test results, or supporting disclosures for the liquidity stress test of any insurer or any insurer group or of any component derived in the calculation by any insurer, broker, or other person engaged in any manner in the insurance business by making, publishing, disseminating, circulating, or placing before the public the information, or causing the information to be directly or indirectly made, published, disseminated, circulated, or placed before the public: (1) In a newspaper, magazine, or other publication; (2) In the form of a notice, circular, pamphlet, letter, or poster; (3) Over any radio or television station; (4) Any electronic means of communication available to the public; or (5) In any other way as an advertisement, announcement, or statement. Section 12. That chapter 58-5A be amended with a NEW SECTION: If information is released in contradiction of section 11 of this Act, an insurer may publish an announcement in a written publication if the sole purpose of the announcement is to rebut any materially false statement with respect to the group capital calculation or any resulting group capital ratio, an inappropriate comparison of any amount to an insurer’s or insurance group’s group capital calculation or resulting group capital ratio, liquidity stress test result, supporting disclosures for the liquidity stress test, or an inappropriate comparison of any amount to an insurer’s or insurance group’s liquidity stress test result or supporting disclosures is published in any written publication and the insurer is able to demonstrate to the director with substantial proof the falsity of such statement or the inappropriateness, as the case may be. Section 13. That chapter 58-5A be amended with a NEW SECTION: If an insurer subject to this chapter is deemed by the director to be in a hazardous financial condition, as defined by chapters 58-4 and 58-29B, or a condition that would be grounds for supervision, conservation, or a delinquency proceeding, then the director may require the insurer to secure and maintain either a deposit held by the director, or a bond, for the protection of the insurer for the duration of contracts or agreements or the existence of the condition for which the director required the deposit or the bond. In determining whether a deposit or a bond is required, the director may consider whether concerns exist with respect to the affiliated person’s ability to fulfill the contracts or agreements if the insurer were to be put into liquidation. Once the insurer is deemed to be in a hazardous financial condition or a condition that would be grounds for supervision, conservation, or a delinquency proceeding and a deposit or bond is necessary, the director has discretion to determine the amount of the deposit or bond, not to exceed the value of the contracts or agreements in any one year, and whether the deposit or bond is required for a single contract, multiple contracts, or a contract only with a specific person or persons. Section 14. That chapter 58-5A be amended with a NEW SECTION: All records and data of the insurer held by an affiliate are and remain the property of the insurer, are subject to control of the insurer, must be identifiable, and must be segregated or readily capable of segregation, at no additional cost to the insurer, from all other persons’ records and data. This includes all records and data that are otherwise the property of the insurer, in any form maintained, including claims and claim files, policyholder lists, application files, litigation files, premium records, rate books, underwriting manuals, personnel records, and financial records or similar records within the possession, custody, or control of the affiliate. At the request of the insurer, the affiliate must provide the receiver a complete set of all records of any type that pertain to the insurer’s business, obtain access to the operating systems on which the data is maintained, obtain the software that runs those systems either through assumption of licensing agreements or otherwise, and restrict the use of the data by the affiliate if it is not operating the insurer’s business. The affiliate must provide a waiver of any landlord lien or other encumbrance to give the insurer access to all records and data in the event of the affiliate’s default under a lease or other agreement. Section 15. That chapter 58-5A be amended with a NEW SECTION: Premiums and other funds belonging to the insurer that are collected by or held by an affiliate are the exclusive property of the insurer and are subject to the control of the insurer. Any right of offset in the event an insurer is placed into receivership is subject to chapter 58-29B. Section 16. That chapter 58-5A be amended with a NEW SECTION: Any affiliate that is party to an agreement or contract with a domestic insurer that is referenced in subdivision 58-5A-56(4) is subject to the jurisdiction of any supervision, seizure, conservatorship or receivership proceedings against the insurer and to the authority of any supervisor, conservator, rehabilitator, or liquidator for the insurer appointed pursuant to chapter 58-29B for the purpose of interpreting, enforcing, and overseeing the affiliate’s obligations under the agreement or contract to perform services for the insurer that: (1) Are an integral part of the insurer’s operations, including management, administrative, accounting, data processing, marketing, underwriting, claims handling, investment, or any other similar functions; or (2) Are essential to the insurer’s ability to fulfill its obligations under insurance policies. The director may require that an agreement or contract referenced in subsection 58-5A-21(2)(e), for the provision of services described in subdivisions (1) and (2) of this section, specify that the affiliate consents to the jurisdiction as set forth in this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24738, "action_date": "2024-01-09T12:00:00-06:00", "document_id": 256993, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/256993.pdf", "status_text": "First read in House and referred to", "journal_page": 17, "committee_id_action": 1197, "committee_id_assigned": 1192, "result": "N", "vote": {}}, {"bill_id": 24738, "action_date": "2024-01-12T10:00:00-06:00", "document_id": 258834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/258834.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1192, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24738, "action_date": "2024-01-12T10:00:00-06:00", "document_id": 258868, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/258868.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1192, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78413, "president_vote": null, "Yea": [4472, 4475, 4482, 4494, 4497, 4535, 4546, 4557, 4560, 4543, 4571], "Excused": [4519], "Nay": [4533]}}, {"bill_id": 24738, "action_date": "2024-01-16T14:00:00-06:00", "document_id": 259641, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259641.pdf", "status_text": "Do Pass", "journal_page": 66, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78505, "president_vote": null, "Yea": [4472, 4473, 4474, 4475, 4476, 4478, 4482, 4483, 4485, 4486, 4489, 4491, 4492, 4494, 4495, 4496, 4497, 4499, 4500, 4503, 4504, 4505, 4506, 4509, 4510, 4511, 4513, 4514, 4518, 4519, 4520, 4521, 4522, 4524, 4525, 4527, 4528, 4530, 4531, 4532, 4533, 4534, 4535, 4538, 4540, 4542, 4543, 4544, 4545, 4546, 4548, 4549, 4551, 4552, 4553, 4555, 4556, 4557, 4560, 4561, 4562, 4563, 4565, 4566, 4568, 4569, 4570, 4571, 4575]}}, {"bill_id": 24738, "action_date": "2024-01-17T14:00:00-06:00", "document_id": 260025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260025.pdf", "status_text": "First read in Senate and referred to", "journal_page": 95, "committee_id_action": 1219, "committee_id_assigned": 1209, "result": "N", "vote": {}}, {"bill_id": 24738, "action_date": "2024-01-30T10:00:00-06:00", "document_id": 262930, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262930.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1209, "committee_id_assigned": null, "result": "N", "vote": {}}]}