{"session_id": 8, "bill_id": 1687, "bill_type": "Senate Bill", "bill_number": 13, "bill_title": "revise certain provisions concerning petitions and elections.", "sponsors": [], "keywords": ["Board of Elections", "Elections", "Local Government", "Secretary of State"], "audio": [{"meeting_datetime": "2010-01-15T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/slo04.mp3", "start_seconds": 61.0}, {"meeting_datetime": "2010-01-15T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/slo04.mp3", "start_seconds": 61.0}, {"meeting_datetime": "2010-01-15T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/slo04.mp3", "start_seconds": 61.0}, {"meeting_datetime": "2010-01-15T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/slo04.mp3", "start_seconds": 61.0}, {"meeting_datetime": "2010-01-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen07.mp3", "start_seconds": 2443.0}, {"meeting_datetime": "2010-01-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen07.mp3", "start_seconds": 2443.0}, {"meeting_datetime": "2010-01-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen07.mp3", "start_seconds": 2443.0}, {"meeting_datetime": "2010-01-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen07.mp3", "start_seconds": 2443.0}, {"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hlo12.mp3", "start_seconds": 776.0}, {"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hlo12.mp3", "start_seconds": 776.0}, {"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hlo12.mp3", "start_seconds": 776.0}, {"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hlo12.mp3", "start_seconds": 776.0}, {"meeting_datetime": "2010-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou27.mp3", "start_seconds": 1870.0}, {"meeting_datetime": "2010-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou27.mp3", "start_seconds": 1870.0}, {"meeting_datetime": "2010-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou27.mp3", "start_seconds": 1870.0}], "bill_versions": [{"bill_id": 1687, "bill_version_id": 10170, "bill_version": "Introduced", "bill_version_date": "2009-12-22T09:57:11.437-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning petitions and elections. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 2-1-10 be amended to read as follows: 2-1-10. Each person, who circulates and secures signatures to a petition to initiate a constitutional amendment or other measure or to refer legislation to the electors, shall sign a verification before filing the petition with the officer in whose office it is by law required to be filed. The verification shall prescribe that the circulator made reasonable inquiry and, to the best of the circulator's knowledge, each person signing the petition is a qualified voter of the state in the county indicated on the signature line and that no state statute regarding the circulation of petitions was knowingly violated. The State Board of Elections shall prescribe the form for the verification. The verification shall be complete and the affixing of the circulator's signature shall be witnessed and notarized by a notary public commissioned in South Dakota or other officer authorized to administer oaths pursuant to § 18-3-1. Any person who falsely swears to the verification provided for in this section is guilty of a Class 1 misdemeanor. Section 2. That § 6-16-5 be amended to read as follows: 6-16-5. If the proposed district contains less than one thousand eligible voters as defined in § 6-16-6, the county auditor shall set a date, time, and location for a meeting to be held within the district to conduct an election on the question of formation of the special district. The date may not be more than sixty days after the appropriate board declares that the application for incorporation is valid. The auditor shall appoint three judges of election, one of whom shall serve as the superintendent, to conduct the election. The vote upon the question of incorporation shall be by ballot which conforms to a ballot for a statewide question except that the statement required to be printed on the ballot shall be prepared by the state's attorney. After the vote is cast and counted, the judges shall prepare a certification showing the whole number of ballots cast, together with the number voting for and the number voting against incorporation, and shall return the certification to the county auditor. If a majority, or if it is a water project district at least sixty percent, of the votes cast on the question of formation is in favor, an election shall be conducted by those present at the same meeting to elect the initial board of directors or trustees. Section 3. That § 6-16-5.2 be amended to read as follows: 6-16-5.2. If a majority, or if it is a water project district at least sixty percent, of the votes cast in an election conducted pursuant to § 6-16-5.1 is in favor on the question of formation of the special district, an election shall be conducted by the county auditor within sixty days after the official canvass to elect the initial board of directors or trustees. The election shall be conducted pursuant to Title 12. The county auditor shall publish a notice of vacancy no later than fifty days prior to the election. Circulation of nominating petitions may begin upon completion of the official canvass of the election to form the district. Nominating petitions shall be filed with the county auditor by 5:00 p.m. at least thirty days before the election. The nominating petitions shall contain signatures of at least twenty-five registered voters in the district. Absentee ballots shall be made available to the voters no later than twenty days before the date of election. The election shall be canvassed by the county commission. Section 4. That § 7-18A-11 be amended to read as follows: 7-18A-11. The right to propose an ordinance or resolution shall be exercised by filing with the auditor a petition in proper form containing the proposed ordinance or resolution, signed by the required number of qualified voters of the county. The signer or circulator of the petition shall add the signer's place of residence and the date month and day of signing. The signer's post office box number may be given in lieu of a street address if the signer lives within a municipality of the second or third class. A date may be written in full or may be written using standard abbreviations, including numerals. Section 5. That § 9-13-14.1 be amended to read as follows: 9-13-14.1. If a vacancy exists on a municipal governing body, the remaining members shall appoint a replacement to serve until the next annual municipal election, or the vacancy may be filled by special election for the remainder of the unexpired term as provided in § 9-13-14.2. In the aldermanic form of municipal government, the appointment must shall be a person from the same ward of the first or second class municipality. If electing a person to fill the remainder of the unexpired term at an annual municipal election, the vacancy shall have occurred prior to the publication required by § 9-13-6. Section 6. That § 9-13-14.2 be amended to read as follows: 9-13-14.2. The governing body of any municipality may, by ordinance enacted prior to the vacancy, require that any vacancy on the governing body or in the office of the mayor is to be filled by a special election called for that purpose to be conducted as provided in § 9-13-14 and this section. No such special election may be held less than ninety days before the annual municipal election. The finance officer of the municipality shall publish a notice in the official newspaper of the municipality stating that a vacancy exists, that the vacancy will be filled by special election, the date of the election, and the time and place where nominating petitions may be filed for the office. The notice shall be published once each week for two consecutive weeks beginning at least sixty days before the date of the special election. Nominating petitions for the vacancy shall be prepared and filed as provided in § 9-13-7, may not be circulated more than sixty days before the date of the special election, and shall be filed at least thirty days before the date of the special election. A notice of the special election shall be published as provided in §§ 9-13-13 and 9-13-14. Section 7. That § 9-13-25 be amended to read as follows: 9-13-25. In any municipality, the person having the highest number of votes for any office shall be declared elected. However, the governing board of any municipality may, on or before the first of October in the year preceding, approve an ordinance prescribing the requiring a secondary election procedures as found in to be conducted pursuant to § 9-13-27.1 and section 8 of this Act. Section 8. That chapter 9-13 be amended by adding thereto a NEW SECTION to read as follows: If a municipality has passed an ordinance requiring a secondary election and no candidate in a race involving three or more candidates receives a majority of the votes cast in the race, a secondary election shall be held three weeks from the date of the first election. At the secondary election, the only persons voted for shall be the two candidates receiving the highest number of votes at the first election. However, if there is a tie for second place in the first election and there is no tie for first place, all tying second place candidates shall be placed along with the first place candidate on the ballot for the secondary election. The secondary election shall be held at the same polling places and shall be conducted, returned, and canvassed in the same manner as the first election. The result shall be declared and entered in the minutes of the municipality in the same manner as the first election. The person receiving the highest number of votes at the secondary election is elected. Section 9. That § 12-1-3 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Qualified voter,\" a person on the active voter registration list; Section 10. That § 12-4-36 be amended to read as follows: 12-4-36. There is a rebuttable presumption that the signer of a petition filed pursuant to chapter 2-1, 6-16, 7-18A, 9-13, 9-20, 12-6, 12-7, or 13-7 is not a qualified elector if the signer's name fails to appear on the active voter registration list of the county stated on the petition as the signer's county of registration on the date the petition was signed. This rebuttable presumption may only be overcome by clear and convincing evidence presented by the petition sponsor, circulator, or candidate that the signer was on the active voter registration list of the county stated on the petition on the date the petition was signed. Section 11. That § 12-4-37 be amended to read as follows: 12-4-37. The secretary of state shall establish a computerized system for maintaining and utilizing the voter registration file and transmitting voter registration information from each county auditor to the Office of the Secretary of State. Each county auditor shall furnish the current master registration file of voters as provided in § 12-4-9 in computer format to the secretary of state by January 1, 2002. Each county auditor shall transmit any changes thereafter to the master registration file or the absentee voter log to the secretary of state on a daily basis. Section 12. That § 12-6-51.1 be amended to read as follows: 12-6-51.1. If no candidate for United States Senate, United States House of Representatives, or Governor in a race involving three or more candidates receives thirty-five percent of the votes of the candidate's party, a secondary election shall be held three weeks from the date of the first primary election. At the secondary election the only persons voted for shall be the two candidates receiving the highest number of votes at the first election. However, if there is a tie for second place in the first primary election and there is no tie for first place, all tying second place candidates shall be placed along with the first place candidate on the ballot for the secondary election. The secondary election shall be held at the same polling places, be conducted, returned, and canvassed and the results declared in the same manner as the first election. However, if the secondary election does not have a federal race, the electronic ballot marking system is not required and hand-counted ballots may be used. The person receiving the highest number of votes at the secondary election is nominated as the candidate for the party. Section 13. That § 12-14-1.1 be amended to read as follows: 12-14-1.1. It shall be the duty of officials The official in charge of a local elections to election shall notify the county auditor at least thirty forty-five days preceding their a local elections election, of the precinct, ward, representation area, or external boundary changes if any have been made. Section 14. That § 12-16-1 be amended to read as follows: 12-16-1. The county auditor shall provide printed ballots for every each election in which the voters of the entire county participate. Except as provided in § 12-6-9, printed ballots for a primary election shall contain the name of every each candidate who has filed for nomination and is approved. The printed ballots for the election of officers shall contain the name of every each candidate whose nomination has been certified or filed with the county auditor in the manner provided by law unless they are the candidate is deemed elected by having no opposition. The names of the candidates shall appear on the ballot exactly as listed in the declaration of candidacy of the candidates' nominating petitions. Sample ballots shall be printed on paper of a different color from the official ballot but in the same form. The sample ballots and official ballots shall be printed and in the possession of the county auditor not later than six weeks forty-five days prior to a primary or general election. The county auditor shall also prepare the necessary ballots if any question is required to be submitted to the voters of the county. Ballots for general elections shall be of the style and form prescribed in §§ 12-16-2 to 12-16-11, inclusive. Section 15. That § 12-19-2 be amended to read as follows: 12-19-2. An absentee voter desiring to vote by mail may apply to the person in charge of the election for an absentee ballot. The application or request shall be made in writing and be signed by the applicant and shall state the applicant's voter registration address. The application or request shall contain an oath verifying the validity of the information contained in the application or request. The oath shall be administered by a notary public or other officer authorized by statute to administer an oath. If the application or request does not contain an oath, the application or request shall be accompanied by a copy of the voter's identification card as required by § 12-18-6.1. The copy of the voter's identification card shall be maintained by the person in charge of the election. However, the voter's identification card is not available for public inspection. The application or request may be used to obtain an absentee ballot for all elections in that calendar year conducted by the jurisdiction receiving the application or request if so indicated. If the application or request is from a voter identified as being covered by the Uniformed and Overseas Citizens Absentee Voting Act (42 U.S.C. 1973ff-1) as of January 1, 2006, an absentee ballot shall be provided to the voter for each federal election through the next two general elections. The ballot shall be sent to the voter's residence, as shown in the voter registration file or any temporary residence address designated in writing by the voter, at the time of applying for the absentee ballot. If the application or request is for a primary, general, or other statewide election from a voter identified as being covered by the Uniformed and Overseas Citizens Absentee Voting Act (42 U.S.C. 1973ff-1) as of January 1, 2010, the voter may designate on the application for the ballot to be sent electronically. The person in charge of the election shall stamp the application with the date it was received. The person in charge of the election shall preserve a record of the name, mailing address, and voting precinct of each applicant and, except as provided by § 12-19-45, deliver a copy of the record to the superintendent of the election board of the home precinct of the applicant. Section 16. That § 12-19-10 be amended to read as follows: 12-19-10. Upon receipt of the sealed return envelope containing the voted ballots, the person in charge of the election shall keep it in a safe place without opening the envelope or breaking the seal thereof and shall, except as provided by § 12-19-42, deliver it to the precinct superintendent of election of the voter's home precinct. The person in charge of the election shall have the absentee ballots delivered with the election supplies, or if received later, then prior to the close of the polls. If the election board is not otherwise engaged in official duties, or if there are absentee ballots not processed when the polls close, immediately thereafter, the board shall carefully compare the statement on the reverse side of the official return envelope with the written application received from the officer in charge of the election without opening or breaking the seal of the return envelope. If the ballot is contained in a combined absentee ballot application/return envelope, the comparison of the statement and the application shall be omitted. The board shall enter the voter's name on the election pollbook and mark the registration list if: (1) The ballots received were voted by the voter whose name appears on the statement; (2) The voter is registered in such precinct and has not previously voted in that precinct at the election; and (3) The written application and statement were both signed by the voter. The board shall then open the envelope without opening, unfolding or examining the ballots the envelope may contain, stamp the ballots with the official stamp, and deposit the ballots with the other ballots cast at the election. If the board determines that an absentee ballot envelope cannot be opened because the envelope does not meet the requirements for opening, the reason shall be written on the envelope, signed by a member of the board, and the envelope placed in a larger envelope for unopened absentee ballots. No person may, prior to the counting of the votes, open, unfold or examine any ballot, or make any communication to any person concerning the markings or contents of the ballot. A violation of the preceding sentence is a Class 2 misdemeanor. Section 17. That § 12-19-12 be amended to read as follows: 12-19-12. If an absentee ballot is delivered to a polling place after the polls are closed, the absentee ballot may not be counted or opened, but a member of the precinct election board shall immediately endorse on the envelope the following: Received after closing of polls, and sign the person's signature thereto and return the absentee ballot with the other ballots to the officer in charge of the conduct of the election. Section 18. That § 12-19-14 be amended to read as follows: 12-19-14. Any voter who, having procured an official ballot or ballots or Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) ballot link as provided in §§ 12-19-1 to 12-19-12, inclusive, intentionally disposes them of a ballot in any manner other than as provided in said such sections or provides the UOCAVA ballot link to any other person is guilty of a Class 2 misdemeanor. The UOCAVA ballot link is the internet URL for accessing an electronically provided absentee ballot. Section 19. That § 12-19-47 be amended to read as follows: 12-19-47. The Absentee Ballot Counting Board, during the time prescribed in § 12-19-46, shall carefully compare the statement on the reverse side of the official return envelope with the written application received from the officer in charge of the election without opening or breaking the seal of the return envelope. If the ballot is contained in a combined absentee ballot application/return envelope, the comparison of the statement and the application shall be omitted. If the board is satisfied that the ballots received were voted by the voter whose name appears on the statement and that the voter is registered in such precinct and has not previously voted in that precinct at the election, the board shall enter the voter's name on the election pollbook. After opening the envelope without opening, unfolding, or examining the ballots contained in the envelope, the board shall affix to the ballots the official stamp and deposit the ballots in the proper ballot box and count the ballots in the manner prescribed by the State Board of Elections. No person, prior to the counting of the votes, may open, unfold, or examine any ballot, or make any communication to any person concerning the markings or contents of the ballot. A violation of the preceding sentence is a Class 2 misdemeanor process each absentee ballot as required by § 12-19-10. Section 20. That § 12-19-48 be amended to read as follows: 12-19-48. If an absentee ballot is delivered to an absentee ballot counting board after the polls are closed the absentee ballot may not be counted or opened, but a member of the absentee ballot counting board shall immediately endorse on the envelope the following: Received after closing of polls, and sign the person's name on the envelope and return the absentee ballot with the other ballots to the officer in charge of the election. Section 21. That § 12-20-2.1 be amended to read as follows: 12-20-2.1. If the ballot box for any precinct is opened prior to for ballot counting at the precinct, each provisional ballot envelope and each unopened absentee ballot shall be removed, placed, and sealed in the provisional or unopened absentee ballot return envelope and returned unopened to the person in charge of the election with the other election supplies. Section 22. That § 12-20-7 be amended to read as follows: 12-20-7. Any ballot or part of a ballot from which it is impossible to determine the voter's choice by using standards defined by the State Board of Elections shall be void and may not be counted. If the voter's marks on a ballot are sufficiently plain to determine the voter's intention it is the duty of the precinct deputies to count such vote. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, defining standards for determining voter intent. Section 23. That § 12-21-24 be amended to read as follows: 12-21-24. It shall be the duty of any person or official having custody of ballot boxes containing the ballots to be recounted to produce the same before such board for the purposes of such recount upon notice so to do from the county auditor The county auditor shall provide the pollbooks, automatic tabulating system election night print outs, sealed ballot boxes, any provisional ballots which were determined countable pursuant to § 12-20-13.2, any uncounted provisional ballots, and any unopened absentee ballot envelopes to the recount board. The recount board is authorized to make a determination whether any provisional ballots or absentee ballots which were determined not to be countable, shall be counted, and those votes shall be added to the recount tally. Section 24. That § 12-22-2 be amended to read as follows: 12-22-2. Such A contest may be instituted by any candidate for a public office, other than a candidate for United States Senator, Representative in Congress, member of the Legislature, or delegate to, or representative in any other body, convention, committee, or tribunal, which has the final right to determine the qualifications of its members. Legislative contests. A legislative contest shall be instituted as provided in § 12-22-26. Section 25. That § 13-7-6 be amended to read as follows: 13-7-6. No candidate for elective school board membership may be nominated unless such person is a resident voter of the school district and unless a nominating petition has been filed on such person's behalf with the business manager of the school district. The nominating petition shall be filed no later than five p.m. on the Friday thirty-nine days before the date of the election. However, if the nominating petition is from a candidate for a vacancy on a new school board within a newly created school district entity pursuant to § 13-6-62, the nominating petition shall be filed no later than thirty days prior to the date of the election. The petition is considered filed if it is mailed by registered mail by five p.m. on the Friday thirty-nine days before the election. A formal declaration of a candidate shall be signed by the candidate before the circulation of the petition. The petition shall be signed by not less than twenty voters of the school district or if the school district is divided into school board representation areas, the petition shall be signed by not less than twenty voters who reside within the school board representation area. No petition may be circulated until ten weeks prior to the election. There shall be added by either the signer or the circulator the signer's place of residence and date of signing. The petition shall be verified under oath by the person circulating it. The filing of the nominating petition shall constitute nomination and will entitle the candidate to have the candidate's name placed on the ballot for the term the candidate specifies on the petition only upon verification signed by the business manager that the nominating petition contains the minimum number of signatures and that the candidate is a resident voter. Section 26. That chapter 13-7 be amended by adding thereto a NEW SECTION to read as follows: If the nominating petition is from a candidate for a vacancy on a new school board within a newly created school district entity pursuant to § 13-6-62, the nominating petition shall be circulated no more than sixty days prior to the date of the election and filed no later than thirty days prior to the date of the election. Section 27. That § 31-12A-15 be amended to read as follows: 31-12A-15. In each road district an annual election of officers shall be held on the first Tuesday in May at a place in the district as the board of trustees shall designate. The Unless otherwise specified, the election shall be conducted according to chapter 8-3, at a meeting of the registered voters who reside in the road district. Section 28. That § 34-47-2 be amended to read as follows: 34-47-2. If the voters of both the rural fire protection district and ambulance district approve a consolidation pursuant to § 34-47-1, the districts shall be consolidated into an emergency services district on the following January first. After the voters of each district approve the consolidation and before the consolidation takes effect, the voters of both districts shall meet together and elect a five-member board of emergency services. Board members shall serve until their successors are elected and qualified. Three members of the first board shall serve two-year terms and two members shall serve one-year terms, to be determined by lot at the first board meeting. Subsequent members of the board shall be elected by the voters at the annual meeting to serve two-year terms. Unless otherwise specified, an emergency services district board member election shall be conducted pursuant to chapter 8-3. At its first meeting each year the board shall elect a president, vice president, and secretary-treasurer."}, {"bill_id": 1687, "bill_version_id": 10537, "bill_version": "Senate Local Government Engrossed", "bill_version_date": "2010-01-15T11:22:44.757-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning petitions and elections. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 2-1-10 be amended to read as follows: 2-1-10. Each person, who circulates and secures signatures to a petition to initiate a constitutional amendment or other measure or to refer legislation to the electors, shall sign a verification before filing the petition with the officer in whose office it is by law required to be filed. The verification shall prescribe that the circulator made reasonable inquiry and, to the best of the circulator's knowledge, each person signing the petition is a qualified voter of the state in the county indicated on the signature line and that no state statute regarding the circulation of petitions was knowingly violated. The State Board of Elections shall prescribe the form for the verification. The verification shall be complete and the affixing of the circulator's signature shall be witnessed and notarized by a notary public commissioned in South Dakota or other officer authorized to administer oaths pursuant to § 18-3-1. Any person who falsely swears to the verification provided for in this section is guilty of a Class 1 misdemeanor. Section 2. That § 6-16-5 be amended to read as follows: 6-16-5. If the proposed district contains less than one thousand eligible voters as defined in § 6-16-6, the county auditor shall set a date, time, and location for a meeting to be held within the district to conduct an election on the question of formation of the special district. The date may not be more than sixty days after the appropriate board declares that the application for incorporation is valid. The auditor shall appoint three judges of election, one of whom shall serve as the superintendent, to conduct the election. The vote upon the question of incorporation shall be by ballot which conforms to a ballot for a statewide question except that the statement required to be printed on the ballot shall be prepared by the state's attorney. After the vote is cast and counted, the judges shall prepare a certification showing the whole number of ballots cast, together with the number voting for and the number voting against incorporation, and shall return the certification to the county auditor. If a majority, or if it is a water project district at least sixty percent, of the votes cast on the question of formation is in favor, an election shall be conducted by those present at the same meeting to elect the initial board of directors or trustees. Section 3. That § 6-16-5.2 be amended to read as follows: 6-16-5.2. If a majority, or if it is a water project district at least sixty percent, of the votes cast in an election conducted pursuant to § 6-16-5.1 is in favor on the question of formation of the special district, an election shall be conducted by the county auditor within sixty days after the official canvass to elect the initial board of directors or trustees. The election shall be conducted pursuant to Title 12. The county auditor shall publish a notice of vacancy no later than fifty days prior to the election. Circulation of nominating petitions may begin upon completion of the official canvass of the election to form the district. Nominating petitions shall be filed with the county auditor by 5:00 p.m. at least thirty days before the election. The nominating petitions shall contain signatures of at least twenty-five registered voters in the district. Absentee ballots shall be made available to the voters no later than twenty days before the date of election. The election shall be canvassed by the county commission. Section 4. That § 7-18A-11 be amended to read as follows: 7-18A-11. The right to propose an ordinance or resolution shall be exercised by filing with the auditor a petition in proper form containing the proposed ordinance or resolution, signed by the required number of qualified voters of the county. The signer or circulator of the petition shall add the signer's place of residence and the date month and day of signing. The signer's post office box number may be given in lieu of a street address if the signer lives within a municipality of the second or third class. A date may be written in full or may be written using standard abbreviations, including numerals. Section 5. That § 9-13-14.1 be amended to read as follows: 9-13-14.1. If a vacancy exists on a municipal governing body, the remaining members shall appoint a replacement to serve until the next annual municipal election, or the vacancy may be filled by special election for the remainder of the unexpired term as provided in § 9-13-14.2. In the aldermanic form of municipal government, the appointment must shall be a person from the same ward of the first or second class municipality. If electing a person to fill the remainder of the unexpired term at an annual municipal election, the vacancy shall have occurred prior to the publication required by § 9-13-6. Section 6. That § 9-13-14.2 be amended to read as follows: 9-13-14.2. The governing body of any municipality may, by ordinance enacted prior to the vacancy, require that any vacancy on the governing body or in the office of the mayor is to be filled by a special election called for that purpose to be conducted as provided in § 9-13-14 and this section. No such special election may be held less than ninety days before the annual municipal election. The finance officer of the municipality shall publish a notice in the official newspaper of the municipality stating that a vacancy exists, that the vacancy will be filled by special election, the date of the election, and the time and place where nominating petitions may be filed for the office. The notice shall be published once each week for two consecutive weeks beginning at least sixty days before the date of the special election. Nominating petitions for the vacancy shall be prepared and filed as provided in § 9-13-7, may not be circulated more than sixty days before the date of the special election, and shall be filed at least thirty days before the date of the special election. A notice of the special election shall be published as provided in §§ 9-13-13 and 9-13-14. Section 7. That § 9-13-25 be amended to read as follows: 9-13-25. In any municipality, the person having the highest number of votes for any office shall be declared elected. However, the governing board of any municipality may, on or before the first of October in the year preceding, approve an ordinance prescribing the requiring a secondary election procedures as found in to be conducted pursuant to § 9-13-27.1 and section 8 of this Act. Section 8. That chapter 9-13 be amended by adding thereto a NEW SECTION to read as follows: If a municipality has passed an ordinance requiring a secondary election and no candidate in a race involving three or more candidates receives a majority of the votes cast in the race, a secondary election shall be held three weeks from the date of the first election. At the secondary election, the only persons voted for shall be the two candidates receiving the highest number of votes at the first election. However, if there is a tie for second place in the first election and there is no tie for first place, all tying second place candidates shall be placed along with the first place candidate on the ballot for the secondary election. The secondary election shall be held at the same polling places and shall be conducted, returned, and canvassed in the same manner as the first election. The result shall be declared and entered in the minutes of the municipality in the same manner as the first election. The person receiving the highest number of votes at the secondary election is elected. Section 9. That § 12-1-3 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Qualified voter,\" a person on the active voter registration list; Section 10. That § 12-4-36 be amended to read as follows: 12-4-36. There is a rebuttable presumption that the signer of a petition filed pursuant to chapter 2-1, 6-16, 7-18A, 9-13, 9-20, 12-6, 12-7, or 13-7 is not a qualified elector if the signer's name fails to appear on the active voter registration list of the county stated on the petition as the signer's county of registration on the date the petition was signed. This rebuttable presumption may only be overcome by clear and convincing evidence presented by the petition sponsor, circulator, or candidate that the signer was on the active voter registration list of the county stated on the petition on the date the petition was signed. Section 11. That § 12-4-37 be amended to read as follows: 12-4-37. The secretary of state shall establish a computerized system for maintaining and utilizing the voter registration file and transmitting voter registration information from each county auditor to the Office of the Secretary of State. Each county auditor shall furnish the current master registration file of voters as provided in § 12-4-9 in computer format to the secretary of state by January 1, 2002. Each county auditor shall transmit any changes thereafter to the master registration file or the absentee voter log to the secretary of state on a daily basis. Section 12. That § 12-6-51.1 be amended to read as follows: 12-6-51.1. If no candidate for United States Senate, United States House of Representatives, or Governor in a race involving three or more candidates receives thirty-five percent of the votes of the candidate's party, a secondary election shall be held three weeks from the date of the first primary election. At the secondary election the only persons voted for shall be the two candidates receiving the highest number of votes at the first election. However, if there is a tie for second place in the first primary election and there is no tie for first place, all tying second place candidates shall be placed along with the first place candidate on the ballot for the secondary election. The secondary election shall be held at the same polling places, be conducted, returned, and canvassed and the results declared in the same manner as the first election. However, if the secondary election does not have a federal race, the electronic ballot marking system is not required and hand-counted ballots may be used. The person receiving the highest number of votes at the secondary election is nominated as the candidate for the party. Section 13. That § 12-14-1.1 be amended to read as follows: 12-14-1.1. It shall be the duty of officials The official in charge of a local elections to election shall notify the county auditor at least thirty forty-five days preceding their a local elections election, of the precinct, ward, representation area, or external boundary changes if any have been made. Section 14. That § 12-16-1 be amended to read as follows: 12-16-1. The county auditor shall provide printed ballots for every each election in which the voters of the entire county participate. Except as provided in § 12-6-9, printed ballots for a primary election shall contain the name of every each candidate who has filed for nomination and is approved. The printed ballots for the election of officers shall contain the name of every each candidate whose nomination has been certified or filed with the county auditor in the manner provided by law unless they are the candidate is deemed elected by having no opposition. The names of the candidates shall appear on the ballot exactly as listed in the declaration of candidacy of the candidates' nominating petitions. Sample ballots shall be printed on paper of a different color from the official ballot but in the same form. The sample ballots and official ballots shall be printed and in the possession of the county auditor not later than six weeks forty-five days prior to a primary or general election. The county auditor shall also prepare the necessary ballots if any question is required to be submitted to the voters of the county. Ballots for general elections shall be of the style and form prescribed in §§ 12-16-2 to 12-16-11, inclusive. Section 15. That § 12-19-2 be amended to read as follows: 12-19-2. An absentee voter desiring to vote by mail may apply to the person in charge of the election for an absentee ballot. The application or request shall be made in writing and be signed by the applicant and shall state the applicant's voter registration address. The application or request shall contain an oath verifying the validity of the information contained in the application or request. The oath shall be administered by a notary public or other officer authorized by statute to administer an oath. If the application or request does not contain an oath, the application or request shall be accompanied by a copy of the voter's identification card as required by § 12-18-6.1. The copy of the voter's identification card shall be maintained by the person in charge of the election. However, the voter's identification card is not available for public inspection. The application or request may be used to obtain an absentee ballot for all elections in that calendar year conducted by the jurisdiction receiving the application or request if so indicated. If the application or request is from a voter identified as being covered by the Uniformed and Overseas Citizens Absentee Voting Act (42 U.S.C. 1973ff-1) as of January 1, 2006, an absentee ballot shall be provided to the voter for each federal election through the next two general elections. The ballot shall be sent to the voter's residence, as shown in the voter registration file or any temporary residence address designated in writing by the voter, at the time of applying for the absentee ballot. If the application or request is for a primary, general, or other statewide election from a voter identified as being covered by the Uniformed and Overseas Citizens Absentee Voting Act (42 U.S.C. 1973ff-1) as of January 1, 2010, the voter may designate on the application for the ballot to be sent electronically. The person in charge of the election shall stamp the application with the date it was received. The person in charge of the election shall preserve a record of the name, mailing address, and voting precinct of each applicant and, except as provided by § 12-19-45, deliver a copy of the record to the superintendent of the election board of the home precinct of the applicant. Section 16. That § 12-19-10 be amended to read as follows: 12-19-10. Upon receipt of the sealed return envelope containing the voted ballots, the person in charge of the election shall keep it in a safe place without opening the envelope or breaking the seal thereof and shall, except as provided by § 12-19-42, deliver it to the precinct superintendent of election of the voter's home precinct. The person in charge of the election shall have the absentee ballots delivered with the election supplies, or if received later, then prior to the close of the polls. If the election board is not otherwise engaged in official duties, or if there are absentee ballots not processed when the polls close, immediately thereafter, the board shall carefully compare the statement on the reverse side of the official return envelope with the written application received from the officer in charge of the election without opening or breaking the seal of the return envelope. If the ballot is contained in a combined absentee ballot application/return envelope, the comparison of the statement and the application shall be omitted. The board shall enter the voter's name on the election pollbook and mark the registration list if: (1) The ballots received were voted by the voter whose name appears on the statement; (2) The voter is registered in such precinct and has not previously voted in that precinct at the election; and (3) The written application and statement were both signed by the voter. The board shall then open the envelope without opening, unfolding or examining the ballots the envelope may contain, stamp the ballots with the official stamp, and deposit the ballots with the other ballots cast at the election. If the board determines that an absentee ballot envelope cannot be opened because the envelope does not meet the requirements for opening, the reason shall be written on the envelope, signed by a member of the board, and the envelope placed in a larger envelope for unopened absentee ballots. No person may, prior to the counting of the votes, open, unfold or examine any ballot, or make any communication to any person concerning the markings or contents of the ballot. A violation of the preceding sentence is a Class 2 misdemeanor. Section 17. That § 12-19-12 be amended to read as follows: 12-19-12. If an absentee ballot is delivered to a polling place after the polls are closed, the absentee ballot may not be counted or opened, but a member of the precinct election board shall immediately endorse on the envelope the following: Received after closing of polls, and sign the person's signature thereto and return the absentee ballot with the other ballots to the officer in charge of the conduct of the election. Section 18. That § 12-19-14 be amended to read as follows: 12-19-14. Any voter who, having procured an official ballot or ballots or Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) ballot link as provided in §§ 12-19-1 to 12-19-12, inclusive, intentionally disposes them of a ballot in any manner other than as provided in said such sections or provides the UOCAVA ballot link to any other person is guilty of a Class 2 misdemeanor. The UOCAVA ballot link is the internet URL for accessing an electronically provided absentee ballot. Section 19. That § 12-19-47 be amended to read as follows: 12-19-47. The Absentee Ballot Counting Board, during the time prescribed in § 12-19-46, shall carefully compare the statement on the reverse side of the official return envelope with the written application received from the officer in charge of the election without opening or breaking the seal of the return envelope. If the ballot is contained in a combined absentee ballot application/return envelope, the comparison of the statement and the application shall be omitted. If the board is satisfied that the ballots received were voted by the voter whose name appears on the statement and that the voter is registered in such precinct and has not previously voted in that precinct at the election, the board shall enter the voter's name on the election pollbook. After opening the envelope without opening, unfolding, or examining the ballots contained in the envelope, the board shall affix to the ballots the official stamp and deposit the ballots in the proper ballot box and count the ballots in the manner prescribed by the State Board of Elections. No person, prior to the counting of the votes, may open, unfold, or examine any ballot, or make any communication to any person concerning the markings or contents of the ballot. A violation of the preceding sentence is a Class 2 misdemeanor process each absentee ballot as required by § 12-19-10. Section 20. That § 12-19-48 be amended to read as follows: 12-19-48. If an absentee ballot is delivered to an absentee ballot counting board after the polls are closed the absentee ballot may not be counted or opened, but a member of the absentee ballot counting board shall immediately endorse on the envelope the following: Received after closing of polls, and sign the person's name on the envelope and return the absentee ballot with the other ballots to the officer in charge of the election. Section 21. That § 12-20-2.1 be amended to read as follows: 12-20-2.1. If the ballot box for any precinct is opened prior to for ballot counting at the precinct, each provisional ballot envelope and each unopened absentee ballot shall be removed, placed, and sealed in the provisional or unopened absentee ballot return envelope and returned unopened to the person in charge of the election with the other election supplies. Section 22. That § 12-20-7 be amended to read as follows: 12-20-7. Any ballot or part of a ballot from which it is impossible to determine the voter's choice by using standards defined by the State Board of Elections shall be void and may not be counted. If the voter's marks on a ballot are sufficiently plain to determine the voter's intention it is the duty of the precinct deputies to count such vote. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, defining standards for determining voter intent. Section 23. That § 12-21-24 be amended to read as follows: 12-21-24. It shall be the duty of any person or official having custody of ballot boxes containing the ballots to be recounted to produce the same before such board for the purposes of such recount upon notice so to do from the county auditor The county auditor shall provide the pollbooks, automatic tabulating system election night print outs, sealed ballot boxes, any provisional ballots which were determined countable pursuant to § 12-20-13.2, any uncounted provisional ballots, and any unopened absentee ballot envelopes to the recount board. The recount board is authorized to make a determination whether any provisional ballots or absentee ballots which were determined not to be countable, shall be counted, and those votes shall be added to the recount tally. Section 24. That § 12-22-2 be amended to read as follows: 12-22-2. Such A contest may be instituted by any candidate for a public office, other than a candidate for United States Senator, Representative in Congress, member of the Legislature, or delegate to, or representative in any other body, convention, committee, or tribunal, which has the final right to determine the qualifications of its members. Legislative contests. A legislative contest shall be instituted as provided in § 12-22-26. Section 25. That § 13-7-6 be amended to read as follows: 13-7-6. No candidate for elective school board membership may be nominated unless such person is a resident voter of the school district and unless a nominating petition has been filed on such person's behalf with the business manager of the school district. The nominating petition shall be filed no later than five p.m. on the Friday thirty-nine days before the date of the election. However, if the nominating petition is from a candidate for a vacancy on a new school board within a newly created school district entity pursuant to § 13-6-62, the nominating petition shall be filed no later than thirty days prior to the date of the election. The petition is considered filed if it is mailed by registered mail by five p.m. on the Friday thirty-nine days before the election. A formal declaration of a candidate shall be signed by the candidate before the circulation of the petition. The petition shall be signed by not less than twenty voters of the school district or if the school district is divided into school board representation areas, the petition shall be signed by not less than twenty voters who reside within the school board representation area. No petition may be circulated until ten weeks prior to the election. There shall be added by either the signer or the circulator the signer's place of residence and date of signing. The petition shall be verified under oath by the person circulating it. The filing of the nominating petition shall constitute nomination and will entitle the candidate to have the candidate's name placed on the ballot for the term the candidate specifies on the petition only upon verification signed by the business manager that the nominating petition contains the minimum number of signatures and that the candidate is a resident voter. Section 26. That chapter 13-7 be amended by adding thereto a NEW SECTION to read as follows: If the nominating petition is from a candidate for a vacancy on a new school board within a newly created school district entity pursuant to § 13-6-62, the nominating petition shall be circulated no more than sixty days prior to the date of the election and filed no later than thirty days prior to the date of the election. Section 27. That § 31-12A-15 be amended to read as follows: 31-12A-15. In each road district an annual election of officers shall be held on the first Tuesday in May at a place in the district as the board of trustees shall designate. The Unless otherwise specified, the election shall be conducted according to chapter 8-3, at a meeting of the registered voters who reside in the road district. Section 28. That § 34-47-2 be amended to read as follows: 34-47-2. If the voters of both the rural fire protection district and ambulance district approve a consolidation pursuant to § 34-47-1, the districts shall be consolidated into an emergency services district on the following January first. After the voters of each district approve the consolidation and before the consolidation takes effect, the voters of both districts shall meet together and elect a five-member board of emergency services. Board members shall serve until their successors are elected and qualified. Three members of the first board shall serve two-year terms and two members shall serve one-year terms, to be determined by lot at the first board meeting. Subsequent members of the board shall be elected by the voters at the annual meeting to serve two-year terms. Unless otherwise specified, an emergency services district board member election shall be conducted pursuant to chapter 8-3. At its first meeting each year the board shall elect a president, vice president, and secretary-treasurer."}, {"bill_id": 1687, "bill_version_id": 10823, "bill_version": "Senate Engrossed", "bill_version_date": "2010-01-21T14:59:23.68-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning petitions and elections. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 2-1-10 be amended to read as follows: 2-1-10. Each person, who circulates and secures signatures to a petition to initiate a constitutional amendment or other measure or to refer legislation to the electors, shall sign a verification before filing the petition with the officer in whose office it is by law required to be filed. The verification shall prescribe that the circulator made reasonable inquiry and, to the best of the circulator's knowledge, each person signing the petition is a qualified voter of the state in the county indicated on the signature line and that no state statute regarding the circulation of petitions was knowingly violated. The State Board of Elections shall prescribe the form for the verification. The verification shall be complete and the affixing of the circulator's signature shall be witnessed and notarized by a notary public commissioned in South Dakota or other officer authorized to administer oaths pursuant to § 18-3-1. Any person who falsely swears to the verification provided for in this section is guilty of a Class 1 misdemeanor. Section 2. That § 6-16-5 be amended to read as follows: 6-16-5. If the proposed district contains less than one thousand eligible voters as defined in § 6-16-6, the county auditor shall set a date, time, and location for a meeting to be held within the district to conduct an election on the question of formation of the special district. The date may not be more than sixty days after the appropriate board declares that the application for incorporation is valid. The auditor shall appoint three judges of election, one of whom shall serve as the superintendent, to conduct the election. The vote upon the question of incorporation shall be by ballot which conforms to a ballot for a statewide question except that the statement required to be printed on the ballot shall be prepared by the state's attorney. After the vote is cast and counted, the judges shall prepare a certification showing the whole number of ballots cast, together with the number voting for and the number voting against incorporation, and shall return the certification to the county auditor. If a majority, or if it is a water project district at least sixty percent, of the votes cast on the question of formation is in favor, an election shall be conducted by those present at the same meeting to elect the initial board of directors or trustees. Section 3. That § 6-16-5.2 be amended to read as follows: 6-16-5.2. If a majority, or if it is a water project district at least sixty percent, of the votes cast in an election conducted pursuant to § 6-16-5.1 is in favor on the question of formation of the special district, an election shall be conducted by the county auditor within sixty days after the official canvass to elect the initial board of directors or trustees. The election shall be conducted pursuant to Title 12. The county auditor shall publish a notice of vacancy no later than fifty days prior to the election. Circulation of nominating petitions may begin upon completion of the official canvass of the election to form the district. Nominating petitions shall be filed with the county auditor by 5:00 p.m. at least thirty days before the election. The nominating petitions shall contain signatures of at least twenty-five registered voters in the district. Absentee ballots shall be made available to the voters no later than twenty days before the date of election. The election shall be canvassed by the county commission. Section 4. That § 7-18A-11 be amended to read as follows: 7-18A-11. The right to propose an ordinance or resolution shall be exercised by filing with the auditor a petition in proper form containing the proposed ordinance or resolution, signed by the required number of qualified voters of the county. The signer or circulator of the petition shall add the signer's place of residence and the date month and day of signing. The signer's post office box number may be given in lieu of a street address if the signer lives within a municipality of the second or third class. A date may be written in full or may be written using standard abbreviations, including numerals. Section 5. That § 9-13-14.1 be amended to read as follows: 9-13-14.1. If a vacancy exists on a municipal governing body, the remaining members shall appoint a replacement to serve until the next annual municipal election, or the vacancy may be filled by special election for the remainder of the unexpired term as provided in § 9-13-14.2. In the aldermanic form of municipal government, the appointment must shall be a person from the same ward of the first or second class municipality. If electing a person to fill the remainder of the unexpired term at an annual municipal election, the vacancy shall have occurred prior to the publication required by § 9-13-6. Section 6. That § 9-13-14.2 be amended to read as follows: 9-13-14.2. The governing body of any municipality may, by ordinance enacted prior to the vacancy, require that any vacancy on the governing body or in the office of the mayor is to be filled by a special election called for that purpose to be conducted as provided in § 9-13-14 and this section. No such special election may be held less than ninety days before the annual municipal election. The finance officer of the municipality shall publish a notice in the official newspaper of the municipality stating that a vacancy exists, that the vacancy will be filled by special election, the date of the election, and the time and place where nominating petitions may be filed for the office. The notice shall be published once each week for two consecutive weeks beginning at least sixty days before the date of the special election. Nominating petitions for the vacancy shall be prepared and filed as provided in § 9-13-7, may not be circulated more than sixty days before the date of the special election, and shall be filed at least thirty days before the date of the special election. A notice of the special election shall be published as provided in §§ 9-13-13 and 9-13-14. Section 7. That § 9-13-25 be amended to read as follows: 9-13-25. In any municipality, the person having the highest number of votes for any office shall be declared elected. However, the governing board of any municipality may, on or before the first of October in the year preceding, approve an ordinance prescribing the requiring a secondary election procedures as found in to be conducted pursuant to § 9-13-27.1 and section 8 of this Act. Section 8. That chapter 9-13 be amended by adding thereto a NEW SECTION to read as follows: If a municipality has passed an ordinance requiring a secondary election and no candidate in a race involving three or more candidates receives a majority of the votes cast in the race, a secondary election shall be held three weeks from the date of the first election. At the secondary election, the only persons voted for shall be the two candidates receiving the highest number of votes at the first election. However, if there is a tie for second place in the first election and there is no tie for first place, all tying second place candidates shall be placed along with the first place candidate on the ballot for the secondary election. The secondary election shall be held at the same polling places and shall be conducted, returned, and canvassed in the same manner as the first election. The result shall be declared and entered in the minutes of the municipality in the same manner as the first election. The person receiving the highest number of votes at the secondary election is elected. Section 9. That § 12-4-34 be amended to read as follows: 12-4-34. If a statute refers to registered voters, it does not include those in the inactive registration file unless specifically included. However, any voter in the inactive registration file may sign a petition. Section 10. That § 12-4-37 be amended to read as follows: 12-4-37. The secretary of state shall establish a computerized system for maintaining and utilizing the voter registration file and transmitting voter registration information from each county auditor to the Office of the Secretary of State. Each county auditor shall furnish the current master registration file of voters as provided in § 12-4-9 in computer format to the secretary of state by January 1, 2002. Each county auditor shall transmit any changes thereafter to the master registration file or the absentee voter log to the secretary of state on a daily basis. Section 11. That § 12-6-51.1 be amended to read as follows: 12-6-51.1. If no candidate for United States Senate, United States House of Representatives, or Governor in a race involving three or more candidates receives thirty-five percent of the votes of the candidate's party, a secondary election shall be held three weeks from the date of the first primary election. At the secondary election the only persons voted for shall be the two candidates receiving the highest number of votes at the first election. However, if there is a tie for second place in the first primary election and there is no tie for first place, all tying second place candidates shall be placed along with the first place candidate on the ballot for the secondary election. The secondary election shall be held at the same polling places, be conducted, returned, and canvassed and the results declared in the same manner as the first election. However, if the secondary election does not have a federal race, the electronic ballot marking system is not required and hand-counted ballots may be used. The person receiving the highest number of votes at the secondary election is nominated as the candidate for the party. Section 12. That § 12-14-1.1 be amended to read as follows: 12-14-1.1. It shall be the duty of officials The official in charge of a local elections to election shall notify the county auditor at least thirty forty-five days preceding their a local elections election, of the precinct, ward, representation area, or external boundary changes if any have been made. Section 13. That § 12-16-1 be amended to read as follows: 12-16-1. The county auditor shall provide printed ballots for every each election in which the voters of the entire county participate. Except as provided in § 12-6-9, printed ballots for a primary election shall contain the name of every each candidate who has filed for nomination and is approved. The printed ballots for the election of officers shall contain the name of every each candidate whose nomination has been certified or filed with the county auditor in the manner provided by law unless they are the candidate is deemed elected by having no opposition. The names of the candidates shall appear on the ballot exactly as listed in the declaration of candidacy of the candidates' nominating petitions. Sample ballots shall be printed on paper of a different color from the official ballot but in the same form. The sample ballots and official ballots shall be printed and in the possession of the county auditor not later than six weeks forty-five days prior to a primary or general election. The county auditor shall also prepare the necessary ballots if any question is required to be submitted to the voters of the county. Ballots for general elections shall be of the style and form prescribed in §§ 12-16-2 to 12-16-11, inclusive. Section 14. That § 12-19-2 be amended to read as follows: 12-19-2. An absentee voter desiring to vote by mail may apply to the person in charge of the election for an absentee ballot. The application or request shall be made in writing and be signed by the applicant and shall state the applicant's voter registration address. The application or request shall contain an oath verifying the validity of the information contained in the application or request. The oath shall be administered by a notary public or other officer authorized by statute to administer an oath. If the application or request does not contain an oath, the application or request shall be accompanied by a copy of the voter's identification card as required by § 12-18-6.1. The copy of the voter's identification card shall be maintained by the person in charge of the election. However, the voter's identification card is not available for public inspection. The application or request may be used to obtain an absentee ballot for all elections in that calendar year conducted by the jurisdiction receiving the application or request if so indicated. If the application or request is from a voter identified as being covered by the Uniformed and Overseas Citizens Absentee Voting Act (42 U.S.C. 1973ff-1) as of January 1, 2006, an absentee ballot shall be provided to the voter for each federal election through the next two general elections. The ballot shall be sent to the voter's residence, as shown in the voter registration file or any temporary residence address designated in writing by the voter, at the time of applying for the absentee ballot. If the application or request is for a primary, general, or other statewide election from a voter identified as being covered by the Uniformed and Overseas Citizens Absentee Voting Act (42 U.S.C. 1973ff-1) as of January 1, 2010, the voter may designate on the application for the ballot to be sent electronically. The person in charge of the election shall stamp the application with the date it was received. The person in charge of the election shall preserve a record of the name, mailing address, and voting precinct of each applicant and, except as provided by § 12-19-45, deliver a copy of the record to the superintendent of the election board of the home precinct of the applicant. Section 15. That § 12-19-10 be amended to read as follows: 12-19-10. Upon receipt of the sealed return envelope containing the voted ballots, the person in charge of the election shall keep it in a safe place without opening the envelope or breaking the seal thereof and shall, except as provided by § 12-19-42, deliver it to the precinct superintendent of election of the voter's home precinct. The person in charge of the election shall have the absentee ballots delivered with the election supplies, or if received later, then prior to the close of the polls. If the election board is not otherwise engaged in official duties, or if there are absentee ballots not processed when the polls close, immediately thereafter, the board shall carefully compare the statement on the reverse side of the official return envelope with the written application received from the officer in charge of the election without opening or breaking the seal of the return envelope. If the ballot is contained in a combined absentee ballot application/return envelope, the comparison of the statement and the application shall be omitted. The board shall enter the voter's name on the election pollbook and mark the registration list if: (1) The ballots received were voted by the voter whose name appears on the statement; (2) The voter is registered in such precinct and has not previously voted in that precinct at the election; and (3) The written application and statement were both signed by the voter. The board shall then open the envelope without opening, unfolding or examining the ballots the envelope may contain, stamp the ballots with the official stamp, and deposit the ballots with the other ballots cast at the election. If the board determines that an absentee ballot envelope cannot be opened because the envelope does not meet the requirements for opening, the reason shall be written on the envelope, signed by a member of the board, and the envelope placed in a larger envelope for unopened absentee ballots. No person may, prior to the counting of the votes, open, unfold or examine any ballot, or make any communication to any person concerning the markings or contents of the ballot. A violation of the preceding sentence is a Class 2 misdemeanor. Section 16. That § 12-19-12 be amended to read as follows: 12-19-12. If an absentee ballot is delivered to a polling place after the polls are closed, the absentee ballot may not be counted or opened, but a member of the precinct election board shall immediately endorse on the envelope the following: Received after closing of polls, and sign the person's signature thereto and return the absentee ballot with the other ballots to the officer in charge of the conduct of the election. Section 17. That § 12-19-14 be amended to read as follows: 12-19-14. Any voter who, having procured an official ballot or ballots or Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) ballot link as provided in §§ 12-19-1 to 12-19-12, inclusive, intentionally disposes them of a ballot in any manner other than as provided in said such sections or provides the UOCAVA ballot link to any other person is guilty of a Class 2 misdemeanor. The UOCAVA ballot link is the internet URL for accessing an electronically provided absentee ballot. Section 18. That § 12-19-47 be amended to read as follows: 12-19-47. The Absentee Ballot Counting Board, during the time prescribed in § 12-19-46, shall carefully compare the statement on the reverse side of the official return envelope with the written application received from the officer in charge of the election without opening or breaking the seal of the return envelope. If the ballot is contained in a combined absentee ballot application/return envelope, the comparison of the statement and the application shall be omitted. If the board is satisfied that the ballots received were voted by the voter whose name appears on the statement and that the voter is registered in such precinct and has not previously voted in that precinct at the election, the board shall enter the voter's name on the election pollbook. After opening the envelope without opening, unfolding, or examining the ballots contained in the envelope, the board shall affix to the ballots the official stamp and deposit the ballots in the proper ballot box and count the ballots in the manner prescribed by the State Board of Elections. No person, prior to the counting of the votes, may open, unfold, or examine any ballot, or make any communication to any person concerning the markings or contents of the ballot. A violation of the preceding sentence is a Class 2 misdemeanor process each absentee ballot as required by § 12-19-10. Section 19. That § 12-19-48 be amended to read as follows: 12-19-48. If an absentee ballot is delivered to an absentee ballot counting board after the polls are closed the absentee ballot may not be counted or opened, but a member of the absentee ballot counting board shall immediately endorse on the envelope the following: Received after closing of polls, and sign the person's name on the envelope and return the absentee ballot with the other ballots to the officer in charge of the election. Section 20. That § 12-20-2.1 be amended to read as follows: 12-20-2.1. If the ballot box for any precinct is opened prior to for ballot counting at the precinct, each provisional ballot envelope and each unopened absentee ballot shall be removed, placed, and sealed in the provisional or unopened absentee ballot return envelope and returned unopened to the person in charge of the election with the other election supplies. Section 21. That § 12-20-7 be amended to read as follows: 12-20-7. Any ballot or part of a ballot from which it is impossible to determine the voter's choice by using standards defined by the State Board of Elections shall be void and may not be counted. If the voter's marks on a ballot are sufficiently plain to determine the voter's intention it is the duty of the precinct deputies to count such vote. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, defining standards for determining voter intent. Section 22. That § 12-21-24 be amended to read as follows: 12-21-24. It shall be the duty of any person or official having custody of ballot boxes containing the ballots to be recounted to produce the same before such board for the purposes of such recount upon notice so to do from the county auditor The county auditor shall provide the pollbooks, automatic tabulating system election night print outs, sealed ballot boxes, any provisional ballots which were determined countable pursuant to § 12-20-13.2, any uncounted provisional ballots, and any unopened absentee ballot envelopes to the recount board. The recount board is authorized to make a determination whether any provisional ballots or absentee ballots which were determined not to be countable, shall be counted, and those votes shall be added to the recount tally. Section 23. That § 12-22-2 be amended to read as follows: 12-22-2. Such A contest may be instituted by any candidate for a public office, other than a candidate for United States Senator, Representative in Congress, member of the Legislature, or delegate to, or representative in any other body, convention, committee, or tribunal, which has the final right to determine the qualifications of its members. Legislative contests. A legislative contest shall be instituted as provided in § 12-22-26. Section 24. That § 13-7-6 be amended to read as follows: 13-7-6. No candidate for elective school board membership may be nominated unless such person is a resident voter of the school district and unless a nominating petition has been filed on such person's behalf with the business manager of the school district. The nominating petition shall be filed no later than five p.m. on the Friday thirty-nine days before the date of the election. However, if the nominating petition is from a candidate for a vacancy on a new school board within a newly created school district entity pursuant to § 13-6-62, the nominating petition shall be filed no later than thirty days prior to the date of the election. The petition is considered filed if it is mailed by registered mail by five p.m. on the Friday thirty-nine days before the election. A formal declaration of a candidate shall be signed by the candidate before the circulation of the petition. The petition shall be signed by not less than twenty voters of the school district or if the school district is divided into school board representation areas, the petition shall be signed by not less than twenty voters who reside within the school board representation area. No petition may be circulated until ten weeks prior to the election. There shall be added by either the signer or the circulator the signer's place of residence and date of signing. The petition shall be verified under oath by the person circulating it. The filing of the nominating petition shall constitute nomination and will entitle the candidate to have the candidate's name placed on the ballot for the term the candidate specifies on the petition only upon verification signed by the business manager that the nominating petition contains the minimum number of signatures and that the candidate is a resident voter. Section 25. That chapter 13-7 be amended by adding thereto a NEW SECTION to read as follows: If the nominating petition is from a candidate for a vacancy on a new school board within a newly created school district entity pursuant to § 13-6-62, the nominating petition shall be circulated no more than sixty days prior to the date of the election and filed no later than thirty days prior to the date of the election. Section 26. That § 31-12A-15 be amended to read as follows: 31-12A-15. In each road district an annual election of officers shall be held on the first Tuesday in May at a place in the district as the board of trustees shall designate. The Unless otherwise specified, the election shall be conducted according to chapter 8-3, at a meeting of the registered voters who reside in the road district. Section 27. That § 34-47-2 be amended to read as follows: 34-47-2. If the voters of both the rural fire protection district and ambulance district approve a consolidation pursuant to § 34-47-1, the districts shall be consolidated into an emergency services district on the following January first. After the voters of each district approve the consolidation and before the consolidation takes effect, the voters of both districts shall meet together and elect a five-member board of emergency services. Board members shall serve until their successors are elected and qualified. Three members of the first board shall serve two-year terms and two members shall serve one-year terms, to be determined by lot at the first board meeting. Subsequent members of the board shall be elected by the voters at the annual meeting to serve two-year terms. Unless otherwise specified, an emergency services district board member election shall be conducted pursuant to chapter 8-3. At its first meeting each year the board shall elect a president, vice president, and secretary-treasurer."}, {"bill_id": 1687, "bill_version_id": 12998, "bill_version": "Enrolled", "bill_version_date": "2010-02-25T09:34:10.57-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1687, "action_date": "2010-01-12T12:00:00-06:00", "document_id": 10417, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10417.pdf", "status_text": "First read in Senate and referred to", "journal_page": 15, "committee_id_action": 84, "committee_id_assigned": 67, "result": "N", "vote": {}}, {"bill_id": 1687, "action_date": "2010-01-15T10:00:00-06:00", "document_id": 10447, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10447.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 67, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1687, "action_date": "2010-01-15T10:00:00-06:00", "document_id": 10530, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10530.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 67, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1687, "action_date": "2010-01-15T10:00:00-06:00", "document_id": 10530, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10530.pdf", "status_text": "Do Pass Amended", "journal_page": 66, "committee_id_action": 67, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5480, "president_vote": null, "Excused": [768], "Yea": [774, 767, 799, 810, 790, 760]}}, {"bill_id": 1687, "action_date": "2010-01-20T14:00:00-06:00", "document_id": 10734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10734.pdf", "status_text": "Deferred to another day", "journal_page": 97, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1687, "action_date": "2010-01-21T14:00:00-06:00", "document_id": 10825, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10825.pdf", "status_text": "Motion to amend", "journal_page": 113, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1687, "action_date": "2010-01-21T14:00:00-06:00", "document_id": 10825, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10825.pdf", "status_text": "Do Pass Amended", "journal_page": 114, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5638, "president_vote": null, "Yea": [758, 809, 785, 787, 790, 807, 754, 805, 760, 778, 782, 780, 739, 802, 764, 795, 741, 772, 761, 774, 766, 791, 806, 767, 808, 769, 743, 753, 745, 799, 810, 747, 776], "Excused": [768], "Nay": [794]}}, {"bill_id": 1687, "action_date": "2010-01-22T11:30:00-06:00", "document_id": 10900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10900.pdf", "status_text": "First read in House and referred to", "journal_page": 161, "committee_id_action": 86, "committee_id_assigned": 77, "result": "N", "vote": {}}, {"bill_id": 1687, "action_date": "2010-01-28T10:00:00-06:00", "document_id": 11015, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11015.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 77, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1687, "action_date": "2010-01-28T10:00:00-06:00", "document_id": 11331, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11331.pdf", "status_text": "Do Pass", "journal_page": 210, "committee_id_action": 77, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5818, "president_vote": null, "Excused": [825, 792, 803], "Yea": [831, 820, 814, 811, 824, 840, 784, 818, 823, 744]}}, {"bill_id": 1687, "action_date": "2010-02-01T14:00:00-06:00", "document_id": 11510, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11510.pdf", "status_text": "Deferred to another day", "journal_page": 252, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1687, "action_date": "2010-02-02T14:00:00-06:00", "document_id": 11655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11655.pdf", "status_text": "Deferred to another day", "journal_page": 277, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1687, "action_date": "2010-02-03T14:00:00-06:00", "document_id": 11793, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11793.pdf", "status_text": "Deferred to another day", "journal_page": 305, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1687, "action_date": "2010-02-04T12:30:00-06:00", "document_id": 11865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11865.pdf", "status_text": "Deferred to another day", "journal_page": 317, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1687, "action_date": "2010-02-09T14:00:00-06:00", "document_id": 11980, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11980.pdf", "status_text": "Deferred to another day", "journal_page": 340, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1687, "action_date": "2010-02-10T14:00:00-06:00", "document_id": 12066, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12066.pdf", "status_text": "Deferred to another day", "journal_page": 359, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1687, "action_date": "2010-02-11T14:00:00-06:00", "document_id": 12156, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12156.pdf", "status_text": "Deferred to another day", "journal_page": 374, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1687, "action_date": "2010-02-12T13:00:00-06:00", "document_id": 12257, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12257.pdf", "status_text": "Deferred to another day", "journal_page": 387, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1687, "action_date": "2010-02-16T14:00:00-06:00", "document_id": 12359, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12359.pdf", "status_text": "Deferred to another day", "journal_page": 409, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1687, "action_date": "2010-02-17T14:30:00-06:00", "document_id": 12465, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12465.pdf", "status_text": "Deferred to another day", "journal_page": 455, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1687, "action_date": "2010-02-18T14:00:00-06:00", "document_id": 12564, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12564.pdf", "status_text": "Deferred to another day", "journal_page": 476, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1687, "action_date": "2010-02-19T13:00:00-06:00", "document_id": 12658, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12658.pdf", "status_text": "Deferred to another day", "journal_page": 498, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1687, "action_date": "2010-02-22T14:22:00-06:00", "document_id": 12760, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12760.pdf", "status_text": "Deferred to another day", "journal_page": 560, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1687, "action_date": "2010-02-23T10:30:00-06:00", "document_id": 12848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12848.pdf", "status_text": "Deferred to another day", "journal_page": 590, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1687, "action_date": "2010-02-24T14:00:00-06:00", "document_id": 12957, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12957.pdf", "status_text": "Do Pass Amended", "journal_page": 604, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7112, "president_vote": null, "Yea": [821, 825, 771, 793, 781, 775, 844, 831, 820, 804, 779, 740, 813, 756, 748, 817, 814, 765, 811, 830, 798, 749, 829, 826, 757, 835, 842, 777, 834, 803, 822, 843, 759, 816, 824, 788, 800, 801, 827, 750, 742, 770, 792, 783, 755, 751, 773, 744, 840, 784, 839, 819, 836, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 823, 789, 838, 837, 812, 786], "Nay": [832]}}, {"bill_id": 1687, "action_date": "2010-02-25T13:00:00-06:00", "document_id": 13048, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13048.pdf", "status_text": "Signed by the President", "journal_page": 482, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1687, "action_date": "2010-03-01T14:00:00-06:00", "document_id": 13126, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13126.pdf", "status_text": "Signed by the Speaker", "journal_page": 644, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1687, "action_date": "2010-03-02T14:00:00-06:00", "document_id": 13247, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13247.pdf", "status_text": "Delivered to the Governor", "journal_page": 508, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1687, "action_date": "2010-03-08T14:00:00-06:00", "document_id": 13604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13604.pdf", "status_text": "Signed by the Governor", "journal_page": 578, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4509, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1687"}