{"session_id": 10, "bill_id": 2853, "bill_type": "House Bill", "bill_number": 1253, "bill_title": "establish provisions for military and overseas voters.", "sponsors": [{"legislator_profile_id": 44, "is_prime": true}, {"legislator_profile_id": 15, "is_prime": true}, {"legislator_profile_id": 25, "is_prime": false}, {"legislator_profile_id": 57, "is_prime": false}, {"legislator_profile_id": 39, "is_prime": false}, {"legislator_profile_id": 28, "is_prime": false}, {"legislator_profile_id": 16, "is_prime": false}], "keywords": ["Elections", "Military Affairs", "Uniform Laws", "Veterans"], "audio": [{"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hst19.mp3", "start_seconds": 4582.0}, {"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hst19.mp3", "start_seconds": 4582.0}, {"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hst19.mp3", "start_seconds": 4582.0}], "bill_versions": [{"bill_id": 2853, "bill_version_id": 16011, "bill_version": "Introduced", "bill_version_date": "2011-01-31T11:45:02.67-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish provisions for military and overseas voters. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Covered voter,\": (a) A uniformed-service voter or an overseas voter who is registered to vote in this state; (b) A uniformed-service voter defined in subsection (a) of subdivision (9) of this section whose voting residence is in this state and who otherwise satisfies this state's voter eligibility requirements; (c) An overseas voter who, before leaving the United States, was last eligible to vote in this state and, except for a state residency requirement, otherwise satisfies this state's voter eligibility requirements; (d) An overseas voter who, before leaving the United States, would have been last eligible to vote in this state had the voter then been of voting age and, except for a state residency requirement, otherwise satisfies this state's voter eligibility requirements; or (e) An overseas voter who was born outside the United States, is not described in subsections (c) or (d) of this subdivision, and, except for a state residency requirement, otherwise satisfies this state's voter eligibility requirements, if: (i) The last place where a parent or legal guardian of the voter was, or under this Act would have been, eligible to vote before leaving the United States is within this state; and (ii) The voter has not previously registered to vote in any other state; (2) \"Dependent,\" an individual recognized as a dependent by a uniformed service; (3) \"Federal postcard application,\" the application prescribed under Section 101(b)(2) of the Uniformed and Overseas Citizens Absentee Voting Act, 42 U.S.C. Section 1973ff(b)(2), as amended to January 1, 2011; (4) \"Federal write-in absentee ballot,\" the ballot described in Section 103 of the Uniformed and Overseas Citizens Absentee Voting Act, 42 U.S.C. Section 1973ff-2, as amended to January 1, 2011; (5) \"Military-overseas ballot,\": (a) A federal write-in absentee ballot; (b) A ballot specifically prepared or distributed for use by a covered voter in accordance with this Act; or (c) A ballot cast by a covered voter in accordance with this Act; (6) \"Overseas voter,\" a United States citizen who is outside the United States; (7) \"State,\"a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States; (8) \"Uniformed service,\": (a) Active and reserve components of the Army, Navy, Air Force, Marine Corps, or Coast Guard of the United States; (b) The Merchant Marine, the commissioned corps of the Public Health Service, or the commissioned corps of the National Oceanic and Atmospheric Administration of the United States; or (c) The National Guard; (9) \"Uniformed-service voter,\" an individual who is qualified to vote and is: (a) A member of the active or reserve components of the Army, Navy, Air Force, Marine Corps, or Coast Guard of the United States who is on active duty; (b) A member of the Merchant Marine, the commissioned corps of the Public Health Service, or the commissioned corps of the National Oceanic and Atmospheric Administration of the United States; (c) A member on activated status of the National Guard; or (d) A spouse or dependent of a member referred to in this subdivision; (10) \"United States,\" the several states, the District of Columbia, Puerto Rico, the United States Virgin Islands, and any territory or insular possession subject to the jurisdiction of the United States. Section 2. The voting procedures in this Act apply to: (1) A general, special, or primary election for federal office; (2) A general, special, or primary election for statewide or state legislative office or state ballot measure; and (3) A general, special, recall, primary, or runoff election for local government office or local ballot measure conducted under Title 12. Section 3. The secretary of state is the state official responsible for implementing this Act and the state's responsibilities under the Uniformed and Overseas Citizens Absentee Voting Act, 42 U.S.C. Section 1973ff et seq., as amended to January 1, 2011. Section 4. The secretary of state shall make available to covered voters information regarding voter registration procedures for covered voters and procedures for casting military-overseas ballots. The secretary of state may delegate the responsibility under this section only to the state office designated in compliance with Section 102(b)(1) of the Uniformed and Overseas Citizens Absentee Voting Act, 42 U.S.C. Section 1973ff-1(b)(1), as amended to January 1, 2011. Section 5. The secretary of state shall establish an electronic transmission system through which a covered voter may apply for and receive voter registration materials, military-overseas ballots, and other information under this Act. Section 6. The secretary of state shall: (1) Develop standardized absentee-voting materials, including privacy and transmission envelopes and their electronic equivalents, authentication materials, and voting instructions, to be used with the military-overseas ballot of a voter authorized to vote in any jurisdiction in this state; and (2) To the extent reasonably possible, coordinate with other states to carry out this section. Section 7. The secretary of state shall prescribe the form and content of a declaration for use by a covered voter to swear or affirm specific representations pertaining to the voter's identity, eligibility to vote, status as a covered voter, and timely and proper completion of an overseas-military ballot. The declaration shall be based on the declaration prescribed to accompany a federal write-in absentee ballot, as modified to be consistent with this Act. The secretary of state shall ensure that a form for the execution of the declaration, including an indication of the date of execution of the declaration, is a prominent part of all balloting materials for which the declaration is required. Section 8. In registering to vote, an overseas voter who is eligible to vote in this state shall use and shall be assigned to the voting precinct of the address of the last place of residence of the voter in this state, or, in the case of a voter described by subsection (e) of subdivision (1) of section 1 of this Act, the address of the last place of residence in this state of the parent or legal guardian of the voter. If that address is no longer a recognized residential address, the voter shall be assigned an address for voting purposes. Section 9. To apply to register to vote, in addition to any other approved method, a covered voter may use a federal postcard application, or the application's electronic equivalent. Section 10. A covered voter may use the declaration accompanying a federal write-in absentee ballot to apply to register to vote simultaneously with the submission of the federal write-in absentee ballot, if the declaration is received by the registration deadline for that election. If the declaration is received after that date, the declaration shall be treated as an application to register to vote for subsequent elections. Section 11. The secretary of state shall ensure that the electronic transmission system described in section 5 of this Act is capable of accepting both a federal postcard application and any other approved electronic registration application sent to the appropriate election official. The voter may use the electronic transmission system or any other approved method to register to vote. Section 12. A covered voter who is registered to vote in this state may apply for a military-overseas ballot using an absentee ballot application in use in the voter's jurisdiction under chapter 12-19 or the federal postcard application or the application's electronic equivalent. Section 13. A covered voter who is not registered to vote in this state may use a federal postcard application or the application's electronic equivalent to apply simultaneously to register to vote under section 9 of this Act and for a military-overseas ballot. Section 14. The secretary of state shall ensure that the electronic transmission system described in section 5 of this Act is capable of accepting the submission of both a federal postcard application and any other approved electronic military-overseas ballot application sent to the appropriate election official. The voter may use the electronic transmission system or any other approved method to apply for a military-overseas ballot. Section 15. A covered voter may use the declaration accompanying a federal write-in absentee ballot as an application for a military-overseas ballot simultaneously with the submission of the federal write-in absentee ballot, if the declaration is received by the appropriate election official by the fifth day before the election. Section 16. To receive the benefits of this Act, a covered voter shall inform the appropriate election official that the voter is a covered voter. Methods of informing the appropriate election official that a voter is a covered voter include: (1) The use of a federal postcard application or federal write-in absentee ballot; (2) The use of an overseas address on an approved voter registration application or ballot application; and (3) The inclusion on an approved voter registration application or ballot application of other information sufficient to identify the voter as a covered voter. Section 17. This Act does not preclude a covered voter from voting by regular absentee voting pursuant to chapter 12-19. Section 18. An application for a military-overseas ballot is timely if received by the fifth day before the election. An application for a military-overseas ballot for a primary election, whether or not timely, is effective as an application for a military-overseas ballot for the general election. Section 19. For an election described in section 2 of this Act for which this state has not received a waiver pursuant to Section 579 of the Military and Overseas Voter Empowerment Act, 42 U.S.C. 1973ff-1(g)(2), as amended to January 11, 2011, not later than forty-five days before the election or, if the forty-fifth day before the election is a weekend or holiday, not later than the business day preceding the forty-fifth day, the election official in each jurisdiction charged with distributing a ballot and balloting materials shall transmit a ballot and balloting materials to all covered voters who by that date submit a valid military-overseas ballot application. Section 20. A covered voter who requests that a ballot and balloting materials be sent to the voter by electronic transmission may choose facsimile transmission or electronic mail delivery, or, if offered by the voter's jurisdiction, internet delivery. The election official in each jurisdiction charged with distributing a ballot and balloting materials shall transmit the ballot and balloting materials to the voter using the means of transmission chosen by the voter. Section 21. If a ballot application from a covered voter arrives after the jurisdiction begins transmitting ballots and balloting materials to voters, the official charged with distributing a ballot and balloting materials shall transmit them to the voter not later than two business days after the application arrives. Section 22. To be valid, a military-overseas ballot shall be received by the appropriate local election official not later than the close of the polls, or the voter must submit the ballot for mailing or other authorized means of delivery not later than 12:01 a.m., at the place where the voter completes the ballot, on the date of the election. Section 23. A valid military-overseas ballot cast in accordance with section 22 of this Act shall be counted if it is delivered by the end of business on the business day before the official vote canvass. Section 24. If, at the time of completing a military-overseas ballot and balloting materials, the voter has declared under penalty of perjury that the ballot was timely submitted, the ballot may not be rejected on the basis that it has a late postmark, an unreadable postmark, or no postmark. Section 25. A military-overseas ballot shall include or be accompanied by a declaration signed by the voter that a material misstatement of fact in completing the ballot may be grounds for a conviction of perjury under the laws of the United States or this state. Section 26. The secretary of state, in coordination with local election officials, shall implement an electronic free-access system by which a covered voter may determine by telephone, electronic mail, or internet whether: (1) The voter's federal postcard application or other registration or military-overseas ballot application has been received and accepted; and (2) The voter's military-overseas ballot has been received and the current status of the ballot. Section 27. The local election official shall request an electronic-mail address from each covered voter who registers to vote pursuant to this Act. An electronic-mail address provided by a covered voter may not be made available to the public or any individual or organization other than an authorized agent of the local election official and is exempt from disclosure pursuant to chapter 1-27. The address may be used only for official communication with the voter about the voting process, including transmitting military-overseas ballots and election materials if the voter has requested electronic transmission, and verifying the voter's mailing address and physical location. The request for an electronic-mail address shall describe the purposes for which the electronic-mail address may be used and include a statement that any other use or disclosure of the electronic-mail address is prohibited. Section 28. A covered voter who provides an electronic-mail address may request that the voter's application for a military-overseas ballot be considered a standing request for electronic delivery of a ballot for all elections held through December thirty-first of the year following the calendar year of the date of the application or another shorter period the voter specifies. An election official shall provide a military-overseas ballot to a voter who makes a standing request for each election to which the request is applicable. A covered voter who is entitled to receive a military-overseas ballot for a primary election under this section is entitled to receive a military-overseas ballot for the general election. Section 29. At least one hundred days before a regularly scheduled election and as soon as practicable before an election not regularly scheduled, an official in each jurisdiction charged with printing and distributing ballots and balloting material shall prepare an election notice for that jurisdiction, to be used in conjunction with a federal write-in absentee ballot. The election notice shall contain a list of all of the ballot measures and federal, state, and local offices that as of that date the official expects to be on the ballot on the date of the election. The notice shall contain specific instructions for how a voter is to indicate on the federal write-in absentee ballot the voter's choice for each office to be filled and for each ballot measure to be contested. Section 30. A covered voter may request a copy of an election notice. The official charged with preparing the election notice shall send the notice to the voter by facsimile, electronic mail, or regular mail, as the voter requests. Section 31. As soon as the ballot is printed, the official charged with preparing the election notice under section 29 of this Act shall update the notice with the certified candidates for each office and ballot measure questions and make the updated notice publicly available. Section 32. A local election jurisdiction that maintains an internet website shall make the election notice prepared under section 29 of this Act and updated versions of the election notice regularly available on the website. Section 33. If a voter's mistake or omission in the completion of a document under this Act does not prevent determining whether a covered voter is eligible to vote, the mistake or omission does not invalidate the document. Failure to satisfy a nonsubstantive requirement, such as using paper or envelopes of a specified size or weight, does not invalidate a document submitted under this Act. Section 34. Notarization is not required for the execution of a document under this Act. An authentication, other than the declaration specified in section 25 of this Act or the declaration on the federal postcard application and federal write-in absentee ballot, is not required for execution of a document under this Act. The declaration and any information in the declaration may be compared with information on file to ascertain the validity of the document. Section 35. A court may issue an injunction or grant other equitable relief appropriate to ensure substantial compliance with, or enforce, this Act on application by: (1) A covered voter alleging a grievance under this Act; or (2) An election official in this state. Section 36. In applying and construing this Act, consideration shall be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2853, "action_date": "2011-01-31T14:00:00-06:00", "document_id": 16039, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16039.pdf", "status_text": "First read in House and referred to", "journal_page": 227, "committee_id_action": 115, "committee_id_assigned": 108, "result": "N", "vote": {}}, {"bill_id": 2853, "action_date": "2011-02-09T07:45:00-06:00", "document_id": 16393, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16393.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 108, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2853, "action_date": "2011-02-09T07:45:00-06:00", "document_id": 16591, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16591.pdf", "status_text": "Tabled", "journal_page": 332, "committee_id_action": 108, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8783, "president_vote": null, "Yea": [12, 53, 60, 51, 59, 61, 57, 37, 58, 5, 35, 91], "Excused": [36]}}]}