{"session_id": 4, "bill_id": 344, "bill_type": "House Bill", "bill_number": 1285, "bill_title": "establish an incentive grant program for the installation of ethanol blender pumps and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 539, "is_prime": true}, {"legislator_profile_id": 540, "is_prime": true}, {"legislator_profile_id": 576, "is_prime": false}, {"legislator_profile_id": 532, "is_prime": false}, {"legislator_profile_id": 574, "is_prime": false}, {"legislator_profile_id": 542, "is_prime": false}, {"legislator_profile_id": 552, "is_prime": false}, {"legislator_profile_id": 529, "is_prime": false}, {"legislator_profile_id": 530, "is_prime": false}, {"legislator_profile_id": 594, "is_prime": false}, {"legislator_profile_id": 546, "is_prime": false}, {"legislator_profile_id": 537, "is_prime": false}, {"legislator_profile_id": 547, "is_prime": false}, {"legislator_profile_id": 538, "is_prime": false}, {"legislator_profile_id": 541, "is_prime": false}], "keywords": ["Administrative Rules", "Appropriations", "Department of Agriculture", "Energy", "Fuels"], "audio": [], "bill_versions": [{"bill_id": 344, "bill_version_id": 1599, "bill_version": "Introduced", "bill_version_date": "2008-01-23T08:56:14.54-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish an incentive grant program for the installation of ethanol blender pumps and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The ethanol blender pump incentive grant program is hereby established and shall be administered by the Division of Agricultural Development in the Department of Agriculture. Under the program, the division shall award incentive grants to motor fuel retail dealers as defined in § 10-47B-3 for the installation of ethanol blender pumps and associated equipment at facilities operated by the retail dealers for the sale of motor fuel to the public. To be eligible for a grant, a retail dealer shall be a South Dakota resident and the facility shall be located in South Dakota. Grants may be made under the program at any time after the effective date of this Act if funds are available in the ethanol blender pump incentive grant fund established pursuant to section 4 of this Act. Section 2. For purposes of this Act, the term, ethanol blender pump, refers to a mechanism provided by the retail dealer for the dispensing at retail of gasoline and ethanol blend as defined in § 10-47B-3 so that the end user may select the ratio of ethanol to gasoline to be dispensed. The ethanol blender pump shall offer several ratios of ethanol blend ranging from at least ten percent ethanol through eighty-five percent ethanol, inclusive, by volume. Section 3. The Department of Agriculture shall promulgate rules pursuant to chapter 1-26 governing the ethanol blender pump incentive grant program. The rules shall include the following: (1) Requirements and specifications for ethanol blender pumps and associated equipment, and for their installation, and operation; (2) Procedures and requirements for verifying the cost of blender pumps and associated equipment; (3) Eligibility criteria and criteria for selecting grant recipients in accordance with the requirements of this Act; (4) Grant application and award procedures and requirements under the program; (5) Reporting and accounting procedures and requirements for grant funds awarded; (6) Procedures to provide for the deposit of money from sources other than legislative appropriation into the ethanol blender pump incentive grant fund created in section 4 of this Act and procedures to publicize the existence of the grant program and the use of outside funds for the program; (7) Other procedures necessary for the administration of the grant program. Section 4. There is hereby created a special fund in the state treasury known as the ethanol blender pump incentive grant fund. Money in the fund may only be used to provide incentive grants pursuant to this Act and to contribute toward the administration of the grant program. The fund consists of legislative appropriations, donations, interest on investments, and moneys from all legal public and private sources, including federal grants. Money in the fund is continuously appropriated to the Department of Agriculture for the purposes of this Act. Section 5. There is hereby appropriated from the general fund the sum of two hundred thousand dollars ($ 200,000 ), or so much thereof as may be necessary, to the Department of Agriculture to be deposited into the ethanol blender pump incentive grant fund as provided in this section. The money shall be used to implement the ethanol blender pump incentive grant program as provided in this Act. No appropriation provided for in this section may be made or deposited unless at least four hundred thousand dollars has been deposited in the ethanol blender pump incentive grant fund from sources other than the appropriation of state funds by the Legislature. If at least four hundred thousand dollars from such nonstate sources have been deposited in the ethanol blender pump incentive grant fund, the appropriation provided for in this section shall be made and deposited in the fund, regardless of the fund's current balance. Nothing in this section prevents the department from making ethanol blender pump incentive grants before the appropriation of state funds under this section. Section 6. The secretary of agriculture shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 7. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2011 , shall revert in accordance with the procedures prescribed in chapter 4-8. Section 8. The provisions of this Act are repealed on June 30, 2011."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 344, "action_date": "2008-01-23T14:00:00-06:00", "document_id": 1717, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1717.pdf", "status_text": "First read in House and referred to", "journal_page": 216, "committee_id_action": 27, "committee_id_assigned": 24, "result": "N", "vote": {}}, {"bill_id": 344, "action_date": "2008-01-29T08:00:00-06:00", "document_id": 1779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1779.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 24, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 344, "action_date": "2008-01-29T08:00:00-06:00", "document_id": 2046, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2046.pdf", "status_text": "Tabled", "journal_page": 309, "committee_id_action": 24, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 824, "president_vote": null, "Excused": [602], "Yea": [534, 624, 595, 620, 543, 630, 536, 551, 563, 540, 558, 617]}}]}