{"session_id": 54, "bill_id": 17849, "bill_type": "House Bill", "bill_number": 1034, "bill_title": "provide for the creation of a certification process for tobacco product manufacturers, a reporting requirement for distributors and wholesalers, and a directory for compliant tobacco product manufacturers, to prohibit certain activities regarding cigarettes of certain noncompliant tobacco product manufacturers, and to establish certain enforcement procedures.", "sponsors": [], "keywords": ["Administrative Rules", "Cigarette Tax", "Taxation", "Tobacco"], "audio": [{"meeting_datetime": "2003-01-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst06hb1034a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst06hb1034a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst06hb1034a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst06hb1034a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst06hb1034a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-29T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sta11hb1034a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-29T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sta11hb1034a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-29T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sta11hb1034a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-29T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sta11hb1034a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17849, "bill_version_id": 95310, "bill_version": "Introduced", "bill_version_date": "2003-01-11T12:11:25-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the creation of a certification process for tobacco product manufacturers, a reporting requirement for distributors and wholesalers, and a directory for compliant tobacco product manufacturers, to prohibit certain activities regarding cigarettes of certain noncompliant tobacco product manufacturers, and to establish certain enforcement procedures. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Brand family,\" all styles of cigarettes sold under the same trade mark and differentiated from one another by means of additional modifiers or descriptors, including menthol, lights, kings, and 100s and any brand name (alone or in conjunction with any other word), trademark, logo, symbol, motto, selling message, recognizable pattern of colors, or any other indicia of product identification identical, similar to, or identifiable with a previously known brand of cigarettes; (2) \"Cigarette,\" the same meaning as in § 10-50B-4; (3) \"Master Settlement Agreement,\" the same meaning as in subdivision 10-50B-3(4); (4) \"Nonparticipating manufacturer,\" any tobacco product manufacturer that is not a participating manufacturer; (5) \"Participating manufacturer,\" the same meaning as that term is defined in section II(jj) of the Master Settlement Agreement as of January 1, 2003; (6) \"Qualified escrow fund,\" the same meaning as in subdivision 10-50B-3(5); (7) \"Tobacco product manufacturer,\" the same meaning as in § 10-50B-5; and (8) \"Units sold,\" the same meaning as in § 10-50B-6. Section 2. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: Any tobacco product manufacturer whose cigarettes are sold in this state whether directly or through a distributor, wholesaler, retailer, or similar intermediary or intermediaries shall execute and deliver a certification that, as of the date certified, the tobacco product manufacturer is either a participating manufacturer or is in full compliance with chapter 10-50B. The certification shall be made on a form prescribed by the secretary and delivered to the secretary no later than the thirtieth day of April of each year. A participating manufacturer shall include in its certification a list of its brand families. A nonparticipating manufacturer shall include in its certification: (1) A complete list of all of its brand families that separately lists brand families of cigarettes and the units sold for each brand family in the state during the preceding calendar year, indicating by an asterisk any brand family sold in the state during that year that is no longer being sold in the state as of the date of the certification, and identification by name and address of any other manufacturer of listed brand families in that year, and all of its brand families that have been sold in the state at any time during the current calendar year; (2) That the nonparticipating manufacturer is registered to do business in the state or has appointed a resident agent for service of process and provided notice thereof as required by section 12 of this Act; (3) That the nonparticipating manufacturer has established and continues to maintain a qualified escrow fund, and has executed a qualified escrow agreement governing the qualified escrow fund that has been reviewed and approved by the attorney general; (4) That the nonparticipating manufacturer is in full compliance with chapter 10-50B, this Act, and any rules promulgated pursuant thereto; and (5) The name, address, and telephone number of the financial institution where the nonparticipating manufacturer has established the qualified escrow fund, the account number of the qualified escrow fund and sub-account number for the state, the amount the nonparticipating manufacturer placed in the fund for cigarettes sold in the state during the preceding calendar year, the date, and amount of each deposit, the amount and date of any withdrawal or transfer of funds the nonparticipating manufacturer made at any time from the fund, or from any other qualified escrow fund into which it ever made escrow payments, and such evidence or verification as may be deemed necessary by the secretary to confirm the foregoing. Section 3. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: A tobacco product manufacturer shall update the brand families list included in its certification thirty days prior to any addition to or modification of its brand families by executing and delivering to the secretary a supplemental certification. Section 4. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: A tobacco product manufacturer may not include a brand family in its certification unless: (1) In the case of a participating manufacturer, the participating manufacturer affirms that the brand family is to be deemed its cigarettes for purposes of calculating its payments under the Master Settlement Agreement for the relevant year in the volume and shares determined pursuant to the Master Settlement Agreement; and (2) In the case of a nonparticipating manufacturer, the nonparticipating manufacturer affirms that the brand family is to be deemed its cigarettes for purposes of chapter 10- 50B. Nothing in this section limits or otherwise affects the state's right to maintain that a brand family constitutes cigarettes of a different tobacco product manufacturer for purposes of calculating payments under the Master Settlement Agreement or for the purposes of chapter 10- 50B. Section 5. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: Each tobacco product manufacturer shall maintain all invoices and documentation of sales and such other information relied upon for the certification for a period of six years, unless otherwise required by law to be maintained for a greater period of time. Section 6. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: The secretary shall annually develop and publish on the Department of Revenue's internet website no later than May fifteenth of each year, a directory listing all tobacco product manufacturers that have provided current and accurate certifications conforming to the requirements of this Act, and all brand families that are listed in the certifications except as provided in section 7 of this Act. The secretary shall update the directory as necessary in order to correct mistakes and to add or remove a tobacco product manufacturer or brand families to keep the directory in conformity with the requirements of this Act. The attorney general shall, if requested by the secretary, assist in the development and maintenance of the directory. Section 7. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: The secretary may not include or retain in the directory the name or brand families of any nonparticipating manufacturer that fails to provide the required certification or whose certification the secretary determines is not in compliance with this Act, unless the noncompliance has been cured to the satisfaction of the secretary. No nonparticipating manufacturer or brand family may be included or retained in the directory if the secretary concludes that: (1) Any escrow payment required pursuant to chapter 10-50B for any period for any brand family, whether or not listed by the nonparticipating manufacturer, has not been fully paid into a qualified escrow fund governed by a qualified escrow agreement that has been approved by the attorney general; or (2) Any outstanding final judgment, including interest thereon, for violations of chapter 10-50B has not been fully satisfied for the brand family or the manufacturer. Section 8. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: Any tobacco product manufacturer excluded or removed from the directory may request a contested case hearing before the secretary. A request for hearing shall be made within sixty days of the manufacturer's exclusion or removal from the directory, and shall contain the evidence supporting the manufacturer's compliance with chapter 10-50B and this Act. At the hearing, the secretary shall determine whether the tobacco product manufacturer is in compliance with chapter 10-50B and this Act, and whether the manufacturer should be listed in the directory. Any decision of the secretary may be appealed to the circuit court as provided by chapter 1-26. Section 9. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: No later than twenty days after the end of each calendar quarter, and more frequently if so directed by the secretary, each distributor and wholesaler shall submit information concerning each nonparticipating manufacturer as the secretary requires to facilitate compliance with this Act, including, a list by brand family of the total number of cigarettes or, in the case of roll-your- own, the equivalent stick count, for which the distributor or wholesaler affixed cigarette tax stamps or imprints to a cigarette package, or otherwise paid the cigarette tax due during the previous calendar quarter. The distributor or wholesaler shall maintain and make available to the secretary all invoices and documentation of sales of all nonparticipating manufacturer cigarettes and any other information relied upon in reporting to the secretary for a period of six years. Section 10. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: In addition to the information required to be submitted pursuant to this Act, the secretary may require a distributor, wholesaler, or tobacco product manufacturer to submit information including, samples of the packaging or labeling of each brand family , as necessary to determine whether a tobacco product manufacturer is in compliance with this Act. Section 11. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: No distributor or wholesaler or other person may: (1) Affix a South Dakota cigarette tax stamp or imprint to a package or other container of cigarettes, or pay South Dakota cigarette tax on cigarettes of a tobacco product manufacturer or brand family not included in the directory; or (2) Sell or distribute, or acquire, hold, own, possess, transport, import, or cause to be imported, cigarettes of a tobacco product manufacturer or brand family not included in the directory that the distributor, wholesaler, or other person knows or should know are intended for distribution or sale in this state. Section 12. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: Any nonresident or foreign nonparticipating manufacturer that has not registered to do business in the state as a foreign corporation or business entity shall, as a condition precedent to having its brand families listed or retained in the directory, appoint and continually engage without interruption the services of an agent in the United States to act as agent for the service of process upon whom all process, and any action or proceeding against it concerning or arising out of the enforcement of this Act and chapter 10-50B, may be served in any manner authorized by law. Service under this section constitutes legal and valid service of process on the nonparticipating manufacturer. The nonparticipating manufacturer shall provide the name, address, phone number, and proof of the appointment and availability of the agent to, and to the satisfaction of, the secretary. Section 13. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: A nonparticipating manufacturer shall provide notice to the secretary thirty calendar days prior to termination of the authority of an agent established by section 12 of this Act and shall further provide proof to the satisfaction of the secretary of the appointment of a new agent no less than five calendar days prior to the termination of an existing agent appointment. If an agent terminates an agency appointment, the nonparticipating manufacturer shall notify the secretary of the termination within five calendar days and shall include proof to the satisfaction of the secretary of the appointment of a new agent. Section 14. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: Any nonparticipating manufacturer whose products are sold in this state without appointing or designating an agent as required by this Act shall be deemed to have appointed the secretary of state as its agent and may be proceeded against in courts of this state by service of process upon the secretary of state. However, the appointment of the secretary of state as its agent does not constitute compliance for the purpose of having a nonparticipating manufacturer or its brand families listed or retained in the directory. Section 15. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: The secretary may disclose to the attorney general any information received under this Act and requested by the attorney general for purposes of determining compliance with and enforcing the provisions of this Act and chapter 10-50B. The secretary and attorney general shall share with each other the information received under this Act, and may share such information with other federal, state, or local agencies only for purposes of enforcement of this Act, chapter 10- 50B, or corresponding laws of other states. Section 16. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: The attorney general may require a nonparticipating manufacturer to provide proof from the financial institution in which the manufacturer has established a qualified escrow fund for the purpose of compliance with chapter 10-50B, of the amount of money in the fund being held on behalf of the state, the dates of deposits, and a listing of the amounts of all withdrawals from the fund and the dates thereof. Section 17. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: Any cigarettes that have been sold or offered for sale in violation of this Act are contraband goods and may be legally seized, without a warrant, by the secretary, the secretary's agents or employees, or by any law enforcement officer of this state if directed by the secretary to do so. Any cigarettes seized and forfeited under this section shall be destroyed. Section 18. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: The secretary, for purposes of this Act, may promulgate rules pursuant to chapter 1-26 concerning the procedures, forms, and contents for: (1) The certification process for tobacco product manufacturers; (2) The reporting requirements for distributors and wholesalers; and (3) The directory of compliant tobacco product manufacturers. Section 19. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: The attorney general may seek an injunction to restrain a threatened or actual violation of this Act. In any action brought by the state to enforce the provisions of this Act, the court shall award the state the recovery of its expert witness fees, costs, and reasonable attorney fees. Section 20. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: The first report required of a distributor or wholesaler under this Act is due July 15, 2003, the tobacco product manufacturer certifications required under this Act are due August 15, 2003, and the secretary shall have the directory published on the Department of Revenue's internet website required under this Act no later than September 30, 2003. Section 21. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: If a court of competent jurisdiction finds that the provisions of this Act and of chapter 10- 50B conflict and cannot be harmonized, then the provisions of chapter 10-50B shall control. If any provision of this Act causes chapter 10-50B to no longer constitute a qualifying or model statute, as those terms are defined in the Master Settlement Agreement, then that portion of this Act is not valid. Section 22. That § 10-50-68 be repealed. 10-50-68. No distributor or wholesaler may, directly or indirectly, affix a South Dakota cigarette tax stamp or imprint to a package of cigarettes, or pay South Dakota cigarette tax on roll-your-own tobacco product, manufactured or sold by a tobacco product manufacturer unless: (1) The manufacturer is a participating manufacturer as that term is defined in subdivision 10-50B-7(1); or (2) The manufacturer is a nonparticipating manufacturer in compliance with subdivision 10-50B-7(2). Section 23. That § 10-50-69 be repealed. 10-50-69. The secretary of revenue shall annually, no later than May fifteenth, transmit to all licensed distributors and wholesalers, and post on the Department of Revenue's website, a directory of nonparticipating tobacco product manufacturers determined by the secretary to be in compliance with subdivision 10-50B-7(2). The secretary of revenue shall amend the directory on the Department of Revenue's website, as necessary, to include any nonparticipating tobacco product manufacturer determined to be in compliance with subdivision 10-50B-7(2) after May fifteenth, or to remove any nonparticipating tobacco product manufacturer subsequently determined not to be in compliance with subdivision 10-50B-7(2). The secretary of revenue may require distributors, wholesalers, and nonparticipating tobacco product manufacturers to submit such information as the secretary may determine is necessary to enable the secretary to determine whether a nonparticipating tobacco product manufacturer is in compliance with subdivision 10-50B-7(2). Section 24. That § 10-50-70 be repealed. 10-50-70. Any nonparticipating tobacco product manufacturer excluded or removed from the directory may request a contested case hearing before the secretary. A request for hearing shall be made within sixty days of the exclusion or removal or the date the manufacturer determined it was in full compliance with this chapter and chapter 10-50B, and shall contain the evidence supporting the manufacturer's compliance with subdivision 10-50B-7(2). At the hearing, the secretary shall determine whether the nonparticipating tobacco product manufacturer is in compliance with subdivision 10-50B-7(2), and whether the manufacturer should be listed in the directory. Section 25. That § 10-50-71 be repealed. 10-50-71. Any stamped cigarettes or roll-your-own tobacco on which taxes have been paid in violation of § § 10-50-68 to 10-50-71, inclusive, are contraband goods and may be legally seized, without a warrant, by the secretary of revenue, department agents or employees, or by any law enforcement officer of this state if directed by the secretary to do so. Any tobacco products seized and forfeited under this section shall be destroyed. The Department of Revenue may allow a credit for tax paid on contraband cigarettes and roll-your-own product returned to the manufacturer or distributor from which they were purchased."}, {"bill_id": 17849, "bill_version_id": 95581, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2003-01-22T14:19:43-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the creation of a certification process for tobacco product manufacturers, a reporting requirement for distributors and wholesalers, and a directory for compliant tobacco product manufacturers, to prohibit certain activities regarding cigarettes of certain noncompliant tobacco product manufacturers, and to establish certain enforcement procedures. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Brand family,\" all styles of cigarettes sold under the same trade mark and differentiated from one another by means of additional modifiers or descriptors, including menthol, lights, kings, and 100s and any brand name (alone or in conjunction with any other word), trademark, logo, symbol, motto, selling message, recognizable pattern of colors, or any other indicia of product identification identical, similar to, or identifiable with a previously known brand of cigarettes; (2) \"Cigarette,\" the same meaning as in § 10-50B-4; (3) \"Master Settlement Agreement,\" the same meaning as in subdivision 10-50B-3(4); (4) \"Nonparticipating manufacturer,\" any tobacco product manufacturer that is not a participating manufacturer; (5) \"Participating manufacturer,\" the same meaning as that term is defined in section II(jj) of the Master Settlement Agreement as of January 1, 2003; (6) \"Qualified escrow fund,\" the same meaning as in subdivision 10-50B-3(5); (7) \"Tobacco product manufacturer,\" the same meaning as in § 10-50B-5; and (8) \"Units sold,\" the same meaning as in § 10-50B-6. Section 2. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: Any tobacco product manufacturer whose cigarettes are sold in this state whether directly or through a distributor, wholesaler, retailer, or similar intermediary or intermediaries shall execute and deliver a certification that, as of the date certified, the tobacco product manufacturer is either a participating manufacturer or is in full compliance with chapter 10-50B. The certification shall be made on a form prescribed by the secretary and delivered to the secretary no later than the thirtieth day of April of each year. A participating manufacturer shall include in its certification a list of its brand families. A nonparticipating manufacturer shall include in its certification: (1) A complete list of all of its brand families that separately lists brand families of cigarettes and the units sold for each brand family in the state during the preceding calendar year, indicating by an asterisk any brand family sold in the state during that year that is no longer being sold in the state as of the date of the certification, and identification by name and address of any other manufacturer of listed brand families in that year and the current calendar year, and all of its brand families that have been sold in the state at any time during the current calendar year; (2) That the nonparticipating manufacturer is registered to do business in the state or has appointed a resident agent for service of process and provided notice thereof as required by section 12 of this Act; (3) That the nonparticipating manufacturer has established and continues to maintain a qualified escrow fund, and has executed a qualified escrow agreement governing the qualified escrow fund that has been reviewed and approved by the attorney general; (4) That the nonparticipating manufacturer is in full compliance with chapter 10-50B, this Act, and any rules promulgated pursuant thereto; and (5) The name, address, and telephone number of the financial institution where the nonparticipating manufacturer has established the qualified escrow fund, the account number of the qualified escrow fund and sub-account number for the state, the amount the nonparticipating manufacturer placed in the fund for cigarettes sold in the state during the preceding calendar year, the date, and amount of each deposit, the amount and date of any withdrawal or transfer of funds the nonparticipating manufacturer made at any time from the fund, or from any other qualified escrow fund into which it ever made escrow payments, and such evidence or verification as may be deemed necessary by the secretary to confirm the foregoing. Section 3. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: A tobacco product manufacturer shall update the brand families list included in its certification thirty days prior to any addition to or modification of its brand families by executing and delivering to the secretary a supplemental certification. Section 4. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: A tobacco product manufacturer may not include a brand family in its certification unless: (1) In the case of a participating manufacturer, the participating manufacturer affirms that the brand family is to be deemed its cigarettes for purposes of calculating its payments under the Master Settlement Agreement for the relevant year in the volume and shares determined pursuant to the Master Settlement Agreement; and (2) In the case of a nonparticipating manufacturer, the nonparticipating manufacturer affirms that the brand family is to be deemed its cigarettes for purposes of chapter 10- 50B. Nothing in this section limits or otherwise affects the state's right to maintain that a brand family constitutes cigarettes of a different tobacco product manufacturer for purposes of calculating payments under the Master Settlement Agreement or for the purposes of chapter 10- 50B. Section 5. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: Each tobacco product manufacturer shall maintain all invoices and documentation of sales and such other information relied upon for the certification for a period of six years, unless otherwise required by law to be maintained for a greater period of time. Section 6. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: The secretary shall annually develop and publish on the Department of Revenue's internet website no later than May fifteenth of each year, a directory listing all tobacco product manufacturers that have provided current and accurate certifications conforming to the requirements of this Act, and all brand families that are listed in the certifications except as provided in section 7 of this Act. The secretary shall update the directory as necessary in order to correct mistakes and to add or remove a tobacco product manufacturer or brand families to keep the directory in conformity with the requirements of this Act. The attorney general shall, if requested by the secretary, assist in the development and maintenance of the directory. Section 7. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: The secretary may not include or retain in the directory the name or brand families of any nonparticipating manufacturer that fails to provide the required certification or whose certification the secretary determines is not in compliance with this Act, unless the noncompliance has been cured to the satisfaction of the secretary. No nonparticipating manufacturer or brand family may be included or retained in the directory if the secretary concludes that: (1) Any escrow payment required pursuant to chapter 10-50B for any period for any brand family, whether or not listed by the nonparticipating manufacturer, has not been fully paid into a qualified escrow fund governed by a qualified escrow agreement that has been approved by the attorney general; or (2) Any outstanding final judgment, including interest thereon, for violations of chapter 10-50B has not been fully satisfied for the brand family or the manufacturer. Section 8. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: Any tobacco product manufacturer excluded or removed from the directory may request a contested case hearing before the secretary. A request for hearing shall be made within sixty days of the manufacturer's exclusion or removal from the directory, and shall contain the evidence supporting the manufacturer's compliance with chapter 10-50B and this Act. At the hearing, the secretary shall determine whether the tobacco product manufacturer is in compliance with chapter 10-50B and this Act, and whether the manufacturer should be listed in the directory. Any decision of the secretary may be appealed to the circuit court as provided by chapter 1-26. Section 9. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: No later than twenty days after the end of each calendar quarter, and more frequently if so directed by the secretary, each distributor and wholesaler shall submit information concerning each nonparticipating manufacturer as the secretary requires to facilitate compliance with this Act, including, a list by brand family of the total number of cigarettes or, in the case of roll-your- own, the equivalent stick count, for which the distributor or wholesaler affixed cigarette tax stamps or imprints to a cigarette package, or otherwise paid the cigarette tax due during the previous calendar quarter. The distributor or wholesaler shall maintain and make available to the secretary all invoices and documentation of sales of all nonparticipating manufacturer cigarettes and any other information relied upon in reporting to the secretary for a period of six years. Section 10. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: In addition to the information required to be submitted pursuant to this Act, the secretary may require a distributor, wholesaler, or tobacco product manufacturer to submit information including, samples of the packaging or labeling of each brand family , as necessary to determine whether a tobacco product manufacturer, distributor, or wholesaler is in compliance with this Act. Section 11. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: No distributor or wholesaler or other person may: (1) Affix a South Dakota cigarette tax stamp or imprint to a package or other container of cigarettes, or pay South Dakota cigarette tax on cigarettes of a tobacco product manufacturer or brand family not included in the directory; or (2) Sell or distribute, or acquire, hold, own, possess, transport, import, or cause to be imported, cigarettes of a tobacco product manufacturer or brand family not included in the directory that the distributor, wholesaler, or other person knows or should know are intended for distribution or sale in this state. Section 12. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: Any nonresident or foreign nonparticipating manufacturer that has not registered to do business in the state as a foreign corporation or business entity shall, as a condition precedent to having its brand families listed or retained in the directory, appoint and continually engage without interruption the services of an agent in the United States to act as agent for the service of process upon whom all process, and any action or proceeding against it concerning or arising out of the enforcement of this Act and chapter 10-50B, may be served in any manner authorized by law. Service under this section constitutes legal and valid service of process on the nonparticipating manufacturer. The nonparticipating manufacturer shall provide the name, address, phone number, and proof of the appointment and availability of the agent to, and to the satisfaction of, the secretary. Section 13. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: A nonparticipating manufacturer shall provide notice to the secretary thirty calendar days prior to termination of the authority of an agent established by section 12 of this Act and shall further provide proof to the satisfaction of the secretary of the appointment of a new agent no less than five calendar days prior to the termination of an existing agent appointment. If an agent terminates an agency appointment, the nonparticipating manufacturer shall notify the secretary of the termination within five calendar days and shall include proof to the satisfaction of the secretary of the appointment of a new agent. Section 14. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: Any nonparticipating manufacturer whose products are sold in this state without appointing or designating an agent as required by this Act shall be deemed to have appointed the secretary of state as its agent and may be proceeded against in courts of this state by service of process upon the secretary of state. However, the appointment of the secretary of state as its agent does not constitute compliance for the purpose of having a nonparticipating manufacturer or its brand families listed or retained in the directory. Section 15. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: The secretary may disclose to the attorney general any information received under this Act and requested by the attorney general for purposes of determining compliance with and enforcing the provisions of this Act and chapter 10-50B. The secretary and attorney general shall share with each other the information received under this Act, and may share such information with other federal, state, or local agencies only for purposes of enforcement of this Act, chapter 10- 50B, or corresponding laws of other states. Section 16. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: The attorney general may require a nonparticipating manufacturer to provide proof from the financial institution in which the manufacturer has established a qualified escrow fund for the purpose of compliance with chapter 10-50B, of the amount of money in the fund being held in escrow, the dates of deposits, and a listing of the amounts of all withdrawals from the fund and the dates thereof. Section 17. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: Any cigarettes that have been sold, offered for sale, or possessed for sale in violation of this Act are contraband goods and may be legally seized, without a warrant, by the secretary, the secretary's agents or employees, or by any law enforcement officer of this state if directed by the secretary to do so. Any cigarettes seized and forfeited under this section shall be destroyed. Section 18. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: The secretary, for purposes of this Act, may promulgate rules pursuant to chapter 1-26 concerning the procedures, forms, and contents for: (1) The certification process for tobacco product manufacturers; (2) The reporting requirements for distributors and wholesalers; and (3) The directory of tobacco product manufacturers that have complied with the requirements of this Act. Section 19. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: The attorney general may seek an injunction to restrain a threatened or actual violation of this Act. In any action brought by the state to enforce the provisions of this Act, the court shall award the state the recovery of its expert witness fees, costs, and reasonable attorney fees. Section 20. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: The first report required of a distributor or wholesaler under this Act is due July 15, 2003, the tobacco product manufacturer certifications required under this Act are due August 15, 2003, and the secretary shall have the directory published on the Department of Revenue's internet website required under this Act no later than September 30, 2003. Until the secretary publishes the directory pursuant to this section, the cigarettes of any participating manufacturer and of any nonparticipating manufacturer included on the directory published by the secretary under § 10-50-69 as it exists on June 30, 2003, may be sold, distributed, acquired, held, owned, possessed, transported, imported, or caused to be imported in this state. Section 21. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: If a court of competent jurisdiction finds that the provisions of this Act and of chapter 10- 50B conflict and cannot be harmonized, then the provisions of chapter 10-50B shall control. If any provision of this Act causes chapter 10-50B to no longer constitute a qualifying or model statute, as those terms are defined in the Master Settlement Agreement, then that portion of this Act is not valid. Section 22. That § 10-50-68 be repealed. 10-50-68. No distributor or wholesaler may, directly or indirectly, affix a South Dakota cigarette tax stamp or imprint to a package of cigarettes, or pay South Dakota cigarette tax on roll-your-own tobacco product, manufactured or sold by a tobacco product manufacturer unless: (1) The manufacturer is a participating manufacturer as that term is defined in subdivision 10-50B-7(1); or (2) The manufacturer is a nonparticipating manufacturer in compliance with subdivision 10-50B-7(2). Section 23. That § 10-50-69 be repealed. 10-50-69. The secretary of revenue shall annually, no later than May fifteenth, transmit to all licensed distributors and wholesalers, and post on the Department of Revenue's website, a directory of nonparticipating tobacco product manufacturers determined by the secretary to be in compliance with subdivision 10-50B-7(2). The secretary of revenue shall amend the directory on the Department of Revenue's website, as necessary, to include any nonparticipating tobacco product manufacturer determined to be in compliance with subdivision 10-50B-7(2) after May fifteenth, or to remove any nonparticipating tobacco product manufacturer subsequently determined not to be in compliance with subdivision 10-50B-7(2). The secretary of revenue may require distributors, wholesalers, and nonparticipating tobacco product manufacturers to submit such information as the secretary may determine is necessary to enable the secretary to determine whether a nonparticipating tobacco product manufacturer is in compliance with subdivision 10-50B-7(2). Section 24. That § 10-50-70 be repealed. 10-50-70. Any nonparticipating tobacco product manufacturer excluded or removed from the directory may request a contested case hearing before the secretary. A request for hearing shall be made within sixty days of the exclusion or removal or the date the manufacturer determined it was in full compliance with this chapter and chapter 10-50B, and shall contain the evidence supporting the manufacturer's compliance with subdivision 10-50B-7(2). At the hearing, the secretary shall determine whether the nonparticipating tobacco product manufacturer is in compliance with subdivision 10-50B-7(2), and whether the manufacturer should be listed in the directory. Section 25. That § 10-50-71 be repealed. 10-50-71. Any stamped cigarettes or roll-your-own tobacco on which taxes have been paid in violation of § § 10-50-68 to 10-50-71, inclusive, are contraband goods and may be legally seized, without a warrant, by the secretary of revenue, department agents or employees, or by any law enforcement officer of this state if directed by the secretary to do so. Any tobacco products seized and forfeited under this section shall be destroyed. The Department of Revenue may allow a credit for tax paid on contraband cigarettes and roll-your-own product returned to the manufacturer or distributor from which they were purchased."}, {"bill_id": 17849, "bill_version_id": 96250, "bill_version": "Enrolled", "bill_version_date": "2003-01-31T09:17:52-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17849, "action_date": "2003-01-14T12:00:00-06:00", "document_id": 95377, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95377.pdf", "status_text": "First read in House and referred to", "journal_page": 21, "committee_id_action": 798, "committee_id_assigned": 793, "result": "N", "vote": {}}, {"bill_id": 17849, "action_date": "2003-01-22T10:00:00-06:00", "document_id": 95560, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95560.pdf", "status_text": "Do Pass Amended,", "journal_page": 100, "committee_id_action": 793, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54917, "president_vote": null, "Yea": [2859, 2861, 2869, 2870, 2875, 2894, 2899, 2905, 2909, 2929, 2937, 2917, 2912]}}, {"bill_id": 17849, "action_date": "2003-01-22T10:00:00-06:00", "document_id": 95560, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95560.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 793, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17849, "action_date": "2003-01-22T10:00:00-06:00", "document_id": 95560, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95560.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 793, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17849, "action_date": "2003-01-24T13:00:00-06:00", "document_id": 95744, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95744.pdf", "status_text": "Do Pass Amended,", "journal_page": 154, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56501, "president_vote": null, "Yea": [2833, 2836, 2837, 2839, 2841, 2842, 2843, 2844, 2845, 2846, 2848, 2857, 2858, 2859, 2860, 2862, 2864, 2866, 2869, 2870, 2871, 2872, 2873, 2874, 2875, 2877, 2879, 2884, 2885, 2888, 2889, 2890, 2892, 2893, 2894, 2895, 2896, 2898, 2902, 2905, 2906, 2907, 2909, 2910, 2911, 2912, 2913, 2914, 2915, 2917, 2919, 2920, 2922, 2923, 2924, 2925, 2929, 2930, 2931, 2932, 2933, 2936, 2937, 2938, 2899], "Excused": [2855, 2861, 2863, 2900], "Nay": [2934]}}, {"bill_id": 17849, "action_date": "2003-01-27T14:00:00-06:00", "document_id": 95822, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95822.pdf", "status_text": "First read in Senate and referred to", "journal_page": 205, "committee_id_action": 799, "committee_id_assigned": 782, "result": "N", "vote": {}}, {"bill_id": 17849, "action_date": "2003-01-29T08:00:00-06:00", "document_id": 95939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95939.pdf", "status_text": "Do Pass,", "journal_page": 225, "committee_id_action": 782, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55727, "president_vote": null, "Not Voting": [2847], "Yea": [2852, 2878, 2886, 2891, 2901, 2903, 2887], "Excused": [2921]}}, {"bill_id": 17849, "action_date": "2003-01-29T08:00:00-06:00", "document_id": 95939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95939.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 782, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17849, "action_date": "2003-01-29T08:00:00-06:00", "document_id": 95939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95939.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 782, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17849, "action_date": "2003-01-30T14:00:00-06:00", "document_id": 96219, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96219.pdf", "status_text": "Do Pass Amended,", "journal_page": 258, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55828, "president_vote": null, "Yea": [2832, 2834, 2835, 2838, 2840, 2847, 2849, 2850, 2851, 2852, 2853, 2854, 2856, 2865, 2868, 2876, 2878, 2880, 2881, 2882, 2883, 2886, 2887, 2891, 2897, 2901, 2903, 2904, 2908, 2916, 2921, 2926, 2927, 2928, 2935]}}, {"bill_id": 17849, "action_date": "2003-01-31T13:00:00-06:00", "document_id": 96312, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96312.pdf", "status_text": "Signed by Speaker", "journal_page": 253, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17849, "action_date": "2003-02-03T14:00:00-06:00", "document_id": 96443, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96443.pdf", "status_text": "Signed by President", "journal_page": 295, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17849, "action_date": "2003-02-03T14:00:00-06:00", "document_id": 96452, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96452.pdf", "status_text": "Delivered to the Governor", "journal_page": 282, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17849, "action_date": "2003-02-07T13:00:00-06:00", "document_id": 96830, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96830.pdf", "status_text": "Signed by Governor", "journal_page": 346, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2383}