{"session_id": 57, "bill_id": 19510, "bill_type": "House Bill", "bill_number": 1195, "bill_title": "adopt the Uniform Environmental Covenants Act.", "sponsors": [{"legislator_profile_id": 3201, "is_prime": true}, {"legislator_profile_id": 3223, "is_prime": true}, {"legislator_profile_id": 3224, "is_prime": false}], "keywords": ["Real Property"], "audio": [{"meeting_datetime": "2005-02-08T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hag21hb1195a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-08T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hag21hb1195a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-08T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hag21hb1195a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19510, "bill_version_id": 103420, "bill_version": "Introduced", "bill_version_date": "2005-01-27T10:47:17-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the Uniform Environmental Covenants Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. This Act may be cited as the Uniform Environmental Covenants Act. Section 2. In this Act: (1) \"Activity and use limitations,\" means restrictions or obligations created under this Act with respect to real property; (2) \"Agency,\" means the Department of Environment and Natural Resources or any other state or federal agency that determines or approves the environmental response project pursuant to which the environmental covenant is created; (3) \"Common interest community,\" means a condominium, cooperative, or other real property with respect to which a person, by virtue of the person's ownership of a parcel of real property, is obligated to pay property taxes or insurance premiums, or for maintenance, or improvement of other real property described in a recorded covenant that creates the common interest community; (4) \"Environmental covenant,\" means a servitude arising under an environmental response project that imposes activity and use limitations; (5) \"Environmental response project,\" means a plan or work performed for environmental remediation of real property and conducted: (A) Under a federal or state program governing environmental remediation of real property, including chapter 34A-10; (B) Incident to closure of a solid or hazardous waste management unit, if the closure is conducted with approval of an agency; or (C) Under a state voluntary clean-up program; (6) \"Holder,\" means the grantee of an environmental covenant as specified in section 3(a) of this Act; (7) \"Person,\" means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government, governmental subdivision, agency, or instrumentality, or any other legal or commercial entity; (8) \"Record,\" used as a noun, means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form; (9) \"State,\" means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States. Section 3. (a) Any person, including a person that owns an interest in the real property, the agency, or a municipality or other unit of local government, may be a holder. An environmental covenant may identify more than one holder. The interest of a holder is an interest in real property. (b) A right of an agency under this Act or under an environmental covenant, other than a right as a holder, is not an interest in real property. (c) An agency is bound by any obligation it assumes in an environmental covenant, but an agency does not assume obligations merely by signing an environmental covenant. Any other person that signs an environmental covenant is bound by the obligations the person assumes in the covenant, but signing the covenant does not change obligations, rights, or protections granted or imposed under law other than this Act except as provided in the covenant. (d) The following rules apply to interests in real property in existence at the time an environmental covenant is created or amended: (1) An interest that has priority under other law is not affected by an environmental covenant unless the person that owns the interest subordinates that interest to the covenant; (2) This Act does not require a person that owns a prior interest to subordinate that interest to an environmental covenant or to agree to be bound by the covenant; (3) A subordination agreement may be contained in an environmental covenant covering real property or in a separate record. If the environmental covenant covers commonly owned property in a common interest community, the record may be signed by any person authorized by the governing board of the owners' association; (4) An agreement by a person to subordinate a prior interest to an environmental covenant affects the priority of that person's interest but does not by itself impose any affirmative obligation on the person with respect to the environmental covenant. Section 4. (a) An environmental covenant must: (1) State that the instrument is an environmental covenant executed pursuant to this Act; (2) Contain a legally sufficient description of the real property subject to the covenant; (3) Describe the activity and use limitations on the real property; (4) Identify every holder; (5) Be signed by the agency, every holder, and unless waived by the agency every owner of the fee simple of the real property subject to the covenant; and (6) Identify the name and location of any administrative record for the environmental response project reflected in the environmental covenant. (b) In addition to the information required by subsection (a), an environmental covenant may contain other information, restrictions, and requirements agreed to by the persons who signed it, including any: (1) Requirements for notice following transfer of a specified interest in, or concerning proposed changes in use of, applications for building permits for, or proposals for any site work affecting the contamination on, the property subject to the covenant; (2) Requirements for periodic reporting describing compliance with the covenant; (3) Rights of access to the property granted in connection with implementation or enforcement of the covenant; (4) A brief narrative description of the contamination and remedy, including the contaminants of concern, the pathways of exposure, limits on exposure, and the location and extent of the contamination; (5) Limitation on amendment or termination of the covenant in addition to those contained in sections 9 and 10 of this Act; and (6) Rights of the holder in addition to its right to enforce the covenant pursuant to section 11 of this Act. (c) In addition to other conditions for its approval of an environmental covenant, the agency may require those persons specified by the agency who have interests in the real property to sign the covenant. Section 5. (a) An environmental covenant that complies with this Act runs with the land. (b) An environmental covenant that is otherwise effective is valid and enforceable even if: (1) It is not appurtenant to an interest in real property; (2) It can be or has been assigned to a person other than the original holder; (3) It is not of a character that has been recognized traditionally at common law; (4) It imposes a negative burden; (5) It imposes an affirmative obligation on a person having an interest in the real property or on the holder; (6) The benefit or burden does not touch or concern real property; (7) There is no privity of estate or contract; (8) The holder dies, ceases to exist, resigns, or is replaced; or (9) The owner of an interest subject to the environmental covenant and the holder are the same person. (c) An instrument that creates restrictions or obligations with respect to real property that would qualify as activity and use limitations except for the fact that the instrument was recorded before the effective date of this Act is not invalid or unenforceable because of any of the limitations on enforcement of interests described in subsection (b) or because it was identified as an easement, servitude, deed restriction, or other interest. This Act does not apply in any other respect to such an instrument. (d) This Act does not invalidate or render unenforceable any interest, whether designated as an environmental covenant or other interest, that is otherwise enforceable under the law of this state. Section 6. This Act does not authorize a use of real property that is otherwise prohibited by zoning, by law other than this Act regulating use of real property, or by a recorded instrument that has priority over the environmental covenant. An environmental covenant may prohibit or restrict uses of real property which are authorized by zoning or by law other than this Act. Section 7. (a) A copy of an environmental covenant shall be provided by the persons and in the manner required by the agency to: (1) Each person that signed the covenant; (2) Each person holding a recorded interest in the real property subject to the covenant; (3) Each person in possession of the real property subject to the covenant; (4) Each municipality or other unit of local government in which real property subject to the covenant is located; and (5) Any other person the agency requires. (b) The validity of a covenant is not affected by failure to provide a copy of the covenant as required under this section. Section 8. (a) An environmental covenant and any amendment or termination of the covenant must be recorded in every county in which any portion of the real property subject to the covenant is located. For purposes of indexing, a holder shall be treated as a grantee. (b) Except as otherwise provided in section 9(c) of this Act, an environmental covenant is subject to the laws of this state governing recording and priority of interests in real property. Section 9. (a) An environmental covenant is perpetual unless it is: (1) By its terms limited to a specific duration or terminated by the occurrence of a specific event; (2) Terminated by consent pursuant to section 10 of this Act; (3) Terminated pursuant to subsection (b); (4) Terminated by foreclosure of an interest that has priority over the environmental covenant; or (5) Terminated or modified in an eminent domain proceeding, but only if: (A) The agency that signed the covenant is a party to the proceeding; (B) All persons identified in Section 10(a) and (b) of this Act are given notice of the pendency of the proceeding; and (C) The court determines, after hearing, that the termination or modification will not adversely affect human health or the environment. (b) If the agency that signed an environmental covenant has determined that the intended benefits of the covenant can no longer be realized, a court, under the doctrine of changed circumstances, in an action in which all persons identified in Section 10(a) and (b) of this Act have been given notice, may terminate the covenant or reduce its burden on the real property subject to the covenant. The agency's determination or its failure to make a determination upon request is subject to review pursuant to chapter 1-26. (c) Except as otherwise provided in subsections (a) and (b), an environmental covenant may not be extinguished, limited, or impaired through issuance of a tax deed, foreclosure of a tax lien, or application of the doctrine of adverse possession, prescription, abandonment, waiver, lack of enforcement, or acquiescence, or a similar doctrine. (d) An environmental covenant may not be extinguished, limited, or impaired by application of chapter 43-30 or 43-30A. Section 10. (a) An environmental covenant may be amended or terminated by consent only if the amendment or termination is signed by: (1) The agency; (2) Unless waived by the agency, the current owner of the fee simple of the real property subject to the covenant; (3) Each person that originally signed the covenant, unless the person waived in a signed record the right to consent or a court finds that the person no longer exists or cannot be located or identified with the exercise of reasonable diligence; and (4) Except as otherwise provided in subsection (d)(2), the holder. (b) If an interest in real property is subject to an environmental covenant, the interest is not affected by an amendment of the covenant unless the current owner of the interest consents to the amendment or has waived in a signed record the right to consent to amendments. (c) Except for an assignment undertaken pursuant to a governmental reorganization, assignment of an environmental covenant to a new holder is an amendment. (d) Except as otherwise provided in an environmental covenant: (1) A holder may not assign its interest without consent of the other parties; (2) A holder may be removed and replaced by agreement of the other parties specified in subsection (a); and (3) A court of competent jurisdiction may fill a vacancy in the position of holder. Section 11. (a) A civil action for injunctive or other equitable relief for violation of an environmental covenant may be maintained by: (1) A party to the covenant; (2) The agency; (3) Any person to whom the covenant expressly grants power to enforce; (4) A person whose interest in the real property or whose collateral or liability may be affected by the alleged violation of the covenant; or (5) A municipality or other unit of local government in which the real property subject to the covenant is located. (b) This Act does not limit the regulatory authority of the agency under law other than this Act with respect to an environmental response project. (c) A person is not responsible for or subject to liability for environmental remediation solely because it has the right to enforce an environmental covenant. Section 12. (a) The secretary of state shall establish and maintain a registry that contains all environmental covenants and any amendment or termination of those covenants. The registry may also contain any other information concerning environmental covenants and the real property subject to them which the secretary of state considers appropriate. The registry is a public record. (b) After an environmental covenant or an amendment or termination of a covenant is filed in the registry established pursuant to subsection (a), a notice of the covenant, amendment, or termination that complies with this section may be recorded in the land records in lieu of recording the entire covenant. Any such notice must contain: (1) A legally sufficient description and any available street address of the real property subject to the covenant; (2) The name and address of the owner of the fee simple interest in the real property, the agency, and the holder if other than the agency; (3) A statement that the covenant, amendment, or termination is available in a registry at the Office of the Secretary of State which discloses the method of any electronic access; and (4) A statement that the notice is notification of an environmental covenant executed pursuant to this Act. (c) A statement in substantially the following form, executed with the same formalities as a deed in this state, satisfies the requirements of subsection (b): \"1. This notice is filed in the land records of the county of [insert name of jurisdiction in which the real property is located] pursuant to section 12 of this Act. 2. This notice and the covenant, amendment, or termination to which it refers may impose significant obligations with respect to the property described below. 3. A legal description of the property is attached as Exhibit A to this notice. The address of the property that is subject to the environmental covenant is [insert address of property] [not available]. 4. The name and address of the owner of the fee simple interest in the real property on the date of this notice is [insert name of current owner of the property and the owner's current address as shown on the tax records of the jurisdiction in which the property is located]. 5. The environmental covenant, amendment, or termination was signed by [insert name and address of the agency]. 6. The environmental covenant, amendment, or termination was filed in the registry on [insert date of filing]. 7. The full text of the covenant, amendment, or termination and any other information required by the agency is on file and available for inspection and copying in the registry maintained for that purpose by the Office of the Secretary of State in the State Capitol. The covenant, amendment, or termination may be found electronically at www.sdsos.gov.\" Section 13. In applying and construing this uniform act, consideration must be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it. Section 14. This Act modifies, limits, or supersedes the federal Electronic Signatures in Global and National Commerce Act (15 U.S.C. 7001 et seq.) but does not modify, limit, or supersede Section 101 of that Act (15 U.S.C. 7001(a)) or authorize electronic delivery of any of the notices described in Section 103 of that Act (15 U.S.C. 7003(b))."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19510, "action_date": "2005-01-27T14:00:00-06:00", "document_id": 103466, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103466.pdf", "status_text": "First read in House and referred to", "journal_page": 206, "committee_id_action": 860, "committee_id_assigned": 846, "result": "N", "vote": {}}, {"bill_id": 19510, "action_date": "2005-02-08T07:45:00-06:00", "document_id": 104280, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104280.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 846, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19510, "action_date": "2005-02-08T07:45:00-06:00", "document_id": 104280, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104280.pdf", "status_text": "Tabled", "journal_page": 380, "committee_id_action": 846, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61759, "president_vote": null, "Yea": [3158, 3172, 3175, 3183, 3187, 3192, 3197, 3220, 3238, 3161, 3162], "Excused": [3196, 3252]}}]}