{"session_id": 47, "bill_id": 13574, "bill_type": "House Bill", "bill_number": 1182, "bill_title": "to repeal certain provisions restricting persons who have possessed, used, or distributed controlled substances or marijuana from participation in certain extracurricular activities or financial aid assistance.", "sponsors": [{"legislator_profile_id": 2164, "is_prime": true}, {"legislator_profile_id": 2152, "is_prime": false}], "keywords": ["Drugs & Controlled Substances", "Education, Technical", "Entertainment, Recreation & Sports", "Students (K-12)"], "audio": [], "bill_versions": [{"bill_id": 13574, "bill_version_id": 77362, "bill_version": "Introduced", "bill_version_date": "1998-01-20T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain provisions restricting persons who have possessed, used, or distributed controlled substances or marijuana from participation in certain extracurricular activities or financial aid assistance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-32-9 be repealed. 13-32-9. Any person adjudicated, convicted, or the subject of a suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana as defined in chapter 22-42 is ineligible to participate in any extracurricular activity at any secondary school accredited by the Department of Education and Cultural Affairs for one year. Upon a subsequent adjudication, conviction, or suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana by a court of competent jurisdiction, that person is ineligible to participate in any extracurricular activity while that person is attending any school accredited by the Department of Education and Cultural Affairs. Upon such a determination in any juvenile proceeding the Unified Judicial System shall give notice of that determination to the South Dakota High School Activities Association and the chief administrator of the school in which the person is enrolled. As used in this section, the term, extracurricular activity, means any activity sanctioned by the South Dakota High School Activities Association. Section 2. That § 13-55-29 be repealed. 13-55-29. Any person adjudicated, convicted, or the subject of a suspended imposition of sentence for possession, use, or distribution of controlled substances or marijuana as defined in chapter 22-42 under circumstances which would constitute a felony under South Dakota law is ineligible for any scholarship for attendance at a postsecondary institution to the extent such scholarship is funded by the State of South Dakota. Upon receiving a request from the chief administrator of the postsecondary educational institution, the Unified Judicial System shall send notice of whether the person who is the subject of the request was adjudicated in a juvenile proceeding of possessing, using, or distributing controlled substances or marijuana as defined in chapter 22-42 under circumstances which would constitute a felony under South Dakota law if that person were an adult. Section 3. That § 13-53-42 be repealed. 13-53-42. Any person who has been determined by a court of competent jurisdiction to have possessed, used, or distributed controlled substances or marijuana as defined in chapter 22-42 under circumstances which would constitute a felony under South Dakota law while enrolled at a South Dakota state supported institution of higher education is ineligible to participate in any form of intercollegiate extracurricular competition at any South Dakota state supported institution of higher education. Upon receiving a request from the chief administrator of the postsecondary educational institution, the Unified Judicial System shall send notice of whether the person who is the subject of the request was adjudicated in a juvenile proceeding of possessing, using, or distributing controlled substances or marijuana as defined in chapter 22-42 under circumstances which would constitute a felony under South Dakota law if that person were an adult."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13574, "action_date": "1998-01-21T14:00:00-06:00", "document_id": 76895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76895.pdf", "status_text": "First read in House and referred to", "journal_page": 147, "committee_id_action": 600, "committee_id_assigned": 595, "result": "N", "vote": {}}, {"bill_id": 13574, "action_date": "1998-01-26T10:00:00-06:00", "document_id": 76569, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76569.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13574, "action_date": "1998-01-26T10:00:00-06:00", "document_id": 76569, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76569.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 218, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39806, "president_vote": null, "Yea": [2100, 2106, 2134, 2141, 2146, 2171, 2131], "Excused": [2111], "Nay": [2177, 2136, 2150, 2159, 2180]}}, {"bill_id": 13574, "action_date": "1998-01-26T10:00:00-06:00", "document_id": 76569, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76569.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 218, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39806, "president_vote": null, "Yea": [2100, 2106, 2134, 2141, 2146, 2171, 2131], "Excused": [2111], "Nay": [2177, 2136, 2150, 2159, 2180]}}]}