{"session_id": 45, "bill_id": 12871, "bill_type": "Senate Commemoration", "bill_number": 6, "bill_title": "Honoring Kristen Knudson, South Dakota Girls' State Governor, and Timothy D. Vanderham, South Dakota Boys' State Governor; and commending the South Dakota American Legion and Auxiliary for their sponsorship and coordination of the Girls' State and Boys' State programs.", "sponsors": [{"legislator_profile_id": 1921, "is_prime": true}, {"legislator_profile_id": 1969, "is_prime": true}, {"legislator_profile_id": 1897, "is_prime": false}, {"legislator_profile_id": 1926, "is_prime": false}, {"legislator_profile_id": 1930, "is_prime": false}, {"legislator_profile_id": 1940, "is_prime": false}], "keywords": ["Commemorations"], "audio": [], "bill_versions": [{"bill_id": 12871, "bill_version_id": 74283, "bill_version": "Introduced", "bill_version_date": "1997-01-31T00:00:00-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Kristen Knudson, South Dakota Girls' State Governor, and Timothy D. Vanderham, South Dakota Boys' State Governor; and commending the South Dakota American Legion and Auxiliary for their sponsorship and coordination of the Girls' State and Boys' State programs. WHEREAS, Kristen Knudson and Timothy D. Vanderham have been elected and are serving in these high offices and are outstanding young South Dakota leaders; and WHEREAS, the goals of Boys' State and Girls' State are: (1) To better help youth understand and appreciate the American system of government and way of life, including the rights and responsibilities of citizenship; and (2) To give better knowledge of the fundamental principles of government within the State of South Dakota through a unique learn-by-doing workshop; and WHEREAS, the South Dakota American Legion and Auxiliary have worked diligently for more than fifty years in conducting these fine programs: NOW, THEREFORE, BE IT COMMEMORATED, by the Seventy-second Legislature of the State of South Dakota, that Kristen Knudson and Timothy D. Vanderham be congratulated for their outstanding achievement; that appreciation be extended to those adults who donate time and energy to the program; and that the South Dakota American Legion and Auxiliary be recognized for their many years of sponsoring and conducting Boys' and Girls' State."}, {"bill_id": 12871, "bill_version_id": 74311, "bill_version": "Enrolled", "bill_version_date": "1997-02-04T09:13:56-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12871, "action_date": "1997-01-31T14:00:00-06:00", "document_id": 72893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72893.pdf", "status_text": "", "journal_page": 271, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}]}