{"session_id": 8, "bill_id": 1815, "bill_type": "House Bill", "bill_number": 1061, "bill_title": "revise certain provisions regarding organization and operation of the public entity pool for liability.", "sponsors": [], "keywords": ["Bureau of Administration", "Public Entity Pool for Liability", "Public Officers and Employees"], "audio": [{"meeting_datetime": "2010-01-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hst06.mp3", "start_seconds": 668.0}, {"meeting_datetime": "2010-01-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hst06.mp3", "start_seconds": 668.0}, {"meeting_datetime": "2010-01-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hst06.mp3", "start_seconds": 668.0}, {"meeting_datetime": "2010-01-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou10.mp3", "start_seconds": 1560.0}, {"meeting_datetime": "2010-01-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou10.mp3", "start_seconds": 1560.0}, {"meeting_datetime": "2010-01-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou10.mp3", "start_seconds": 1560.0}, {"meeting_datetime": "2010-01-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou10.mp3", "start_seconds": 1560.0}, {"meeting_datetime": "2010-02-24T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst27.mp3", "start_seconds": 3744.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst29.mp3", "start_seconds": 5597.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst29.mp3", "start_seconds": 5597.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst29.mp3", "start_seconds": 5597.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst29.mp3", "start_seconds": 5597.0}], "bill_versions": [{"bill_id": 1815, "bill_version_id": 10383, "bill_version": "Introduced", "bill_version_date": "2010-01-08T15:46:34.197-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding organization and operation of the public entity pool for liability. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 3-22-1 be amended to read as follows: 3-22-1. There is hereby established the South Dakota public entity pool for liability effective March 1, 1987. The purpose of this program is to provide a fund as the sole source for payment of valid tort claims against all member public entities of the state and their officers and employees for all liability they may incur based upon negligence in the operation of motor vehicles or negligence in performing other acts within an employee's scope of employment and federal claims including 42 U.S.C. § 1983 which are not avoidable under the Tenth or Eleventh Amendment of the United States Constitution. Excluded from coverage under this chapter are claims involving employee grievances and awards for back pay, workers' compensation, employee health programs, single point-source pollution damage, asbestos related injuries, and claims arising from engineering and design of any public roadway in this state by any employee of any entity. PEPL shall provide defense and liability coverage for any state entity or employee as provided for within the coverage document issued by PEPL. Nothing in this chapter shall be determined to be an abrogation, change, or modification of the doctrine of governmental or sovereign immunity created by any statute, judicial opinion, ordinance, resolution, or tort claims act nor shall this chapter create any cause of action in federal court or under federal law may be construed to require payment of a particular claim or class of claims, to create any cause of action, nor to waive or limit any immunity or legal defense otherwise available to any covered claim. Punitive damages may not be recovered pursuant to this chapter. No claim for indemnity or contribution by the United States, arising directly or indirectly from the acts or omissions of the South Dakota National Guard, its agents, officers, members, or employees, which is cognizable under the Federal Tort Claims Act may be prosecuted under this chapter. Pursuant to S.D. Const., Art. III, § 27 no tort action may be maintained in any court in this state against any member public entity except actions cognizable and recoverable under this chapter. For reporting purposes only, the PEPL, its fund, and employees are attached to the Office of the Bureau of Administration. Section 2. That § 3-22-2 be amended to read as follows: 3-22-2. Terms used in this chapter mean: (1) \"Budget,\" a public entity's total prior year expenditures excluding capital outlay or bond redemption expenditures \"PEPL,\" the public entity pool for liability established pursuant to this chapter; (2) \"Bureau,\" the Bureau of Administration; (3) \"Claim,\" any final judgment of a court of competent jurisdiction of this state. Any final judgment of a court of competent jurisdiction of any sister state and of the United States unless such judgment is avoidable pursuant to the eleventh amendment of the United States Constitution or the laws of the United States. The term does not include tribal court judgments. In addition, the term includes any agreement in settlement and satisfaction of a claim agreed to by the bureau, the director and the member \"Covered claim,\" a claim or civil action arising in tort for which coverage is provided under the PEPL coverage document; (4) \"Coverage document,\" the written agreement between the director and the Governor setting forth the terms, conditions, limits, and scope of coverage provided by PEPL for a covered claim; (5) \"Director,\" the director of the PEPL appointed by the commissioner of administration pursuant to this chapter; (5)(6) \"Employee,\" all current and former employees and any permanent or temporary employee or elected and or appointed officers officer of any public state entity whether classified, unclassified, licensed or certified, permanent or temporary whether compensated or not. The term includes employees of all branches of government including the judicial and legislative branches and employees of constitutional, statutory and executive order boards, commissions and offices. The term does not include independent contractors; (6) \"Fiscal year,\" as defined in § 4-10-10; (7) \"Fund,\" the public entity pool for liability fund established pursuant to this chapter; and (8) \"Master contract,\" any contract of insurance providing coverage, or partial coverage, for a class of members, or the state, of one or more areas covered by this chapter; (9) \"Member,\" the state, to the extent it elects to participate if it so elects, or any public entity other than the state that has made its initial contribution and is current in its subsequent contributions under this chapter; (10) \"Nominating authority,\" in the case of municipalities, the South Dakota Municipal League; in the case of school districts, the Associated School Boards of South Dakota; and in the case of the counties, the South Dakota County Commissioner Association; (11) \"PEPL,\" the public entity pool for liability established by this chapter; (12) \"Public entities,\" \"State entity,\" the State of South Dakota, and all of its branches and, agencies, boards and commissions. The term also includes all public entities established by law exercising any part of the sovereign power of the state, including, but not limited to municipalities, counties, school districts, townships, water districts established pursuant to Title 46A, sewer, sanitary, and conservation districts, and all other legal entities that public entities are authorized by law to establish; (13) \"Scope of employment,\" any activity that an employee performs or incidental to any activity to be performed regardless of the time and place of performance and regardless of whether the action in question could have, prior to the effective date of this chapter, subjected a public entity to liability and regardless of whether the activity is construed or defined as ministerial, discretionary or proprietary; and (14) \"Sub-pool,\" a vehicle for risk sharing among members of PEPL or public agencies of other states authorized by the bureau. Section 3. That § 3-22-5 be amended to read as follows: 3-22-5. The bureau may: (1) Select a director who shall serve at the pleasure of the bureau; (2) Contract for expert assistance including actuarial determinations and claims adjustment services Enter contracts for actuarial determinations, claims adjustment and investigation, loss control and risk management, legal services, or other services the director determines to be necessary to carry out the purposes of this chapter; (3) Contract with any qualified organization to perform any of the services necessary for the carrying out of a liability pool arrangement including claims management, safety engineering services, administrative services, and any and all other services that the bureau deems expedient for the proper servicing of members Enter contracts for insurance and reinsurance the director determines to be necessary to carry out the purposes of this chapter. Any such contract is not subject to the provisions of chapter 5-23; (4) Issue specifications and solicit proposals for master contracts of insurance covering all or any portion of the liability covered by this chapter; Develop a coverage document, agreed to by the director and the Governor, to establish the type and scope of covered claims, limits of coverage, terms and conditions of coverage, and costs of coverage; and (5) Purchase master insurance contracts not subject to the bid law and provisions of this state covering all or any portion of the liability covered in this chapter provided the board determines that similar coverage under the master contract can be achieved at a cost similar to the cost of operating the PEPL without such insurance; (6) Purchase reinsurance to insure against catastrophic claims or combinations of claims which power is not subject to the bid law provisions of this state; (7) Establish sub-pools within the PEPL fund whose liability shall extend only to members of the sub-pool, provide the administrative assistance necessary for operation of the sub-pool and enter into agreements with sub-pools regarding funding, passing through reinsurance, purchased pursuant to subdivision (6), or assumption of liability by the PEPL fund within limits established by the bureau; (8) Approve existing or future agreements among members establishing nonassessable sub-pools, risk retention arrangements and risk sharing plans which may include agreements with public agencies of other states. However, such agreements with public agencies of other states may not allow assumption of risk liability beyond any amount established as premium or contribution; (9) Enter into and establish nonassessable risk and liability sharing and pooling arrangements with public agencies and risk pools of other states. However, such agreements with public agencies of other states may not allow assumption of risk liability beyond any amount established as premium or contribution; and (10) Enter into agreements with the state, approved by the Governor or his designee, to establish what areas of coverage, if any, what limits of coverage and what costs for coverage will apply to the state's participation in the PEPL. Any funds remaining from the one million dollars designated in SL 1986, ch 413, § 14 after funding the agreement provided for in this subdivision is available to the commissioner of administration to purchase insurance for the state pursuant to § 21-32-15 Based on annual actuarial calculations, impose and collect contributions from covered state entities for the estimated amount necessary to extend coverage and maintain appropriate reserves for covered claims. Section 4. That § 3-22-6 be amended to read as follows: 3-22-6. The bureau may, pursuant to chapter 1-26, establish rules for: (1) Submission, reporting, handling, and payment of claims; (2) Negotiation and payment of settlements Implementation of risk management and loss control practices; (3) Establishment and implementation of risk management services and requirements Rates and timing of contributions by state entities for coverage; (4) Methods for establishing assessments for contributions to the PEPL by any public entity; Collection and reporting of data regarding claims; and (5) Guidelines relating to size, function, and structure of members to establish the classes of members required by this chapter; (6) Compensation of employees and all other matters necessary to conduct the business of the fund; (7) Setting the amount and treatment of refundable reserve deposits required of any member choosing to withdraw from the PEPL as allowed in this chapter; (8) Common membership dates; (9) Member participation in data collection and analysis to support rating and loss control programs; (10) Provide for proper accounting and reporting procedures for each of the members so that the bureau shall be apprised at all times of the nature of the claims arising within its jurisdiction, the manner in which these claims are being handled and the impact of the same upon the PEPL; (11) Sanctions, including termination of membership of any member which fails to abide by the requirements of the bureau concerning: payment of contributions and assessments, installation of safety requirements, accounting and reporting, claims administration, cooperation with the claims agents or attorneys representing the bureau or any of the members; (12) Methods of reporting all claims, including claims within a member's deductible amount and approval of selection of representation for a member; (13) Establishment of arbitration procedures including limits and types of claims a claimant and a member may submit to binding, nonappealable arbitration including a requirement that a member may not be represented by counsel in such proceeding unless the claimant is represented; and (14) Establish no more than four classifications for deductible amounts. In establishing classifications, the bureau shall consider size of member, loss experience, and other criteria determined appropriate by the bureau Other procedures necessary for operation of PEPL. Section 5. That § 3-22-7 be amended to read as follows: 3-22-7. Except as limited by agreement between the bureau and a sub-pool or the state, the PEPL shall pay any valid claim up to the limits established by § 3-22-1, except claims for punitive damages, for which a member shall be liable arising under the areas covered by this chapter. Payment shall be based upon any final judgment or agreed upon settlement except that each member other than the state shall reimburse the PEPL, as a deductible amount, the first five thousand dollars of any claim including associated attorney's fees and expenses. Prior to payment of any claim, the director shall consult with the attorney general to determine if the claim should be further contested through trial, appeal, collateral attack, or should be paid. If the director and attorney general cannot agree upon the proper course of action the matter shall be submitted to the bureau whose direction is final. PEPL may pay a covered claim established by judgment or negotiated settlement as provided in the coverage document and which is not barred or avoidable through sovereign immunity or other substantive law. No employee is subject to personal liability for any covered claim in excess of the coverage provided by PEPL. The PEPL shall be fully subrogated to any right of recovery a member state entity or employee may be entitled to, associated with any claim paid pursuant to this section. Section 6. That § 3-22-8 be repealed. 3-22-8. Except as limited by agreement between the bureau and a sub-pool or the state, the PEPL shall pay any valid claim up to the limits established in § 3-22-1, except claims for punitive damages, for which any member's employee shall be personally liable for any act or omission arising from that employee's scope of employment. The same conditions set out in § 3-22-7 apply, except that the dollar amounts set out therein shall be attributed to the member employing the employee. Section 7. That § 3-22-9 be repealed. 3-22-9. Notwithstanding §§ 3-22-7 and 3-22-8, the bureau may, upon the request of a member, establish a deductible amount other than five thousand dollars. In no event may the bureau establish a deductible less than one thousand dollars. The contribution formula for each member established pursuant to § 3-22-13 shall take into account the member's deductible amount established pursuant to this section. Section 8. That § 3-22-10 be repealed. 3-22-10. Notwithstanding any other provision of law, whenever a final judgment establishes a claim, the claimant may recover against a member or employee only under a structured settlement arrangement with the PEPL that will result in payout of no more than two percent of the fund in any one year as determined at the time of the occurrence of the action giving rise to the claim. This is the exclusive remedy for any claim against a member or an employee. For the purpose of payment of claims covered by any contract of insurance purchased by the bureau, the maximum payout on a single claim in a single coverage year is two hundred thousand dollars. Attorney's fees associated with any claim subject to this section shall be prorated in conformance with the structured settlement. Any reserve funds established pursuant to this chapter are not assets of the fund for the purposes of this section. All claims shall be paid as provided herein on or about June thirtieth of each succeeding year in order to facilitate proration of all claims. The bureau may authorize prepayment of all or any part of any claim provided provision is made in the payment agreement for return to the fund of a portion of the prepaid claim in order to satisfy the proration provisions of this section. In the event available reserves of the fund result in a proration under this section, the unsatisfied portion of any claim may be carried forward from year to year for as long as a judgment would be valid under the laws of this state. Section 9. That § 3-22-11 be amended to read as follows: 3-22-11. In any claim in which the PEPL is involved, the bureau may establish the amount at which it would settle the claim. If the claimant is willing to settle within the amount established by the bureau and the member refuses to consent, the director shall certify the amount agreed upon to the member and thereafter the fund is not liable for any claim, including attorney's fees and expenses, beyond the amount certified. The director, at the director's sole discretion, may determine the disposition or payment amount of any covered claim. However, the director shall consult with the attorney general prior to entering a negotiated settlement of any civil action arising from a covered claim. Section 10. That § 3-22-13 be repealed. 3-22-13. There is imposed an initial contribution on all members, who join prior to July 1, 1988, other than the state, to be paid as determined by the bureau to the PEPL fund in no more than four equal installments throughout the fiscal year. Such assessment shall be one half of one percent of the total annual budget for school district members and one percent of the total annual budget for all other members. If members of an existing risk or liability pool arrangement join the PEPL fund as a sub-pool, their initial contribution shall be established in the agreement between the sub-pool and the bureau giving consideration to contributions made to the sub-pool and may be more or less than the initial contribution established in this section. The bureau shall determine a contribution formula for subsequent contributions which allocates pool costs on an equitable basis. The development of the contribution formula shall consider various exposures and rating bases, historical loss experience and discounts from commercial insurance premiums. Any contribution not paid within ten days of the due date established by the bureau shall accrue interest penalties at the rate of two percent per month. No state warrant for state funds under any provision of law may be issued to any member more than thirty days in arrears in making the contribution payment provided herein. Contributions by the state will be established as follows: one million dollars ($1,000,000) appropriated in this chapter is the state's initial contribution subject to subdivision 3-22-5(10). The remaining eight hundred and fifty thousand dollars ($850,000) is for payment of claims and the funding of reserves. If any of said funds are placed into any reserve fund such amount may not be counted for triggering distribution of surplus pursuant to § 3-22-14 nor may any of this money be distributed as surplus except as provided in § 3-22-20. The eight hundred fifty thousand dollar reserve fund, less any amounts paid in satisfaction of claims against the state, shall be repaid to the state general fund upon a determination by the bureau that other reserve funds are adequate to meet the needs of the fund but in no event later than June 30, 1992. By November first of each subsequent year the director shall report to the Governor the estimated amount of contribution required to extend coverage to the state for the next contribution year including amounts required for reserves. The director shall notify the Governor if the current year's estimate was less than the contribution required and a shortfall exists. If the Legislature fails to appropriate the estimated amount and the shortfall from the previous coverage year reported to the Governor the state's membership in the PEPL shall terminate at the close of the then current coverage year. The board shall notify all remaining members of the state's withdrawal from the fund. Section 11. That § 3-22-13.1 be repealed. 3-22-13.1. The bureau of the PEPL fund is hereby authorized as the reserve funding authority for the PEPL fund and associated sub-pools. To implement this authorization, the bureau may issue bonds, certificates of participation, and other instruments to accomplish the objectives of this chapter. The bureau may exercise any or all powers enumerated in chapter 1-16E and in addition may issue bonds that do constitute a debt or obligation of member political subdivisions provided any such bond is secured for payment of principal and interest by the proceeds of irrepealable tax levies of the participating member political subdivisions as provided in this chapter. Section 12. That § 3-22-14 be repealed. 3-22-14. The bureau shall, from time to time, examine the claims reserves of the PEPL for each coverage year and, in the event the bureau determines that there is a surplus for such coverage year, the bureau may distribute such surplus to the current members on the basis of each member's contributions and loss experience for that coverage year. The amount of surplus to be distributed shall be established by the bureau after independent actuarial determination of the adequacy of reserves. No member whose contributions for the coverage year were insufficient to pay for its incurred liability losses and its proportional allocation of operating expenses may be eligible for a distribution. The bureau may establish a separate class of members whose funded reserve is established by bonds issued pursuant to this chapter. This class of members shall have premiums established to reflect both their risk exposure and the funding and repayment requirements for the bonds. In addition, the bureau may enter into agreements with sub-pools limited solely to funding reserves for the sub-pool. These agreements shall provide terms and penalties for payment of obligations. The term for membership of funded reserve members and funding only sub-pools shall be established by the bureau and may be any period of time in excess of three years not to exceed twenty years. Notwithstanding any other provision of law, a member seeking to join the class of members with fully funded reserves or a debt funded sub-pool may establish an irrepealable levy pursuant to chapter 6-8B for payment of premium and bond redemption obligations. Section 13. That § 3-22-17 be amended to read as follows: 3-22-17. Nothing in this chapter may be construed to be in conflict with or to expand governmental or sovereign immunity or any waiver of governmental or sovereign immunity contained in the State Constitution, statute, judicial opinion, ordinance, resolution, or tort claims act except as provided in § 3-22-10 which may be construed only to extend sovereign immunity to the maximum extent allowed under the state or federal constitutions. The defense of sovereign immunity shall always be raised in support of the provisions of § 3-22-10. In all cases in which the fund is or may be involved, at any time prior to final judgment, the attorney general shall notify in writing a claimant or claimants of his determination that a claim or any number of related claims may threaten the financial viability of the fund and of his intention to raise the defense of sovereign immunity. Pursuant to S.D. Const., Art. III, § 27, suits against the state are authorized only for a covered claim to the extent coverage is provided in the coverage document. Nothing in this chapter may be construed to otherwise waive or abrogate any immunity or defense available to any state entity or employee. Section 14. That § 3-22-20 be amended to read as follows: 3-22-20. This chapter is intended as direct state action within the meaning of federal antitrust laws. If this chapter is found unconstitutional or any part of it is stricken by a court of competent jurisdiction, which action frustrates the purpose of this chapter to provide limited liability coverage for the member public entities of South Dakota, or is terminated by legislative action, the assets of the fund shall be distributed as surplus funds are distributed pursuant to § 3-22-14. Sufficient funds or annuities shall be retained in the fund to fulfill any obligations assumed prior to the dissolution of the PEPL. Section 15. That § 3-22-22 be repealed. 3-22-22. To allow an orderly transition from the present systems and programs to the program established in this chapter, public entities may commence participation upon passage of this chapter. Initial contributions of any public entity seeking membership in the PEPL between March 1, 1987, and June 30, 1987, is established in § 3-22-13. The initial contribution of any public entity seeking membership after July 1, 1987, shall be an amount determined by the bureau in the manner subsequent contributions are determined in § 3-22-13. Coverage shall be afforded a member at 12:01 a.m. on the day following receipt of a member's initial contribution. Coverage is limited to claims accruing after commencement of coverage. Upon receipt of an initial contribution the bureau shall issue a certificate of coverage stating the dates and conditions of coverage. No claims against any member may be paid prior to June 30, 1987. Section 16. That § 3-22-23 be repealed. 3-22-23. After June 30, 1988, coverage for any public entity seeking initial membership shall coincide with the coverage year as defined in § 3-22-16, upon payment of the contribution as determined by the bureau. Section 17. That § 3-22-24 be repealed. 3-22-24. The minimum period of initial membership except for the state, shall be three coverage years. Any member joining prior to July 1, 1987, may not withdraw until June 30, 1990. Any member may withdraw from the pool at the end of the initial three-year period of membership or at the end of any subsequent coverage year by giving at least one hundred eighty-days' notice in writing to the bureau of its desire to withdraw. The member shall not be entitled to any reimbursement of contributions, dividends, or credits that are to be paid or that shall become payable in the future, and shall continue to be obligated to make any payments for obligations which arose prior to the member's withdrawal. The bureau shall continue to service any claim pending upon the withdrawal of the member. Section 18. That § 3-22-25 be repealed. 3-22-25. Notwithstanding any other provision of this chapter, no part of this chapter providing liability coverages for any public entity or employee shall become effective until the bureau has filed a statement with the commissioner of administration indicating that at least thirty public entities, other than the state, have filed binding commitments with the bureau to become members and at least five hundred thousand dollars in contributions have been received by the bureau. Section 19. That chapter 3-22 be amended by adding thereto a NEW SECTION to read as follows: Nothing in this chapter limits the formation or operation of any pool arrangement formed pursuant to chapter 1-24."}, {"bill_id": 1815, "bill_version_id": 11046, "bill_version": "House Engrossed", "bill_version_date": "2010-01-26T15:17:45.08-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding organization and operation of the public entity pool for liability. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 3-22-1 be amended to read as follows: 3-22-1. There is hereby established the South Dakota public entity pool for liability effective March 1, 1987. The purpose of this program is to provide a fund as the sole source for payment of valid tort claims against all member public entities of the state and their officers and employees for all liability they may incur based upon negligence in the operation of motor vehicles or negligence in performing other acts within an employee's scope of employment and federal claims including 42 U.S.C. § 1983 which are not avoidable under the Tenth or Eleventh Amendment of the United States Constitution. Excluded from coverage under this chapter are claims involving employee grievances and awards for back pay, workers' compensation, employee health programs, single point-source pollution damage, asbestos related injuries, and claims arising from engineering and design of any public roadway in this state by any employee of any entity. PEPL shall provide defense and liability coverage for any state entity or employee as provided for within the coverage document issued by PEPL. Nothing in this chapter shall be determined to be an abrogation, change, or modification of the doctrine of governmental or sovereign immunity created by any statute, judicial opinion, ordinance, resolution, or tort claims act nor shall this chapter create any cause of action in federal court or under federal law may be construed to require payment of a particular claim or class of claims, to create any cause of action, nor to waive or limit any immunity or legal defense otherwise available to any covered claim. Punitive damages may not be recovered pursuant to this chapter. No claim for indemnity or contribution by the United States, arising directly or indirectly from the acts or omissions of the South Dakota National Guard, its agents, officers, members, or employees, which is cognizable under the Federal Tort Claims Act may be prosecuted under this chapter. Pursuant to S.D. Const., Art. III, § 27 no tort action may be maintained in any court in this state against any member public entity except actions cognizable and recoverable under this chapter. For reporting purposes only, the PEPL, its fund, and employees are attached to the Office of the Bureau of Administration. Section 2. That § 3-22-2 be amended to read as follows: 3-22-2. Terms used in this chapter mean: (1) \"Budget,\" a public entity's total prior year expenditures excluding capital outlay or bond redemption expenditures \"PEPL,\" the public entity pool for liability established pursuant to this chapter; (2) \"Bureau,\" the Bureau of Administration; (3) \"Claim,\" any final judgment of a court of competent jurisdiction of this state. Any final judgment of a court of competent jurisdiction of any sister state and of the United States unless such judgment is avoidable pursuant to the eleventh amendment of the United States Constitution or the laws of the United States. The term does not include tribal court judgments. In addition, the term includes any agreement in settlement and satisfaction of a claim agreed to by the bureau, the director and the member \"Covered claim,\" a claim or civil action arising in tort from the operation of a motor vehicle, a ministerial act, or another act for which coverage is provided under the PEPL coverage document; (4) \"Coverage document,\" the written agreement between the director and the Governor setting forth the terms, conditions, limits, and scope of coverage provided by PEPL for a covered claim; (5) \"Director,\" the director of the PEPL appointed by the commissioner of administration pursuant to this chapter; (5)(6) \"Employee,\" all current and former employees and any permanent or temporary employee or elected and or appointed officers officer of any public state entity whether classified, unclassified, licensed or certified, permanent or temporary whether compensated or not. The term includes employees of all branches of government including the judicial and legislative branches and employees of constitutional, statutory and executive order boards, commissions and offices. The term does not include independent contractors; (6) \"Fiscal year,\" as defined in § 4-10-10; (7) \"Fund,\" the public entity pool for liability fund established pursuant to this chapter; and (8) \"Master contract,\" any contract of insurance providing coverage, or partial coverage, for a class of members, or the state, of one or more areas covered by this chapter; (9) \"Member,\" the state, to the extent it elects to participate if it so elects, or any public entity other than the state that has made its initial contribution and is current in its subsequent contributions under this chapter; (10) \"Nominating authority,\" in the case of municipalities, the South Dakota Municipal League; in the case of school districts, the Associated School Boards of South Dakota; and in the case of the counties, the South Dakota County Commissioner Association; (11) \"PEPL,\" the public entity pool for liability established by this chapter; (12) \"Public entities,\" \"State entity,\" the State of South Dakota, and all of its branches and, agencies, boards and commissions. The term also includes all public entities established by law exercising any part of the sovereign power of the state, including, but not limited to municipalities, counties, school districts, townships, water districts established pursuant to Title 46A, sewer, sanitary, and conservation districts, and all other legal entities that public entities are authorized by law to establish; (13) \"Scope of employment,\" any activity that an employee performs or incidental to any activity to be performed regardless of the time and place of performance and regardless of whether the action in question could have, prior to the effective date of this chapter, subjected a public entity to liability and regardless of whether the activity is construed or defined as ministerial, discretionary or proprietary; and (14) \"Sub-pool,\" a vehicle for risk sharing among members of PEPL or public agencies of other states authorized by the bureau. Section 3. That § 3-22-5 be amended to read as follows: 3-22-5. The bureau may: (1) Select a director who shall serve at the pleasure of the bureau; (2) Contract for expert assistance including actuarial determinations and claims adjustment services Enter contracts for actuarial determinations, claims adjustment and investigation, loss control and risk management, legal services, or other services the director determines to be necessary to carry out the purposes of this chapter; (3) Contract with any qualified organization to perform any of the services necessary for the carrying out of a liability pool arrangement including claims management, safety engineering services, administrative services, and any and all other services that the bureau deems expedient for the proper servicing of members Enter contracts for insurance and reinsurance the director determines to be necessary to carry out the purposes of this chapter. Any such contract is not subject to the provisions of chapter 5-23; (4) Issue specifications and solicit proposals for master contracts of insurance covering all or any portion of the liability covered by this chapter; Develop a coverage document, agreed to by the director and the Governor, to establish the type and scope of covered claims, limits of coverage, terms and conditions of coverage, and costs of coverage; and (5) Purchase master insurance contracts not subject to the bid law and provisions of this state covering all or any portion of the liability covered in this chapter provided the board determines that similar coverage under the master contract can be achieved at a cost similar to the cost of operating the PEPL without such insurance; (6) Purchase reinsurance to insure against catastrophic claims or combinations of claims which power is not subject to the bid law provisions of this state; (7) Establish sub-pools within the PEPL fund whose liability shall extend only to members of the sub-pool, provide the administrative assistance necessary for operation of the sub-pool and enter into agreements with sub-pools regarding funding, passing through reinsurance, purchased pursuant to subdivision (6), or assumption of liability by the PEPL fund within limits established by the bureau; (8) Approve existing or future agreements among members establishing nonassessable sub-pools, risk retention arrangements and risk sharing plans which may include agreements with public agencies of other states. However, such agreements with public agencies of other states may not allow assumption of risk liability beyond any amount established as premium or contribution; (9) Enter into and establish nonassessable risk and liability sharing and pooling arrangements with public agencies and risk pools of other states. However, such agreements with public agencies of other states may not allow assumption of risk liability beyond any amount established as premium or contribution; and (10) Enter into agreements with the state, approved by the Governor or his designee, to establish what areas of coverage, if any, what limits of coverage and what costs for coverage will apply to the state's participation in the PEPL. Any funds remaining from the one million dollars designated in SL 1986, ch 413, § 14 after funding the agreement provided for in this subdivision is available to the commissioner of administration to purchase insurance for the state pursuant to § 21-32-15 Based on annual actuarial calculations, impose and collect contributions from covered state entities for the estimated amount necessary to extend coverage and maintain appropriate reserves for covered claims. Section 4. That § 3-22-6 be amended to read as follows: 3-22-6. The bureau may, pursuant to chapter 1-26, establish rules for: (1) Submission, reporting, handling, and payment of claims; (2) Negotiation and payment of settlements Implementation of risk management and loss control practices; (3) Establishment and implementation of risk management services and requirements Rates and timing of contributions by state entities for coverage; (4) Methods for establishing assessments for contributions to the PEPL by any public entity; Collection and reporting of data regarding claims; and (5) Guidelines relating to size, function, and structure of members to establish the classes of members required by this chapter; (6) Compensation of employees and all other matters necessary to conduct the business of the fund; (7) Setting the amount and treatment of refundable reserve deposits required of any member choosing to withdraw from the PEPL as allowed in this chapter; (8) Common membership dates; (9) Member participation in data collection and analysis to support rating and loss control programs; (10) Provide for proper accounting and reporting procedures for each of the members so that the bureau shall be apprised at all times of the nature of the claims arising within its jurisdiction, the manner in which these claims are being handled and the impact of the same upon the PEPL; (11) Sanctions, including termination of membership of any member which fails to abide by the requirements of the bureau concerning: payment of contributions and assessments, installation of safety requirements, accounting and reporting, claims administration, cooperation with the claims agents or attorneys representing the bureau or any of the members; (12) Methods of reporting all claims, including claims within a member's deductible amount and approval of selection of representation for a member; (13) Establishment of arbitration procedures including limits and types of claims a claimant and a member may submit to binding, nonappealable arbitration including a requirement that a member may not be represented by counsel in such proceeding unless the claimant is represented; and (14) Establish no more than four classifications for deductible amounts. In establishing classifications, the bureau shall consider size of member, loss experience, and other criteria determined appropriate by the bureau Other procedures necessary for operation of PEPL. Section 5. That § 3-22-7 be amended to read as follows: 3-22-7. Except as limited by agreement between the bureau and a sub-pool or the state, the PEPL shall pay any valid claim up to the limits established by § 3-22-1, except claims for punitive damages, for which a member shall be liable arising under the areas covered by this chapter. Payment shall be based upon any final judgment or agreed upon settlement except that each member other than the state shall reimburse the PEPL, as a deductible amount, the first five thousand dollars of any claim including associated attorney's fees and expenses. Prior to payment of any claim, the director shall consult with the attorney general to determine if the claim should be further contested through trial, appeal, collateral attack, or should be paid. If the director and attorney general cannot agree upon the proper course of action the matter shall be submitted to the bureau whose direction is final. PEPL may pay a covered claim established by judgment or negotiated settlement as provided in the coverage document and which is not barred or avoidable through sovereign immunity or other substantive law. No employee is subject to personal liability for any covered claim in excess of the coverage provided by PEPL. The PEPL shall be fully subrogated to any right of recovery a member state entity or employee may be entitled to, associated with any claim paid pursuant to this section. Section 6. That § 3-22-8 be repealed. 3-22-8. Except as limited by agreement between the bureau and a sub-pool or the state, the PEPL shall pay any valid claim up to the limits established in § 3-22-1, except claims for punitive damages, for which any member's employee shall be personally liable for any act or omission arising from that employee's scope of employment. The same conditions set out in § 3-22-7 apply, except that the dollar amounts set out therein shall be attributed to the member employing the employee. Section 7. That § 3-22-9 be repealed. 3-22-9. Notwithstanding §§ 3-22-7 and 3-22-8, the bureau may, upon the request of a member, establish a deductible amount other than five thousand dollars. In no event may the bureau establish a deductible less than one thousand dollars. The contribution formula for each member established pursuant to § 3-22-13 shall take into account the member's deductible amount established pursuant to this section. Section 8. That § 3-22-10 be repealed. 3-22-10. Notwithstanding any other provision of law, whenever a final judgment establishes a claim, the claimant may recover against a member or employee only under a structured settlement arrangement with the PEPL that will result in payout of no more than two percent of the fund in any one year as determined at the time of the occurrence of the action giving rise to the claim. This is the exclusive remedy for any claim against a member or an employee. For the purpose of payment of claims covered by any contract of insurance purchased by the bureau, the maximum payout on a single claim in a single coverage year is two hundred thousand dollars. Attorney's fees associated with any claim subject to this section shall be prorated in conformance with the structured settlement. Any reserve funds established pursuant to this chapter are not assets of the fund for the purposes of this section. All claims shall be paid as provided herein on or about June thirtieth of each succeeding year in order to facilitate proration of all claims. The bureau may authorize prepayment of all or any part of any claim provided provision is made in the payment agreement for return to the fund of a portion of the prepaid claim in order to satisfy the proration provisions of this section. In the event available reserves of the fund result in a proration under this section, the unsatisfied portion of any claim may be carried forward from year to year for as long as a judgment would be valid under the laws of this state. Section 9. That § 3-22-11 be amended to read as follows: 3-22-11. In any claim in which the PEPL is involved, the bureau may establish the amount at which it would settle the claim. If the claimant is willing to settle within the amount established by the bureau and the member refuses to consent, the director shall certify the amount agreed upon to the member and thereafter the fund is not liable for any claim, including attorney's fees and expenses, beyond the amount certified. The director, at the director's sole discretion, may determine the disposition or payment amount of any covered claim. However, the director shall consult with the attorney general prior to entering a negotiated settlement of any civil action arising from a covered claim. Section 10. That § 3-22-13 be repealed. 3-22-13. There is imposed an initial contribution on all members, who join prior to July 1, 1988, other than the state, to be paid as determined by the bureau to the PEPL fund in no more than four equal installments throughout the fiscal year. Such assessment shall be one half of one percent of the total annual budget for school district members and one percent of the total annual budget for all other members. If members of an existing risk or liability pool arrangement join the PEPL fund as a sub-pool, their initial contribution shall be established in the agreement between the sub-pool and the bureau giving consideration to contributions made to the sub-pool and may be more or less than the initial contribution established in this section. The bureau shall determine a contribution formula for subsequent contributions which allocates pool costs on an equitable basis. The development of the contribution formula shall consider various exposures and rating bases, historical loss experience and discounts from commercial insurance premiums. Any contribution not paid within ten days of the due date established by the bureau shall accrue interest penalties at the rate of two percent per month. No state warrant for state funds under any provision of law may be issued to any member more than thirty days in arrears in making the contribution payment provided herein. Contributions by the state will be established as follows: one million dollars ($1,000,000) appropriated in this chapter is the state's initial contribution subject to subdivision 3-22-5(10). The remaining eight hundred and fifty thousand dollars ($850,000) is for payment of claims and the funding of reserves. If any of said funds are placed into any reserve fund such amount may not be counted for triggering distribution of surplus pursuant to § 3-22-14 nor may any of this money be distributed as surplus except as provided in § 3-22-20. The eight hundred fifty thousand dollar reserve fund, less any amounts paid in satisfaction of claims against the state, shall be repaid to the state general fund upon a determination by the bureau that other reserve funds are adequate to meet the needs of the fund but in no event later than June 30, 1992. By November first of each subsequent year the director shall report to the Governor the estimated amount of contribution required to extend coverage to the state for the next contribution year including amounts required for reserves. The director shall notify the Governor if the current year's estimate was less than the contribution required and a shortfall exists. If the Legislature fails to appropriate the estimated amount and the shortfall from the previous coverage year reported to the Governor the state's membership in the PEPL shall terminate at the close of the then current coverage year. The board shall notify all remaining members of the state's withdrawal from the fund. Section 11. That § 3-22-13.1 be repealed. 3-22-13.1. The bureau of the PEPL fund is hereby authorized as the reserve funding authority for the PEPL fund and associated sub-pools. To implement this authorization, the bureau may issue bonds, certificates of participation, and other instruments to accomplish the objectives of this chapter. The bureau may exercise any or all powers enumerated in chapter 1-16E and in addition may issue bonds that do constitute a debt or obligation of member political subdivisions provided any such bond is secured for payment of principal and interest by the proceeds of irrepealable tax levies of the participating member political subdivisions as provided in this chapter. Section 12. That § 3-22-14 be repealed. 3-22-14. The bureau shall, from time to time, examine the claims reserves of the PEPL for each coverage year and, in the event the bureau determines that there is a surplus for such coverage year, the bureau may distribute such surplus to the current members on the basis of each member's contributions and loss experience for that coverage year. The amount of surplus to be distributed shall be established by the bureau after independent actuarial determination of the adequacy of reserves. No member whose contributions for the coverage year were insufficient to pay for its incurred liability losses and its proportional allocation of operating expenses may be eligible for a distribution. The bureau may establish a separate class of members whose funded reserve is established by bonds issued pursuant to this chapter. This class of members shall have premiums established to reflect both their risk exposure and the funding and repayment requirements for the bonds. In addition, the bureau may enter into agreements with sub-pools limited solely to funding reserves for the sub-pool. These agreements shall provide terms and penalties for payment of obligations. The term for membership of funded reserve members and funding only sub-pools shall be established by the bureau and may be any period of time in excess of three years not to exceed twenty years. Notwithstanding any other provision of law, a member seeking to join the class of members with fully funded reserves or a debt funded sub-pool may establish an irrepealable levy pursuant to chapter 6-8B for payment of premium and bond redemption obligations. Section 13. That § 3-22-17 be amended to read as follows: 3-22-17. Nothing in this chapter may be construed to be in conflict with or to expand governmental or sovereign immunity or any waiver of governmental or sovereign immunity contained in the State Constitution, statute, judicial opinion, ordinance, resolution, or tort claims act except as provided in § 3-22-10 which may be construed only to extend sovereign immunity to the maximum extent allowed under the state or federal constitutions. The defense of sovereign immunity shall always be raised in support of the provisions of § 3-22-10. In all cases in which the fund is or may be involved, at any time prior to final judgment, the attorney general shall notify in writing a claimant or claimants of his determination that a claim or any number of related claims may threaten the financial viability of the fund and of his intention to raise the defense of sovereign immunity. Pursuant to S.D. Const., Art. III, § 27, suits against the state are authorized only for a covered claim to the extent coverage is provided in the coverage document. Nothing in this chapter may be construed to otherwise waive or abrogate any immunity or defense available to any state entity or employee. Section 14. That § 3-22-20 be amended to read as follows: 3-22-20. This chapter is intended as direct state action within the meaning of federal antitrust laws. If this chapter is found unconstitutional or any part of it is stricken by a court of competent jurisdiction, which action frustrates the purpose of this chapter to provide limited liability coverage for the member public entities of South Dakota, or is terminated by legislative action, the assets of the fund shall be distributed as surplus funds are distributed pursuant to § 3- 22-14. Sufficient funds or annuities shall be retained in the fund to fulfill any obligations assumed prior to the dissolution of the PEPL. Section 15. That § 3-22-22 be repealed. 3-22-22. To allow an orderly transition from the present systems and programs to the program established in this chapter, public entities may commence participation upon passage of this chapter. Initial contributions of any public entity seeking membership in the PEPL between March 1, 1987, and June 30, 1987, is established in § 3-22-13. The initial contribution of any public entity seeking membership after July 1, 1987, shall be an amount determined by the bureau in the manner subsequent contributions are determined in § 3-22-13. Coverage shall be afforded a member at 12:01 a.m. on the day following receipt of a member's initial contribution. Coverage is limited to claims accruing after commencement of coverage. Upon receipt of an initial contribution the bureau shall issue a certificate of coverage stating the dates and conditions of coverage. No claims against any member may be paid prior to June 30, 1987. Section 16. That § 3-22-23 be repealed. 3-22-23. After June 30, 1988, coverage for any public entity seeking initial membership shall coincide with the coverage year as defined in § 3-22-16, upon payment of the contribution as determined by the bureau. Section 17. That § 3-22-24 be repealed. 3-22-24. The minimum period of initial membership except for the state, shall be three coverage years. Any member joining prior to July 1, 1987, may not withdraw until June 30, 1990. Any member may withdraw from the pool at the end of the initial three-year period of membership or at the end of any subsequent coverage year by giving at least one hundred eighty-days' notice in writing to the bureau of its desire to withdraw. The member shall not be entitled to any reimbursement of contributions, dividends, or credits that are to be paid or that shall become payable in the future, and shall continue to be obligated to make any payments for obligations which arose prior to the member's withdrawal. The bureau shall continue to service any claim pending upon the withdrawal of the member. Section 18. That § 3-22-25 be repealed. 3-22-25. Notwithstanding any other provision of this chapter, no part of this chapter providing liability coverages for any public entity or employee shall become effective until the bureau has filed a statement with the commissioner of administration indicating that at least thirty public entities, other than the state, have filed binding commitments with the bureau to become members and at least five hundred thousand dollars in contributions have been received by the bureau. Section 19. That chapter 3-22 be amended by adding thereto a NEW SECTION to read as follows: Nothing in this chapter limits the formation or operation of any pool arrangement formed pursuant to chapter 1-24."}, {"bill_id": 1815, "bill_version_id": 13325, "bill_version": "Enrolled", "bill_version_date": "2010-03-03T09:59:26.07-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1815, "action_date": "2010-01-12T12:00:00-06:00", "document_id": 10420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10420.pdf", "status_text": "First read in House and referred to", "journal_page": 30, "committee_id_action": 86, "committee_id_assigned": 79, "result": "N", "vote": {}}, {"bill_id": 1815, "action_date": "2010-01-20T07:45:00-06:00", "document_id": 10542, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10542.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 79, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1815, "action_date": "2010-01-20T07:45:00-06:00", "document_id": 10676, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10676.pdf", "status_text": "Do Pass", "journal_page": 134, "committee_id_action": 79, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5543, "president_vote": null, "Yea": [771, 798, 826, 800, 744, 786, 762, 796, 750, 748], "Nay": [756, 765, 788]}}, {"bill_id": 1815, "action_date": "2010-01-21T14:00:00-06:00", "document_id": 10821, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10821.pdf", "status_text": "Deferred to another day", "journal_page": 154, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1815, "action_date": "2010-01-22T11:30:00-06:00", "document_id": 10900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10900.pdf", "status_text": "Deferred to another day", "journal_page": 163, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1815, "action_date": "2010-01-25T16:30:00-06:00", "document_id": 10969, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10969.pdf", "status_text": "Deferred to another day", "journal_page": 170, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1815, "action_date": "2010-01-26T14:00:00-06:00", "document_id": 11039, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11039.pdf", "status_text": "Motion to amend", "journal_page": 181, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1815, "action_date": "2010-01-26T14:00:00-06:00", "document_id": 11039, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11039.pdf", "status_text": "Do Pass Amended", "journal_page": 181, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5698, "president_vote": null, "Yea": [821, 825, 771, 793, 781, 775, 844, 831, 820, 804, 779, 740, 813, 756, 748, 817, 830, 798, 749, 829, 826, 757, 835, 842, 777, 834, 803, 822, 843, 759, 816, 824, 788, 800, 801, 827, 742, 792, 783, 755, 751, 773, 744, 840, 784, 839, 819, 836, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 823, 838, 837, 786], "Nay": [814, 765, 832], "Excused": [811, 750, 770, 789, 812]}}, {"bill_id": 1815, "action_date": "2010-01-27T14:00:00-06:00", "document_id": 11172, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11172.pdf", "status_text": "First read in Senate and referred to", "journal_page": 153, "committee_id_action": 84, "committee_id_assigned": 69, "result": "N", "vote": {}}, {"bill_id": 1815, "action_date": "2010-02-24T10:00:00-06:00", "document_id": 12759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12759.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 69, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1815, "action_date": "2010-03-01T10:00:00-06:00", "document_id": 12979, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12979.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 69, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1815, "action_date": "2010-03-01T10:00:00-06:00", "document_id": 13103, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13103.pdf", "status_text": "Do Pass", "journal_page": 485, "committee_id_action": 69, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7206, "president_vote": null, "Yea": [758, 739, 764, 766, 753, 794, 747, 782, 754]}}, {"bill_id": 1815, "action_date": "2010-03-01T10:00:00-06:00", "document_id": 13103, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13103.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 69, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1815, "action_date": "2010-03-02T14:00:00-06:00", "document_id": 13247, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13247.pdf", "status_text": "Do Pass Amended", "journal_page": 510, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7292, "president_vote": null, "Yea": [758, 809, 785, 787, 790, 807, 754, 805, 760, 778, 768, 780, 802, 764, 795, 741, 772, 761, 774, 766, 791, 806, 767, 808, 769, 743, 753, 745, 794, 799, 810, 747, 776], "Excused": [782, 739]}}, {"bill_id": 1815, "action_date": "2010-03-03T14:00:00-06:00", "document_id": 13390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13390.pdf", "status_text": "Signed by the Speaker", "journal_page": 688, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1815, "action_date": "2010-03-04T13:00:00-06:00", "document_id": 13498, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13498.pdf", "status_text": "Signed by the President", "journal_page": 573, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1815, "action_date": "2010-03-08T14:00:00-06:00", "document_id": 13611, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13611.pdf", "status_text": "Delivered to the Governor", "journal_page": 755, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1815, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13783.pdf", "status_text": "Signed by the Governor", "journal_page": 800, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4459, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1815"}