{"session_id": 44, "bill_id": 21924, "bill_type": "House Bill", "bill_number": 1014, "bill_title": "establish uniform complaint and declaratory ruling procedures for agencies regulating certain professions and occupations.", "sponsors": [], "keywords": ["Administrative Procedure", "Boards and Commissions", "Executive/Judiciary Request", "Professions and Occupations", "Promulgation of Rules"], "audio": [{"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco06.mp3", "start_seconds": 395.0}, {"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco06.mp3", "start_seconds": 395.0}, {"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco06.mp3", "start_seconds": 395.0}, {"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco06.mp3", "start_seconds": 395.0}, {"meeting_datetime": "2021-01-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou08.mp3", "start_seconds": 1012.0}, {"meeting_datetime": "2021-01-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou08.mp3", "start_seconds": 1012.0}, {"meeting_datetime": "2021-01-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou08.mp3", "start_seconds": 1012.0}, {"meeting_datetime": "2021-01-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou08.mp3", "start_seconds": 1012.0}, {"meeting_datetime": "2021-02-09T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco19.mp3", "start_seconds": 3749.0}, {"meeting_datetime": "2021-02-09T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco19.mp3", "start_seconds": 3749.0}, {"meeting_datetime": "2021-02-09T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco19.mp3", "start_seconds": 3749.0}, {"meeting_datetime": "2021-02-10T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen20.mp3", "start_seconds": 5515.0}, {"meeting_datetime": "2021-02-10T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen20.mp3", "start_seconds": 5515.0}, {"meeting_datetime": "2021-02-10T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen20.mp3", "start_seconds": 5515.0}], "bill_versions": [{"bill_id": 21924, "bill_version_id": 210208, "bill_version": "Introduced", "bill_version_date": "2021-01-06T17:26:54.703-06:00", "bill_text": "An Act to establish uniform complaint and declaratory ruling procedures for agencies regulating certain professions and occupations. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 36-1C-1. Definitions. Terms used in this Act mean: (1) \"Administrator,\" the executive director, executive secretary, or other person designated as being responsible for a professional or occupational licensing's board, commission, or agency operation; (2) \"Agency,\" a professional or occupational licensing board, commission, or agency set forth in title 36; (3) \"Complaint,\" an allegation of a violation of the laws or rules of a professional or occupational licensing board, commission, or agency set forth in title 36; (4) \"Investigative committee,\" one or more persons employed or contracted by a professional or occupational licensing board, commission, or agency set forth in title 36 to review and investigate complaints; (5) \"License,\" any certification, license, permit, or other authorization related to the practice of any profession or occupation regulated under title 36. Section 2. That a NEW SECTION be added: 36-1C-2. Complaints--Jurisdiction. Any person claiming that a licensee or an applicant for a license under title 36 has engaged in or is engaging in conduct constituting grounds for disciplinary action, as enumerated in the laws or rules of the agency, may file with the agency a written complaint. The agency shall require the complaining party to file a complaint stating the name of the applicant or licensee against whom the complaint is made and setting out, in full detail, the conduct that is alleged to be in violation and may prescribe the form on which a written complaint is made. The administrator shall request the complainant provide additional information if the complaint does not state a claim within the jurisdiction of the agency. Failure of the complainant to comply with this section is basis for the administrator to reject the complaint without further action. Section 3. That a NEW SECTION be added: 36-1C-3. Receipt of complaint--Time to respond--Failure to respond. Upon receipt of a properly submitted complaint within the agency's jurisdiction, the administrator shall serve a copy of the complaint by mail or electronic mail upon the applicant or licensee complained against. The applicant or licensee complained against shall send a response to the complaint to the administrator of the agency within ten business days after service of the complaint on the applicant or licensee. Upon receipt of the response of the applicant or licensee, or upon expiration of the time for the applicant or licensee complained against to respond, the administrator shall assign an investigative committee to determine if the complaint has probable cause and constitutes grounds for disciplinary action or lacks probable cause and should be dismissed. The ten business days may be extended by the administrator for good cause. Failure to respond to the complaint is grounds for disciplinary action. Section 4. That a NEW SECTION be added: 36-1C-4. Investigation--Dismissal permitted. Upon completion of the investigation, the investigating committee shall recommend to the agency whether the complaint should be dismissed for lack of probable cause, resolved by informal disposition, or settled by a formal hearing. The failure of an applicant or licensee to comply with the investigation is grounds for denial of the application or disciplinary action. An agency may allow the investigative committee to dismiss a complaint. Any dismissal by the investigative committee must be reported to the agency at its next scheduled meeting or within thirty days, whichever is shorter. An investigative committee includes the agency's legal counsel. Section 5. That a NEW SECTION be added: 36-1C-5. Option to authorize limited administrative fines for specified violations. The agency may authorize the administrator to impose an administrative fine upon proof of a violation of specified statutes or rules without additional prior approval. Any action taken pursuant to this section shall be reported to the agency at its next scheduled meeting or within thirty days, whichever is shorter. Any administrative fine issued under this section may be appealed by requesting a contested case under chapter 1-26. Notice of appeal must be submitted to the administrator within twenty calendar days of service of the fine. Any fine issued under this section may not exceed five hundred dollars. Section 6. That a NEW SECTION be added: 36-1C-6. Informal disposition--Notice. The agency may accept an informal disposition regarding a violation of the laws or rules under the agency's jurisdiction. The agreed upon disposition must be in writing and is subject to the approval of the agency. Failure to comply with the terms of an informal disposition is grounds for disciplinary action or allows the agency to institute or reinstitute formal proceedings. The administrator shall notify, in writing, any complaining party of the results of the informal disposition of a complaint and the action taken, if any. Section 7. That a NEW SECTION be added: 36-1C-7. Formal complaint. If an alleged violation has probable cause constituting grounds for disciplinary action, the legal counsel for the agency may commence formal proceedings by serving a formal complaint by mail or electronic mail upon the applicant or licensee complained against. The formal complaint must include the name of the applicant or licensee complained against, and a statement of facts setting forth the nature of the violations being charged that constitute grounds for disciplinary action. Section 8. That a NEW SECTION be added: 36-1C-8. Response to formal complaint. The applicant or licensee shall file an answer with the administrator within twenty calendar days after service of the complaint admitting, denying, qualifying, or explaining all facts alleged in the formal complaint and all defenses of the applicant or licensee or mitigating factors. Section 9. That a NEW SECTION be added: 36-1C-9. Notice of hearing. After the receipt of the response in § 36-1C-8, the agency's counsel shall file a notice of hearing pursuant to § 1-26-17. The notice of hearing must be served no later than twenty calendar days prior to the hearing date. The agency may continue the date of the hearing as necessary. The agency's counsel shall serve notice of any new date by electronic mail to the applicant or licensee's address on file with the agency. If the applicant or licensee does not have electronic mail, communication shall be sent to the mailing address on file with the agency. Section 10. That a NEW SECTION be added: 36-1C-10. Appearance required of applicant or licensee. The applicant or licensee appearing before the agency at a formal hearing shall appear in person unless otherwise waived by the agency. If an applicant or licensee fails to appear, the hearing may proceed without the applicant or licensee. Section 11. That a NEW SECTION be added: 36-1C-11. Board or commission member disqualified. If an alleged violation against an applicant or licensee is filed by a member of the agency's board or commission, or if a member of the agency's board or commission participates in the investigation of a violation by an applicant or licensee, that agency's board or commission member is disqualified from participating in the final decision rendered by the agency board or commission. Section 12. That a NEW SECTION be added: 36-1C-12. Written waiver of procedures. An applicant for a license or licensee may, in writing, waive any procedure granted to the applicant or licensee under this chapter. Notwithstanding any other provision of law, nothing in this chapter shall be construed to limit an agency's authority for emergency action under § 1-26-29. Section 13. That a NEW SECTION be added: 36-1C-13. Promulgation of rules. The Departments of Agriculture, Health, Labor and Regulation, and Social Services shall promulgate rules, pursuant to chapter 1-26, to make any modification or addition to the procedures in this chapter in order to comply with any federal statutes or any rules and regulations regarding a profession or occupation within their respective department. Section 14. That a NEW SECTION be added: 36-1C-14. Petition for declaratory ruling. A person seeking a ruling as to the applicability to that person of a law, rule, or order of an agency under title 36 may file with the agency a petition for declaratory ruling in substantially the following form: Pursuant to the provisions of SDCL 1-26-15, I, (name of petitioner), of (address of petitioner), am (title or capacity of petitioner), and do hereby petition the professional or occupational board or commission of (state name of body) for its declaratory ruling in regard to the following: (1) The statutes or rules or order in question is: (here identify and quote the pertinent statute, rule, or order.): (2) The facts and circumstances that give rise to the issue to be answered by the professional or occupational board or commission's declaratory ruling: (3) The precise issue to be answered by the professional or occupational board or commission's declaratory ruling: Dated at (city and state), this ________ day of _____________, _____. ___________________________ (Signature of Petitioner) Section 15. That a NEW SECTION be added: 36-1C-15. Action on petition. Upon receipt of the petition, the administrator may request from the petitioner any information that may be required for the issuance of its ruling. At the agency's next regularly scheduled meeting following the receipt of the petition or following receipt of requested information, or within ninety days, whichever is shorter, the agency shall issue its declaratory ruling and serve a copy of it by mail or electronic mail upon the petitioner. Section 16. That a NEW SECTION be added: 36-1C-16. Appeal of declaratory ruling. Any person seeking a declaratory ruling hereunder, is considered aggrieved if, within thirty days of the agency's declaratory ruling, a request is made for the agency to conduct a formal hearing. The hearing must be held at the earliest convenience of the agency following the receipt of the request. A hearing under this section is a contested case under chapter 1-26. Section 17. That § 36-4A-42 be AMENDED. 36-4A-42. Promulgation of rules by board. The board shall promulgate rules pursuant to chapter 1-26 pertaining to fees, licensure of physician assistants, and supervision requirements, and disciplinary proceedings. Section 18. That § 36-4C-23 be AMENDED. 36-4C-23. Investigation of violations. The board shall investigate every alleged violation of this chapter and pursuant to the procedures set forth in chapter 36-1C. If the alleged violation is committed by a nonlicensee, the board shall report it to the proper law enforcement officials of the county wherein the alleged violation has occurred. Section 19. That § 36-5-20 be AMENDED. 36-5-20. Disciplinary committee--Immunity from liability--Conditions--Official immunity unaffected. The Notwithstanding any provision of chapter 36-1C, the Board of Examiners may act as a disciplinary committee or may appoint other chiropractors licensed to practice in this state to perform such functions to maintain the professional standards of the board. No monetary liability on the part of, and no cause of action for damages may arise against any member of a duly appointed disciplinary committee for any act or proceeding undertaken or performed within the scope of the functions of the committee, if the committee member acts without malice, has made a reasonable effort to obtain the facts of the matter on which the member acts, and acts in a reasonable effort to obtain the facts. The provisions of this section do not affect the official immunity of an officer or employee of a public corporation. The board may promulgate rules pursuant to chapter 1-26 governing the administration and enforcement of this section and the conduct of licensees, including: (1) Purpose The purpose of the disciplinary committee; (2) Composition The composition of the disciplinary committee; and (3) Qualifications The qualifications of the disciplinary committee; (4) Procedure governing the conduct of investigations and hearings by the disciplinary committee. Section 20. That § 36-9-21 be AMENDED. 36-9-21. Promulgation of rules. The board shall promulgate rules pursuant to chapter 1-26 pertaining to: (1) Licensing and licenses; (2) The practice of nursing; (3) Scope of nursing practice; (4) Except as otherwise provided in § 36-9-28, the delegation of nursing functions to unlicensed assistive personnel under the supervision of a licensed nurse; (5) Except as otherwise provided in § 36-9-28, the training, registration, and supervisory requirements for unlicensed personnel performing delegated nursing functions under the supervision of a licensed nurse; (6) Disciplinary proceedings; (7) Fees; and (8)(7) Approval of nursing education and clinical enrichment programs. Section 21. That § 36-9A-41 be AMENDED. 36-9A-41. Promulgation of rules. The board may promulgate rules pursuant to chapter 1-26 pertaining to: licensure and licenses, practice, prescriptive authority, disciplinary proceedings, and approval of education programs. Section 22. That § 36-9C-32 be AMENDED. 36-9C-32. Promulgation of rules. The board shall promulgate rules pursuant to chapter 1-26 pertaining to: (1) Licensing and licenses; (2) The practice and scope, pursuant to § 36-9C-13, of certified professional midwives and certified professional midwife students; (3) Disciplinary proceedings; (4) Fees; (5)(4) Approval of certified professional midwife education programs; and (6)(5) Criteria for low-risk pregnancy and delivery. Section 23. That § 36-10-49 be AMENDED. 36-10-49. Investigation of violations--Employment of counsel to assist in prosecution. The Board of Examiners and/or or the physical therapy committee, or both, shall investigate every supposed alleged violation of this chapter, and pursuant to the procedures set forth in chapter 36-1C. If the alleged violation is committed by a nonlicensee, the board shall report the same violation to the proper law enforcement officials wherein the act is committed. The board is authorized to may employ special counsel subject to the supervision, control and direction of the attorney general, to assist in the prosecution of violations of this chapter, and to expend the necessary funds for such purpose. Section 24. That § 36-11-11 be AMENDED. 36-11-11. Promulgation of rules . The Board of Pharmacy may promulgate rules pursuant to chapter 1-26 as follows: (1) Pertaining to the practice of pharmacy; (2) Relating to the sanitation of persons and establishments licensed under the provisions of this chapter; (3) Pertaining to establishments licensed under the provisions of this chapter wherein any drug is compounded, prepared, dispensed or sold; (4) Providing for minimum equipment and standards of establishments licensed under the provisions of this chapter; (5) Pertaining to the sale of drugs by or through any mechanical device; (6) In cooperation with other governmental agencies where there exists a joint responsibility for protecting the public health and welfare; (7) Pertaining to the sale of nonprescription drugs; (8) To adopt such publications or supplements thereto as shall from time to time be deemed necessary to describe the drugs, medicines, prescription drugs, dispensing physician or other terms used defined in § 36-11-2; (9) Pertaining to the posting of prescription prices on the premises of a pharmacy department to provide consumers with comparative pricing information; (10) Pertaining to registration of drug wholesalers and manufacturers; (11) Pertaining to home health care and service; (12) Pertaining to computerized pharmacy; (13) Pertaining to the registration of registered pharmacy technicians and the suspension or revocation of registration; an annual registration fee not to exceed thirty dollars; and tasks that may not be delegated by a licensed pharmacist to a registered technician; (14) Redispensing of pharmaceuticals; and (15) Pertaining to the dispensing of biological products. Section 25. That § 36-18A-22 be AMENDED. 36-18A-22. Board to promulgate rules--Scope of rules--Existing rules remain in effect. The board shall, pursuant to chapter 1-26, promulgate rules which that may be reasonably necessary for the performance of its duties, the regulation of proceedings before it, and the licensure of the professions it regulates. The existing rules promulgated under the previous chapter 36-18 remain in effect until replaced. The board shall promulgate rules, pursuant to chapter 1-26, for the licensure of professional engineers, architects, land surveyors, landscape architects, and petroleum release assessors and remediators in the following areas: (1) Forms such as applications, renewals, licenses or certificates, and receipts for applicants, licensed professionals, and business entities; (2) Fees for applications, examinations, renewals, late penalties, lists and labels of licensees, returned checks, reinstatement, inactive status, ability to allow a vendor to collect fees for examinations, waiver of fees; (3) Criteria for types of education degrees, approval of accredited programs, intern programs, type of experience, length of experience, national and state specific examinations, use of computer examinations, criteria from other countries, procedure to evaluate foreign degrees, eligibility of applicants, dual licenses; (4) Continuing professional education and development content, hours, carryovers, and requirements; (5) How, when, and where to seal plans and documents; type of seal; required services to be provided; and criteria to define complete plans, minimum standards of practice, and guidelines; (6) Description of and criteria for construction administration, including a designation of who is to perform construction administration and criteria for a prime professional or a coordinating professional; (7) Requirements for compliance with local building code; and (8) The adoption of a code of professional conduct; (9) Procedures for disciplinary proceedings; and (10) Procedures for contested cases pursuant to chapter 1-26. Section 26. That § 36-19-9 be AMENDED. 36-19-9. Officers of board--Scope of rules--Bond required of treasurer. The State Board of Funeral Service shall have the power to may elect, out of its own number, a president, a vice‑president, and secretary‑treasurer, and, pursuant to chapter 1-26, promulgate the rules as may be reasonable and proper to: (1) Establish the minimum physical standards of licensees' funeral establishments; (2) Regulate the inspection of each funeral establishment; (3) Establish the educational, training, reciprocity and renewal requirements for licensure; and (4) However, the board may not regulate the method and manner of providing funeral service; and (5) Conduct investigations and implement disciplinary proceedings. The treasurer of such the board shall give bond in the sum of five thousand dollars with sufficient sureties to be approved by such the board, conditioned for the honest and faithful discharge of his the treasurer's duties. Section 27. That § 36-20B-41 be AMENDED. 36-20B-41. Investigations--Probable cause determination--Subpoena power of board. The board may, upon receipt of a complaint or other information suggesting violations of this chapter or of the rules of the board, conduct investigations in accordance with chapter 36-1C to determine whether there is probable cause to institute proceedings under chapter 1-26 or of this chapter against any person or firm for such violation. However, no investigation under this section may be a prerequisite to such the proceedings in the event that if a determination of probable cause can be made without investigation. In aid of such investigations, the board or the chair thereof may issue subpoenas to compel witnesses to testify and to produce evidence. Section 28. That § 36-20B-42 be AMENDED. 36-20B-42. Investigating officer--Confidentiality of information. The board may designate a member, or any other person of appropriate competence, to serve as investigating officer to conduct an investigation. Upon completion of an investigation, the investigating officer shall file a report with the board. The board shall find probable cause or lack of probable cause upon the basis of the report or shall return the report to the investigating officer for further investigation. Unless there has been a determination of probable cause, If an investigation committee determines a complaint or other information suggesting a violation under § 36-20B-41 lacks probable cause, the report of the investigating officer committee, the complaint, if any, the testimony and documents submitted in support of the complaint or gathered in the investigation, and the fact of pendency of the investigation shall must be treated as confidential information and may not be disclosed to any person except law enforcement authorities and, to the extent deemed considered necessary in order to conduct the investigation, the subject of the investigation, persons the person whose complaints are complaint is being investigated, and witnesses any witness questioned in the course of the investigation. Section 29. That § 36-20B-43 be AMENDED. 36-20B-43. Findings of investigation--Effect. Upon a finding of probable cause, At the conclusion of the investigation under § 36-1C-4, if the subject of the investigation is a licensee or an individual with practice privileges under the provisions of § 36-20B-66 or 36-20B-67, the board staff shall proceed in accordance with chapter 1-26. If the subject of the investigation is not a licensee or an individual with privileges under this chapter, the board shall take appropriate action under this chapter. Upon a finding of no probable cause, the board shall close the matter and shall thereafter release information relating thereto only with the consent of the person or firm under investigation. Section 30. That § 36-20B-45 be AMENDED. 36-20B-45. Issuance of complaint--Administrative hearing--Service of complaint and notice of hearing. If probable cause with respect to a violation by a licensee or an individual with practice privileges granted under the provisions of § 36-20B-66 or 36-20B-67 has been determined by the board, or upon receipt of notice of a decision by the board of another state furnishing grounds for a determination of probable cause, the board may issue a complaint setting forth appropriate charges and set a date for hearing before the board on such charges. If a complaint is issued and a hearing date set, the board shall, not less than thirty days prior to the date of the hearing, serve a copy of the complaint and notice of the time and place of the hearing upon the licensee or an individual with practice privileges granted under the provisions of § 36-20B-66 or 36-20B-67, together with a copy of the board's rules governing proceedings under this section, either by personal delivery or by mailing a copy thereof by registered mail to the licensee at the licensee's address, last known to the board. In the case of an individual exercising practice privileges under the provisions of § 36-20B-66 or 36-20B-67, service contested case proceedings under chapter 1-26. Service shall be by certified or registered mail to the address last known to the board, or pursuant to chapter 1-26. Section 31. That § 36-20B-46 be AMENDED. 36-20B-46. Respondent to have access to investigatory report and evidence. A licensee or an An individual with practice privileges under the provisions of § 36-20B-66 or 36-20B-67 against whom a complaint has been issued under this section may, reasonably in advance of the hearing, examine and copy the report of investigation, if any, and any documentary or testimonial evidence and summaries of anticipated evidence in the board's possession relating to the subject matter of the complaint. The board shall adopt rules, promulgated pursuant to chapter 1-26, governing proceedings under this section to specify the manner in which such right may be exercised. Section 32. That § 36-20B-47 be AMENDED. 36-20B-47. Appearance at hearing--Examination and presentation of witnesses and evidence--Subpoenas. The respondent licensee or an shall appear at the hearing as required by § 36-1C-10. An individual with practice privileges granted under the provisions of § 36-20B-66 or 36-20B-67 may appear at the hearing in person or, in the case of a firm, through a partner, officer, director, shareholder, member, or manager, and by counsel, examine witnesses and evidence presented in support of the complaint, and present evidence and witnesses on the licensee's or an individual's own behalf. The licensee or an individual granted practice privileges under the provisions of § 36-20B-66 or 36-20B-67 is entitled, on application to the board, to the issuance of subpoenas to compel the attendance of witnesses and the production of documentary evidence. Section 33. That § 36-21A-89 be AMENDED. 36-21A-89. Administration and enforcement of chapter--Promulgation of rules. The commission may promulgate rules pursuant to chapter 1-26 relating to the administration and enforcement of the provisions of this chapter in the following areas: (1) Procedures for conducting the commission's business; (2) Procedures and qualifications for application, minimum requirements for examination, procedures for the examination and the administration of the examination, the required score for passing the examination, and procedures for replacement of a license; (3) Requirements for dividing a commission with a broker in another state, requirements for application for licensure by reciprocity and the practice of a nonresident licensee in the state; (4) Procedures for application to provide classroom instruction or correspondence work for prelicensing education, qualifications of the instructors and facilities, and procedures for approving classroom instruction and correspondence work and for withdrawing the approval; (5) Procedures for disciplinary proceedings, including requirements for filing a complaint, dismissal of a complaint, informal and formal resolution of a complaint, formal complaint and answer requirements, final action and review, disqualification of a commission member from a hearing and authorization for per diem and mileage; (6) Procedures for declaratory rulings, petitions for rules and contested cases; (7) Requirements for a real estate auction, use of unlicensed persons to call or take bids, and the requirements, duties and responsibilities of an auctioneer; (8)(6) Requirements for mortgage brokers, including areas such as trust accounts, record-keeping, written contracts, full disclosure and restrictions on chargeable costs and expenses; (9)(7) Requirements for continuing education including procedures for granting a certificate of accreditation; notification of a material change in an approved course offering; suspension, revocation and denial of course approval; notice to students regarding the course and opportunity for comment; auditing; certificates of attendance; preregistration and limits on correspondence courses; (10)(8) Requirements for property managers, including areas such as trust accounts, auditing, contracts, disclosure, disciplinary matters, financial obligations and records, and property management accounting; and (11)(9) Requirements for establishing and maintaining teams and the requirements, duties, and responsibilities of team leaders. Section 34. That § 36-21B-3 be AMENDED. 36-21B-3. Promulgation of rules. The secretary of the Department of Labor and Regulation may promulgate rules pursuant to chapter 1-26 relating to appraisers and appraisals in the following areas: (1) Certification, licensing, and registration of appraisers; (2) Definition of terms; (3) Uniform standards of professional appraisal practice; (4) Application for and issuance of certificates; (5) Examinations and examination procedures; (6) Pre-certification education criteria and continuing education; (7) Qualifications for and upgrading of a certificate; (8) Transactions requiring certified, licensed, or registered appraisers; (9) Renewal and late renewal procedures; (10) Certificate by reciprocity; (11) Temporary practice and permits; (12) Complaints and grounds Grounds for disciplinary actions including denial, revocation, suspension, censure, and reprimand; (13) Conflict of interest and investigation; (14) Advertising by certified, licensed, or registered appraisers; (15) Retention and inspection of records, and rosters of appraisers; (16) Appraiser membership, competency, and independence; (17) Review of appraisals and contracting for investigations; (18) Inspection, examination, and photocopy of appraisal records for audit purposes; (19) Inactive status; and (20) Exemptions and standards allowing appraisers to perform an evaluation for a federally insured depository institution. Section 35. That § 36-21C-6 be AMENDED. 36-21C-6. Promulgation of rules for licensing and registration. The commission shall promulgate rules pursuant to chapter 1-26 for licensed and registered home inspectors in the following areas: (1) Standards and requirements for prelicense and continuing education, including qualifications of instructors, procedures for granting a certificate of accreditation, notification of a material change in an approved course offering, suspension, revocation, and denial of course approval, certification of attendance, preregistration, and hours required to renew a license or registration; (2) A code of ethics and standards of practice; (3) Fees for applications, examinations, registration, licensure, and renewals, not to exceed two hundred dollars for application and one hundred dollars for renewal; and (4) Procedures and qualifications for application, minimum requirements for examination, procedures for the examination and the administration of the examination, the required score for passing the examination, and procedures for replacement of a license; (5) Procedures for disciplinary proceedings, including requirements for filing a complaint, dismissal of a complaint, informal and formal resolution of a complaint, formal complaint and answer requirements, final action and review, disqualification of a commission member from a hearing, and authorization for per diem and mileage; and (6) Procedures for declaratory rulings, petitions for rules, and contested cases. Section 36. That § 36-21D-4 be AMENDED. 36-21D-4. Promulgation of rules regarding companies and services. The secretary of the Department of Labor and Regulation may promulgate rules pursuant to chapter 1-26 relating to appraisal management companies and appraisal management services as followsin the following areas: (1) Registration of appraisal management companies; (2) Definition of terms; (3) Responsibilities and duties; (4) Application for and issuance of certificate of registration; (5) Renewal and late renewal procedures; (6) Investigation and contracting Contracting for investigations; (7) Complaints and grounds for disciplinary actions, including denial, revocation, suspension, censure, and reprimand; (8) Retention and inspection of records; (9) Roster; (10) Review of appraisal related records; (11) Inspection, examination, and photocopy of records; (12) National registry fee collection and remittance; and (13) Filing of surety bonds or irrevocable letters of credit. Section 37. That § 36-26-41 be AMENDED. 36-26-41. Investigation and report of violations--Employment of special counsel--Expenses. The board shall investigate every supposed alleged violation of this chapter, and pursuant to the procedures set forth in chapter 36-1C. If the board violation is committed by a nonlicensee, the board shall report the same to the proper law enforcement officials wherein the act is committed. The board is authorized to employ special counsel subject to the supervision, control and direction of the attorney general, to assist in the prosecution of violations of this chapter and to expend the necessary funds for such purpose. Section 38. That § 36-27A-34 be AMENDED. 36-27A-34. Investigation and prosecution of violations. The Board of Examiners of Psychologists shall investigate every alleged violation of this chapter pursuant to chapter 36-1C. The board may employ special counsel, subject to approval, supervision, control, and direction by the attorney general, to assist in the prosecution of violations of this chapter, and to spend the necessary funds for that purpose. Section 39. That § 36-29-26 be AMENDED. 36-29-26. Investigation and report of violations. The Board of Medical and Osteopathic Examiners shall investigate every supposed alleged violation of this chapter and pursuant to the procedures set forth in chapter 36-1C. If the alleged violation is committed by a nonlicensee, the board shall report the same to the proper law enforcement officials wherein the violation is committed. Section 40. That § 36-31-22 be AMENDED. 36-31-22. Investigation and report of violations. The board shall investigate every supposed alleged violation of this chapter and pursuant to the procedures set forth in chapter 36-1C. If the alleged violation is committed by a nonlicensee, the board shall report the same to the proper law enforcement officials wherein the violation is committed. Section 41. That § 36-32-80 be AMENDED. 36-32-80. Complaints--Investigation--Dismissal--Hearing--Appeal. The board shall receive complaints Complaints regarding any person licensed under this chapter shall be processed pursuant to chapter 36-1C. A record of each complaint shall be maintained by in the board office. An Notwithstanding any provision of chapter 36-1C, an investigation shall may be conducted by a member, agent, or an appointee of the board to determine whether the alleged violation has been committed. The investigator, if a member of the board, may dismiss a complaint if it appears to the member, in consultation with the board president, that no violation has been committed. If the investigator is an agent or an appointee of the board, dismissal of the complaint may only be made by the board president. Any disposition agreed upon between the investigator and the licensee or permit holder shall be made known to and approved by the board. Any disciplinary proceeding shall must be conducted in accordance with chapter 1-26. Any decision of the board entered in a contested proceeding may be appealed to the circuit court within thirty days. A license or permit shall remain remains in effect during the pendency of an appeal, unless suspended under § 36-32-86. Section 42. That § 36-32-89 be AMENDED. 36-32-89. Violations reported to law enforcement officials--Prosecution of violations. The board shall investigate and report an alleged violation of any provision of this chapter, pursuant to the procedures set forth in chapter 36-1C, and report the alleged violation. The board may employ special counsel subject to the supervision, control, and direction of the attorney general to assist in the prosecution of alleged criminal violations and may expend the necessary funds for this purpose. Section 43. That § 36-33-58 be AMENDED. 36-33-58. Complaints--Investigation--Dismissal--Hearing--Appeal. The board shall receive complaints regarding the enforcement of the provisions of this chapter pursuant to the procedures set forth in chapter 36-1C. A record of each complaint shall be maintained by the board. An investigation shall be conducted by a member, agent, or an appointee of the board to determine whether an alleged violation has been committed. The Notwithstanding chapter 36-1C, the investigator, if a member of the board, may dismiss a complaint if it appears to the member, in consultation with the board president, that no violation has been committed. If the investigator is an agent or an appointee of the board, dismissal of the complaint may only be made by the board president. Any disposition agreed upon between the investigator and the licensee or permit holder shall be made known to and approved by the board. Any disciplinary proceeding shall be conducted in accordance with chapter 1-26. Any decision of the board entered in a contested proceeding may be appealed to the circuit court within thirty days. A license or permit shall remain in effect during the pendency of an appeal unless suspended under § 36-33-64. Section 44. That § 36-34-18 be AMENDED. 36-34-18. Receipt and log of complaints--Investigation--Disciplinary proceeding. The board shall receive complaints concerning a practitioner's professional practices. Each complaint received shall be logged by the secretary-treasurer, or the board's designee, recording the practitioner's name, name of the complaining party, date of the complaint, a brief statement of the complaint, and its ultimate disposition. The board shall investigate each alleged violation of this chapter pursuant to the procedures set forth in chapter 36-1C. All disciplinary proceedings held under the authority of this chapter shall must be conducted in accordance with chapter 1-26. Section 45. That § 36-35-20 be AMENDED. 36-35-20. Investigation of complaints--Inspections. The board may shall receive and investigate any complaint filed with the board alleging a violation of this chapter pursuant to the procedures set forth in chapter 36-1C. The board may inspect the place of business of the licensee named in a complaint during normal business hours or upon written notice. Section 46. That § 36-36-12 be AMENDED. 36-36-12. Promulgation of rules. The board shall promulgate rules pursuant to chapter 1-26 pertaining to fees, licensure, investigations, disciplinary proceedings, and continuing education. Section 47. That § 36-38-21 be AMENDED. 36-38-21. Investigation of suspected violations--Prosecution of violations. The board shall investigate each suspected violation of this chapter and pursuant to the procedures set forth in chapter 36-1C. If the suspected violation is committed by a nonlicensee, the board shall report the violation to the proper law enforcement official where the act is committed. The board is authorized to employ special counsel subject to the supervision, control, and direction of the attorney general to assist in the prosecution of violations of this chapter, and to expend the necessary funds for such purpose. Section 48. That section 47 of this Act is repealed on July 1, 2024."}, {"bill_id": 21924, "bill_version_id": 212175, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2021-01-20T16:08:49.71-06:00", "bill_text": "An Act to establish uniform complaint and declaratory ruling procedures for agencies regulating certain professions and occupations. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 36-1C-1. Definitions. Terms used in this Act mean: (1) \"Administrator,\" the executive director, executive secretary, or other person designated as being responsible for a professional or occupational licensing's board, commission, or agency operation; (2) \"Agency,\" a professional or occupational licensing board, commission, or agency set forth in title 36; (3) \"Complaint,\" an allegation of a violation of the laws or rules of a professional or occupational licensing board, commission, or agency set forth in title 36; (4) \"Investigative committee,\" one or more persons employed or contracted by a professional or occupational licensing board, commission, or agency set forth in title 36 to review and investigate complaints; (5) \"License,\" any certification, license, permit, or other authorization related to the practice of any profession or occupation regulated under title 36. Section 2. That a NEW SECTION be added: 36-1C-2. Complaints--Jurisdiction. Any person claiming that a licensee or an applicant for a license under title 36 has engaged in or is engaging in conduct constituting grounds for disciplinary action, as enumerated in the laws or rules of the agency, may file with the agency a written complaint. The agency shall require the complaining party to file a complaint stating the name of the applicant or licensee against whom the complaint is made and setting out, in full detail, the conduct that is alleged to be in violation and may prescribe the form on which a written complaint is made. The administrator shall request the complainant provide additional information if the complaint does not state a claim within the jurisdiction of the agency. Failure of the complainant to comply with this section is basis for the administrator to reject the complaint without further action. Section 3. That a NEW SECTION be added: 36-1C-3. Receipt of complaint--Time to respond--Failure to respond. Upon receipt of a properly submitted complaint within the agency's jurisdiction, the administrator shall serve a copy of the complaint by mail or electronic mail upon the applicant or licensee complained against. The applicant or licensee complained against shall send a response to the complaint to the administrator of the agency within twenty business days after service of the complaint on the applicant or licensee. Upon receipt of the response of the applicant or licensee, or upon expiration of the time for the applicant or licensee complained against to respond, the administrator shall assign an investigative committee to determine if the complaint has probable cause and constitutes grounds for disciplinary action or lacks probable cause and should be dismissed. The twenty business days may be extended by the administrator for good cause. Failure to respond to the complaint is grounds for disciplinary action. Section 4. That a NEW SECTION be added: 36-1C-4. Investigation--Dismissal permitted. Upon completion of the investigation, the investigating committee shall recommend to the agency whether the complaint should be dismissed for lack of probable cause, resolved by informal disposition, or settled by a formal hearing. The failure of an applicant or licensee to comply with the investigation is grounds for denial of the application or disciplinary action. An agency may allow the investigative committee to dismiss a complaint. Any dismissal by the investigative committee must be reported to the agency at its next scheduled meeting or within thirty days, whichever is shorter. An investigative committee includes the agency's legal counsel. Section 5. That a NEW SECTION be added: 36-1C-5. Option to authorize limited administrative fines for specified violations. The agency may authorize the administrator to impose an administrative fine upon proof of a violation of specified statutes or rules without additional prior approval. Any action taken pursuant to this section shall be reported to the agency at its next scheduled meeting or within thirty days, whichever is shorter. Any administrative fine issued under this section may be appealed by requesting a contested case under chapter 1-26. Notice of appeal must be submitted to the administrator within twenty calendar days of service of the fine. Any fine issued under this section may not exceed five hundred dollars. Section 6. That a NEW SECTION be added: 36-1C-6. Informal disposition--Notice. The agency may accept an informal disposition regarding a violation of the laws or rules under the agency's jurisdiction. The agreed upon disposition must be in writing and is subject to the approval of the agency. Failure to comply with the terms of an informal disposition is grounds for disciplinary action or allows the agency to institute or reinstitute formal proceedings. The administrator shall notify, in writing, any complaining party of the results of the informal disposition of a complaint and the action taken, if any. Section 7. That a NEW SECTION be added: 36-1C-7. Formal complaint. If an alleged violation has probable cause constituting grounds for disciplinary action, the legal counsel for the agency may commence formal proceedings by serving a formal complaint by mail or electronic mail upon the applicant or licensee complained against. The formal complaint must include the name of the applicant or licensee complained against, and a statement of facts setting forth the nature of the violations being charged that constitute grounds for disciplinary action. Section 8. That a NEW SECTION be added: 36-1C-8. Response to formal complaint. The applicant or licensee shall file an answer with the administrator within twenty calendar days after service of the complaint admitting, denying, qualifying, or explaining all facts alleged in the formal complaint and all defenses of the applicant or licensee or mitigating factors. Section 9. That a NEW SECTION be added: 36-1C-9. Notice of hearing. After the receipt of the response in § 36-1C-8, the agency's counsel shall file a notice of hearing pursuant to § 1-26-17. The notice of hearing must be served no later than twenty calendar days prior to the hearing date. The agency may continue the date of the hearing as necessary. The agency's counsel shall serve notice of any new date by electronic mail to the applicant or licensee's address on file with the agency. If the applicant or licensee does not have electronic mail, communication shall be sent to the mailing address on file with the agency. Section 10. That a NEW SECTION be added: 36-1C-10. Appearance required of applicant or licensee. The applicant or licensee appearing before the agency at a formal hearing shall appear in person unless otherwise waived by the agency. If an applicant or licensee fails to appear, the hearing may proceed without the applicant or licensee. Section 11. That a NEW SECTION be added: 36-1C-11. Board or commission member disqualified. If an alleged violation against an applicant or licensee is filed by a member of the agency's board or commission, or if a member of the agency's board or commission participates in the investigation of a violation by an applicant or licensee, that agency's board or commission member is disqualified from participating in the final decision rendered by the agency board or commission. Section 12. That a NEW SECTION be added: 36-1C-12. Written waiver of procedures. An applicant for a license or licensee may, in writing, waive any procedure granted to the applicant or licensee under this chapter. Notwithstanding any other provision of law, nothing in this chapter shall be construed to limit an agency's authority for emergency action under § 1-26-29. Section 13. That a NEW SECTION be added: 36-1C-13. Promulgation of rules. The Departments of Agriculture, Health, Labor and Regulation, and Social Services shall promulgate rules, pursuant to chapter 1-26, to make any modification or addition to the procedures in this chapter in order to comply with any federal statutes or any rules and regulations regarding a profession or occupation within their respective department. Section 14. That a NEW SECTION be added: 36-1C-14. Petition for declaratory ruling. A person seeking a ruling as to the applicability to that person of a law, rule, or order of an agency under title 36 may file with the agency a petition for declaratory ruling in substantially the following form: Pursuant to the provisions of SDCL 1-26-15, I, (name of petitioner), of (address of petitioner), am (title or capacity of petitioner), and do hereby petition the professional or occupational board or commission of (state name of body) for its declaratory ruling in regard to the following: (1) The statutes or rules or order in question is: (here identify and quote the pertinent statute, rule, or order.): (2) The facts and circumstances that give rise to the issue to be answered by the professional or occupational board or commission's declaratory ruling: (3) The precise issue to be answered by the professional or occupational board or commission's declaratory ruling: Dated at (city and state), this ________ day of _____________, _____. ___________________________ (Signature of Petitioner) Section 15. That a NEW SECTION be added: 36-1C-15. Action on petition. Upon receipt of the petition, the administrator may request from the petitioner any information that may be required for the issuance of its ruling. At the agency's next regularly scheduled meeting following the receipt of the petition or following receipt of requested information, or within ninety days, whichever is shorter, the agency shall issue its declaratory ruling and serve a copy of it by mail or electronic mail upon the petitioner. Section 16. That a NEW SECTION be added: 36-1C-16. Appeal of declaratory ruling. Any person seeking a declaratory ruling hereunder, is considered aggrieved if, within thirty days of the agency's declaratory ruling, a request is made for the agency to conduct a formal hearing. The hearing must be held at the earliest convenience of the agency following the receipt of the request. A hearing under this section is a contested case under chapter 1-26. Section 17. That § 36-4A-42 be AMENDED. 36-4A-42. Promulgation of rules by board. The board shall promulgate rules pursuant to chapter 1-26 pertaining to fees, licensure of physician assistants, and supervision requirements, and disciplinary proceedings. Section 18. That § 36-4C-23 be AMENDED. 36-4C-23. Investigation of violations. The board shall investigate every alleged violation of this chapter and pursuant to the procedures set forth in chapter 36-1C. If the alleged violation is committed by a nonlicensee, the board shall report it to the proper law enforcement officials of the county wherein the alleged violation has occurred. Section 19. That § 36-5-20 be AMENDED. 36-5-20. Disciplinary committee--Immunity from liability--Conditions--Official immunity unaffected. The Notwithstanding any provision of chapter 36-1C, the Board of Examiners may act as a disciplinary committee or may appoint other chiropractors licensed to practice in this state to perform such functions to maintain the professional standards of the board. No monetary liability on the part of, and no cause of action for damages may arise against any member of a duly appointed disciplinary committee for any act or proceeding undertaken or performed within the scope of the functions of the committee, if the committee member acts without malice, has made a reasonable effort to obtain the facts of the matter on which the member acts, and acts in a reasonable effort to obtain the facts. The provisions of this section do not affect the official immunity of an officer or employee of a public corporation. The board may promulgate rules pursuant to chapter 1-26 governing the administration and enforcement of this section and the conduct of licensees, including: (1) Purpose The purpose of the disciplinary committee; (2) Composition The composition of the disciplinary committee; and (3) Qualifications The qualifications of the disciplinary committee; (4) Procedure governing the conduct of investigations and hearings by the disciplinary committee. Section 20. That § 36-9-21 be AMENDED. 36-9-21. Promulgation of rules. The board shall promulgate rules pursuant to chapter 1-26 pertaining to: (1) Licensing and licenses; (2) The practice of nursing; (3) Scope of nursing practice; (4) Except as otherwise provided in § 36-9-28, the delegation of nursing functions to unlicensed assistive personnel under the supervision of a licensed nurse; (5) Except as otherwise provided in § 36-9-28, the training, registration, and supervisory requirements for unlicensed personnel performing delegated nursing functions under the supervision of a licensed nurse; (6) Disciplinary proceedings; (7) Fees; and (8)(7) Approval of nursing education and clinical enrichment programs. Section 21. That § 36-9A-41 be AMENDED. 36-9A-41. Promulgation of rules. The board may promulgate rules pursuant to chapter 1-26 pertaining to: licensure and licenses, practice, prescriptive authority, disciplinary proceedings, and approval of education programs. Section 22. That § 36-9C-32 be AMENDED. 36-9C-32. Promulgation of rules. The board shall promulgate rules pursuant to chapter 1-26 pertaining to: (1) Licensing and licenses; (2) The practice and scope, pursuant to § 36-9C-13, of certified professional midwives and certified professional midwife students; (3) Disciplinary proceedings; (4) Fees; (5)(4) Approval of certified professional midwife education programs; and (6)(5) Criteria for low-risk pregnancy and delivery. Section 23. That § 36-10-49 be AMENDED. 36-10-49. Investigation of violations--Employment of counsel to assist in prosecution. The Board of Examiners and/or or the physical therapy committee, or both, shall investigate every supposed alleged violation of this chapter, and pursuant to the procedures set forth in chapter 36-1C. If the alleged violation is committed by a nonlicensee, the board shall report the same violation to the proper law enforcement officials wherein the act is committed. The board is authorized to may employ special counsel subject to the supervision, control and direction of the attorney general, to assist in the prosecution of violations of this chapter, and to expend the necessary funds for such purpose. Section 24. That § 36-11-11 be AMENDED. 36-11-11. Promulgation of rules . The Board of Pharmacy may promulgate rules pursuant to chapter 1-26 as follows: (1) Pertaining to the practice of pharmacy; (2) Relating to the sanitation of persons and establishments licensed under the provisions of this chapter; (3) Pertaining to establishments licensed under the provisions of this chapter wherein any drug is compounded, prepared, dispensed or sold; (4) Providing for minimum equipment and standards of establishments licensed under the provisions of this chapter; (5) Pertaining to the sale of drugs by or through any mechanical device; (6) In cooperation with other governmental agencies where there exists a joint responsibility for protecting the public health and welfare; (7) Pertaining to the sale of nonprescription drugs; (8) To adopt such publications or supplements thereto as shall from time to time be deemed necessary to describe the drugs, medicines, prescription drugs, dispensing physician or other terms used defined in § 36-11-2; (9) Pertaining to the posting of prescription prices on the premises of a pharmacy department to provide consumers with comparative pricing information; (10) Pertaining to registration of drug wholesalers and manufacturers; (11) Pertaining to home health care and service; (12) Pertaining to computerized pharmacy; (13) Pertaining to the registration of registered pharmacy technicians and the suspension or revocation of registration; an annual registration fee not to exceed thirty dollars; and tasks that may not be delegated by a licensed pharmacist to a registered technician; (14) Redispensing of pharmaceuticals; and (15) Pertaining to the dispensing of biological products. Section 25. That § 36-18A-22 be AMENDED. 36-18A-22. Board to promulgate rules--Scope of rules--Existing rules remain in effect. The board shall, pursuant to chapter 1-26, promulgate rules which that may be reasonably necessary for the performance of its duties, the regulation of proceedings before it, and the licensure of the professions it regulates. The existing rules promulgated under the previous chapter 36-18 remain in effect until replaced. The board shall promulgate rules, pursuant to chapter 1-26, for the licensure of professional engineers, architects, land surveyors, landscape architects, and petroleum release assessors and remediators in the following areas: (1) Forms such as applications, renewals, licenses or certificates, and receipts for applicants, licensed professionals, and business entities; (2) Fees for applications, examinations, renewals, late penalties, lists and labels of licensees, returned checks, reinstatement, inactive status, ability to allow a vendor to collect fees for examinations, waiver of fees; (3) Criteria for types of education degrees, approval of accredited programs, intern programs, type of experience, length of experience, national and state specific examinations, use of computer examinations, criteria from other countries, procedure to evaluate foreign degrees, eligibility of applicants, dual licenses; (4) Continuing professional education and development content, hours, carryovers, and requirements; (5) How, when, and where to seal plans and documents; type of seal; required services to be provided; and criteria to define complete plans, minimum standards of practice, and guidelines; (6) Description of and criteria for construction administration, including a designation of who is to perform construction administration and criteria for a prime professional or a coordinating professional; (7) Requirements for compliance with local building code; and (8) The adoption of a code of professional conduct; (9) Procedures for disciplinary proceedings; and (10) Procedures for contested cases pursuant to chapter 1-26. Section 26. That § 36-19-9 be AMENDED. 36-19-9. Officers of board--Scope of rules--Bond required of treasurer. The State Board of Funeral Service shall have the power to may elect, out of its own number, a president, a vice‑president, and secretary‑treasurer, and, pursuant to chapter 1-26, promulgate the rules as may be reasonable and proper to: (1) Establish the minimum physical standards of licensees' funeral establishments; (2) Regulate the inspection of each funeral establishment; (3) Establish the educational, training, reciprocity and renewal requirements for licensure; and (4) However, the board may not regulate the method and manner of providing funeral service; and (5) Conduct investigations and implement disciplinary proceedings. The treasurer of such the board shall give bond in the sum of five thousand dollars with sufficient sureties to be approved by such the board, conditioned for the honest and faithful discharge of his the treasurer's duties. Section 27. That § 36-20B-41 be AMENDED. 36-20B-41. Investigations--Probable cause determination--Subpoena power of board. The board may, upon receipt of a complaint or other information suggesting violations of this chapter or of the rules of the board, conduct investigations in accordance with chapter 36-1C to determine whether there is probable cause to institute proceedings under chapter 1-26 or of this chapter against any person or firm for such violation. However, no investigation under this section may be a prerequisite to such the proceedings in the event that if a determination of probable cause can be made without investigation. In aid of such investigations, the board or the chair thereof may issue subpoenas to compel witnesses to testify and to produce evidence. Section 28. That § 36-20B-42 be AMENDED. 36-20B-42. Investigating officer--Confidentiality of information. The board may designate a member, or any other person of appropriate competence, to serve as investigating officer to conduct an investigation. Upon completion of an investigation, the investigating officer shall file a report with the board. The board shall find probable cause or lack of probable cause upon the basis of the report or shall return the report to the investigating officer for further investigation. Unless there has been a determination of probable cause, If an investigation committee determines a complaint or other information suggesting a violation under § 36-20B-41 lacks probable cause, the report of the investigating officer committee, the complaint, if any, the testimony and documents submitted in support of the complaint or gathered in the investigation, and the fact of pendency of the investigation shall must be treated as confidential information and may not be disclosed to any person except law enforcement authorities and, to the extent deemed considered necessary in order to conduct the investigation, the subject of the investigation, persons the person whose complaints are complaint is being investigated, and witnesses any witness questioned in the course of the investigation. Section 29. That § 36-20B-43 be AMENDED. 36-20B-43. Findings of investigation--Effect. Upon a finding of probable cause, At the conclusion of the investigation under § 36-1C-4, if the subject of the investigation is a licensee or an individual with practice privileges under the provisions of § 36-20B-66 or 36-20B-67, the board staff shall proceed in accordance with chapter 1-26. If the subject of the investigation is not a licensee or an individual with privileges under this chapter, the board shall take appropriate action under this chapter. Upon a finding of no probable cause, the board shall close the matter and shall thereafter release information relating thereto only with the consent of the person or firm under investigation. Section 30. That § 36-20B-45 be AMENDED. 36-20B-45. Issuance of complaint--Administrative hearing--Service of complaint and notice of hearing. If probable cause with respect to a violation by a licensee or an individual with practice privileges granted under the provisions of § 36-20B-66 or 36-20B-67 has been determined by the board, or upon receipt of notice of a decision by the board of another state furnishing grounds for a determination of probable cause, the board may issue a complaint setting forth appropriate charges and set a date for hearing before the board on such charges. If a complaint is issued and a hearing date set, the board shall, not less than thirty days prior to the date of the hearing, serve a copy of the complaint and notice of the time and place of the hearing upon the licensee or an individual with practice privileges granted under the provisions of § 36-20B-66 or 36-20B-67, together with a copy of the board's rules governing proceedings under this section, either by personal delivery or by mailing a copy thereof by registered mail to the licensee at the licensee's address, last known to the board. In the case of an individual exercising practice privileges under the provisions of § 36-20B-66 or 36-20B-67, service contested case proceedings under chapter 1-26. Service shall be by certified or registered mail to the address last known to the board, or pursuant to chapter 1-26. Section 31. That § 36-20B-46 be AMENDED. 36-20B-46. Respondent to have access to investigatory report and evidence. A licensee or an An individual with practice privileges under the provisions of § 36-20B-66 or 36-20B-67 against whom a complaint has been issued under this section may, reasonably in advance of the hearing, examine and copy the report of investigation, if any, and any documentary or testimonial evidence and summaries of anticipated evidence in the board's possession relating to the subject matter of the complaint. The board shall adopt rules, promulgated pursuant to chapter 1-26, governing proceedings under this section to specify the manner in which such right may be exercised. Section 32. That § 36-20B-47 be AMENDED. 36-20B-47. Appearance at hearing--Examination and presentation of witnesses and evidence--Subpoenas. The respondent licensee or an shall appear at the hearing as required by § 36-1C-10. An individual with practice privileges granted under the provisions of § 36-20B-66 or 36-20B-67 may appear at the hearing in person or, in the case of a firm, through a partner, officer, director, shareholder, member, or manager, and by counsel, examine witnesses and evidence presented in support of the complaint, and present evidence and witnesses on the licensee's or an individual's own behalf. The licensee or an individual granted practice privileges under the provisions of § 36-20B-66 or 36-20B-67 is entitled, on application to the board, to the issuance of subpoenas to compel the attendance of witnesses and the production of documentary evidence. Section 33. That § 36-21A-89 be AMENDED. 36-21A-89. Administration and enforcement of chapter--Promulgation of rules. The commission may promulgate rules pursuant to chapter 1-26 relating to the administration and enforcement of the provisions of this chapter in the following areas: (1) Procedures for conducting the commission's business; (2) Procedures and qualifications for application, minimum requirements for examination, procedures for the examination and the administration of the examination, the required score for passing the examination, and procedures for replacement of a license; (3) Requirements for dividing a commission with a broker in another state, requirements for application for licensure by reciprocity and the practice of a nonresident licensee in the state; (4) Procedures for application to provide classroom instruction or correspondence work for prelicensing education, qualifications of the instructors and facilities, and procedures for approving classroom instruction and correspondence work and for withdrawing the approval; (5) Procedures for disciplinary proceedings, including requirements for filing a complaint, dismissal of a complaint, informal and formal resolution of a complaint, formal complaint and answer requirements, final action and review, disqualification of a commission member from a hearing and authorization for per diem and mileage; (6) Procedures for declaratory rulings, petitions for rules and contested cases; (7) Requirements for a real estate auction, use of unlicensed persons to call or take bids, and the requirements, duties and responsibilities of an auctioneer; (8)(6) Requirements for mortgage brokers, including areas such as trust accounts, record-keeping, written contracts, full disclosure and restrictions on chargeable costs and expenses; (9)(7) Requirements for continuing education including procedures for granting a certificate of accreditation; notification of a material change in an approved course offering; suspension, revocation and denial of course approval; notice to students regarding the course and opportunity for comment; auditing; certificates of attendance; preregistration and limits on correspondence courses; (10)(8) Requirements for property managers, including areas such as trust accounts, auditing, contracts, disclosure, disciplinary matters, financial obligations and records, and property management accounting; and (11)(9) Requirements for establishing and maintaining teams and the requirements, duties, and responsibilities of team leaders. Section 34. That § 36-21B-3 be AMENDED. 36-21B-3. Promulgation of rules. The secretary of the Department of Labor and Regulation may promulgate rules pursuant to chapter 1-26 relating to appraisers and appraisals in the following areas: (1) Certification, licensing, and registration of appraisers; (2) Definition of terms; (3) Uniform standards of professional appraisal practice; (4) Application for and issuance of certificates; (5) Examinations and examination procedures; (6) Pre-certification education criteria and continuing education; (7) Qualifications for and upgrading of a certificate; (8) Transactions requiring certified, licensed, or registered appraisers; (9) Renewal and late renewal procedures; (10) Certificate by reciprocity; (11) Temporary practice and permits; (12) Complaints and grounds Grounds for disciplinary actions including denial, revocation, suspension, censure, and reprimand; (13) Conflict of interest and investigation; (14) Advertising by certified, licensed, or registered appraisers; (15) Retention and inspection of records, and rosters of appraisers; (16) Appraiser membership, competency, and independence; (17) Review of appraisals and contracting for investigations; (18) Inspection, examination, and photocopy of appraisal records for audit purposes; (19) Inactive status; and (20) Exemptions and standards allowing appraisers to perform an evaluation for a federally insured depository institution. Section 35. That § 36-21C-6 be AMENDED. 36-21C-6. Promulgation of rules for licensing and registration. The commission shall promulgate rules pursuant to chapter 1-26 for licensed and registered home inspectors in the following areas: (1) Standards and requirements for prelicense and continuing education, including qualifications of instructors, procedures for granting a certificate of accreditation, notification of a material change in an approved course offering, suspension, revocation, and denial of course approval, certification of attendance, preregistration, and hours required to renew a license or registration; (2) A code of ethics and standards of practice; (3) Fees for applications, examinations, registration, licensure, and renewals, not to exceed two hundred dollars for application and one hundred dollars for renewal; and (4) Procedures and qualifications for application, minimum requirements for examination, procedures for the examination and the administration of the examination, the required score for passing the examination, and procedures for replacement of a license; (5) Procedures for disciplinary proceedings, including requirements for filing a complaint, dismissal of a complaint, informal and formal resolution of a complaint, formal complaint and answer requirements, final action and review, disqualification of a commission member from a hearing, and authorization for per diem and mileage; and (6) Procedures for declaratory rulings, petitions for rules, and contested cases. Section 36. That § 36-21D-4 be AMENDED. 36-21D-4. Promulgation of rules regarding companies and services. The secretary of the Department of Labor and Regulation may promulgate rules pursuant to chapter 1-26 relating to appraisal management companies and appraisal management services as followsin the following areas: (1) Registration of appraisal management companies; (2) Definition of terms; (3) Responsibilities and duties; (4) Application for and issuance of certificate of registration; (5) Renewal and late renewal procedures; (6) Investigation and contracting Contracting for investigations; (7) Complaints and grounds for disciplinary actions, including denial, revocation, suspension, censure, and reprimand; (8) Retention and inspection of records; (9) Roster; (10) Review of appraisal related records; (11) Inspection, examination, and photocopy of records; (12) National registry fee collection and remittance; and (13) Filing of surety bonds or irrevocable letters of credit. Section 37. That § 36-26-41 be AMENDED. 36-26-41. Investigation and report of violations--Employment of special counsel--Expenses. The board shall investigate every supposed alleged violation of this chapter, and pursuant to the procedures set forth in chapter 36-1C. If the board violation is committed by a nonlicensee, the board shall report the same to the proper law enforcement officials wherein the act is committed. The board is authorized to employ special counsel subject to the supervision, control and direction of the attorney general, to assist in the prosecution of violations of this chapter and to expend the necessary funds for such purpose. Section 38. That § 36-27A-34 be AMENDED. 36-27A-34. Investigation and prosecution of violations. The Board of Examiners of Psychologists shall investigate every alleged violation of this chapter pursuant to chapter 36-1C. The board may employ special counsel, subject to approval, supervision, control, and direction by the attorney general, to assist in the prosecution of violations of this chapter, and to spend the necessary funds for that purpose. Section 39. That § 36-29-26 be AMENDED. 36-29-26. Investigation and report of violations. The Board of Medical and Osteopathic Examiners shall investigate every supposed alleged violation of this chapter and pursuant to the procedures set forth in chapter 36-1C. If the alleged violation is committed by a nonlicensee, the board shall report the same to the proper law enforcement officials wherein the violation is committed. Section 40. That § 36-31-22 be AMENDED. 36-31-22. Investigation and report of violations. The board shall investigate every supposed alleged violation of this chapter and pursuant to the procedures set forth in chapter 36-1C. If the alleged violation is committed by a nonlicensee, the board shall report the same to the proper law enforcement officials wherein the violation is committed. Section 41. That § 36-32-80 be AMENDED. 36-32-80. Complaints--Investigation--Dismissal--Hearing--Appeal. The board shall receive complaints Complaints regarding any person licensed under this chapter shall be processed pursuant to chapter 36-1C. A record of each complaint shall be maintained by in the board office. An Notwithstanding any provision of chapter 36-1C, an investigation shall may be conducted by a member, agent, or an appointee of the board to determine whether the alleged violation has been committed. The investigator, if a member of the board, may dismiss a complaint if it appears to the member, in consultation with the board president, that no violation has been committed. If the investigator is an agent or an appointee of the board, dismissal of the complaint may only be made by the board president. Any disposition agreed upon between the investigator and the licensee or permit holder shall be made known to and approved by the board. Any disciplinary proceeding shall must be conducted in accordance with chapter 1-26. Any decision of the board entered in a contested proceeding may be appealed to the circuit court within thirty days. A license or permit shall remain remains in effect during the pendency of an appeal, unless suspended under § 36-32-86. Section 42. That § 36-32-89 be AMENDED. 36-32-89. Violations reported to law enforcement officials--Prosecution of violations. The board shall investigate and report an alleged violation of any provision of this chapter, pursuant to the procedures set forth in chapter 36-1C, and report the alleged violation. The board may employ special counsel subject to the supervision, control, and direction of the attorney general to assist in the prosecution of alleged criminal violations and may expend the necessary funds for this purpose. Section 43. That § 36-33-58 be AMENDED. 36-33-58. Complaints--Investigation--Dismissal--Hearing--Appeal. The board shall receive complaints regarding the enforcement of the provisions of this chapter pursuant to the procedures set forth in chapter 36-1C. A record of each complaint shall be maintained by the board. An investigation shall be conducted by a member, agent, or an appointee of the board to determine whether an alleged violation has been committed. The Notwithstanding chapter 36-1C, the investigator, if a member of the board, may dismiss a complaint if it appears to the member, in consultation with the board president, that no violation has been committed. If the investigator is an agent or an appointee of the board, dismissal of the complaint may only be made by the board president. Any disposition agreed upon between the investigator and the licensee or permit holder shall be made known to and approved by the board. Any disciplinary proceeding shall be conducted in accordance with chapter 1-26. Any decision of the board entered in a contested proceeding may be appealed to the circuit court within thirty days. A license or permit shall remain in effect during the pendency of an appeal unless suspended under § 36-33-64. Section 44. That § 36-34-18 be AMENDED. 36-34-18. Receipt and log of complaints--Investigation--Disciplinary proceeding. The board shall receive complaints concerning a practitioner's professional practices. Each complaint received shall be logged by the secretary-treasurer, or the board's designee, recording the practitioner's name, name of the complaining party, date of the complaint, a brief statement of the complaint, and its ultimate disposition. The board shall investigate each alleged violation of this chapter pursuant to the procedures set forth in chapter 36-1C. All disciplinary proceedings held under the authority of this chapter shall must be conducted in accordance with chapter 1-26. Section 45. That § 36-35-20 be AMENDED. 36-35-20. Investigation of complaints--Inspections. The board may shall receive and investigate any complaint filed with the board alleging a violation of this chapter pursuant to the procedures set forth in chapter 36-1C. The board may inspect the place of business of the licensee named in a complaint during normal business hours or upon written notice. Section 46. That § 36-36-12 be AMENDED. 36-36-12. Promulgation of rules. The board shall promulgate rules pursuant to chapter 1-26 pertaining to fees, licensure, investigations, disciplinary proceedings, and continuing education. Section 47. That § 36-38-21 be AMENDED. 36-38-21. Investigation of suspected violations--Prosecution of violations. The board shall investigate each suspected violation of this chapter and pursuant to the procedures set forth in chapter 36-1C. If the suspected violation is committed by a nonlicensee, the board shall report the violation to the proper law enforcement official where the act is committed. The board is authorized to employ special counsel subject to the supervision, control, and direction of the attorney general to assist in the prosecution of violations of this chapter, and to expend the necessary funds for such purpose. Section 48. That section 47 of this Act is repealed on July 1, 2024."}, {"bill_id": 21924, "bill_version_id": 212727, "bill_version": "House Engrossed", "bill_version_date": "2021-01-22T16:24:44.683-06:00", "bill_text": "An Act to establish uniform complaint and declaratory ruling procedures for agencies regulating certain professions and occupations. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 36-1C-1. Definitions. Terms used in this Act mean: (1) \"Administrator,\" the executive director, executive secretary, or other person designated as being responsible for a professional or occupational licensing's board, commission, or agency operation; (2) \"Agency,\" a professional or occupational licensing board, commission, or agency set forth in title 36; (3) \"Complaint,\" an allegation of a violation of the laws or rules of a professional or occupational licensing board, commission, or agency set forth in title 36; (4) \"Investigative committee,\" one or more persons employed or contracted by a professional or occupational licensing board, commission, or agency set forth in title 36 to review and investigate complaints; (5) \"License,\" any certification, license, permit, or other authorization related to the practice of any profession or occupation regulated under title 36. Section 2. That a NEW SECTION be added: 36-1C-2. Complaints--Jurisdiction. Any person claiming that a licensee or an applicant for a license under title 36 has engaged in or is engaging in conduct constituting grounds for disciplinary action, as enumerated in the laws or rules of the agency, may file with the agency a written complaint. The agency shall require the complaining party to file a complaint stating the name of the applicant or licensee against whom the complaint is made and setting out, in full detail, the conduct that is alleged to be in violation and may prescribe the form on which a written complaint is made. The administrator shall request the complainant provide additional information if the complaint does not state a claim within the jurisdiction of the agency. Failure of the complainant to comply with this section is basis for the administrator to reject the complaint without further action. Section 3. That a NEW SECTION be added: 36-1C-3. Receipt of complaint--Time to respond--Failure to respond. Upon receipt of a properly submitted complaint within the agency's jurisdiction, the administrator shall serve a copy of the complaint by mail or electronic mail upon the applicant or licensee complained against. The applicant or licensee complained against shall send a response to the complaint to the administrator of the agency within twenty business days after service of the complaint on the applicant or licensee. Upon receipt of the response of the applicant or licensee, or upon expiration of the time for the applicant or licensee complained against to respond, the administrator shall assign an investigative committee to determine if the complaint has probable cause and constitutes grounds for disciplinary action or lacks probable cause and should be dismissed. The twenty business days may be extended by the administrator for good cause. Failure to respond to the complaint is grounds for disciplinary action. Section 4. That a NEW SECTION be added: 36-1C-4. Investigation--Dismissal permitted. Upon completion of the investigation, the investigating committee shall recommend to the agency whether the complaint should be dismissed for lack of probable cause, resolved by informal disposition, or settled by a formal hearing. The failure of an applicant or licensee to comply with the investigation is grounds for denial of the application or disciplinary action. An agency may allow the investigative committee to dismiss a complaint. Any dismissal by the investigative committee must be reported to the agency at its next scheduled meeting or within thirty days, whichever is shorter. An investigative committee includes the agency's legal counsel. Section 5. That a NEW SECTION be added: 36-1C-5. Option to authorize limited administrative fines for specified violations. The agency may authorize the administrator to impose an administrative fine upon proof of a violation of specified statutes or rules without additional prior approval. Any action taken pursuant to this section shall be reported to the agency at its next scheduled meeting or within thirty days, whichever is shorter. Any administrative fine issued under this section may be appealed by requesting a contested case under chapter 1-26. Notice of appeal must be submitted to the administrator within twenty calendar days of service of the fine. Any fine issued under this section may not exceed five hundred dollars. Section 6. That a NEW SECTION be added: 36-1C-6. Informal disposition--Notice. The agency may accept an informal disposition regarding a violation of the laws or rules under the agency's jurisdiction. The agreed upon disposition must be in writing and is subject to the approval of the agency. Failure to comply with the terms of an informal disposition is grounds for disciplinary action or allows the agency to institute or reinstitute formal proceedings. The administrator shall notify, in writing, any complaining party of the results of the informal disposition of a complaint and the action taken, if any. Section 7. That a NEW SECTION be added: 36-1C-7. Formal complaint. If an alleged violation has probable cause constituting grounds for disciplinary action, the legal counsel for the agency may commence formal proceedings by serving a formal complaint by mail or electronic mail upon the applicant or licensee complained against. The formal complaint must include the name of the applicant or licensee complained against, and a statement of facts setting forth the nature of the violations being charged that constitute grounds for disciplinary action. Section 8. That a NEW SECTION be added: 36-1C-8. Response to formal complaint. The applicant or licensee shall file an answer with the administrator within twenty calendar days after service of the complaint admitting, denying, qualifying, or explaining all facts alleged in the formal complaint and all defenses of the applicant or licensee or mitigating factors. Section 9. That a NEW SECTION be added: 36-1C-9. Notice of hearing. After the receipt of the response in § 36-1C-8, the agency's counsel shall file a notice of hearing pursuant to § 1-26-17. The notice of hearing must be served no later than twenty calendar days prior to the hearing date. The agency may continue the date of the hearing as necessary. The agency's counsel shall serve notice of any new date by electronic mail to the applicant or licensee's address on file with the agency. If the applicant or licensee does not have electronic mail, communication shall be sent to the mailing address on file with the agency. Section 10. That a NEW SECTION be added: 36-1C-10. Appearance required of applicant or licensee. The applicant or licensee appearing before the agency at a formal hearing shall appear in person unless otherwise waived by the agency. If an applicant or licensee fails to appear, the hearing may proceed without the applicant or licensee. Section 11. That a NEW SECTION be added: 36-1C-11. Board or commission member disqualified. If an alleged violation against an applicant or licensee is filed by a member of the agency's board or commission, or if a member of the agency's board or commission participates in the investigation of a violation by an applicant or licensee, that agency's board or commission member is disqualified from participating in the final decision rendered by the agency board or commission. Section 12. That a NEW SECTION be added: 36-1C-12. Written waiver of procedures. An applicant for a license or licensee may, in writing, waive any procedure granted to the applicant or licensee under this chapter. Notwithstanding any other provision of law, nothing in this chapter shall be construed to limit an agency's authority for emergency action under § 1-26-29. Section 13. That a NEW SECTION be added: 36-1C-13. Promulgation of rules. The Departments of Agriculture, Health, Labor and Regulation, and Social Services shall promulgate rules, pursuant to chapter 1-26, to make any consistent addition to the procedures in this chapter in order to comply with any federal statutes, rules, and regulations regarding a profession or occupation within their respective department. Section 14. That a NEW SECTION be added: 36-1C-14. Petition for declaratory ruling. A person seeking a ruling as to the applicability to that person of a law, rule, or order of an agency under title 36 may file with the agency a petition for declaratory ruling in substantially the following form: Pursuant to the provisions of SDCL 1-26-15, I, (name of petitioner), of (address of petitioner), am (title or capacity of petitioner), and do hereby petition the professional or occupational board or commission of (state name of body) for its declaratory ruling in regard to the following: (1) The statutes or rules or order in question is: (here identify and quote the pertinent statute, rule, or order.): (2) The facts and circumstances that give rise to the issue to be answered by the professional or occupational board or commission's declaratory ruling: (3) The precise issue to be answered by the professional or occupational board or commission's declaratory ruling: Dated at (city and state), this ________ day of _____________, _____. ___________________________ (Signature of Petitioner) Section 15. That a NEW SECTION be added: 36-1C-15. Action on petition. Upon receipt of the petition, the administrator may request from the petitioner any information that may be required for the issuance of its ruling. At the agency's next regularly scheduled meeting following the receipt of the petition or following receipt of requested information, or within ninety days, whichever is shorter, the agency shall issue its declaratory ruling and serve a copy of it by mail or electronic mail upon the petitioner. Section 16. That a NEW SECTION be added: 36-1C-16. Appeal of declaratory ruling. Any person seeking a declaratory ruling hereunder, is considered aggrieved if, within thirty days of the agency's declaratory ruling, a request is made for the agency to conduct a formal hearing. The hearing must be held at the earliest convenience of the agency following the receipt of the request. A hearing under this section is a contested case under chapter 1-26. Section 17. That § 36-4A-42 be AMENDED. 36-4A-42. Promulgation of rules by board. The board shall promulgate rules pursuant to chapter 1-26 pertaining to fees, licensure of physician assistants, and supervision requirements, and disciplinary proceedings. Section 18. That § 36-4C-23 be AMENDED. 36-4C-23. Investigation of violations. The board shall investigate every alleged violation of this chapter and pursuant to the procedures set forth in chapter 36-1C. If the alleged violation is committed by a nonlicensee, the board shall report it to the proper law enforcement officials of the county wherein the alleged violation has occurred. Section 19. That § 36-5-20 be AMENDED. 36-5-20. Disciplinary committee--Immunity from liability--Conditions--Official immunity unaffected. The Notwithstanding any provision of chapter 36-1C, the Board of Examiners may act as a disciplinary committee or may appoint other chiropractors licensed to practice in this state to perform such functions to maintain the professional standards of the board. No monetary liability on the part of, and no cause of action for damages may arise against any member of a duly appointed disciplinary committee for any act or proceeding undertaken or performed within the scope of the functions of the committee, if the committee member acts without malice, has made a reasonable effort to obtain the facts of the matter on which the member acts, and acts in a reasonable effort to obtain the facts. The provisions of this section do not affect the official immunity of an officer or employee of a public corporation. The board may promulgate rules pursuant to chapter 1-26 governing the administration and enforcement of this section and the conduct of licensees, including: (1) Purpose The purpose of the disciplinary committee; (2) Composition The composition of the disciplinary committee; and (3) Qualifications The qualifications of the disciplinary committee; (4) Procedure governing the conduct of investigations and hearings by the disciplinary committee. Section 20. That § 36-9-21 be AMENDED. 36-9-21. Promulgation of rules. The board shall promulgate rules pursuant to chapter 1-26 pertaining to: (1) Licensing and licenses; (2) The practice of nursing; (3) Scope of nursing practice; (4) Except as otherwise provided in § 36-9-28, the delegation of nursing functions to unlicensed assistive personnel under the supervision of a licensed nurse; (5) Except as otherwise provided in § 36-9-28, the training, registration, and supervisory requirements for unlicensed personnel performing delegated nursing functions under the supervision of a licensed nurse; (6) Disciplinary proceedings; (7) Fees; and (8)(7) Approval of nursing education and clinical enrichment programs. Section 21. That § 36-9A-41 be AMENDED. 36-9A-41. Promulgation of rules. The board may promulgate rules pursuant to chapter 1-26 pertaining to: licensure and licenses, practice, prescriptive authority, disciplinary proceedings, and approval of education programs. Section 22. That § 36-9C-32 be AMENDED. 36-9C-32. Promulgation of rules. The board shall promulgate rules pursuant to chapter 1-26 pertaining to: (1) Licensing and licenses; (2) The practice and scope, pursuant to § 36-9C-13, of certified professional midwives and certified professional midwife students; (3) Disciplinary proceedings; (4) Fees; (5)(4) Approval of certified professional midwife education programs; and (6)(5) Criteria for low-risk pregnancy and delivery. Section 23. That § 36-10-49 be AMENDED. 36-10-49. Investigation of violations--Employment of counsel to assist in prosecution. The Board of Examiners and/or or the physical therapy committee, or both, shall investigate every supposed alleged violation of this chapter, and pursuant to the procedures set forth in chapter 36-1C. If the alleged violation is committed by a nonlicensee, the board shall report the same violation to the proper law enforcement officials wherein the act is committed. The board is authorized to may employ special counsel subject to the supervision, control and direction of the attorney general, to assist in the prosecution of violations of this chapter, and to expend the necessary funds for such purpose. Section 24. That § 36-11-11 be AMENDED. 36-11-11. Promulgation of rules . The Board of Pharmacy may promulgate rules pursuant to chapter 1-26 as follows: (1) Pertaining to the practice of pharmacy; (2) Relating to the sanitation of persons and establishments licensed under the provisions of this chapter; (3) Pertaining to establishments licensed under the provisions of this chapter wherein any drug is compounded, prepared, dispensed or sold; (4) Providing for minimum equipment and standards of establishments licensed under the provisions of this chapter; (5) Pertaining to the sale of drugs by or through any mechanical device; (6) In cooperation with other governmental agencies where there exists a joint responsibility for protecting the public health and welfare; (7) Pertaining to the sale of nonprescription drugs; (8) To adopt such publications or supplements thereto as shall from time to time be deemed necessary to describe the drugs, medicines, prescription drugs, dispensing physician or other terms used defined in § 36-11-2; (9) Pertaining to the posting of prescription prices on the premises of a pharmacy department to provide consumers with comparative pricing information; (10) Pertaining to registration of drug wholesalers and manufacturers; (11) Pertaining to home health care and service; (12) Pertaining to computerized pharmacy; (13) Pertaining to the registration of registered pharmacy technicians and the suspension or revocation of registration; an annual registration fee not to exceed thirty dollars; and tasks that may not be delegated by a licensed pharmacist to a registered technician; (14) Redispensing of pharmaceuticals; and (15) Pertaining to the dispensing of biological products. Section 25. That § 36-18A-22 be AMENDED. 36-18A-22. Board to promulgate rules--Scope of rules--Existing rules remain in effect. The board shall, pursuant to chapter 1-26, promulgate rules which that may be reasonably necessary for the performance of its duties, the regulation of proceedings before it, and the licensure of the professions it regulates. The existing rules promulgated under the previous chapter 36-18 remain in effect until replaced. The board shall promulgate rules, pursuant to chapter 1-26, for the licensure of professional engineers, architects, land surveyors, landscape architects, and petroleum release assessors and remediators in the following areas: (1) Forms such as applications, renewals, licenses or certificates, and receipts for applicants, licensed professionals, and business entities; (2) Fees for applications, examinations, renewals, late penalties, lists and labels of licensees, returned checks, reinstatement, inactive status, ability to allow a vendor to collect fees for examinations, waiver of fees; (3) Criteria for types of education degrees, approval of accredited programs, intern programs, type of experience, length of experience, national and state specific examinations, use of computer examinations, criteria from other countries, procedure to evaluate foreign degrees, eligibility of applicants, dual licenses; (4) Continuing professional education and development content, hours, carryovers, and requirements; (5) How, when, and where to seal plans and documents; type of seal; required services to be provided; and criteria to define complete plans, minimum standards of practice, and guidelines; (6) Description of and criteria for construction administration, including a designation of who is to perform construction administration and criteria for a prime professional or a coordinating professional; (7) Requirements for compliance with local building code; and (8) The adoption of a code of professional conduct; (9) Procedures for disciplinary proceedings; and (10) Procedures for contested cases pursuant to chapter 1-26. Section 26. That § 36-19-9 be AMENDED. 36-19-9. Officers of board--Scope of rules--Bond required of treasurer. The State Board of Funeral Service shall have the power to may elect, out of its own number, a president, a vice‑president, and secretary‑treasurer, and, pursuant to chapter 1-26, promulgate the rules as may be reasonable and proper to: (1) Establish the minimum physical standards of licensees' funeral establishments; (2) Regulate the inspection of each funeral establishment; (3) Establish the educational, training, reciprocity and renewal requirements for licensure; and (4) However, the board may not regulate the method and manner of providing funeral service; and (5) Conduct investigations and implement disciplinary proceedings. The treasurer of such the board shall give bond in the sum of five thousand dollars with sufficient sureties to be approved by such the board, conditioned for the honest and faithful discharge of his the treasurer's duties. Section 27. That § 36-20B-41 be AMENDED. 36-20B-41. Investigations--Probable cause determination--Subpoena power of board. The board may, upon receipt of a complaint or other information suggesting violations of this chapter or of the rules of the board, conduct investigations in accordance with chapter 36-1C to determine whether there is probable cause to institute proceedings under chapter 1-26 or of this chapter against any person or firm for such violation. However, no investigation under this section may be a prerequisite to such the proceedings in the event that if a determination of probable cause can be made without investigation. In aid of such investigations, the board or the chair thereof may issue subpoenas to compel witnesses to testify and to produce evidence. Section 28. That § 36-20B-42 be AMENDED. 36-20B-42. Investigating officer--Confidentiality of information. The board may designate a member, or any other person of appropriate competence, to serve as investigating officer to conduct an investigation. Upon completion of an investigation, the investigating officer shall file a report with the board. The board shall find probable cause or lack of probable cause upon the basis of the report or shall return the report to the investigating officer for further investigation. Unless there has been a determination of probable cause, If an investigation committee determines a complaint or other information suggesting a violation under § 36-20B-41 lacks probable cause, the report of the investigating officer committee, the complaint, if any, the testimony and documents submitted in support of the complaint or gathered in the investigation, and the fact of pendency of the investigation shall must be treated as confidential information and may not be disclosed to any person except law enforcement authorities and, to the extent deemed considered necessary in order to conduct the investigation, the subject of the investigation, persons the person whose complaints are complaint is being investigated, and witnesses any witness questioned in the course of the investigation. Section 29. That § 36-20B-43 be AMENDED. 36-20B-43. Findings of investigation--Effect. Upon a finding of probable cause, At the conclusion of the investigation under § 36-1C-4, if the subject of the investigation is a licensee or an individual with practice privileges under the provisions of § 36-20B-66 or 36-20B-67, the board staff shall proceed in accordance with chapter 1-26. If the subject of the investigation is not a licensee or an individual with privileges under this chapter, the board shall take appropriate action under this chapter. Upon a finding of no probable cause, the board shall close the matter and shall thereafter release information relating thereto only with the consent of the person or firm under investigation. Section 30. That § 36-20B-45 be AMENDED. 36-20B-45. Issuance of complaint--Administrative hearing--Service of complaint and notice of hearing. If probable cause with respect to a violation by a licensee or an individual with practice privileges granted under the provisions of § 36-20B-66 or 36-20B-67 has been determined by the board, or upon receipt of notice of a decision by the board of another state furnishing grounds for a determination of probable cause, the board may issue a complaint setting forth appropriate charges and set a date for hearing before the board on such charges. If a complaint is issued and a hearing date set, the board shall, not less than thirty days prior to the date of the hearing, serve a copy of the complaint and notice of the time and place of the hearing upon the licensee or an individual with practice privileges granted under the provisions of § 36-20B-66 or 36-20B-67, together with a copy of the board's rules governing proceedings under this section, either by personal delivery or by mailing a copy thereof by registered mail to the licensee at the licensee's address, last known to the board. In the case of an individual exercising practice privileges under the provisions of § 36-20B-66 or 36-20B-67, service contested case proceedings under chapter 1-26. Service shall be by certified or registered mail to the address last known to the board, or pursuant to chapter 1-26. Section 31. That § 36-20B-46 be AMENDED. 36-20B-46. Respondent to have access to investigatory report and evidence. A licensee or an An individual with practice privileges under the provisions of § 36-20B-66 or 36-20B-67 against whom a complaint has been issued under this section may, reasonably in advance of the hearing, examine and copy the report of investigation, if any, and any documentary or testimonial evidence and summaries of anticipated evidence in the board's possession relating to the subject matter of the complaint. The board shall adopt rules, promulgated pursuant to chapter 1-26, governing proceedings under this section to specify the manner in which such right may be exercised. Section 32. That § 36-20B-47 be AMENDED. 36-20B-47. Appearance at hearing--Examination and presentation of witnesses and evidence--Subpoenas. The respondent licensee or an shall appear at the hearing as required by § 36-1C-10. An individual with practice privileges granted under the provisions of § 36-20B-66 or 36-20B-67 may appear at the hearing in person or, in the case of a firm, through a partner, officer, director, shareholder, member, or manager, and by counsel, examine witnesses and evidence presented in support of the complaint, and present evidence and witnesses on the licensee's or an individual's own behalf. The licensee or an individual granted practice privileges under the provisions of § 36-20B-66 or 36-20B-67 is entitled, on application to the board, to the issuance of subpoenas to compel the attendance of witnesses and the production of documentary evidence. Section 33. That § 36-21A-89 be AMENDED. 36-21A-89. Administration and enforcement of chapter--Promulgation of rules. The commission may promulgate rules pursuant to chapter 1-26 relating to the administration and enforcement of the provisions of this chapter in the following areas: (1) Procedures for conducting the commission's business; (2) Procedures and qualifications for application, minimum requirements for examination, procedures for the examination and the administration of the examination, the required score for passing the examination, and procedures for replacement of a license; (3) Requirements for dividing a commission with a broker in another state, requirements for application for licensure by reciprocity and the practice of a nonresident licensee in the state; (4) Procedures for application to provide classroom instruction or correspondence work for prelicensing education, qualifications of the instructors and facilities, and procedures for approving classroom instruction and correspondence work and for withdrawing the approval; (5) Procedures for disciplinary proceedings, including requirements for filing a complaint, dismissal of a complaint, informal and formal resolution of a complaint, formal complaint and answer requirements, final action and review, disqualification of a commission member from a hearing and authorization for per diem and mileage; (6) Procedures for declaratory rulings, petitions for rules and contested cases; (7) Requirements for a real estate auction, use of unlicensed persons to call or take bids, and the requirements, duties and responsibilities of an auctioneer; (8)(6) Requirements for mortgage brokers, including areas such as trust accounts, record-keeping, written contracts, full disclosure and restrictions on chargeable costs and expenses; (9)(7) Requirements for continuing education including procedures for granting a certificate of accreditation; notification of a material change in an approved course offering; suspension, revocation and denial of course approval; notice to students regarding the course and opportunity for comment; auditing; certificates of attendance; preregistration and limits on correspondence courses; (10)(8) Requirements for property managers, including areas such as trust accounts, auditing, contracts, disclosure, disciplinary matters, financial obligations and records, and property management accounting; and (11)(9) Requirements for establishing and maintaining teams and the requirements, duties, and responsibilities of team leaders. Section 34. That § 36-21B-3 be AMENDED. 36-21B-3. Promulgation of rules. The secretary of the Department of Labor and Regulation may promulgate rules pursuant to chapter 1-26 relating to appraisers and appraisals in the following areas: (1) Certification, licensing, and registration of appraisers; (2) Definition of terms; (3) Uniform standards of professional appraisal practice; (4) Application for and issuance of certificates; (5) Examinations and examination procedures; (6) Pre-certification education criteria and continuing education; (7) Qualifications for and upgrading of a certificate; (8) Transactions requiring certified, licensed, or registered appraisers; (9) Renewal and late renewal procedures; (10) Certificate by reciprocity; (11) Temporary practice and permits; (12) Complaints and grounds Grounds for disciplinary actions including denial, revocation, suspension, censure, and reprimand; (13) Conflict of interest and investigation; (14) Advertising by certified, licensed, or registered appraisers; (15) Retention and inspection of records, and rosters of appraisers; (16) Appraiser membership, competency, and independence; (17) Review of appraisals and contracting for investigations; (18) Inspection, examination, and photocopy of appraisal records for audit purposes; (19) Inactive status; and (20) Exemptions and standards allowing appraisers to perform an evaluation for a federally insured depository institution. Section 35. That § 36-21C-6 be AMENDED. 36-21C-6. Promulgation of rules for licensing and registration. The commission shall promulgate rules pursuant to chapter 1-26 for licensed and registered home inspectors in the following areas: (1) Standards and requirements for prelicense and continuing education, including qualifications of instructors, procedures for granting a certificate of accreditation, notification of a material change in an approved course offering, suspension, revocation, and denial of course approval, certification of attendance, preregistration, and hours required to renew a license or registration; (2) A code of ethics and standards of practice; (3) Fees for applications, examinations, registration, licensure, and renewals, not to exceed two hundred dollars for application and one hundred dollars for renewal; and (4) Procedures and qualifications for application, minimum requirements for examination, procedures for the examination and the administration of the examination, the required score for passing the examination, and procedures for replacement of a license; (5) Procedures for disciplinary proceedings, including requirements for filing a complaint, dismissal of a complaint, informal and formal resolution of a complaint, formal complaint and answer requirements, final action and review, disqualification of a commission member from a hearing, and authorization for per diem and mileage; and (6) Procedures for declaratory rulings, petitions for rules, and contested cases. Section 36. That § 36-21D-4 be AMENDED. 36-21D-4. Promulgation of rules regarding companies and services. The secretary of the Department of Labor and Regulation may promulgate rules pursuant to chapter 1-26 relating to appraisal management companies and appraisal management services as followsin the following areas: (1) Registration of appraisal management companies; (2) Definition of terms; (3) Responsibilities and duties; (4) Application for and issuance of certificate of registration; (5) Renewal and late renewal procedures; (6) Investigation and contracting Contracting for investigations; (7) Complaints and grounds for disciplinary actions, including denial, revocation, suspension, censure, and reprimand; (8) Retention and inspection of records; (9) Roster; (10) Review of appraisal related records; (11) Inspection, examination, and photocopy of records; (12) National registry fee collection and remittance; and (13) Filing of surety bonds or irrevocable letters of credit. Section 37. That § 36-26-41 be AMENDED. 36-26-41. Investigation and report of violations--Employment of special counsel--Expenses. The board shall investigate every supposed alleged violation of this chapter, and pursuant to the procedures set forth in chapter 36-1C. If the board violation is committed by a nonlicensee, the board shall report the same to the proper law enforcement officials wherein the act is committed. The board is authorized to employ special counsel subject to the supervision, control and direction of the attorney general, to assist in the prosecution of violations of this chapter and to expend the necessary funds for such purpose. Section 38. That § 36-27A-34 be AMENDED. 36-27A-34. Investigation and prosecution of violations. The Board of Examiners of Psychologists shall investigate every alleged violation of this chapter pursuant to chapter 36-1C. The board may employ special counsel, subject to approval, supervision, control, and direction by the attorney general, to assist in the prosecution of violations of this chapter, and to spend the necessary funds for that purpose. Section 39. That § 36-29-26 be AMENDED. 36-29-26. Investigation and report of violations. The Board of Medical and Osteopathic Examiners shall investigate every supposed alleged violation of this chapter and pursuant to the procedures set forth in chapter 36-1C. If the alleged violation is committed by a nonlicensee, the board shall report the same to the proper law enforcement officials wherein the violation is committed. Section 40. That § 36-31-22 be AMENDED. 36-31-22. Investigation and report of violations. The board shall investigate every supposed alleged violation of this chapter and pursuant to the procedures set forth in chapter 36-1C. If the alleged violation is committed by a nonlicensee, the board shall report the same to the proper law enforcement officials wherein the violation is committed. Section 41. That § 36-32-80 be AMENDED. 36-32-80. Complaints--Investigation--Dismissal--Hearing--Appeal. The board shall receive complaints Complaints regarding any person licensed under this chapter shall be processed pursuant to chapter 36-1C. A record of each complaint shall be maintained by in the board office. An Notwithstanding any provision of chapter 36-1C, an investigation shall may be conducted by a member, agent, or an appointee of the board to determine whether the alleged violation has been committed. The investigator, if a member of the board, may dismiss a complaint if it appears to the member, in consultation with the board president, that no violation has been committed. If the investigator is an agent or an appointee of the board, dismissal of the complaint may only be made by the board president. Any disposition agreed upon between the investigator and the licensee or permit holder shall be made known to and approved by the board. Any disciplinary proceeding shall must be conducted in accordance with chapter 1-26. Any decision of the board entered in a contested proceeding may be appealed to the circuit court within thirty days. A license or permit shall remain remains in effect during the pendency of an appeal, unless suspended under § 36-32-86. Section 42. That § 36-32-89 be AMENDED. 36-32-89. Violations reported to law enforcement officials--Prosecution of violations. The board shall investigate and report an alleged violation of any provision of this chapter, pursuant to the procedures set forth in chapter 36-1C, and report the alleged violation. The board may employ special counsel subject to the supervision, control, and direction of the attorney general to assist in the prosecution of alleged criminal violations and may expend the necessary funds for this purpose. Section 43. That § 36-33-58 be AMENDED. 36-33-58. Complaints--Investigation--Dismissal--Hearing--Appeal. The board shall receive complaints regarding the enforcement of the provisions of this chapter pursuant to the procedures set forth in chapter 36-1C. A record of each complaint shall be maintained by the board. An investigation shall be conducted by a member, agent, or an appointee of the board to determine whether an alleged violation has been committed. The Notwithstanding chapter 36-1C, the investigator, if a member of the board, may dismiss a complaint if it appears to the member, in consultation with the board president, that no violation has been committed. If the investigator is an agent or an appointee of the board, dismissal of the complaint may only be made by the board president. Any disposition agreed upon between the investigator and the licensee or permit holder shall be made known to and approved by the board. Any disciplinary proceeding shall be conducted in accordance with chapter 1-26. Any decision of the board entered in a contested proceeding may be appealed to the circuit court within thirty days. A license or permit shall remain in effect during the pendency of an appeal unless suspended under § 36-33-64. Section 44. That § 36-34-18 be AMENDED. 36-34-18. Receipt and log of complaints--Investigation--Disciplinary proceeding. The board shall receive complaints concerning a practitioner's professional practices. Each complaint received shall be logged by the secretary-treasurer, or the board's designee, recording the practitioner's name, name of the complaining party, date of the complaint, a brief statement of the complaint, and its ultimate disposition. The board shall investigate each alleged violation of this chapter pursuant to the procedures set forth in chapter 36-1C. All disciplinary proceedings held under the authority of this chapter shall must be conducted in accordance with chapter 1-26. Section 45. That § 36-35-20 be AMENDED. 36-35-20. Investigation of complaints--Inspections. The board may shall receive and investigate any complaint filed with the board alleging a violation of this chapter pursuant to the procedures set forth in chapter 36-1C. The board may inspect the place of business of the licensee named in a complaint during normal business hours or upon written notice. Section 46. That § 36-36-12 be AMENDED. 36-36-12. Promulgation of rules. The board shall promulgate rules pursuant to chapter 1-26 pertaining to fees, licensure, investigations, disciplinary proceedings, and continuing education. Section 47. That § 36-38-21 be AMENDED. 36-38-21. Investigation of suspected violations--Prosecution of violations. The board shall investigate each suspected violation of this chapter and pursuant to the procedures set forth in chapter 36-1C. If the suspected violation is committed by a nonlicensee, the board shall report the violation to the proper law enforcement official where the act is committed. The board is authorized to employ special counsel subject to the supervision, control, and direction of the attorney general to assist in the prosecution of violations of this chapter, and to expend the necessary funds for such purpose. Section 48. That section 47 of this Act is repealed on July 1, 2024."}, {"bill_id": 21924, "bill_version_id": 217231, "bill_version": "Enrolled", "bill_version_date": "2021-02-10T16:48:02.117-06:00", "bill_text": "ENTITLED An Act to establish uniform complaint and declaratory ruling procedures for agencies regulating certain professions and occupations. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 36-1C-1. Definitions. Terms used in this Act mean: (1) \"Administrator,\" the executive director, executive secretary, or other person designated as being responsible for a professional or occupational licensing's board, commission, or agency operation; (2) \"Agency,\" a professional or occupational licensing board, commission, or agency set forth in title 36; (3) \"Complaint,\" an allegation of a violation of the laws or rules of a professional or occupational licensing board, commission, or agency set forth in title 36; (4) \"Investigative committee,\" one or more persons employed or contracted by a professional or occupational licensing board, commission, or agency set forth in title 36 to review and investigate complaints; (5) \"License,\" any certification, license, permit, or other authorization related to the practice of any profession or occupation regulated under title 36. Section 2. That a NEW SECTION be added: 36-1C-2. Complaints--Jurisdiction. Any person claiming that a licensee or an applicant for a license under title 36 has engaged in or is engaging in conduct constituting grounds for disciplinary action, as enumerated in the laws or rules of the agency, may file with the agency a written complaint. The agency shall require the complaining party to file a complaint stating the name of the applicant or licensee against whom the complaint is made and setting out, in full detail, the conduct that is alleged to be in violation and may prescribe the form on which a written complaint is made. The administrator shall request the complainant provide additional information if the complaint does not state a claim within the jurisdiction of the agency. Failure of the complainant to comply with this section is basis for the administrator to reject the complaint without further action. Section 3. That a NEW SECTION be added: 36-1C-3. Receipt of complaint--Time to respond--Failure to respond. Upon receipt of a properly submitted complaint within the agency's jurisdiction, the administrator shall serve a copy of the complaint by mail or electronic mail upon the applicant or licensee complained against. The applicant or licensee complained against shall send a response to the complaint to the administrator of the agency within twenty business days after service of the complaint on the applicant or licensee. Upon receipt of the response of the applicant or licensee, or upon expiration of the time for the applicant or licensee complained against to respond, the administrator shall assign an investigative committee to determine if the complaint has probable cause and constitutes grounds for disciplinary action or lacks probable cause and should be dismissed. The twenty business days may be extended by the administrator for good cause. Failure to respond to the complaint is grounds for disciplinary action. Section 4. That a NEW SECTION be added: 36-1C-4. Investigation--Dismissal permitted. Upon completion of the investigation, the investigating committee shall recommend to the agency whether the complaint should be dismissed for lack of probable cause, resolved by informal disposition, or settled by a formal hearing. The failure of an applicant or licensee to comply with the investigation is grounds for denial of the application or disciplinary action. An agency may allow the investigative committee to dismiss a complaint. Any dismissal by the investigative committee must be reported to the agency at its next scheduled meeting or within thirty days, whichever is shorter. An investigative committee includes the agency's legal counsel. Section 5. That a NEW SECTION be added: 36-1C-5. Option to authorize limited administrative fines for specified violations. The agency may authorize the administrator to impose an administrative fine upon proof of a violation of specified statutes or rules without additional prior approval. Any action taken pursuant to this section shall be reported to the agency at its next scheduled meeting or within thirty days, whichever is shorter. Any administrative fine issued under this section may be appealed by requesting a contested case under chapter 1-26. Notice of appeal must be submitted to the administrator within twenty calendar days of service of the fine. Any fine issued under this section may not exceed five hundred dollars. Section 6. That a NEW SECTION be added: 36-1C-6. Informal disposition--Notice. The agency may accept an informal disposition regarding a violation of the laws or rules under the agency's jurisdiction. The agreed upon disposition must be in writing and is subject to the approval of the agency. Failure to comply with the terms of an informal disposition is grounds for disciplinary action or allows the agency to institute or reinstitute formal proceedings. The administrator shall notify, in writing, any complaining party of the results of the informal disposition of a complaint and the action taken, if any. Section 7. That a NEW SECTION be added: 36-1C-7. Formal complaint. If an alleged violation has probable cause constituting grounds for disciplinary action, the legal counsel for the agency may commence formal proceedings by serving a formal complaint by mail or electronic mail upon the applicant or licensee complained against. The formal complaint must include the name of the applicant or licensee complained against, and a statement of facts setting forth the nature of the violations being charged that constitute grounds for disciplinary action. Section 8. That a NEW SECTION be added: 36-1C-8. Response to formal complaint. The applicant or licensee shall file an answer with the administrator within twenty calendar days after service of the complaint admitting, denying, qualifying, or explaining all facts alleged in the formal complaint and all defenses of the applicant or licensee or mitigating factors. Section 9. That a NEW SECTION be added: 36-1C-9. Notice of hearing. After the receipt of the response in § 36-1C-8, the agency's counsel shall file a notice of hearing pursuant to § 1-26-17. The notice of hearing must be served no later than twenty calendar days prior to the hearing date. The agency may continue the date of the hearing as necessary. The agency's counsel shall serve notice of any new date by electronic mail to the applicant or licensee's address on file with the agency. If the applicant or licensee does not have electronic mail, communication shall be sent to the mailing address on file with the agency. Section 10. That a NEW SECTION be added: 36-1C-10. Appearance required of applicant or licensee. The applicant or licensee appearing before the agency at a formal hearing shall appear in person unless otherwise waived by the agency. If an applicant or licensee fails to appear, the hearing may proceed without the applicant or licensee. Section 11. That a NEW SECTION be added: 36-1C-11. Board or commission member disqualified. If an alleged violation against an applicant or licensee is filed by a member of the agency's board or commission, or if a member of the agency's board or commission participates in the investigation of a violation by an applicant or licensee, that agency's board or commission member is disqualified from participating in the final decision rendered by the agency board or commission. Section 12. That a NEW SECTION be added: 36-1C-12. Written waiver of procedures. An applicant for a license or licensee may, in writing, waive any procedure granted to the applicant or licensee under this chapter. Notwithstanding any other provision of law, nothing in this chapter shall be construed to limit an agency's authority for emergency action under § 1-26-29. Section 13. That a NEW SECTION be added: 36-1C-13. Promulgation of rules. The Departments of Agriculture, Health, Labor and Regulation, and Social Services shall promulgate rules, pursuant to chapter 1-26, to make any consistent addition to the procedures in this chapter in order to comply with any federal statutes, rules, and regulations regarding a profession or occupation within their respective department. Section 14. That a NEW SECTION be added: 36-1C-14. Petition for declaratory ruling. A person seeking a ruling as to the applicability to that person of a law, rule, or order of an agency under title 36 may file with the agency a petition for declaratory ruling in substantially the following form: Pursuant to the provisions of SDCL 1-26-15, I, (name of petitioner), of (address of petitioner), am (title or capacity of petitioner), and do hereby petition the professional or occupational board or commission of (state name of body) for its declaratory ruling in regard to the following: (1) The statutes or rules or order in question is: (here identify and quote the pertinent statute, rule, or order.): (2) The facts and circumstances that give rise to the issue to be answered by the professional or occupational board or commission's declaratory ruling: (3) The precise issue to be answered by the professional or occupational board or commission's declaratory ruling: Dated at (city and state), this ________ day of _____________, _____. ___________________________ (Signature of Petitioner) Section 15. That a NEW SECTION be added: 36-1C-15. Action on petition. Upon receipt of the petition, the administrator may request from the petitioner any information that may be required for the issuance of its ruling. At the agency's next regularly scheduled meeting following the receipt of the petition or following receipt of requested information, or within ninety days, whichever is shorter, the agency shall issue its declaratory ruling and serve a copy of it by mail or electronic mail upon the petitioner. Section 16. That a NEW SECTION be added: 36-1C-16. Appeal of declaratory ruling. Any person seeking a declaratory ruling hereunder, is considered aggrieved if, within thirty days of the agency's declaratory ruling, a request is made for the agency to conduct a formal hearing. The hearing must be held at the earliest convenience of the agency following the receipt of the request. A hearing under this section is a contested case under chapter 1-26. Section 17. That § 36-4A-42 be AMENDED. 36-4A-42. Promulgation of rules by board. The board shall promulgate rules pursuant to chapter 1-26 pertaining to fees, licensure of physician assistants, and supervision requirements. Section 18. That § 36-4C-23 be AMENDED. 36-4C-23. Investigation of violations. The board shall investigate every alleged violation of this chapter pursuant to the procedures set forth in chapter 36-1C. If the alleged violation is committed by a nonlicensee, the board shall report it to the proper law enforcement officials of the county wherein the alleged violation has occurred. Section 19. That § 36-5-20 be AMENDED. 36-5-20. Disciplinary committee--Immunity from liability--Conditions--Official immunity unaffected. Notwithstanding any provision of chapter 36-1C, the Board of Examiners may act as a disciplinary committee or may appoint other chiropractors licensed to practice in this state to perform such functions to maintain the professional standards of the board. No monetary liability on the part of, and no cause of action for damages may arise against any member of a duly appointed disciplinary committee for any act or proceeding undertaken or performed within the scope of the functions of the committee, if the committee member acts without malice, has made a reasonable effort to obtain the facts of the matter on which the member acts, and acts in a reasonable effort to obtain the facts. The provisions of this section do not affect the official immunity of an officer or employee of a public corporation. The board may promulgate rules pursuant to chapter 1-26 governing the administration and enforcement of this section and the conduct of licensees, including: (1) The purpose of the disciplinary committee; (2) The composition of the disciplinary committee; and (3) The qualifications of the disciplinary committee. Section 20. That § 36-9-21 be AMENDED. 36-9-21. Promulgation of rules. The board shall promulgate rules pursuant to chapter 1-26 pertaining to: (1) Licensing and licenses; (2) The practice of nursing; (3) Scope of nursing practice; (4) Except as otherwise provided in § 36-9-28, the delegation of nursing functions to unlicensed assistive personnel under the supervision of a licensed nurse; (5) Except as otherwise provided in § 36-9-28, the training, registration, and supervisory requirements for unlicensed personnel performing delegated nursing functions under the supervision of a licensed nurse; (6) Fees; and (7) Approval of nursing education and clinical enrichment programs. Section 21. That § 36-9A-41 be AMENDED. 36-9A-41. Promulgation of rules. The board may promulgate rules pursuant to chapter 1-26 pertaining to: licensure and licenses, practice, prescriptive authority, and approval of education programs. Section 22. That § 36-9C-32 be AMENDED. 36-9C-32. Promulgation of rules. The board shall promulgate rules pursuant to chapter 1-26 pertaining to: (1) Licensing and licenses; (2) The practice and scope, pursuant to § 36-9C-13, of certified professional midwives and certified professional midwife students; (3) Fees; (4) Approval of certified professional midwife education programs; and (5) Criteria for low-risk pregnancy and delivery. Section 23. That § 36-10-49 be AMENDED. 36-10-49. Investigation of violations--Employment of counsel to assist in prosecution. The Board of Examiners or the physical therapy committee, or both, shall investigate every alleged violation of this chapter pursuant to the procedures set forth in chapter 36-1C. If the alleged violation is committed by a nonlicensee, the board shall report the violation to the proper law enforcement officials wherein the act is committed. The board may employ special counsel subject to the supervision, control and direction of the attorney general, assist in the prosecution of violations of this chapter, and expend the necessary funds for such purpose. Section 24. That § 36-11-11 be AMENDED. 36-11-11. Promulgation of rules . The Board of Pharmacy may promulgate rules pursuant to chapter 1-26: (1) Pertaining to the practice of pharmacy; (2) Relating to the sanitation of persons and establishments licensed under the provisions of this chapter; (3) Pertaining to establishments licensed under the provisions of this chapter wherein any drug is compounded, prepared, dispensed or sold; (4) Providing for minimum equipment and standards of establishments licensed under the provisions of this chapter; (5) Pertaining to the sale of drugs by or through any mechanical device; (6) In cooperation with other governmental agencies where there exists a joint responsibility for protecting the public health and welfare; (7) Pertaining to the sale of nonprescription drugs; (8) To adopt such publications or supplements thereto as shall from time to time be deemed necessary to describe the drugs, medicines, prescription drugs, dispensing physician or other terms defined in § 36-11-2; (9) Pertaining to the posting of prescription prices on the premises of a pharmacy department to provide consumers with comparative pricing information; (10) Pertaining to registration of drug wholesalers and manufacturers; (11) Pertaining to home health care and service; (12) Pertaining to computerized pharmacy; (13) Pertaining to the registration of registered pharmacy technicians; an annual registration fee not to exceed thirty dollars; and tasks that may not be delegated by a licensed pharmacist to a registered technician; (14) Redispensing of pharmaceuticals; and (15) Pertaining to the dispensing of biological products. Section 25. That § 36-18A-22 be AMENDED. 36-18A-22. Board to promulgate rules--Scope of rules--Existing rules remain in effect. The board shall, pursuant to chapter 1-26, promulgate rules that may be reasonably necessary for the performance of its duties, the regulation of proceedings before it, and the licensure of the professions it regulates. The existing rules promulgated under the previous chapter 36-18 remain in effect until replaced. The board shall promulgate rules, pursuant to chapter 1-26, for the licensure of professional engineers, architects, land surveyors, landscape architects, and petroleum release assessors and remediators in the following areas: (1) Forms such as applications, renewals, licenses or certificates, and receipts for applicants, licensed professionals, and business entities; (2) Fees for applications, examinations, renewals, late penalties, lists and labels of licensees, returned checks, reinstatement, inactive status, ability to allow a vendor to collect fees for examinations, waiver of fees; (3) Criteria for types of education degrees, approval of accredited programs, intern programs, type of experience, length of experience, national and state specific examinations, use of computer examinations, criteria from other countries, procedure to evaluate foreign degrees, eligibility of applicants, dual licenses; (4) Continuing professional education and development content, hours, carryovers, and requirements; (5) How, when, and where to seal plans and documents; type of seal; required services to be provided; and criteria to define complete plans, minimum standards of practice, and guidelines; (6) Description of and criteria for construction administration, including a designation of who is to perform construction administration and criteria for a prime professional or a coordinating professional; (7) Requirements for compliance with local building code; and (8) The adoption of a code of professional conduct. Section 26. That § 36-19-9 be AMENDED. 36-19-9. Officers of board--Scope of rules--Bond required of treasurer. The State Board of Funeral Service may elect, out of its own number, a president, a vice‑president, and secretary‑treasurer, and, pursuant to chapter 1-26, promulgate the rules as may be reasonable and proper to: (1) Establish the minimum physical standards of licensees' funeral establishments; (2) Regulate the inspection of each funeral establishment; (3) Establish the educational, training, reciprocity and renewal requirements for licensure; and (4) However, the board may not regulate the method and manner of providing funeral service. The treasurer of the board shall give bond in the sum of five thousand dollars with sufficient sureties to be approved by the board, conditioned for the honest and faithful discharge of the treasurer's duties. Section 27. That § 36-20B-41 be AMENDED. 36-20B-41. Investigations--Probable cause determination--Subpoena power of board. The board may, upon receipt of a complaint or other information suggesting violations of this chapter or of the rules of the board, conduct investigations in accordance with chapter 36-1C to determine whether there is probable cause to institute proceedings under chapter 1-26 or of this chapter against any person or firm for such violation. However, no investigation under this section may be a prerequisite to the proceedings if a determination of probable cause can be made without investigation. In aid of such investigations, the board or the chair thereof may issue subpoenas to compel witnesses to testify and to produce evidence. Section 28. That § 36-20B-42 be AMENDED. 36-20B-42. Investigating officer--Confidentiality of information. If an investigation committee determines a complaint or other information suggesting a violation under § 36-20B-41 lacks probable cause, the report of the investigating committee, the complaint, if any, the testimony and documents submitted in support of the complaint or gathered in the investigation, and the fact of pendency of the investigation must be treated as confidential information and may not be disclosed to any person except law enforcement authorities and, to the extent considered necessary in order to conduct the investigation, the subject of the investigation, the person whose complaint is being investigated, and any witness questioned in the course of the investigation. Section 29. That § 36-20B-43 be AMENDED. 36-20B-43. Findings of investigation--Effect. At the conclusion of the investigation under § 36-1C-4, if the subject of the investigation is an individual with practice privileges under the provisions of § 36-20B-66 or 36-20B-67, the board staff shall proceed in accordance with chapter 1-26. If the subject of the investigation is not a licensee or an individual with privileges under this chapter, the board shall take appropriate action under this chapter. Upon a finding of no probable cause, the board shall close the matter and shall thereafter release information relating thereto only with the consent of the person or firm under investigation. Section 30. That § 36-20B-45 be AMENDED. 36-20B-45. Issuance of complaint--Administrative hearing--Service of complaint and notice of hearing. If probable cause with respect to a violation by an individual with practice privileges granted under the provisions of § 36-20B-66 or 36-20B-67 has been determined by the board, or upon receipt of notice of a decision by the board of another state furnishing grounds for a determination of probable cause, the board may issue a complaint setting forth appropriate charges and set a date for hearing before the board on such charges. If a complaint is issued and a hearing date set, the board shall, not less than thirty days prior to the date of the hearing, serve a copy of the complaint and notice of the time and place of the hearing upon the individual with practice privileges granted under the provisions of § 36-20B-66 or 36-20B-67, together with a copy of the contested case proceedings under chapter 1-26. Service shall be by certified or registered mail to the address last known to the board, or pursuant to chapter 1-26. Section 31. That § 36-20B-46 be AMENDED. 36-20B-46. Respondent to have access to investigatory report and evidence. An individual with practice privileges under the provisions of § 36-20B-66 or 36-20B-67 against whom a complaint has been issued under this section may, reasonably in advance of the hearing, examine and copy the report of investigation, if any, and any documentary or testimonial evidence and summaries of anticipated evidence in the board's possession relating to the subject matter of the complaint. The board shall adopt rules, promulgated pursuant to chapter 1-26, governing proceedings under this section to specify the manner in which such right may be exercised. Section 32. That § 36-20B-47 be AMENDED. 36-20B-47. Appearance at hearing--Examination and presentation of witnesses and evidence--Subpoenas. The respondent licensee shall appear at the hearing as required by § 36-1C-10. An individual with practice privileges granted under the provisions of § 36-20B-66 or 36-20B-67 may appear at the hearing in person or, in the case of a firm, through a partner, officer, director, shareholder, member, or manager, and by counsel, examine witnesses and evidence presented in support of the complaint, and present evidence and witnesses on the licensee's or an individual's own behalf. The licensee or an individual granted practice privileges under the provisions of § 36-20B-66 or 36-20B-67 is entitled, on application to the board, to the issuance of subpoenas to compel the attendance of witnesses and the production of documentary evidence. Section 33. That § 36-21A-89 be AMENDED. 36-21A-89. Administration and enforcement of chapter--Promulgation of rules. The commission may promulgate rules pursuant to chapter 1-26 relating to the administration and enforcement of the provisions of this chapter in the following areas: (1) Procedures for conducting the commission's business; (2) Procedures and qualifications for application, minimum requirements for examination, procedures for the examination and the administration of the examination, the required score for passing the examination, and procedures for replacement of a license; (3) Requirements for dividing a commission with a broker in another state, requirements for application for licensure by reciprocity and the practice of a nonresident licensee in the state; (4) Procedures for application to provide classroom instruction or correspondence work for prelicensing education, qualifications of the instructors and facilities, and procedures for approving classroom instruction and correspondence work and for withdrawing the approval; (5) Requirements for a real estate auction, use of unlicensed persons to call or take bids, and the requirements, duties and responsibilities of an auctioneer; (6) Requirements for mortgage brokers, including areas such as trust accounts, record-keeping, written contracts, full disclosure and restrictions on chargeable costs and expenses; (7) Requirements for continuing education including procedures for granting a certificate of accreditation; notification of a material change in an approved course offering; suspension, revocation and denial of course approval; notice to students regarding the course and opportunity for comment; auditing; certificates of attendance; preregistration and limits on correspondence courses; (8) Requirements for property managers, including areas such as trust accounts, auditing, contracts, disclosure, disciplinary matters, financial obligations and records, and property management accounting; and (9) Requirements for establishing and maintaining teams and the requirements, duties, and responsibilities of team leaders. Section 34. That § 36-21B-3 be AMENDED. 36-21B-3. Promulgation of rules. The secretary of the Department of Labor and Regulation may promulgate rules pursuant to chapter 1-26 relating to appraisers and appraisals in the following areas: (1) Certification, licensing, and registration of appraisers; (2) Definition of terms; (3) Uniform standards of professional appraisal practice; (4) Application for and issuance of certificates; (5) Examinations and examination procedures; (6) Pre-certification education criteria and continuing education; (7) Qualifications for and upgrading of a certificate; (8) Transactions requiring certified, licensed, or registered appraisers; (9) Renewal and late renewal procedures; (10) Certificate by reciprocity; (11) Temporary practice and permits; (12) Grounds for disciplinary actions including denial, revocation, suspension, censure, and reprimand; (13) Conflict of interest and investigation; (14) Advertising by certified, licensed, or registered appraisers; (15) Retention and inspection of records, and rosters of appraisers; (16) Appraiser membership, competency, and independence; (17) Review of appraisals and contracting for investigations; (18) Inspection, examination, and photocopy of appraisal records for audit purposes; (19) Inactive status; and (20) Exemptions and standards allowing appraisers to perform an evaluation for a federally insured depository institution. Section 35. That § 36-21C-6 be AMENDED. 36-21C-6. Promulgation of rules for licensing and registration. The commission shall promulgate rules pursuant to chapter 1-26 for licensed and registered home inspectors in the following areas: (1) Standards and requirements for prelicense and continuing education, including qualifications of instructors, procedures for granting a certificate of accreditation, notification of a material change in an approved course offering, suspension, revocation, and denial of course approval, certification of attendance, preregistration, and hours required to renew a license or registration; (2) A code of ethics and standards of practice; (3) Fees for applications, examinations, registration, licensure, and renewals, not to exceed two hundred dollars for application and one hundred dollars for renewal; and (4) Procedures and qualifications for application, minimum requirements for examination, procedures for the examination and the administration of the examination, the required score for passing the examination, and procedures for replacement of a license. Section 36. That § 36-21D-4 be AMENDED. 36-21D-4. Promulgation of rules regarding companies and services. The secretary of the Department of Labor and Regulation may promulgate rules pursuant to chapter 1-26 relating to appraisal management companies and appraisal management services in the following areas: (1) Registration of appraisal management companies; (2) Definition of terms; (3) Responsibilities and duties; (4) Application for and issuance of certificate of registration; (5) Renewal and late renewal procedures; (6) Contracting for investigations; (7) Complaints and grounds for disciplinary actions, including denial, revocation, suspension, censure, and reprimand; (8) Retention and inspection of records; (9) Roster; (10) Review of appraisal related records; (11) Inspection, examination, and photocopy of records; (12) National registry fee collection and remittance; and (13) Filing of surety bonds or irrevocable letters of credit. Section 37. That § 36-26-41 be AMENDED. 36-26-41. Investigation and report of violations--Employment of special counsel--Expenses. The board shall investigate every alleged violation of this chapter pursuant to the procedures set forth in chapter 36-1C. If the board violation is committed by a nonlicensee, the board shall report the same to the proper law enforcement officials wherein the act is committed. The board is authorized to employ special counsel subject to the supervision, control and direction of the attorney general, to assist in the prosecution of violations of this chapter and to expend the necessary funds for such purpose. Section 38. That § 36-27A-34 be AMENDED. 36-27A-34. Investigation and prosecution of violations. The Board of Examiners of Psychologists shall investigate every alleged violation of this chapter pursuant to chapter 36-1C. The board may employ special counsel, subject to approval, supervision, control, and direction by the attorney general, to assist in the prosecution of violations of this chapter, and to spend the necessary funds for that purpose. Section 39. That § 36-29-26 be AMENDED. 36-29-26. Investigation and report of violations. The Board of Medical and Osteopathic Examiners shall investigate every alleged violation of this chapter pursuant to the procedures set forth in chapter 36-1C. If the alleged violation is committed by a nonlicensee, the board shall report the same to the proper law enforcement officials wherein the violation is committed. Section 40. That § 36-31-22 be AMENDED. 36-31-22. Investigation and report of violations. The board shall investigate every alleged violation of this chapter pursuant to the procedures set forth in chapter 36-1C. If the alleged violation is committed by a nonlicensee, the board shall report the same to the proper law enforcement officials wherein the violation is committed. Section 41. That § 36-32-80 be AMENDED. 36-32-80. Complaints--Investigation--Dismissal--Hearing--Appeal. Complaints regarding any person licensed under this chapter shall be processed pursuant to chapter 36-1C. A record of each complaint shall be maintained in the board office. Notwithstanding any provision of chapter 36-1C, an investigation may be conducted by a member, agent, or an appointee of the board to determine whether the alleged violation has been committed. The investigator, if a member of the board, may dismiss a complaint if it appears to the member, in consultation with the board president, that no violation has been committed. If the investigator is an agent or an appointee of the board, dismissal of the complaint may only be made by the board president. Any disposition agreed upon between the investigator and the licensee or permit holder shall be made known to and approved by the board. Any disciplinary proceeding must be conducted in accordance with chapter 1-26. Any decision of the board entered in a contested proceeding may be appealed to the circuit court within thirty days. A license or permit remains in effect during the pendency of an appeal, unless suspended under § 36-32-86. Section 42. That § 36-32-89 be AMENDED. 36-32-89. Violations reported to law enforcement officials--Prosecution of violations. The board shall investigate an alleged violation of any provision of this chapter, pursuant to the procedures set forth in chapter 36-1C, and report the alleged violation. The board may employ special counsel subject to the supervision, control, and direction of the attorney general to assist in the prosecution of alleged criminal violations and may expend the necessary funds for this purpose. Section 43. That § 36-33-58 be AMENDED. 36-33-58. Complaints--Investigation--Dismissal--Hearing--Appeal. The board shall receive complaints regarding the enforcement of the provisions of this chapter pursuant to the procedures set forth in chapter 36-1C. A record of each complaint shall be maintained by the board. Notwithstanding chapter 36-1C, the investigator, if a member of the board, may dismiss a complaint if it appears to the member, in consultation with the board president, that no violation has been committed. If the investigator is an agent or an appointee of the board, dismissal of the complaint may only be made by the board president. Any disposition agreed upon between the investigator and the licensee or permit holder shall be made known to and approved by the board. Any disciplinary proceeding shall be conducted in accordance with chapter 1-26. Any decision of the board entered in a contested proceeding may be appealed to the circuit court within thirty days. A license or permit shall remain in effect during the pendency of an appeal unless suspended under § 36-33-64. Section 44. That § 36-34-18 be AMENDED. 36-34-18. Receipt and log of complaints--Investigation--Disciplinary proceeding. The board shall receive complaints concerning a practitioner's professional practices. Each complaint received shall be logged by the secretary-treasurer, or the board's designee, recording the practitioner's name, name of the complaining party, date of the complaint, a brief statement of the complaint, and its ultimate disposition. The board shall investigate each alleged violation of this chapter pursuant to the procedures set forth in chapter 36-1C. All disciplinary proceedings held under the authority of this chapter must be conducted in accordance with chapter 1-26. Section 45. That § 36-35-20 be AMENDED. 36-35-20. Investigation of complaints--Inspections. The board shall receive and investigate any complaint filed with the board alleging a violation of this chapter pursuant to the procedures set forth in chapter 36-1C. The board may inspect the place of business of the licensee named in a complaint during normal business hours or upon written notice. Section 46. That § 36-36-12 be AMENDED. 36-36-12. Promulgation of rules. The board shall promulgate rules pursuant to chapter 1-26 pertaining to fees, licensure, investigations, and continuing education. Section 47. That § 36-38-21 be AMENDED. 36-38-21. Investigation of suspected violations--Prosecution of violations. The board shall investigate each suspected violation of this chapter pursuant to the procedures set forth in chapter 36-1C. If the suspected violation is committed by a nonlicensee, the board shall report the violation to the proper law enforcement official where the act is committed. The board is authorized to employ special counsel subject to the supervision, control, and direction of the attorney general to assist in the prosecution of violations of this chapter, and to expend the necessary funds for such purpose. Section 48. That section 47 of this Act is repealed on July 1, 2024. An Act to establish uniform complaint and declaratory ruling procedures for agencies regulating certain professions and occupations. I certify that the attached Act originated in the: House as Bill No. 1014 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1014 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21924, "action_date": "2021-01-12T12:00:00-06:00", "document_id": 211012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211012.pdf", "status_text": "First read in House and referred to", "journal_page": 11, "committee_id_action": 492, "committee_id_assigned": 487, "result": "N", "vote": {}}, {"bill_id": 21924, "action_date": "2021-01-20T10:00:00-06:00", "document_id": 211270, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211270.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21924, "action_date": "2021-01-20T10:00:00-06:00", "document_id": 211271, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211271.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21924, "action_date": "2021-01-20T10:00:00-06:00", "document_id": 211271, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211271.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67578, "president_vote": null, "Yea": [1766, 1767, 1772, 3802, 1834, 1843, 1883, 3782, 1862, 3789, 1866, 1769, 1823]}}, {"bill_id": 21924, "action_date": "2021-01-22T13:00:00-06:00", "document_id": 212449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212449.pdf", "status_text": "Motion to amend", "journal_page": 111, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21924, "action_date": "2021-01-22T13:00:00-06:00", "document_id": 212449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212449.pdf", "status_text": "Do Pass Amended", "journal_page": 111, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67743, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1800, 1804, 1805, 1807, 1813, 1817, 1820, 1822, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1839, 1841, 1843, 1844, 1852, 1855, 1862, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806], "Nay": [1802], "Excused": [1809, 1823]}}, {"bill_id": 21924, "action_date": "2021-01-25T14:00:00-06:00", "document_id": 212700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212700.pdf", "status_text": "First read in Senate and referred to", "journal_page": 102, "committee_id_action": 514, "committee_id_assigned": 504, "result": "N", "vote": {}}, {"bill_id": 21924, "action_date": "2021-02-09T10:00:00-06:00", "document_id": 216694, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216694.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21924, "action_date": "2021-02-09T10:00:00-06:00", "document_id": 216697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216697.pdf", "status_text": "Do Pass", "journal_page": 5, "committee_id_action": 504, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68845, "president_vote": null, "Yea": [1789, 1828, 1856, 1858, 3796, 1870, 3795, 1881], "Excused": [1850]}}, {"bill_id": 21924, "action_date": "2021-02-10T14:00:00-06:00", "document_id": 217104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217104.pdf", "status_text": "Do Pass Amended", "journal_page": 241, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68995, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1783, 1785, 1786, 1789, 1790, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 3795, 1865, 1870]}}, {"bill_id": 21924, "action_date": "2021-02-11T13:00:00-06:00", "document_id": 217249, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217249.pdf", "status_text": "Signed by the Speaker", "journal_page": 288, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21924, "action_date": "2021-02-16T14:00:00-06:00", "document_id": 217350, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217350.pdf", "status_text": "Signed by the President", "journal_page": 271, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21924, "action_date": "2021-02-17T14:00:00-06:00", "document_id": 217581, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217581.pdf", "status_text": "Delivered to the Governor", "journal_page": 303, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21924, "action_date": "2021-02-22T14:00:00-06:00", "document_id": 217863, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217863.pdf", "status_text": "Signed by the Governor", "journal_page": 326, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7133, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21924"}