{"session_id": 19, "bill_id": 3949, "bill_type": "Senate Bill", "bill_number": 118, "bill_title": "provide for the issuance of a resident medical license and to repeal certain resident training permits issued by the Board of Medical and Osteopathic Examiners.", "sponsors": [], "keywords": ["Licensing", "Professions and Occupations", "Public Health and Safety"], "audio": [{"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst15.mp3", "start_seconds": 899.0}, {"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst15.mp3", "start_seconds": 899.0}, {"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst15.mp3", "start_seconds": 899.0}, {"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst15.mp3", "start_seconds": 899.0}, {"meeting_datetime": "2013-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe23.mp3", "start_seconds": 1183.0}, {"meeting_datetime": "2013-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe23.mp3", "start_seconds": 1183.0}, {"meeting_datetime": "2013-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe23.mp3", "start_seconds": 1183.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou29.mp3", "start_seconds": 7114.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou29.mp3", "start_seconds": 7114.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou29.mp3", "start_seconds": 7114.0}], "bill_versions": [{"bill_id": 3949, "bill_version_id": 24133, "bill_version": "Introduced", "bill_version_date": "2013-01-22T08:02:47.53-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the issuance of a resident medical license and to repeal certain resident training permits issued by the Board of Medical and Osteopathic Examiners. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-4-20.6 be amended to read as follows: 36-4-20.6. A resident certificate license is a certificate license allowing the holder to practice medicine in this state for a limited period of time subject to the requirements and conditions set forth in the certificate license. Section 2. That § 36-4-20.7 be amended to read as follows: 36-4-20.7. The Board of Examiners may issue a resident certificate license to an applicant who has satisfied all the requirements for licensure set forth in § 36-4-11, except having successfully completed a program as an intern or resident, and has successfully completed the first year of a is currently enrolled in an accredited residency program. The applicant shall make application for the resident certificate to the board on forms provided apply using forms prescribed by the board. The application shall be accompanied by an application fee set by the board, by rule promulgated pursuant to chapter 1-26, not to exceed fifty dollars. Section 3. That § 36-4-20.8 be amended to read as follows: 36-4-20.8. Any resident certificate license is valid for a period not exceeding one year from the issuance thereof, if the certificate holder successfully continues in an approved issue date. The resident license holder shall continue in good standing in an accredited residency program during the one-year period. The resident certificate shall allow the holder to practice medicine in this state in all functions involved in his residency program; to provide emergency room medical coverage on an irregular basis; and to provide short-term medical care to patients in the absence of their regularly licensed physician by agreement with the physician or the resident license is forfeit. No holder of a resident license may engage in providing medical services outside the established residency program until the holder has successfully completed one year of residency training. Section 4. That § 36-4-20.9 be repealed. 36-4-20.9. A resident training permit is a permit allowing the holder to practice medicine in this state for a limited period of time subject to the requirements and conditions set forth in the permit. Section 5. That § 36-4-20.10 be repealed. 36-4-20.10. The Board of Examiners may issue a resident training permit to an applicant who is enrolled in a medical residency program approved by the board. The applicant shall make application for the resident training permit to the board on forms provided by the board. Section 6. That § 36-4-20.11 be repealed. 36-4-20.11. Any resident training permit is valid for a period not exceeding one year from the issuance thereof, if the permit holder successfully continues in an approved residency program during the period. The resident training permit allows the holder to practice medicine in this state in all functions involved in the residency program. No holder of a resident training permit may engage in providing medical services outside the established residency program. Section 7. That § 36-4-20.12 be amended to read as follows: 36-4-20.12. Each person receiving a resident certificate or resident training permit license under the provisions of this chapter shall apply, on a form approved by the Board of Examiners prescribed by the board, for a renewal of the resident certificate or resident training permit license. Section 8. That § 36-4-20.13 be amended to read as follows: 36-4-20.13. Failure of a person to renew the resident certificate or resident training permit license on or before June thirtieth of each year constitutes a forfeiture of the resident certificate or resident training permit license held by the person. However, the resident certificate or resident training permit license may be renewed at the discretion of the Board of Examiners upon making application on a form approved prescribed by the board. Section 9. That § 36-4-28 be amended to read as follows: 36-4-28. The Board of Examiners may, in compliance with chapter 1-26, refuse to grant a license, resident license, or certificate, or permit under this chapter because of unprofessional, immoral, or dishonorable conduct on the part of the applicant. Section 10. That § 36-4-29 be amended to read as follows: 36-4-29. The Board of Examiners may cancel, revoke, suspend, or limit the license, resident license, or certificate, or permit of any physician, surgeon, or osteopathic physician or surgeon issued under this chapter upon satisfactory proof by a preponderance of the evidence in compliance with chapter 1-26 of such a licensee's, resident licensee's, or certificate holder's, or permit holder's professional incompetence, or unprofessional or dishonorable conduct, or proof of a violation of this chapter in any respect. However, the board may not base a finding of unprofessional or dishonorable conduct solely on the basis that a licensee, resident licensee, or certificate holder, or permit holder practices chelation therapy. For the purposes of this section, professional incompetence is a deviation from the statewide standard of competence, which is that minimum degree of skill and knowledge necessary for the performance of characteristic tasks of a physician or surgeon in at least a reasonably effective way. Section 11. That § 36-4-29.1 be amended to read as follows: 36-4-29.1. If the Board of Examiners finds that public health, safety, or welfare imperatively require emergency action, and incorporates a finding to that effect in its order, or has information filed with the board that a holder of a license, resident license, or certificate, or permit improperly obtained a license, resident license, or certificate, or permit from the board, summary suspension of a license, resident license, or certificate, or permit may be ordered pending final action by the Board of Examiners. The Board of Examiners shall convene a hearing which shall be promptly instituted and determined and take action as provided in § 36-4-29. Section 12. That § 36-4-31 be amended to read as follows: 36-4-31. The proceedings for cancellation, revocation, or suspension of a license, resident license, or certificate, or permit shall be conducted in compliance with chapter 1-26. However, the Board of Examiners may dispense with the requirement of prior notice and an informal meeting set forth in § 1-26-29 if the board finds that the public health, interest, or safety require otherwise or that willful acts have been alleged. Section 13. That § 36-4-31.4 be amended to read as follows: 36-4-31.4. Upon application, the Board of Examiners may reissue a license, resident license, or certificate, or resident training permit to practice to any person whose license, resident license, or certificate, or resident training permit has been canceled, suspended, or revoked. No reissuance of a license, resident license, or certificate, or resident training permit which has been canceled or revoked may be made prior to one year after the cancellation or revocation. The reissuance of any license, resident license, or certificate, or resident training permit may be made in such manner and form and under conditions as the board may require. Section 14. That § 36-4-31.5 be amended to read as follows: 36-4-31.5. Testimony of a witness or documentary evidence of any kind on cancellation, revocation, suspension, or limitation proceedings are not subject to discovery or disclosure under chapter 15-6 or any other provision of law, and are not admissible as evidence in any action of any kind in any court or arbitration forum, except as hereinafter provided. No person in attendance at any hearing of the Board of Examiners considering cancellation, revocation, suspension, or limitation of a license, resident license, or certificate, or permit issued by it may be required to testify as to what transpired at such meeting. The prohibition relating to discovery of evidence does not apply to deny a physician access to or use of information upon which a decision regarding the physician's staff privileges was based. The prohibition relating to discovery of evidence does not apply to any person or the person's counsel in the defense of an action against the person's access to the materials covered under this section. Section 15. That § 36-4-31.6 be amended to read as follows: 36-4-31.6. If the grant, denial, or renewal of a license, resident license, or certificate, or permit to practice medicine allopathic or osteopathic medicine was previously treated as a contested case resulting in a final decision, the provisions of chapter 1-26 concerning contested cases do not apply unless the Board of Examiners determines that there has been a substantial change of circumstance since the proceedings in the prior contested case. Section 16. That § 36-4-32 be amended to read as follows: 36-4-32. In case any person holding a license, resident license, or certificate, or permit to practice medicine allopathic or osteopathic medicine, surgery and obstetrics shall by any final order or adjudication of any court of competent jurisdiction be adjudged to be mentally incompetent or insane, the license, resident license, or certificate, or permit shall be suspended by the board after proceedings in compliance with chapter 1-26, and anything in this chapter to the contrary notwithstanding, such suspension shall continue until the licensee, resident licensee, or certificate holder, or permit holder is found or adjudged by such court to be restored to reason or until the holder of the license, resident license, or certificate, or permit is duly discharged as restored to reason in any other manner provided by law and has appeared before the board at a regular or special meeting of the board to apply for such reinstatement. The board may, in its discretion, establish such probationary conditions as it deems necessary for the best interests of licensee, resident licensee, or certificate holder, or permit holder. Section 17. That § 36-4-34 be amended to read as follows: 36-4-34. If it appears from evidence satisfactory to the Board of Examiners that any person has violated the provisions of this chapter or that any licensee, resident licensee, or certificate holder, or permit holder under this chapter has been guilty of unprofessional or dishonorable conduct or is incompetent, the board may apply for an injunction in any court of competent jurisdiction to restrain the person or licensee, resident licensee, or certificate holder, or permit holder from continuing to practice allopathic or osteopathic medicine, osteopathy, surgery, or obstetrics in any of their branches in this state. Application for an injunction is an alternate to criminal proceedings, and the commencement of one proceeding by the board constitutes an election."}, {"bill_id": 3949, "bill_version_id": 26437, "bill_version": "Enrolled", "bill_version_date": "2013-02-26T11:05:37.663-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3949, "action_date": "2013-01-23T14:00:00-06:00", "document_id": 24441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24441.pdf", "status_text": "First read in Senate and referred to", "journal_page": 165, "committee_id_action": 200, "committee_id_assigned": 185, "result": "N", "vote": {}}, {"bill_id": 3949, "action_date": "2013-01-30T10:00:00-06:00", "document_id": 24849, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24849.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 185, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3949, "action_date": "2013-01-30T10:00:00-06:00", "document_id": 24986, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24986.pdf", "status_text": "Do Pass", "journal_page": 275, "committee_id_action": 185, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13162, "president_vote": null, "Yea": [337, 340, 364, 345, 329, 320, 328, 333, 339]}}, {"bill_id": 3949, "action_date": "2013-01-30T10:00:00-06:00", "document_id": 24986, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24986.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 185, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3949, "action_date": "2013-01-31T12:30:00-06:00", "document_id": 25091, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25091.pdf", "status_text": "Do Pass", "journal_page": 292, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13272, "president_vote": null, "Yea": [338, 362, 337, 366, 388, 340, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 331, 419, 320, 385, 384, 321, 368, 328, 333, 386, 367, 319, 339, 387, 327, 383, 379], "Excused": [330, 317]}}, {"bill_id": 3949, "action_date": "2013-02-04T14:00:00-06:00", "document_id": 25197, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25197.pdf", "status_text": "First read in House and referred to", "journal_page": 283, "committee_id_action": 202, "committee_id_assigned": 191, "result": "N", "vote": {}}, {"bill_id": 3949, "action_date": "2013-02-12T07:45:00-06:00", "document_id": 25424, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25424.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 191, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3949, "action_date": "2013-02-14T07:45:00-06:00", "document_id": 25531, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25531.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 191, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3949, "action_date": "2013-02-14T07:45:00-06:00", "document_id": 25703, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25703.pdf", "status_text": "Do Pass", "journal_page": 378, "committee_id_action": 191, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13778, "president_vote": null, "Yea": [418, 412, 374, 396, 394, 413, 372, 357, 403, 323, 401, 369, 371]}}, {"bill_id": 3949, "action_date": "2013-02-15T12:15:00-06:00", "document_id": 25854, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25854.pdf", "status_text": "Deferred to another day", "journal_page": 425, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3949, "action_date": "2013-02-19T14:00:00-06:00", "document_id": 25959, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25959.pdf", "status_text": "Deferred to another day", "journal_page": 443, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3949, "action_date": "2013-02-20T14:00:00-06:00", "document_id": 26084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26084.pdf", "status_text": "Deferred to another day", "journal_page": 472, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3949, "action_date": "2013-02-21T14:00:00-06:00", "document_id": 26151, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26151.pdf", "status_text": "Deferred to another day", "journal_page": 491, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3949, "action_date": "2013-02-22T12:30:00-06:00", "document_id": 26261, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26261.pdf", "status_text": "Deferred to another day", "journal_page": 507, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3949, "action_date": "2013-02-25T14:00:00-06:00", "document_id": 26348, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26348.pdf", "status_text": "Do Pass", "journal_page": 530, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14325, "president_vote": null, "Yea": [420, 346, 415, 418, 326, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 318, 397, 374, 402, 381, 396, 370, 394, 413, 372, 350, 347, 416, 389, 351, 344, 359, 392, 335, 369, 414, 400, 375, 371, 380, 316, 332, 393, 395, 390, 408, 404, 405, 356, 411, 377, 355, 378, 407, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 373, 353, 341, 334], "Excused": [352, 401]}}, {"bill_id": 3949, "action_date": "2013-02-26T14:00:00-06:00", "document_id": 26501, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26501.pdf", "status_text": "Signed by the President", "journal_page": 586, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3949, "action_date": "2013-02-28T12:30:00-06:00", "document_id": 26771, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26771.pdf", "status_text": "Signed by the Speaker", "journal_page": 598, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3949, "action_date": "2013-03-04T14:00:00-06:00", "document_id": 26961, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26961.pdf", "status_text": "Delivered to the Governor", "journal_page": 634, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3949, "action_date": "2013-03-07T10:00:00-06:00", "document_id": 27341, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27341.pdf", "status_text": "Signed by the Governor", "journal_page": 713, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5391, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3949"}