{"session_id": 20, "bill_id": 5488, "bill_type": "House Bill", "bill_number": 1016, "bill_title": "repeal certain outdated or unnecessary statutes and administrative rules pertaining to the Department of Public Safety.", "sponsors": [], "keywords": ["Administrative Rules", "Motor Carrier", "Public Safety"], "audio": [{"meeting_datetime": "2014-01-17T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hst04.mp3", "start_seconds": 158.0}, {"meeting_datetime": "2014-01-17T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hst04.mp3", "start_seconds": 158.0}, {"meeting_datetime": "2014-01-17T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hst04.mp3", "start_seconds": 158.0}, {"meeting_datetime": "2014-01-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou05.mp3", "start_seconds": 462.0}, {"meeting_datetime": "2014-01-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou05.mp3", "start_seconds": 462.0}, {"meeting_datetime": "2014-01-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou05.mp3", "start_seconds": 462.0}, {"meeting_datetime": "2014-01-29T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sst10.mp3", "start_seconds": 746.0}, {"meeting_datetime": "2014-01-29T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sst10.mp3", "start_seconds": 746.0}, {"meeting_datetime": "2014-01-29T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sst10.mp3", "start_seconds": 746.0}, {"meeting_datetime": "2014-01-29T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sst10.mp3", "start_seconds": 746.0}], "bill_versions": [{"bill_id": 5488, "bill_version_id": 28300, "bill_version": "Introduced", "bill_version_date": "2014-01-08T13:22:09.133-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain outdated or unnecessary statutes and administrative rules pertaining to the Department of Public Safety. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-28-36 be repealed. 49-28-36. No exempt motor carrier may perform interstate operations, to, from, within, or traversing this state unless it files an application for the registration of such operation with the department and the department approves the application by the issuance of a registration permit. In lieu of a registration permit, all regulated motor carriers shall comply with 49 U.S.C. § 13901 and 49 CFR PART 365 as of January 1, 2005, before performing any interstate operations to, from, within, or traversing this state. Section 2. That § 49-28-36.1 be repealed. 49-28-36.1. The fee to accompany the filing of an application for registration as an exempt motor carrier is twenty-five dollars. However, no registration fee is required if the applicant has previously paid a registration fee for other interstate operations and is registered with the department at the time the application is received by the department. Section 3. That § 49-28-36.2 be repealed. 49-28-36.2. An interstate motor carrier registered pursuant to § 49-28-36 is subject to regulation and control of the department only to the extent permitted by the Constitution of the United States and acts of Congress relating to interstate commerce. Section 4. That § 49-28-36.4 be repealed. 49-28-36.4. Any nonresident exempt motor carrier shall, before a registration permit is issued under this chapter, designate and maintain in this state an agent upon whom may be served all summonses or other lawful processes in any action or proceeding against such motor carrier arising from its carrier operations. Service of process upon or acceptance or acknowledgment of the service by the agent has the same legal force and validity as if duly served upon the nonresident carrier personally. The designation of agent shall be in writing, shall give the name and address of the agent, and shall be filed in the office of the department. Any nonresident regulated motor carrier shall file with its registration state the name of an agent to receive service of process from South Dakota pursuant to 49 USC § 13303(b) and 49 USC § 13304 as of January 1, 2005. Upon failure of any nonresident motor carrier to file a designation of agent as provided by this section, the nonresident motor carrier shall be conclusively considered to have designated the secretary of state as such agent. Service of process upon or acceptance or acknowledgment of the service by the secretary of state has the same legal force and validity as if duly served upon such nonresident carrier personally if notice of the service and a copy of the process are immediately sent by registered mail by the secretary of state, to the nonresident carrier, if the carrier's address be known. Service of the process upon the secretary of state shall be made by delivering to the secretary of state's office two copies of the process with a fee of three dollars to cover the costs of handling and mailing the process. Section 5. That § 49-28-36.5 be repealed. 49-28-36.5. Registration permits issued by the department to exempt motor carriers shall continue in effect without payment of annual renewal fees if each exempt motor carrier pays an annual identification fee of five dollars for each motor vehicle operated in interstate movement within the borders of this state with not less than one identification fee to be paid annually on or before the thirty-first day of December of each year. However, in no instance may any exempt motor carrier be required to purchase or display more than one identification stamp for any one motor vehicle. Failure of an exempt motor carrier to pay a minimum of one identification fee or a regulated motor carrier to register with a registration state on or before the thirty-first day of December of any year, shall result in the cancellation of registration and no further interstate movement may be permitted until the motor carrier has re-registered in accordance with the rules of the department. Section 6. That § 49-28-36.6 be repealed. 49-28-36.6. An interstate motor carrier who infrequently makes use of the state highways may, upon proof of satisfactory financial responsibility, elect to pay for a single trip permit in lieu of registering pursuant to § 49-28-36. The fee for the single trip permit is forty dollars. Section 7. That § 49-28-36.8 be repealed. 49-28-36.8. Upon payment of the single trip fee, as provided by § 49-28-36.6, the motor carrier shall be issued a receipt which shall be the trip permit. The carrier shall retain the permit in the carrier's possession for display upon demand of any agent, patrol officer, motor carrier enforcement officer, or motor carrier inspector of the Department of Public Safety. A violation of this section is a Class 2 misdemeanor. Section 8. That § 49-28-40.2 be repealed. 49-28-40.2. A motor carrier shall maintain a copy of the permit in each of the motor carrier's motor vehicles. The copy of the permit shall be presented upon the request of any person who is hiring the motor carrier or the request of any law enforcement officer. A written warning, pursuant to §§ 32-21-29 and 32-21-30, may be issued by a law enforcement officer or motor carrier inspector for a violation of this section to a motor carrier who is unable to immediately produce a copy of the permit on request. If a citation is issued by a law enforcement officer or motor carrier inspector for a violation of this section and the motor carrier produces in the court of jurisdiction a copy of the permit which was valid at the time of demand, the action shall be dismissed. Section 9. That § 49-28-54 be repealed. 49-28-54. Nonresidents of the state whose motor vehicle, trailer, or semitrailer is properly registered or licensed in a state or territory of the United States, the District of Columbia, or Canada, while engaged in interstate commerce in this state, shall be exempt from the payment, in whole or in part, of department fees, if the granting of the exemption will, in the opinion of the department, promote the securing of exemptions and privileges for citizens of this state operating motor vehicles, trailers, or semitrailers in other states, territories of the United States, the District of Columbia, or Canada. Section 10. That § 49-28-55 be repealed. 49-28-55. The department may make with authorities of the other states and territories of the United States, the District of Columbia and Canada, whatever reciprocal agreements are necessary to carry out the policy declared and granted in § 49-28-54, notwithstanding the statutes of this state providing for the collection of department fees. The department may do all things necessary to negotiate and perfect reciprocal agreements between like authorities in the various states and territories of the United States, the District of Columbia and Canada. Section 11. That ARSD 20:01:03:08 be repealed. 20:01:03:08. Heavy scale labor fee for special requests. Testing fees for the inspection and testing of heavy scale weighing and measuring devices by special request are $50 an hour plus $2 a mile. Section 12. That ARSD 61:30:01:01 be repealed. 61:30:01:01. Application for permit to conduct race. A nonprofit organization organized under the laws of this state desiring to sponsor a snowmobile race shall submit a letter to the secretary of the department of commerce and regulation requesting permission to conduct the race. The letter of application shall specify the name of the race, the date or dates of the race, and the route of travel of the race. The letter of application shall be submitted not less than 60 days before the date of the race. Section 13. That ARSD 61:30:01:02 be repealed. 61:30:01:02. Proof of financial responsibility required. A nonprofit organization sponsoring a snowmobile race is required to provide proof of financial responsibility demonstrating ability to pay liability damages because of accidents occurring during or related to the conduct of the snowmobile race causing death, bodily injury or property damage. Proof of financial responsibility may be given by filing the following: (1) A certificate of insurance; (2) A bond; or (3) A certificate of self-insurance, as provided in SDCL 32-35-90 and 32-35-91. Section 14. That ARSD 61:30:01:03 be repealed. 61:30:01:03. Amount of financial responsibility required. The proof of financial responsibility shall provide for the satisfaction of a judgment or judgments in not less than the following amounts: (1) Because of death or bodily injury to one person, $100,000; (2) When subject to the limit of $100,000 per person, $300,000 for death or bodily injury to three or more persons; and (3) Because of injury to or destruction of property of others, $50,000 as the result of any one accident. Section 15. That ARSD 61:30:01:04 be repealed. 61:30:01:04. Coordination with law enforcement agencies. The sponsoring organization shall coordinate the conduct of the snowmobile race with each law enforcement agency having jurisdiction over the areas through which the snowmobile race passes. Approval of the routes to be used and the methods to be used to control traffic is required. Section 16. That ARSD 61:30:01:05 be repealed. 61:30:01:05. Route of race to be marked. The route of the race is to be clearly marked to guide the participants. The route of a race along a public highway shall be in the right-hand ditch of the highway. When there is no ditch along the right-hand side of the highway or there is a bridge, culvert, or other obstruction making it impossible to proceed, the route of the race may cross the highway or travel along the shoulder or berm for the distance necessary to clear the obstruction. This travel is subject to the approval of the law enforcement agency having jurisdiction to control the movement of traffic upon the highway at that point. Section 17. That ARSD 61:30:01:06 be repealed. 61:30:01:06. Crossing highway -- Flag person required. When it is necessary to cross the highway, crossing shall be at right angles to the roadway only after yielding the right-of-way to all approaching traffic. When it is necessary to route the snowmobile race to cross the highway or travel along the shoulder or berm, the sponsoring organization shall station a flag person one-half mile each side of the path of the race to warn approaching traffic of the snowmobile race traffic ahead. Section 18. That 61:30:01:07 be repealed. 61:30:01:07. Caution signs required. The sponsoring organization shall provide not less than two vehicles to be equipped with caution signs and amber warning lights to be used in control of traffic in the area of the race. One vehicle shall be positioned not less than one mile nor more than two miles in advance of the race. Another vehicle shall be positioned not less than one mile nor more than two miles to the rear of the race. The vehicles bearing the caution signs shall be equipped as follows: (1) Each vehicle shall be equipped with two flashing amber lights or one 360> flashing amber light; and (2) Each vehicle shall be equipped with a sign not less than 24 inches high and 60 inches in length. The sign shall bear the following legend in contrasting colors: (a) \"CAUTION\" in letters not less than six inches high; (b) \"SNOWMOBILE RACE\" in letters not less than four inches high; and (c) \"NEXT _____ MILES\" in letters not less than four inches high."}, {"bill_id": 5488, "bill_version_id": 29506, "bill_version": "Enrolled", "bill_version_date": "2014-01-31T09:31:38.267-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5488, "action_date": "2014-01-14T12:00:00-06:00", "document_id": 28475, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28475.pdf", "status_text": "First read in House and referred to", "journal_page": 19, "committee_id_action": 231, "committee_id_assigned": 224, "result": "N", "vote": {}}, {"bill_id": 5488, "action_date": "2014-01-17T08:30:00-06:00", "document_id": 28514, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28514.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 224, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5488, "action_date": "2014-01-17T08:30:00-06:00", "document_id": 28571, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28571.pdf", "status_text": "Do Pass", "journal_page": 48, "committee_id_action": 224, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15031, "president_vote": null, "Yea": [467, 455, 441, 454, 478, 423, 502, 461, 508, 460, 456, 442], "Excused": [458]}}, {"bill_id": 5488, "action_date": "2014-01-21T14:00:00-06:00", "document_id": 28701, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28701.pdf", "status_text": "Do Pass", "journal_page": 60, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15081, "president_vote": null, "Yea": [528, 527, 453, 522, 525, 433, 467, 524, 456, 489, 517, 519, 505, 449, 431, 455, 425, 504, 481, 509, 503, 477, 501, 479, 457, 454, 523, 451, 466, 845, 499, 442, 521, 507, 478, 487, 423, 439, 500, 502, 497, 515, 511, 512, 463, 518, 484, 462, 485, 514, 459, 464, 510, 450, 506, 430, 513, 468, 498, 461, 508, 480, 460, 448, 441], "Excused": [520, 458, 476, 516], "Nay": [496]}}, {"bill_id": 5488, "action_date": "2014-01-22T14:00:00-06:00", "document_id": 28801, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28801.pdf", "status_text": "First read in Senate and referred to", "journal_page": 92, "committee_id_action": 229, "committee_id_assigned": 214, "result": "N", "vote": {}}, {"bill_id": 5488, "action_date": "2014-01-29T10:00:00-06:00", "document_id": 28928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28928.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 214, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5488, "action_date": "2014-01-29T10:00:00-06:00", "document_id": 29294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29294.pdf", "status_text": "Do Pass", "journal_page": 143, "committee_id_action": 214, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15353, "president_vote": null, "Yea": [444, 447, 470, 452, 436, 438, 435, 440, 446]}}, {"bill_id": 5488, "action_date": "2014-01-29T10:00:00-06:00", "document_id": 29294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29294.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 214, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5488, "action_date": "2014-01-30T14:00:00-06:00", "document_id": 29451, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29451.pdf", "status_text": "Do Pass", "journal_page": 175, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15430, "president_vote": null, "Yea": [469, 437, 473, 846, 495, 447, 472, 470, 432, 465, 847, 483, 443, 429, 452, 436, 438, 526, 424, 492, 491, 428, 475, 435, 440, 493, 849, 474, 426, 446, 494, 434, 490, 486], "Excused": [444]}}, {"bill_id": 5488, "action_date": "2014-01-31T13:00:00-06:00", "document_id": 29577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29577.pdf", "status_text": "Signed by the Speaker", "journal_page": 254, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5488, "action_date": "2014-02-04T14:00:00-06:00", "document_id": 29778, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29778.pdf", "status_text": "Signed by the President", "journal_page": 213, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5488, "action_date": "2014-02-05T14:00:00-06:00", "document_id": 29859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29859.pdf", "status_text": "Delivered to the Governor", "journal_page": 302, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5488, "action_date": "2014-02-10T14:00:00-06:00", "document_id": 30114, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30114.pdf", "status_text": "Signed by the Governor", "journal_page": 346, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5707}