{"session_id": 20, "bill_id": 5630, "bill_type": "House Bill", "bill_number": 1054, "bill_title": "establish consumer protection standards regarding certain insurance claim practices and to provide for certain penalties.", "sponsors": [], "keywords": ["Insurance", "Licenses", "Professions and Occupations"], "audio": [{"meeting_datetime": "2014-01-17T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju04.mp3", "start_seconds": 538.0}, {"meeting_datetime": "2014-01-17T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju04.mp3", "start_seconds": 538.0}, {"meeting_datetime": "2014-01-17T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju04.mp3", "start_seconds": 538.0}, {"meeting_datetime": "2014-01-17T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju04.mp3", "start_seconds": 538.0}, {"meeting_datetime": "2014-01-17T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju04.mp3", "start_seconds": 538.0}, {"meeting_datetime": "2014-01-17T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju04.mp3", "start_seconds": 538.0}, {"meeting_datetime": "2014-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou07.mp3", "start_seconds": 610.0}, {"meeting_datetime": "2014-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou07.mp3", "start_seconds": 610.0}, {"meeting_datetime": "2014-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou07.mp3", "start_seconds": 610.0}, {"meeting_datetime": "2014-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou07.mp3", "start_seconds": 610.0}, {"meeting_datetime": "2014-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou07.mp3", "start_seconds": 610.0}, {"meeting_datetime": "2014-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou07.mp3", "start_seconds": 610.0}, {"meeting_datetime": "2014-02-24T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sst25.mp3", "start_seconds": 4603.0}, {"meeting_datetime": "2014-02-24T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sst25.mp3", "start_seconds": 4603.0}, {"meeting_datetime": "2014-02-24T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sst25.mp3", "start_seconds": 4603.0}, {"meeting_datetime": "2014-02-24T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sst25.mp3", "start_seconds": 4603.0}, {"meeting_datetime": "2014-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen29.mp3", "start_seconds": 3980.0}, {"meeting_datetime": "2014-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen29.mp3", "start_seconds": 3980.0}, {"meeting_datetime": "2014-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen29.mp3", "start_seconds": 3980.0}], "bill_versions": [{"bill_id": 5630, "bill_version_id": 28409, "bill_version": "Introduced", "bill_version_date": "2014-01-11T13:32:48.927-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish consumer protection standards regarding certain insurance claim practices and to provide for certain penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Beneficiary,\" the party entitled to receive the proceeds or benefits occurring under the policy in lieu of the insured; (2) \"Claim agent,\" any individual, corporation, association, partnership, or other legal entity authorized to represent an insurer with respect to a claim; (3) \"Claim file,\" any retrievable electronic file, paper file, or combination of both; (4) \"Claim investigation,\" all activities of an insurer directly or indirectly related to the determination of liabilities under coverages afforded by an insurance policy or insurance contract; (5) \"Claimant,\" either a first party claimant, a third party claimant, or both. The term also includes the insured, the beneficiary or claimant's designated legal representative, and a member of the insured or claimant's immediate family designated by the claimant or the insured, making a claim under a policy; (6) \"Director,\" the director of the South Dakota Division of Insurance; (7) \"Documentation,\" includes all pertinent communications, transactions, notes, work papers, claim forms, bills, and explanation of benefits forms relative to the claim; (8) \"First party claimant,\" an individual, corporation, association, partnership, or other legal entity asserting a right to payment under an insurance policy or insurance contract arising out of the occurrence of the contingency or loss covered by the policy or contract; (9) \"Insured,\" the party named on a policy or certificate as the individual with legal rights to the benefits provided by the policy; (10) \"Insurer,\" a person, reciprocal exchange, interinsurer, Lloyd's insurer, fraternal benefit society, and any other legal entity engaged in the business of insurance, including claim agents, brokers, adjusters, and third party administrators. The term also includes medical service plans, hospital service plans, health maintenance organizations, prepaid limited health care service plans, dental plans, and optometric plans; (11) \"Person,\" a natural or artificial entity, including individuals, partnerships, associations, trusts, or corporations; (12) \"Policy\" or \"certificate,\" a contract of insurance, indemnity, medical, health, or hospital service, or annuity issued. The term does not include contracts of workers' compensation, fidelity, suretyship, or boiler and machinery insurance; (13) \"Proof of loss,\" written proof, including claim forms, medical bills, medical authorizations, or other reasonable evidence of the claim that is ordinarily required of all insureds or beneficiaries submitting the claims; (14) \"Reasonable explanation,\" information sufficient to enable the insured or beneficiary to compare the allowable benefits with policy provisions and determine whether proper payment has been made; (15) \"Replacement crash part,\" sheet metal or plastic parts which generally constitute the exterior of a motor vehicle, including inner and outer panels; and (16) \"Third party claimant,\" any person asserting a claim against any person under a policy or certificate of an insurer. Section 2. The provisions of this Act set forth standards for claim investigation and disposition of claims arising under policies or certificates of insurance issued to residents of South Dakota. It does not apply to claims involving workers' compensation, fidelity, suretyship, or boiler and machinery insurance. Nothing in this Act may be construed to create or imply a private cause of action for violation of this Act. Section 3. It is an improper claims practice for an insurer transacting business in this state to commit an act defined in section 4 of this Act if: (1) It is committed flagrantly and in conscious disregard of the provisions of this Act or any rules promulgated pursuant to this Act; or (2) It is committed with such frequency as to indicate a general business practice to engage in that type of conduct. Section 4. Any of the following acts by an insurer, if committed in violation of section 3 of this Act, is an unfair claims practice: (1) Knowingly misrepresents to claimants and insureds relevant facts or policy provisions relating to coverages at issue; (2) Fails to acknowledge with reasonable promptness pertinent communications with respect to claims arising under its policies; (3) Fails to adopt and implement reasonable standards to promptly complete claim investigations and settlement of claims arising under its policies; (4) Fails to make a good faith attempt to effectuate prompt, fair, and equitable settlement of claims submitted in which liability has become reasonably clear; (5) Compels an insured or beneficiary to institute a suit to recover an amount due under its policies by offering substantially less than the amounts ultimately recovered in a suit brought by the insured or beneficiary; (6) Refuses to pay claims without conducting a reasonable claim investigation; (7) Fails to affirm or deny coverage of claims within a reasonable time after having completed a claim investigation related to the claim; (8) Attempts to settle a claim for less than the amount that a reasonable person would believe the insured or beneficiary is entitled by reference to written or printed advertising material accompanying or made part of an application; (9) Attempts to settle a claim on the basis of an application that was materially altered without notice to, or knowledge or consent of, the insured; (10) Makes a claim payment to an insured or beneficiary without indicating the coverage under which each payment is being made; (11) Unreasonably delays a claim investigation or payment of a claim by requiring both a formal proof of loss form and subsequent verification that would result in duplication of information and verification appearing in the formal proof of loss form; (12) Fails, in the case of a claim denial or offer of compromise settlement, to promptly provide a reasonable and accurate explanation of the basis for such actions; and (13) Fails to provide forms necessary to present a claim within fifteen days of a request with reasonable explanations regarding their use. Section 5. If the director has reasonable cause to believe that an insurer doing business in this state is engaging in any unfair claims practice and that a proceeding in respect thereto would be in the public interest, the director may issue and serve upon the insurer a notice of hearing, which shall set a hearing date not less than thirty days from the date of the notice. The hearing shall be conducted pursuant to chapter 1-26. Section 6. If, after the hearing, the director finds an insurer has engaged in an unfair claims practice, the director shall reduce the findings to writing and shall issue and serve the insurer a copy of the findings and an order requiring the insurer to cease and desist from engaging in the act or practice. The director may, at the director's discretion, order either or both of the following: (1) The insurer to pay a monetary penalty of not more than one thousand dollars for each violation but not to exceed an aggregate penalty of one hundred thousand dollars, unless the violation was committed flagrantly and in conscious disregard of this Act, in which case the penalty may not be more than twenty-five thousand dollars for each violation, but not to exceed an aggregate penalty of two hundred and fifty thousand dollars; and (2) Suspension or revocation of the insurer's license if the insurer knew or reasonably should have known it was in violation of this Act. This section only applies to violations of this Act. Section 7. If, after an insurer denies a claim, the claimant objects to such denial in writing, the insurer shall notify the claimant in writing that he or she may have the matter reviewed by the South Dakota Division of Insurance. Section 8. No insurer may continue negotiations for settlement of a claim directly with a claimant who is not legally represented, if the claimant's rights may be affected by a statute of limitations, unless the insurer has given the claimant written notice of the limitation. The insurer shall give notice to first party claimants at least thirty days and third party claimants at least sixty days before the date on which the time limit may expire. Section 9. No insurer may make statements indicating that the rights of a third party claimant may be impaired if a form or release is not completed within a given period of time unless the statement is given for the purpose of notifying the third party claimant of the provision of a statute of limitations. Section 10. The failure of a life or health insurer to abide by any of the following standards is an unfair claims practice: (1) The insurer's standards for claims processing shall be such that notice of claim or proof of loss submitted against one policy issued by that insurer shall fulfill the insured's obligation under any and all similar policies issued by that insurer and specifically identified by the insured to the insurer to the same degree that the same form would be required under any similar policy. If additional information is required to fulfill the insured's obligation under similar policies, the insurer may request the additional information. If it is apparent to the insurer that additional benefits would be payable under an insured's policy upon additional proofs of loss, the insurer shall communicate to and cooperate with the insured in determining the extent of the insurer's additional liability; (2) The insurer shall affirm or deny liability on claims within a reasonable time and shall offer payment in compliance with all applicable statutes. If portions of the claim are in dispute, the insurer shall tender payment for those portions that are not disputed within a reasonable time; (3) With each claim payment, the insurer shall provide to the insured an explanation of benefits that shall include the name of the provider or services covered, dates of service, and a reasonable explanation of the computation of benefits; (4) No insurer may impose a penalty upon any insured for noncompliance with insurer requirements for precertification unless such penalty is specifically and clearly set forth in the policy; (5) No insurer may deny a claim upon information obtained in a telephone conversation or personal interview with any source unless the telephone conversation or personal interview is documented in the claim file; (6) Each insurer offering cash settlements of first party long-term disability income claims, except in cases where there is a bona fide dispute as to the coverage for, or amount of, the disability, shall develop a present value calculation of future benefits (with probability corrections for mortality and morbidity) utilizing contingencies such as mortality, morbidity, and interest rate assumptions, or other contingencies as appropriate to the risk. A copy of the amount so calculated shall be given to the insured and signed by the insured at the time a settlement is entered into; (7) No insurer may indicate to a first party claimant on a payment draft, check, or in any accompanying letter that the payment is final, or a release of any claim, unless the policy limit has been paid, or there has been a compromise settlement agreed to by the first party claimant and the insurer as to coverage and amount payable under the policy; (8) No insurer may withhold any portion of any benefit payable as a result of a claim on the basis that the sum withheld is an adjustment or correction for an overpayment made on a prior claim arising under the same policy unless: (a) The insurer has in the insurer's files clear, documented evidence of an overpayment and written authorization from the insured permitting the withholding procedure; or (b) The insurer has in the insurer's files clear, documented evidence that: (i) The overpayment was clearly erroneous under the provisions of the policy and that the overpayment is not the subject of a reasonable dispute as to facts; (ii) The error that resulted in the payment is not a mistake of law; (iii) The insurer has notified the insured within six months of the date of the error, except that in instances of error prompted by representations or nondisclosures of claimants or third parties, the insurer notified the insured within fifteen days after the date the evidence of discovery of such error is included in its file. For the purpose of this section, the date of the error shall be the day on which the draft for benefits is issued; and (iv) The notice stated clearly the nature of the error and the amount of the overpayment. Section 11. Each life insurer, upon receiving due notification of a claim shall, within fifteen days of the notification, provide necessary claim forms, instructions, and reasonable assistance so the insured can properly comply with the insurer's requirements for filing a claim. The failure to comply with this section is an unfair claims practice. Section 12. No insurer may fail to settle first party claims on the basis that responsibility for payment should be assumed by others except as may otherwise be provided by policy provisions. This section applies only to life insurance and property and casualty insurance coverage. Section 13. If the insurance policy provides for the adjustment and settlement of first party losses based on replacement cost, the following apply: (1) If a loss requires repair or replacement of an item or part, any consequential physical damage incurred in making the repair or replacement not otherwise excluded by the policy, shall be included in the loss. The insured does not have to pay for betterment nor any other cost except for the applicable deductible; and (2) If a loss requires replacement of items and the replaced items do not match in quality, color, or size, the insurer shall replace all items in the area so as to conform to a reasonably uniform appearance. This provision applies to interior and exterior losses. The insured does not bear any cost over the applicable deductible, if any. This section applies only to property and casualty insurance coverage. Section 14. Sections 15 to 22, inclusive, of this Act, apply only to vehicle insurance coverage as defined in § 58-9-11. Section 15. If liability and damages are reasonably clear, no insurer may recommend that a third party claimant make claim under the claimant's own policies solely to avoid paying any claim under the insurer's policy. Section 16. Any insurer shall, upon the claimant's request, include the first party claimant's deductible, if any, in subrogation demands. Any subrogation recovery shall be shared on a proportionate basis with the first party claimant, unless the deductible amount has been otherwise recovered. No deduction for expenses may be made from the deductible recovery unless an outside attorney is retained to collect the recovery. The deduction may then be for only a pro rata share of the allocated loss adjustment expense. Section 17. If any partial loss is settled on the basis of a written estimate prepared by or for the insurer, the insurer shall supply the insured a copy of the estimate upon which the settlement is based. The estimate prepared by or for the insurer shall be reasonable, in accordance with applicable policy provisions, and of an amount which will allow for repairs to be made in a workmanlike manner. If the insured subsequently claims, based upon the written estimate which the insured obtained, that necessary repairs will exceed the written estimate prepared by or for the insurer, the insurer shall: (1) Pay the difference between the written estimate and a higher estimate obtained by the insured; or (2) Promptly provide the insured with the name of at least one repair shop that will make the repairs for the amount of the written estimate. If the insurer designates only one or two repairers, the insurer shall assure that the repairs are performed in a workmanlike manner. The insurer shall maintain documentation of all such communications. Section 18. If the amount claimed is reduced because of betterment or depreciation, all information for the reduction shall be contained in the claim file. Any deduction shall be itemized and specified as to dollar amount and shall be appropriate for the amount of deductions. Section 19. An insurer shall provide reasonable notice to an insured prior to termination of payment for vehicle storage charges and documentation of the denial as defined by subdivision (7) of section 1of this Act. The insurer shall provide reasonable time for the insured to remove the vehicle from storage prior to the termination of payment. Unless the insurer has provided an insured with the name of a specific towing company prior to the insured's use of another towing company, the insurer shall pay any and all reasonable towing charges irrespective of the towing company used by the insured. Section 20. A betterment deduction may be allowed only if the deduction: (1) Reflects a measurable decrease in market value attributable to the poorer condition of, or prior damage to, the vehicle; and (2) Reflects the general overall condition of the vehicle, considering its age, for either or both of the following: (a) The wear and tear or rust, limited to no more than a deduction of two thousand dollars; and (b) Missing parts, limited to no more of a deduction than the replacement costs of the part or parts. Any deduction pursuant to this section shall be measurable, itemized, specified as to dollar amount, and documented in the claim file. No insurer may require the insured or claimant to supply parts for replacement. Section 21. Any replacement crash part, which is subject to this section and manufactured after July 1, 2014, shall carry sufficient permanent non-removable identification so as to identify the part's manufacturer. The identification shall be accessible to the extent possible after installation. No insurer may require the use of any replacement crash part in the repair of a vehicle unless the replacement crash part is at least equal in kind and quality to the original part in terms of fit, quality, and performance. Any insurer specifying the use of replacement crash parts shall consider the cost of any modifications that may become necessary when making the repair. Section 22. An insurer shall affirm or deny liability on claims within a reasonable time and shall tender payment within thirty days of affirmation of liability, if the amount of the claim is determined and not in dispute. In claims where multiple coverages are involved, payments which are not in dispute and where the payee is known should be tendered within thirty days if the payment would terminate the insurer's known liability under that individual coverage. Section 23. The director may promulgate rules, pursuant to chapter 1-26, to carry out the purposes of this Act. In promulgating any rules the director shall consider the impact of the rule on the cost and availability of insurance in this state and the degree of protection that the rule will have for the insurance buying public in this state. The rules are limited to following areas: (1) Definition of terms; (2) Claims handling procedures; (3) Timeliness; (4) Appropriateness of repairs; (5) Determining actual cash value; (6) Notice and communications to claimants; (7) Valuation; and (8) Record keeping."}, {"bill_id": 5630, "bill_version_id": 28665, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2014-01-21T10:46:23.573-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish consumer protection standards regarding certain insurance claim practices and to provide for certain penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Director,\" the director of the South Dakota Division of Insurance; (2) \"Insured,\" the party named on a policy or certificate as the individual with legal rights to the benefits provided by the policy; (3) \"Insurer,\" a person, reciprocal exchange, interinsurer, Lloyd's insurer, fraternal benefit society, and any other legal entity engaged in the business of insurance, including claim agents, brokers, adjusters, and third party administrators. The term also includes medical service plans, hospital service plans, health maintenance organizations, prepaid limited health care service plans, dental plans, and optometric plans; (4) \"Person,\" a natural or artificial entity, including individuals, partnerships, associations, trusts, or corporations; (5) \"Policy,\" or \"certificate,\" a contract of insurance, indemnity, medical, health, or hospital service, or annuity issued. The term does not include contracts of workers' compensation, fidelity, suretyship, or boiler and machinery insurance. Section 2. The provisions of this Act set forth standards for claim investigation and disposition of claims arising under policies or certificates of insurance issued to residents of South Dakota. It does not apply to claims involving workers' compensation, fidelity, suretyship, or boiler and machinery insurance. Nothing in this Act may be construed to create or imply a private cause of action for violation of this Act. Section 3. Any act by an insurer, if committed in violation of this section, is an unfair claims practice if: (1) It is committed flagrantly and in conscious disregard of the provisions of this Act or any rule promulgated pursuant to this Act; or (2) It is committed with such frequency to indicate a general business practice to engage in that type of conduct. Section 4. Any of the following acts by an insurer, if committed in violation of section 3 of this Act, is an unfair claims practice: (1) Knowingly misrepresents to a claimant or an insured a relevant fact or policy provision relating to coverages at issue; (2) Fails to acknowledge with reasonable promptness pertinent communications with respect to claims arising under its policies; (3) Fails to adopt and implement reasonable standards to promptly complete claim investigations and settlement of claims arising under its policies; (4) Fails to make a good faith attempt to effectuate prompt, fair, and equitable settlement of claims submitted in which liability has become reasonably clear; (5) Compels an insured or beneficiary to institute a suit to recover an amount due under its policies by offering substantially less than the amount ultimately recovered in a suit brought by the insured or beneficiary; (6) Refuses to pay claims without conducting a reasonable claim investigation; (7) Fails to affirm or deny coverage of claims within a reasonable time after having completed a claim investigation related to the claim; (8) Attempts to settle a claim for less than the amount that a reasonable person would believe the insured or beneficiary is entitled by reference to written or printed advertising material accompanying or made part of an application; (9) Attempts to settle a claim on the basis of an application that was materially altered without notice to, or knowledge or consent of, the insured; (10) Makes a claim payment to an insured or beneficiary without indicating the coverage under which each payment is being made; (11) Unreasonably delays a claim investigation or payment of a claim by requiring both a formal proof of loss form and subsequent verification that would result in duplication of information and verification appearing in the formal proof of loss form; (12) Fails, in the case of a claim denial or offer of compromise settlement, to promptly provide a reasonable and accurate explanation of the basis for such action; or (13) Fails to provide forms necessary to present a claim within fifteen days of a request with reasonable explanations regarding their use. Section 5. If the director has reasonable cause to believe that an insurer doing business in this state is engaging in an unfair claims practice and that a proceeding in respect thereto is in the public interest, the director may issue and serve upon the insurer a notice of hearing, which shall set a hearing date not less than thirty days from the date of the notice. The hearing shall be conducted pursuant to chapter 1-26. Section 6. If, after the hearing, the director finds an insurer has engaged in an unfair claims practice, the director shall reduce the findings to writing and shall issue and serve the insurer a copy of the findings and an order requiring the insurer to cease and desist from engaging in the act or practice. The director may, at the director's discretion, order either or both of the following: (1) The insurer to pay a monetary penalty of not more than one thousand dollars for each violation but not to exceed an aggregate penalty of one hundred thousand dollars, unless the violation was committed flagrantly and in conscious disregard of this Act, in which case the penalty may not be more than twenty-five thousand dollars for each violation, but not to exceed an aggregate penalty of two hundred fifty thousand dollars; and (2) Suspension or revocation of the insurer's license if the insurer knew or reasonably should have known it was in violation of this Act. This section only applies to violations of this Act. Section 7. The director may promulgate rules, pursuant to chapter 1-26, to carry out the purposes of this Act. In promulgating rules, the director shall consider the impact of the rule on the cost and availability of insurance in this state and the degree of protection that the rule will have for the insurance buying public in this state. The rules are limited to the following areas: (1) Definition of terms; and (2) Record keeping."}, {"bill_id": 5630, "bill_version_id": 28889, "bill_version": "House Engrossed", "bill_version_date": "2014-01-23T14:53:21.273-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish consumer protection standards regarding certain insurance claim practices and to provide for certain penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Director,\" the director of the South Dakota Division of Insurance; (2) \"Insured,\" the party named on a policy or certificate as the individual with legal rights to the benefits provided by the policy; (3) \"Insurer,\" a person, reciprocal exchange, interinsurer, Lloyd's insurer, fraternal benefit society, and any other legal entity engaged in the business of insurance, including claim agents, brokers, adjusters, and third party administrators. The term also includes medical service plans, hospital service plans, health maintenance organizations, prepaid limited health care service plans, dental plans, and optometric plans; (4) \"Person,\" a natural or artificial entity, including individuals, partnerships, associations, trusts, or corporations; (5) \"Policy,\" or \"certificate,\" a contract of insurance, indemnity, medical, health, or hospital service, or annuity issued. The term does not include contracts of workers' compensation, fidelity, suretyship, or boiler and machinery insurance. Section 2. The provisions of this Act set forth standards for claim investigation and disposition of claims arising under policies or certificates of insurance issued to residents of South Dakota. It does not apply to claims involving workers' compensation, fidelity, suretyship, or boiler and machinery insurance. Nothing in this Act may be construed to create or imply a private cause of action for violation of this Act. No disposition under the provisions of this Act or any rule promulgated thereto may be used as evidence in any civil litigation. Nothing herein alters the rules of evidence as contained in title 19. Section 3. Any act by an insurer, if committed in violation of this section, is an unfair claims practice if: (1) It is committed flagrantly and in conscious disregard of the provisions of this Act or any rule promulgated pursuant to this Act; or (2) It is committed with such frequency to indicate a general business practice to engage in that type of conduct. For any act defined in section 4 of this Act, the director shall provide notice and an opportunity to correct the violation pursuant to § 58-33-68 if the act was inadvertent. Any act that is committed flagrantly or in conscious disregard of the provisions of this Act are not subject to the procedures required under § 58-33-68. Section 4. Any of the following acts by an insurer, if committed in violation of section 3 of this Act, is an unfair claims practice: (1) Knowingly misrepresents to a claimant or an insured a relevant fact or policy provision relating to coverages at issue; (2) Fails to acknowledge with reasonable promptness pertinent communications with respect to claims arising under its policies; (3) Fails to adopt and implement reasonable standards to promptly complete claim investigations and settlement of claims arising under its policies; (4) Fails to make a good faith attempt to effectuate prompt, fair, and equitable settlement of claims submitted in which liability has become reasonably clear; (5) Compels an insured or beneficiary to institute a suit to recover an amount due under its policies by offering substantially less than the amount ultimately recovered in a suit brought by the insured or beneficiary; (6) Refuses to pay claims without conducting a reasonable claim investigation; (7) Fails to affirm or deny coverage of claims within a reasonable time after having completed a claim investigation related to the claim; (8) Attempts to settle a claim for less than the amount that a reasonable person would believe the insured or beneficiary is entitled by reference to written or printed advertising material accompanying or made part of an application; (9) Attempts to settle a claim on the basis of an application that was materially altered without notice to, or knowledge or consent of, the insured; (10) Makes a claim payment to an insured or beneficiary without indicating the coverage under which each payment is being made; (11) Unreasonably delays a claim investigation or payment of a claim by requiring both a formal proof of loss form and subsequent verification that would result in duplication of information and verification appearing in the formal proof of loss form; (12) Fails, in the case of a claim denial or offer of compromise settlement, to promptly provide a reasonable and accurate explanation of the basis for such action; or (13) Fails to provide forms necessary to present a claim within fifteen days of a request with reasonable explanations regarding their use. Section 5. If the director has reasonable cause to believe that an insurer doing business in this state is engaging in an unfair claims practice and that a proceeding in respect thereto is in the public interest, the director may issue and serve upon the insurer a notice of hearing, which shall set a hearing date not less than thirty days from the date of the notice. The hearing shall be conducted pursuant to chapter 1-26. Prior to conducting a public hearing pursuant to this section against an insurer regulated by chapter 58-35, the director shall attempt to resolve the alleged unfair claims practice with the insurer. Section 6. If, after the hearing, the director finds an insurer has engaged in an unfair claims practice, the director shall reduce the findings to writing and shall issue and serve the insurer a copy of the findings and an order requiring the insurer to cease and desist from engaging in the act or practice. The director may, at the director's discretion, order either or both of the following: (1) The insurer to pay a monetary penalty of not more than one thousand dollars for each violation but not to exceed an aggregate penalty of one hundred thousand dollars, unless the violation was committed flagrantly and in conscious disregard of this Act, in which case the penalty may not be more than twenty-five thousand dollars for each violation, but not to exceed an aggregate penalty of two hundred fifty thousand dollars; and (2) Suspension or revocation of the insurer's license if the insurer knew or reasonably should have known it was in violation of this Act. This section only applies to violations of this Act. Any penalty imposed pursuant to this section is the sole and exclusive remedy for any act or violation brought by the director under this Act. The director shall consider the size, the amount of surplus, and the premium volume of the insurer when determining a penalty pursuant to this section. Section 7. The director may promulgate rules, pursuant to chapter 1-26, to carry out the purposes of this Act. In promulgating rules, the director shall consider the impact of the rule on the cost and availability of insurance in this state and the degree of protection that the rule will have for the insurance buying public in this state. The rules are limited to the following areas: (1) Definition of terms; and (2) Record keeping."}, {"bill_id": 5630, "bill_version_id": 30928, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2014-02-24T13:51:36.24-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish consumer protection standards regarding certain insurance claim practices and to provide for certain penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Director,\" the director of the South Dakota Division of Insurance; (2) \"Insured,\" the party named on a policy or certificate as the individual with legal rights to the benefits provided by the policy; (3) \"Insurer,\" a person, reciprocal exchange, interinsurer, Lloyd's insurer, fraternal benefit society, and any other legal entity engaged in the business of insurance, including claim agents, brokers, adjusters, and third party administrators. The term also includes medical service plans, hospital service plans, health maintenance organizations, prepaid limited health care service plans, dental plans, and optometric plans. This term does not include any insurance producer licensed pursuant to chapter 58-30, unless an insurance producer is directly involved in the adjudication of claims; (4) \"Person,\" a natural or artificial entity, including individuals, partnerships, associations, trusts, or corporations; (5) \"Policy,\" or \"certificate,\" a contract of insurance, indemnity, medical, health, or hospital service, or annuity issued. The term does not include contracts of workers' compensation, fidelity, suretyship, or boiler and machinery insurance. Section 2. The provisions of this Act set forth standards for claim investigation and disposition of claims arising under policies or certificates of insurance issued to residents of South Dakota. It does not apply to claims involving workers' compensation, fidelity, suretyship, or boiler and machinery insurance. Nothing in this Act may be construed to create or imply a private cause of action for violation of this Act. No disposition under the provisions of this Act or any rule promulgated thereto may be used as evidence in any civil litigation. Nothing herein alters the rules of evidence as contained in title 19. Section 3. Any act by an insurer, if committed in violation of this section, is an unfair claims practice if: (1) It is committed flagrantly and in conscious disregard of the provisions of this Act or any rule promulgated pursuant to this Act; or (2) It is committed with such frequency to indicate a general business practice to engage in that type of conduct. For any act defined in section 4 of this Act, the director shall provide notice and an opportunity to correct the violation pursuant to § 58-33-68 if the act was inadvertent. Any act that is committed flagrantly or in conscious disregard of the provisions of this Act are not subject to the procedures required under § 58-33-68. Section 4. Any of the following acts by an insurer, if committed in violation of section 3 of this Act, is an unfair claims practice: (1) Knowingly misrepresents to a claimant or an insured a relevant fact or policy provision relating to coverages at issue; (2) Fails to acknowledge with reasonable promptness pertinent communications with respect to claims arising under its policies; (3) Fails to adopt and implement reasonable standards to promptly complete claim investigations and settlement of claims arising under its policies; (4) Fails to make a good faith attempt to effectuate prompt, fair, and equitable settlement of claims submitted in which liability coverage, and causation of claims have become reasonably clear; (5) Compels an insured or beneficiary to institute a suit to recover an amount due under its policies by offering substantially less than the amount ultimately recovered in a suit brought by the insured or beneficiary; (6) Refuses to pay claims without conducting a reasonable claim investigation; (7) Fails to affirm or deny coverage of claims within a reasonable time after having completed a claim investigation related to the claim; (8) Attempts to settle a claim for less than the amount that a reasonable person would believe the insured or beneficiary is entitled by reference to written or printed advertising material accompanying or made part of an application; (9) Attempts to settle a claim on the basis of an application that was materially altered without notice to, or knowledge or consent of, the insured; (10) Makes a claim payment to an insured or beneficiary without indicating the coverage under which each payment is being made; (11) Unreasonably delays a claim investigation or payment of a claim by requiring both a formal proof of loss form and subsequent verification that would result in duplication of information and verification appearing in the formal proof of loss form; (12) Fails, in the case of a claim denial or offer of compromise settlement, to promptly provide a reasonable and accurate explanation of the basis for such action; or (13) Fails to provide forms necessary to present a claim within fifteen days of a request with reasonable explanations regarding their use. Section 5. If the director has reasonable cause to believe that an insurer doing business in this state is engaging in an unfair claims practice and that a proceeding in respect thereto is in the public interest, the director may issue and serve upon the insurer a notice of hearing, which shall set a hearing date not less than thirty days from the date of the notice. The hearing shall be conducted pursuant to chapter 1-26. Prior to conducting a public hearing pursuant to this section against an insurer regulated by chapter 58-35, the director shall attempt to resolve the alleged unfair claims practice with the insurer. Section 6. If, after the hearing, the director finds an insurer has engaged in an unfair claims practice, the director shall reduce the findings to writing and shall issue and serve the insurer a copy of the findings and an order requiring the insurer to cease and desist from engaging in the act or practice. The secretary of Labor and Regulation may order either or both of the following: (1) The insurer to pay a monetary penalty of not more than one thousand dollars for each violation but not to exceed an aggregate penalty of one hundred thousand dollars, unless the violation was committed flagrantly and in conscious disregard of this Act, in which case the penalty may not be more than twenty-five thousand dollars for each violation, but not to exceed an aggregate penalty of two hundred fifty thousand dollars; and (2) Suspension or revocation of the insurer's license if the insurer knew or reasonably should have known it was in violation of this Act. This section only applies to violations of this Act. Any penalty imposed pursuant to this section is the sole and exclusive remedy for any act or violation brought by the director under this Act. The director shall consider the size, the amount of surplus, and the premium volume of the insurer when determining a penalty pursuant to this section. Section 7. The director may promulgate rules, pursuant to chapter 1-26, to carry out the purposes of this Act. In promulgating rules, the director shall consider the impact of the rule on the cost and availability of insurance in this state and the degree of protection that the rule will have for the insurance buying public in this state. The rules are limited to the following areas: (1) Definition of terms; and (2) Record keeping."}, {"bill_id": 5630, "bill_version_id": 31615, "bill_version": "Enrolled", "bill_version_date": "2014-03-06T07:29:11.007-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5630, "action_date": "2014-01-14T12:00:00-06:00", "document_id": 28475, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28475.pdf", "status_text": "First read in House and referred to", "journal_page": 26, "committee_id_action": 231, "committee_id_assigned": 227, "result": "N", "vote": {}}, {"bill_id": 5630, "action_date": "2014-01-17T10:00:00-06:00", "document_id": 28507, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28507.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 227, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5630, "action_date": "2014-01-17T10:00:00-06:00", "document_id": 28591, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28591.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 227, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5630, "action_date": "2014-01-17T10:00:00-06:00", "document_id": 28591, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28591.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 227, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5630, "action_date": "2014-01-17T10:00:00-06:00", "document_id": 28591, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28591.pdf", "status_text": "Do Pass Amended", "journal_page": 52, "committee_id_action": 227, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15040, "president_vote": null, "Yea": [456, 505, 455, 509, 457, 523, 466, 476, 460, 513, 441], "Excused": [431, 458]}}, {"bill_id": 5630, "action_date": "2014-01-23T14:00:00-06:00", "document_id": 28888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28888.pdf", "status_text": "Motion to amend", "journal_page": 83, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5630, "action_date": "2014-01-23T14:00:00-06:00", "document_id": 28888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28888.pdf", "status_text": "Motion to amend", "journal_page": 84, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5630, "action_date": "2014-01-23T14:00:00-06:00", "document_id": 28888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28888.pdf", "status_text": "Motion to amend", "journal_page": 84, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5630, "action_date": "2014-01-23T14:00:00-06:00", "document_id": 28888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28888.pdf", "status_text": "Do Pass Amended", "journal_page": 84, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15173, "president_vote": null, "Yea": [528, 527, 453, 522, 525, 433, 467, 524, 456, 489, 517, 519, 505, 449, 431, 455, 425, 504, 481, 509, 503, 477, 501, 520, 479, 457, 454, 523, 496, 458, 451, 466, 845, 476, 507, 478, 487, 423, 439, 500, 502, 497, 511, 512, 463, 518, 484, 462, 485, 514, 459, 464, 510, 450, 506, 430, 513, 468, 498, 508, 480, 448, 441], "Nay": [499, 442, 521, 515, 461, 516, 460]}}, {"bill_id": 5630, "action_date": "2014-01-24T13:00:00-06:00", "document_id": 29003, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29003.pdf", "status_text": "First Reading Senate", "journal_page": 114, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5630, "action_date": "2014-02-06T14:00:00-06:00", "document_id": 29947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29947.pdf", "status_text": "Referred to", "journal_page": 242, "committee_id_action": 229, "committee_id_assigned": 214, "result": "N", "vote": {}}, {"bill_id": 5630, "action_date": "2014-02-24T10:00:00-06:00", "document_id": 30826, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30826.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 214, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5630, "action_date": "2014-02-24T10:00:00-06:00", "document_id": 30918, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30918.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 214, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5630, "action_date": "2014-02-24T10:00:00-06:00", "document_id": 30918, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30918.pdf", "status_text": "Do Pass Amended", "journal_page": 428, "committee_id_action": 214, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16493, "president_vote": null, "Yea": [444, 447, 470, 452, 436, 435, 440, 446], "Nay": [438]}}, {"bill_id": 5630, "action_date": "2014-02-26T14:00:00-06:00", "document_id": 31118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31118.pdf", "status_text": "Deferred to another day", "journal_page": 491, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5630, "action_date": "2014-02-27T13:00:00-06:00", "document_id": 31212, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31212.pdf", "status_text": "Deferred to another day", "journal_page": 501, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5630, "action_date": "2014-03-03T14:00:00-06:00", "document_id": 31345, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31345.pdf", "status_text": "Do Pass Amended", "journal_page": 521, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16840, "president_vote": null, "Yea": [469, 437, 444, 473, 846, 495, 472, 470, 432, 465, 847, 483, 443, 429, 452, 436, 526, 424, 492, 491, 428, 475, 435, 440, 493, 849, 474, 426, 446, 494, 434, 490, 486], "Nay": [447, 438]}}, {"bill_id": 5630, "action_date": "2014-03-05T14:00:00-06:00", "document_id": 31591, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31591.pdf", "status_text": "Concurred in amendments", "journal_page": 648, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16999, "president_vote": null, "Yea": [528, 527, 453, 522, 525, 433, 467, 524, 456, 489, 517, 519, 505, 449, 431, 455, 425, 504, 481, 509, 503, 477, 501, 520, 479, 457, 454, 523, 496, 458, 451, 466, 845, 442, 476, 521, 507, 478, 487, 423, 439, 500, 502, 497, 515, 511, 512, 463, 518, 484, 462, 485, 514, 459, 464, 510, 450, 506, 430, 513, 468, 498, 461, 508, 480, 460, 448, 441], "Nay": [499, 516]}}, {"bill_id": 5630, "action_date": "2014-03-06T12:30:00-06:00", "document_id": 31667, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31667.pdf", "status_text": "Signed by the Speaker", "journal_page": 672, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5630, "action_date": "2014-03-11T10:00:00-05:00", "document_id": 31894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31894.pdf", "status_text": "Signed by the President", "journal_page": 629, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5630, "action_date": "2014-03-12T10:30:00-05:00", "document_id": 31972, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31972.pdf", "status_text": "Delivered to the Governor", "journal_page": 749, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5630, "action_date": "2014-03-13T10:00:00-05:00", "document_id": 32062, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32062.pdf", "status_text": "Signed by the Governor", "journal_page": 770, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5723}