{"session_id": 54, "bill_id": 17923, "bill_type": "Senate Bill", "bill_number": 104, "bill_title": "revise the tax credit provisions of the insurance premium tax, to provide for a retroactive effective date, and to declare an emergency.", "sponsors": [{"legislator_profile_id": 2838, "is_prime": true}, {"legislator_profile_id": 2912, "is_prime": true}], "keywords": ["Insurance", "Taxation"], "audio": [{"meeting_datetime": "2003-02-12T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sta21.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17923, "bill_version_id": 95859, "bill_version": "Introduced", "bill_version_date": "2003-01-28T09:31:36-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the tax credit provisions of the insurance premium tax, to provide for a retroactive effective date, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-44 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, an affiliate is a company which, directly or indirectly, through one or more intermediaries, controls, is controlled by, or is under common control with another insurance company. The term, affiliate, also includes any business entity which, directly or indirectly, through one or more intermediaries, controls, is controlled by, or is under common control with a company and which performs insurance company operations for a company. For purposes of this definition, control exists if any company or business entity, directly or indirectly, owns, holds with the power to vote, or holds proxies representing eighty percent of the voting stock or other voting securities of any other company or business entity. Control is deemed to exist between two or more mutual insurance companies, and such companies are deemed to be under common control, if at least eighty percent of the directors of such companies are the same individuals. Section 2. That chapter 10-44 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, a South Dakota employee is a person who resides in this state, is a common law employee of a company or its affiliate, and is employed by a company or its affiliate in South Dakota. The term, South Dakota employee, does not include any independent contractor or any person to the extent the person's compensation is based on commissions. Section 3. That chapter 10-44 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, insurance company operations mean one or any combination of the following functions or services performed in connection with the development, sale, and administration of products giving rise to receipts that are subject to the tax on premiums under § 10-44-2: actuarial, medical, legal, investments, accounting, auditing, underwriting, policy issuance, information, policyholder services, premium collection, claims, advertising and publications, public relations, human resources, marketing, sales office staff, training of sales and service personnel, and clerical, managerial, and other support for any such functions or services. Section 4. That chapter 10-44 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, salaries are gross compensation paid to South Dakota employees as reported to the state for income tax purposes during the calendar year for which a tax on premiums under § 10-44-2 is imposed on a company, but only to the extent such compensation is paid for insurance company operations performed in this state for a company or its affiliates subject to the tax on premiums under § 10-44-2. The term, salaries, does not include compensation based on commissions. Section 5. That chapter 10-44 be amended by adding thereto a NEW SECTION to read as follows: For tax years beginning after December 31, 2002, any company subject to the premium tax under § 10-44-2 is allowed as a credit against such tax in an amount of _____ percent of the salaries paid to South Dakota employees. The credit allowed under this section may not reduce the tax under this chapter by more than seventy percent. Section 6. That chapter 10-44 be amended by adding thereto a NEW SECTION to read as follows: Any salaries paid by a noninsurance company affiliate shall be allocated among insurance company affiliates pursuant to the agreement between or among the insurance company and its affiliates. The total premiums of a company that are subject to tax under § 10-44-2 and those of its affiliates subject to such tax may be aggregated. In addition, all salaries paid to South Dakota employees may be aggregated. Subject to the limitation on the salary credit set forth in section 5 of this Act, the total allowable salary credit may be determined as if all the aggregated premiums were received and all the aggregated salaries were paid by one company. Once the total allowable salary credit is determined for all affiliates, the total credit may be allocated among the company and its affiliates at the discretion of the company on a per company basis, subject to the limitation on the salary credit as set forth in section 5 of this Act. Section 7. That chapter 10-44 be amended by adding thereto a NEW SECTION to read as follows: The computation of salaries, the allowable salary credit, and the allocation of the credit among affiliates shall be made on forms supplied by the insurance director. Section 8. That chapter 10-44 be amended by adding thereto a NEW SECTION to read as follows: In computing any tax due under § 58-6-70 from a company not organized under the laws of this state, the credit allowed under this Act shall be treated as a tax paid to the state. Section 9. That § 10-44-4 be repealed. 10-44-4. Any insurer subject to payment of tax provided for in § 10-44-2, and which has in this state its principal office, or a regional home office as defined in § 10-44-5, for over one-half the tax year shall be entitled to the following credits and deductions against such tax: (1) An amount equal to fifty percent of the tax as determined under § 10-44-2; and (2) An amount equal to ad valorem taxes or payments made in lieu of taxes paid by such insurer, whether direct or in the form of rent, on that proportion of the premises occupied as a principal or regional home office during the year next preceding the filing of its annual tax return; provided, however, that in no event shall such credits and deductions reduce the amount of tax to less than thirty percent of the amount of the tax otherwise payable without the application of the credit herein provided for. Section 10. This Act shall take effect retroactively to January 1, 2003. Section 11. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17923, "action_date": "2003-01-28T14:00:00-06:00", "document_id": 95909, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95909.pdf", "status_text": "First read in Senate and referred to", "journal_page": 216, "committee_id_action": 799, "committee_id_assigned": 782, "result": "N", "vote": {}}, {"bill_id": 17923, "action_date": "2003-02-05T07:45:00-06:00", "document_id": 96575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96575.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 782, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17923, "action_date": "2003-02-12T07:45:00-06:00", "document_id": 97036, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97036.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 782, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17923, "action_date": "2003-02-19T07:45:00-06:00", "document_id": 97375, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97375.pdf", "status_text": "Tabled", "journal_page": 489, "committee_id_action": 782, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54739, "president_vote": null, "Nay": [2847, 2878, 2891], "Yea": [2852, 2886, 2903, 2921, 2887], "Excused": [2901]}}, {"bill_id": 17923, "action_date": "2003-02-19T07:45:00-06:00", "document_id": 97375, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97375.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 782, "committee_id_assigned": null, "result": "N", "vote": {}}]}