{"session_id": 47, "bill_id": 13812, "bill_type": "House Bill", "bill_number": 1160, "bill_title": "to revise certain provisions regarding the regulation of telecommunication companies.", "sponsors": [{"legislator_profile_id": 2169, "is_prime": true}, {"legislator_profile_id": 2180, "is_prime": true}, {"legislator_profile_id": 2131, "is_prime": false}, {"legislator_profile_id": 2133, "is_prime": false}, {"legislator_profile_id": 2137, "is_prime": false}, {"legislator_profile_id": 2145, "is_prime": false}, {"legislator_profile_id": 2171, "is_prime": false}], "keywords": ["Telecommunications"], "audio": [], "bill_versions": [{"bill_id": 13812, "bill_version_id": 77311, "bill_version": "Introduced", "bill_version_date": "1998-01-20T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the regulation of telecommunication companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-31-1 be amended by adding thereto NEW SUBDIVISIONS to read as follows: \"Category of customers,\" an identifiable customer group for whom specified telecommunications services are designed, marketed, or commonly provided. Examples of a category of customers are residential; business; interexchange telecommunications companies; elementary and secondary educational and rural health institutions; and local, state, or federal government entities; \"Centralized equal access provider,\" an entity certified by the Federal Communications Commission and the commission to provide centralized equal access; \"Eligible telecommunications carrier,\" a local exchange carrier designated by the commission pursuant to 47 U.S.C. § 214(e) as of January 1, 1998, as eligible to receive universal service support funding; \"Incumbent local exchange carrier,\" a local exchange carrier, including successors and assigns, which was providing local exchange service within a defined service area in this state on or before February 8, 1996; \"Interexchange telecommunications service,\" telecommunications service between points in two or more exchanges; \"Local exchange area,\" a geographic area established by a local exchange carrier as filed with or approved by the commission for the administration of local telecommunications service which may consist of one or more central offices or wire centers together with associated facilities used in furnishing telecommunications service in that area; \"Rural telephone company,\" a local exchange company as defined in 47 U.S.C. § 153(47) as of January 1, 1998; \"Service area,\" a geographic area established by the commission for the purpose of determining universal service obligations and support mechanisms. For a rural telephone company, the service area is the company's study area or any other area designated jointly by the commission and the Federal Communications Commission pursuant to 47 U.S.C. § 214(e)(5) as of January 1, 1998; \"Switched access,\" an exchange access service purchased for the origination and termination of interexchange telecommunications services which includes central office switching and signaling, local loop facility, or local transport. Section 2. That subdivision (19) of § 49-31-1 be amended to read as follows: (19) \"Local exchange service,\" the access to and transmission of two-way switched voice communications telecommunications service within a geographic territorial unit established by a telecommunications company for the administration of telecommunications services local exchange area ; Section 3. That subdivision (35) of § 49-31-1 be amended to read as follows: (35) \"Telecommunications company,\" any person , or municipal corporation , trustee, lessee or receiver owning, operating, reselling, managing or controlling in whole or in part, any telecommunications line, system or exchange in this state, directly or indirectly, for public use. All telecommunications companies are common carriers For purposes of this definition the term, for public use, means for the use of the public in general or for a specific segment of the public, or which connects to the public in general or for a specific segment of the public, or which connects to the public switched network for access to any telecommunications service ; Section 4. That subdivision (39) of § 49-31-1 be repealed. (39) \"Universal service,\" a service which is, as far as possible, a rapid, efficient telecommunications service with adequate facilities available to all the people of South Dakota at a reasonable charge; and Section 5. That § 49-31-3 be amended to read as follows: 49-31-3. The commission has general supervision and control of all telecommunications companies offering common carrier services within the state to the extent such business is not otherwise regulated by federal law or regulation. The commission shall inquire into any complaints, unjust discrimination, neglect, or violation of the laws of the state governing such companies. The commission may exercise powers necessary to properly supervise and control such companies. Each telecommunications company that plans to offer or provide interexchange telecommunications service or any telecommunications service other than local exchange service shall file an application for a certificate of authority with the commission pursuant to this section. Telecommunications companies seeking to provide any local exchange service shall submit an application for certification by the commission pursuant to this Act. Applications required by this section shall be filed by the company no less than sixty days prior to initiating any before its initiation of telecommunications service in this state. The commission shall have the exclusive authority to grant a certificate of authority. Each telecommunications company shall submit a two hundred fifty dollar application fee with its application which shall be deposited into the gross receipts tax fund established pursuant to § 49-1A-2. If the commission has not ruled upon an application at the end of the sixty days, the telecommunications company may initiate telecommunications services in the state until the commission reaches a decision on the application. If the application is granted, the company may continue to offer its services. However, if the application is denied, the company shall cease and desist from offering any further services in this state. A telecommunications company has the burden to prove in its application that it has sufficient technical, financial and managerial capabilities to offer the telecommunications services described in its application before the commission may grant a certificate of authority. The commission may rule upon a telecommunications company's application for a certificate of authority with or without hearing. Any certificate of authority granted by the commission may be suspended or revoked pursuant to chapter 1-26 for a willful violation of the laws of this state, a willful failure to comply with a rule or order of the commission, or other good cause. The commission shall, by rules promulgated pursuant to chapter 1-26, prescribe the necessary procedures to implement this section. A telecommunications company that had lawful authority immediately prior to July 1, 1992 the effective date of this Act to provide interexchange telecommunications services or telecommunications services other than local exchange service shall continue to have such authority. The commission shall issue such a telecommunications company a certificate of authority. Any certificate of authority to provide such telecommunications service may not be sold, assigned, leased, or transferred. The offering of such telecommunications services by a telecommunications company without a certificate of authority or inconsistent with this section is a Class 1 misdemeanor. Section 6. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: No telecommunications company may begin the construction of a telecommunications facility intended to provide local exchange service, commence operating a telecommunications facility for the purpose of providing local exchange service, or offer or otherwise provide local exchange service in this state prior to receiving a certificate of authority to provide the service from the commission. A company may not extend an existing telecommunications facility outside its local exchange service area for the purpose of providing local exchange service without applying to the commission for authority to do so. Any telecommunications company seeking to amend or alter its authorized local exchange service territory shall apply for an amended certificate of authority. An application for an amended certificate is subject to the same requirements as an application for an initial certificate. The commission has the exclusive authority to grant a certificate of authority. Section 7. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: An application for a certificate of authority to provide local exchange service shall set forth with particularity the proposed geographic territory to be served and include a price list and informational tariff regarding the types of local exchange services to be provided. Each telecommunications company holding a certificate of authority to provide local exchange service within the geographic area where an applicant is seeking to provide local exchange service shall be provided notice of the application and be granted intervenor status in any commission proceeding on the application. Section 8. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall issue a certificate of authority for local exchange service to the applying telecommunications company, if, after notice and opportunity for hearing pursuant to chapter 1-26, the applicant has demonstrated sufficient technical, financial, and managerial capabilities to provide the local exchange services applied for. Any grant of a certificate of authority to provide local exchange service shall be subject to such terms and conditions as the commission finds consistent with preserving and advancing universal service, protecting the public safety and welfare, ensuring the continued quality of service, and safeguarding the rights of consumers. Section 9. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Each telecommunications company shall submit a two hundred fifty dollar application fee with its application which shall be deposited into the gross receipts tax fund established pursuant to § 49-1A-2. Section 10. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Except when an evidentiary hearing is required by the commission, the commission shall act on an application for a certificate of authority to provide local exchange service within sixty days of receiving a complete application. If an evidentiary hearing is required, the commission shall act on the application within one hundred twenty days of receipt of a complete application. Section 11. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Except as provided in 47 U.S.C. § 253(f) as of January 1, 1998, if the applicant proposes to provide any local exchange service in an area served by a rural telephone company, the applicant is required to satisfy the service obligations of an eligible telecommunications carrier as set forth in 47 U.S.C. § 214(e) as of January 1, 1998. In addition, the services required to be provided as set forth in 47 U.S.C. § 214(e) as of January 1, 1998, shall be provided at prices and on terms which reflect a good faith offering of the services throughout the service area of the incumbent rural telephone company. This includes the obligation to advertise the availability of local exchange services and prices to potential customers throughout the service area using media of general distribution. The applicant shall provide evidence showing that the applicant will provide local exchange services to the entire service area within one year, or a longer period of time as determined by the commission, from the date the provider begins to provide local exchange service to the area for which certification is sought. However, an applicant may petition the commission for a waiver from the requirement of satisfying the service obligations of an eligible telecommunications carrier. The commission may grant the waiver if, after notice and hearing pursuant chapter 1-26, it is established by clear and convincing evidence that the waiver would not adversely impact universal service, that quality of service would be continued, and that it would otherwise be in the public interest. Section 12. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any certificate of authority for local exchange service granted by the commission to a telecommunications company prior to the effective date of this Act shall remain in full force and effect unless modified by the commission, and such company need not apply for certification in order to continue offering or providing service to the extent authorized in such certificate of authority. Prior to substantially altering the nature or scope of services provided under a certificate of authority, or adding or expanding services beyond the authority contained in such certificate, any such carrier shall apply for a certificate of authority for such alterations or additions. Section 13. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may review and modify the terms of any certificate of authority issued to a telecommunications company prior to the effective date of this Act in order to ensure its conformity with the requirements and policies of this chapter. Any certificate of authority may be altered or modified by the commission after notice and hearing pursuant to chapter 1-26, upon its own motion or upon application of the person or company affected. Section 14. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: A certificate of authority for local exchange service issued by the commission may not be sold, assigned, leased, or transferred. Any certificate of authority issued by the commission may be suspended or revoked, pursuant to chapter 1-26, for a willful violation of the laws of this state, a willful failure to comply with a rule or order of the commission, or other good cause. The offering of any local exchange telecommunications service without a certificate of authority or which is inconsistent with this section is a Class 1 misdemeanor. Section 15. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Within ninety days after the effective date of this Act, the commission shall initiate rule- making proceedings pursuant to chapter 1-26 to adopt rules addressing the competitive provisioning of local exchange service which, consistent with 47 U.S.C. § 253(b) as of January 1, 1998, shall be directed toward preserving and advancing universal service, protecting the public safety and welfare, ensuring the continued quality of service, and safeguarding the rights of affected consumers. The preservation and advancement of universal service shall be a primary concern. The commission shall adopt and implement the rules no later than one hundred eighty days after the effective date of this Act. Section 16. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may promulgate rules pursuant to chapter 1-26 to establish service quality standards for local exchange services. Section 17. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall designate a common carrier as an eligible telecommunications carrier for a service area designated by the commission consistent with 47 U.S.C. § 214(e) as of January 1, 1998. The commission may permit an eligible telecommunications carrier to relinquish its designation as such a carrier in any area served by more than one eligible telecommunications carrier consistent with 47 U.S.C. § 214(e)(4) as of January 1, 1998. The commission may designate a common carrier or carriers to provide service to unserved areas that request such service consistent with 47 U.S.C. § 214(e)(3) as of January 1, 1998. The commission may not in an area served by a rural telephone company designate more than one eligible telecommunications carrier absent a finding that the additional designation would be in the public interest. Section 18. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Pursuant to 47 U.S.C. § 251(f)(1) as of January 1, 1998, the obligations of an incumbent local exchange carrier, which include the duty to negotiate and provide interconnection, unbundled network elements, resale, notice of changes and collocation, do not apply to a rural telephone company unless the company has received a bona fide request for interconnection, services, or network elements and the commission determines that the rural telephone company shall fulfill the request. The commission may only determine that the rural telephone company shall fulfill the request if, after notice and hearing pursuant to chapter 1-26, the commission finds that the request is not unduly economically burdensome the request is technically feasible, and the request is consistent with the universal service principles and provisions set forth in 47 U.S.C. § 254 as of January 1, 1998. The person or entity making the request shall have the burden of proof as to whether each of the standards for reviewing the request has been met. Nothing in this section prevents a rural telephone company from voluntarily agreeing to provide any of the services, facilities, or access referenced by this section. Section 19. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Consistent with 47 U.S.C. § 251(f)(2) as of January 1, 1998, the commission may grant a suspension or modification of any of the interconnection or other requirements set forth in 47 U.S.C. § § 251(b) and 251(c), as of January 1, 1998, to any local exchange carrier which serves fewer than two percent of the nation's subscriber lines installed in the aggregate nationwide. Any such carrier shall petition the commission for the suspension or modification. The commission shall grant the petition to the extent that, and for such duration as, the commission determines that the requested suspension or modification is consistent with the public interest, convenience, and necessity and is necessary: (1) To avoid a significant adverse economic impact on users of telecommunications services generally; (2) To avoid imposing a requirement that is unduly economically burdensome; or (3) To avoid imposing a requirement that is technically infeasible. The commission may suspend enforcement of the requirement or requirements identified in the petition pending final action on the requested suspension or modification. Section 20. That § 49-31-5.1 be amended to read as follows: 49-31-5.1. Telecommunications cooperatives organized pursuant to chapters 47-15 to 47-20, inclusive, municipal telephone systems operated pursuant to chapter 9-41, and independent telephone companies serving less than ten fifty thousand local exchange subscribers are not subject to chapter 49-11, § § 49-31-1.1 to 49-31-1.4, inclusive, § § 49-31-3.1 to 49-31-4.1, inclusive, § § 49-31-4.3, 49-31-5 , and 49-31-6, § § 49-31-12 to 49-31-12.5, inclusive, and § § 49-31-44 to 49-31-46, inclusive. However, any cooperative, municipality or independent telecommunications company may elect to have its rates regulated by the commission and be subject to commission regulation for its emerging and noncompetitive telecommunications services. The election to be regulated shall be made by filing with the commission a certified copy of the resolution of the board of directors or the municipal governing body. Commission regulation shall become effective thirty days after receipt of the resolution by the commission. Section 21. That § 49-31-15 be amended to read as follows: 49-31-15. The Subject to any applicable exemptions, suspensions, or modifications granted incumbent local exchange companies pursuant to 47 U.S.C. § § 251(f)(1) and 251(f)(2), as of January 1, 1998, and the provisions of this chapter, the commission may compel access to any telecommunications facilities in this state for reasonable compensation, without discrimination, and under rules the commission may promulgate pursuant to chapter 1-26 . Any telecommunications company desiring access to any other company's facilities shall, if access is refused, make an application to the commission. Upon receipt of the application, the commission shall ascertain the facts in the case. If in its judgment the public service demands the access and the facilities of the applicant are in proper condition, the commission may order the access upon such terms and conditions that are found to be in the public interest and apportion the expense of the access. Nothing in this section may be construed to prevent telecommunications companies from providing access to each other's facilities by mutual consent. Section 22. That § 49-31-17 be repealed. 49-31-17. Notwithstanding § 49-31-15, no access may be compelled except at or within the local exchange boundary, or a centralized point serving several exchanges, of the telecommunications company refusing the access. The company refusing access may not be compelled by the commission to build a facility outside its local exchange territory, or a centralized point serving several exchanges, to connect to the telecommunications company requesting the access. Nothing in § 49-31-15 may be construed to prevent telecommunications companies from providing access to each other's facilities by mutual consent. Section 23. That § 49-31-18 be amended to read as follows: 49-31-18. Every telecommunications company shall provide switched access for any other telecommunications company doing business in the same vicinity that makes application therefor and shall afford all reasonable and proper facilities for such switched access, for reasonable compensation and without discrimination, and under rules the commission may prescribe. To provide switched access facilities at reasonable rates prices and to enhance and preserve universal service, the commission may establish methods designed to determine and implement fair and reasonable compensatory access rates prices by rules promulgated pursuant to chapter 1-26. Section 24. That § 49-31-19 be amended to read as follows: 49-31-19. Access Switched access charges for switching and transporting intrastate interexchange telecommunications services between facilities shall be published in the tariff filed by the telecommunications company providing the access. Notwithstanding any exemption granted under § 49-31-5.1, any telecommunications company providing telecommunications switched access services which are classified as emerging or noncompetitive shall file its access tariffs with the commission for approval pursuant to § 49-31-12.4 or 49-31-12.5, as applicable. Section 25. That § 49-31-20 be amended to read as follows: 49-31-20. No person who owns telecommunications facilities in this state may consolidate with or hold a controlling interest in the stock, bonds or assets of another telecommunications company owning a competing line, switch, exchange or other telecommunications facilities. A person may file with the commission an application to consolidate or merge telecommunications companies. If the commission finds after an investigation, notice and, with or without, public hearing that the public interest will be benefited by the consolidation or merger, the commission may issue a permit granting the consolidation or merger. Any telecommunications company that holds a certificate of authority to operate in this state shall notify the commission of any consolidation or merger with another telecommunications company. Section 26. That § 49-31-21 be repealed. 49-31-21. Any person before commencing the construction of a telecommunications facility, or an extension of an existing telecommunications facility outside its lawful local exchange territory, shall first apply to the commission for authority to do so. The application shall have attached thereto a plat or map showing the location of the proposed facility. Upon receipt of the application, the commission shall notify any other telecommunications company which may be affected and permit the filing of comments or objections. The commission may allow, with or without a hearing, the construction of a telecommunications facility if it finds the facility to be in the public interest and which will provide competition in the delivery or use of telecommunications services. If the proposed location of a facility is in the local exchange territory assigned to telephone cooperatives organized pursuant to chapters 47-15 to 47-20, inclusive, or municipal telephone systems operated pursuant to chapter 9-41, or independent telephone companies serving less than ten thousand local exchange subscribers, the commission may allow the proposed facility only upon the additional finding that the local exchange company operating the existing facility is not furnishing reasonably adequate telecommunications service and will not furnish reasonably adequate service within a reasonable time. Nothing in this section prohibits the construction of nonaccess facilities which cross the local exchange territory being lawfully occupied and served by another telecommunications company furnishing reasonably adequate service. Nothing in this section affects construction or extension of facilities within the local exchange territory for which a company has the certificate to operate, into contiguous territory which is not receiving similar service, or where a certificated telecommunications company agrees in writing to an attachment of lines or to the construction of telecommunications facilities in the affected company's local exchange territory. Section 27. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may implement and comply with the provisions of the federal Telecommunications Act of 1996, including the promulgation of rules pursuant to chapter 1-26. Except to the extent a local exchange carrier is exempt from or has received a suspension or modification pursuant to 47 U.S.C. § 251(f)(1) or 251(f)(2), as of January 1, 1998, and the provisions of this chapter, the carrier shall provide access to and interconnection with its telecommunications services and network elements to any provider of competitive telecommunications services that requests access and interconnection as provided for in 47 U.S.C. § § 251(a) to 251(c), inclusive, as of January 1, 1998. If the parties are unable to voluntarily negotiate an agreement, either party may petition the commission to mediate or arbitrate any unresolved issues. The prices for interconnection and unbundled network elements provided pursuant to 47 U.S.C. § § 251(c)(2) and 251(c)(3), as of January 1, 1998, determined by the commission, shall be cost based and shall include an allocation of joint and common costs and a reasonable profit. The wholesale rates for resold services provided pursuant to 47 U.S.C. § 251(c)(4) as of January 1, 1998, shall be determined based on the retail rate of the service less any net avoided costs due to the resale. The charges for transport and termination services provided pursuant to 47 U.S.C. § 251(b)(5) as of January 1, 1998, shall be consistent with the provisions of 47 U.S.C. § 252(d)(2) as of January 1, 1998. The provisioning of access to and interconnection with a local exchange carrier's services and network elements is not subject to § § 49-31-1.1 to 49-31-1.4, inclusive, § § 49-31-3.1 to 49-31-4, inclusive, § § 49-31- 12.2, 49-31-12.4, 49-31-12.5, and § § 49-31-17 to 49-31-19, inclusive. Section 28. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: It is recognized that certain resale restrictions are necessary to prevent unfair competition, preserve universal service and otherwise protect the public interest. The commission may permit reasonable and nondiscriminatory resale restrictions proposed by local exchange carriers including the following: (1) Resale restrictions which prohibit resellers from purchasing retail telecommunications services offered by that local exchange carrier to one category of customers and reselling those retail services to a different category of customers; (2) Restrictions which remove from the resale requirement promotional prices, service packages, trial offerings, or temporary discounts of no more than ninety days that are offered by the local exchange carrier to its customers; and (3) Restrictions that do not allow the use of a flat or measured rate local exchange service, sold for purpose of resale, to bypass the use of switched access. Section 29. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may not prohibit telecommunications companies from voluntarily forming an association to assist in the administration and filing of schedules or tariffs and to engage in the pooling of access costs and revenues in a manner which is consistent with preserving and advancing universal service throughout this state or consistent with the Public Communications Network Infrastructure policies set forth in § § 49-31-60 to 49-31-68, inclusive. Section 30. That § 49-31-44 be amended to read as follows: 49-31-44. There is hereby created a fund within the state treasury to be known as the \" telecommunications investigation fund \" which shall be used by the commission to defray the expenses of conducting investigations or public hearings relating to § § 49-31-3.2 to 49-31-3.4, inclusive, 49-31-4 , and 49-31-4.1 , or arbitration proceedings conducted pursuant to 47 U.S.C. § 252 as of January 1, 1998 . Each telecommunications company as defined in subdivision 49-31-1(9) , upon the opening of that is a party to an official docket to exercise commission authority pursuant to § § 49-31-3.2 to 49-31-3.4, inclusive, 49-31-4 and 49-31-4.1, or arbitration proceedings conducted pursuant to 47 U.S.C § 252 as of January 1, 1998, shall make a deposit not to exceed seventy-five thousand dollars in the \" telecommunications investigation fund. \" The amount and the division of the deposit among the companies, if any, shall be designated by commission order. However, any costs incurred related to arbitration proceedings conducted pursuant to 47 U.S.C. § 252 as of January 1, 1998, shall be shared equally among the parties. The commission shall use the deposit to defray the expense incident to conducting the hearing or investigation of the company making the deposit. The deposit is appropriated to the use of the commission for such purpose. The funds necessary for such expenses are hereby authorized to be expended."}, {"bill_id": 13812, "bill_version_id": 77310, "bill_version": "House State Affairs Engrossed", "bill_version_date": "1998-02-11T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the regulation of telecommunication companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-31-1 be amended by adding thereto NEW SUBDIVISIONS to read as follows: \"Eligible telecommunications carrier,\" a local exchange carrier designated by the commission pursuant to 47 U.S.C. § 214(e) as of January 1, 1998, as eligible to receive universal service support funding; \"Incumbent local exchange carrier,\" a local exchange carrier, including successors and assigns, which was providing local exchange service within a defined service area in this state on or before February 8, 1996; \"Interexchange telecommunications service,\" telecommunications service between points in two or more exchanges; \"Local exchange area,\" a geographic area established by a local exchange carrier as filed with or approved by the commission for the administration of local telecommunications service which may consist of one or more central offices or wire centers together with associated facilities used in furnishing telecommunications service in that area; \"Rural telephone company,\" a local exchange company as defined in 47 U.S.C. § 153(37) as of January 1, 1998; \"Service area,\" a geographic area established by the commission for the purpose of determining universal service obligations and support mechanisms. For a rural telephone company, the service area is the company's study area or any other area designated jointly by the commission and the Federal Communications Commission pursuant to 47 U.S.C. § 214(e)(5) as of January 1, 1998; \"Switched access,\" an exchange access service purchased for the origination and termination of interexchange telecommunications services which includes central office switching and signaling, local loop facility, or local transport. Section 2. That subdivision (19) of § 49-31-1 be amended to read as follows: (19) \"Local exchange service,\" the access to and transmission of two-way switched voice communications telecommunications service within a geographic territorial unit established by a telecommunications company for the administration of telecommunications services local exchange area ; Section 3. That subdivision (35) of § 49-31-1 be amended to read as follows: (35) \"Telecommunications company,\" any person , or municipal corporation , trustee, lessee or receiver owning, operating, reselling, managing or controlling in whole or in part, any telecommunications line, system or exchange in this state, directly or indirectly, for public use. All telecommunications companies are common carriers For purposes of this definition the term, for public use, means for the use of the public in general or for a specific segment of the public, or which connects to the public in general or for a specific segment of the public, or which connects to the public switched network for access to any telecommunications service ; Section 4. That subdivision (39) of § 49-31-1 be repealed. (39) \"Universal service,\" a service which is, as far as possible, a rapid, efficient telecommunications service with adequate facilities available to all the people of South Dakota at a reasonable charge; and Section 5. That § 49-31-3 be amended to read as follows: 49-31-3. The commission has general supervision and control of all telecommunications companies offering common carrier services within the state to the extent such business is not otherwise regulated by federal law or regulation. The commission shall inquire into any complaints, unjust discrimination, neglect, or violation of the laws of the state governing such companies. The commission may exercise powers necessary to properly supervise and control such companies. Each telecommunications company that plans to offer or provide interexchange telecommunications service or any telecommunications service other than local exchange service shall file an application for a certificate of authority with the commission pursuant to this section. Telecommunications companies seeking to provide any local exchange service shall submit an application for certification by the commission pursuant to this Act. Applications required by this section shall be filed by the company no less than sixty days prior to initiating any before its initiation of telecommunications service in this state. The commission shall have the exclusive authority to grant a certificate of authority. Each telecommunications company shall submit a two hundred fifty dollar application fee with its application which shall be deposited into the gross receipts tax fund established pursuant to § 49-1A-2. If the commission has not ruled upon an application at the end of the sixty days, the telecommunications company may initiate telecommunications services in the state until the commission reaches a decision on the application. If the application is granted, the company may continue to offer its services. However, if the application is denied, the company shall cease and desist from offering any further services in this state. A telecommunications company has the burden to prove in its application that it has sufficient technical, financial and managerial capabilities to offer the telecommunications services described in its application before the commission may grant a certificate of authority. The commission may rule upon a telecommunications company's application for a certificate of authority with or without hearing. Any certificate of authority granted by the commission may be suspended or revoked pursuant to chapter 1-26 for a willful violation of the laws of this state, a willful failure to comply with a rule or order of the commission, or other good cause. The commission shall, by rules promulgated pursuant to chapter 1-26, prescribe the necessary procedures to implement this section. A telecommunications company that had lawful authority immediately prior to July 1, 1992 the effective date of this Act to provide interexchange telecommunications services or telecommunications services other than local exchange service shall continue to have such authority. The commission shall issue such a telecommunications company a certificate of authority. Any certificate of authority to provide such telecommunications service may not be sold, assigned, leased, or transferred without commission approval. The offering of such telecommunications services by a telecommunications company without a certificate of authority or inconsistent with this section is a Class 1 misdemeanor. Section 6. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: No telecommunications company may begin the construction of a telecommunications facility intended to provide local exchange service, commence operating a telecommunications facility for the purpose of providing local exchange service, or offer or otherwise provide local exchange service in this state prior to receiving a certificate of authority to provide the service from the commission. A company may not extend an existing telecommunications facility outside its local exchange service area for the purpose of providing local exchange service in a service area in which it is not certified without applying to the commission for authority to do so. Any telecommunications company seeking to amend or alter its authorized local exchange service territory shall apply for an amended certificate of authority. An application for an amended certificate is subject to the same requirements as an application for an initial certificate. The commission has the exclusive authority to grant a certificate of authority. Section 7. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: An application for a certificate of authority to provide local exchange service shall set forth with particularity the proposed geographic territory to be served and provide information regarding the types of local exchange services to be provided. Each telecommunications company holding a certificate of authority to provide local exchange service within the geographic area where an applicant is seeking to provide local exchange service shall be provided notice of the application and be granted intervenor status in any commission proceeding on the application. Section 8. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall issue a certificate of authority for local exchange service to the applying telecommunications company, if, after notice and opportunity for hearing pursuant to chapter 1-26, the applicant has demonstrated sufficient technical, financial, and managerial capabilities to provide the local exchange services applied for. In granting a certificate of authority to provide local exchange service, the commission may impose terms and conditions, on a competitively neutral basis, that it finds consistent with preserving and advancing universal service, protecting the public safety and welfare, ensuring the continued quality of service, and safeguarding the rights of consumers. Section 9. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Except when an evidentiary hearing is required by the commission, the commission shall act on an application for a certificate of authority to provide local exchange service within sixty days of receiving a complete application. If an evidentiary hearing is required, the commission shall act on the application within one hundred twenty days of receipt of a complete application. Section 10. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Except as provided in 47 U.S.C. § 253(f) as of January 1, 1998, if the applicant proposes to provide any local exchange service in the service area of a rural telephone company, the applicant is required to satisfy the service obligations of an eligible telecommunications carrier as set forth in 47 U.S.C. § 214(e) as of January 1, 1998. In addition, the services required to be provided as set forth in 47 U.S.C. § 214(e) as of January 1, 1998, shall be provided at prices and on terms which reflect a good faith offering of the services throughout the service area of the incumbent rural telephone company. This includes the obligation to advertise the availability of local exchange services and prices to potential customers throughout the service area using media of general distribution. However, an applicant may petition the commission for a waiver from the requirement of satisfying the service obligations of an eligible telecommunications carrier. The commission may grant the waiver if, after notice and hearing pursuant chapter 1-26, it is established by clear and convincing evidence that the waiver would not adversely impact universal service, that quality of service would be continued, and that it would otherwise be in the public interest. Section 11. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any certificate of authority for local exchange service granted by the commission to a telecommunications company prior to the effective date of this Act shall remain in full force and effect unless modified by the commission, and such company need not apply for certification in order to continue offering or providing service to the extent authorized in such certificate of authority. Prior to substantially altering the nature or scope of services provided under a certificate of authority, or adding or expanding services beyond the authority contained in such certificate, any such carrier shall apply for a certificate of authority for such alterations or additions. Section 12. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may review and modify the terms of any certificate of authority issued to a telecommunications company prior to the effective date of this Act in order to ensure its conformity with the requirements and policies of this chapter. Any certificate of authority may be altered or modified by the commission after notice and hearing pursuant to chapter 1-26, upon its own motion or upon application of the person or company affected. Section 13. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: A certificate of authority for local exchange service issued by the commission may not be sold, assigned, leased, or transferred without commission approval. Any certificate of authority issued by the commission may be suspended or revoked, pursuant to chapter 1-26, for a willful violation of the laws of this state, a willful failure to comply with a rule or order of the commission, or other good cause. The offering of any local exchange telecommunications service without a certificate of authority or which is inconsistent with this section is a Class 1 misdemeanor. Section 14. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Within ninety days after the effective date of this Act, the commission shall initiate rule- making proceedings pursuant to chapter 1-26 to adopt rules addressing the competitive provisioning of local exchange service which, consistent with 47 U.S.C. § 253(b) as of January 1, 1998, shall be directed toward preserving and advancing universal service, protecting the public safety and welfare, ensuring the continued quality of service, and safeguarding the rights of affected consumers. The preservation and advancement of universal service shall be a primary concern. The commission shall adopt and implement the rules no later than one hundred eighty days after the effective date of this Act. Section 15. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may promulgate rules pursuant to chapter 1-26 to establish service quality standards for local exchange services. Section 16. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall designate a common carrier as an eligible telecommunications carrier for a service area designated by the commission consistent with 47 U.S.C. § 214(e) as of January 1, 1998. The commission may permit an eligible telecommunications carrier to relinquish its designation as such a carrier in any area served by more than one eligible telecommunications carrier consistent with 47 U.S.C. § 214(e)(4) as of January 1, 1998. The commission may designate a common carrier or carriers to provide service to unserved areas that request such service consistent with 47 U.S.C. § 214(e)(3) as of January 1, 1998. The commission may not in an area served by a rural telephone company designate more than one eligible telecommunications carrier absent a finding that the additional designation would be in the public interest. Section 17. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Pursuant to 47 U.S.C. § 251(f)(1) as of January 1, 1998, the obligations of an incumbent local exchange carrier, which include the duty to negotiate and provide interconnection, unbundled network elements, resale, notice of changes and collocation, do not apply to a rural telephone company unless the company has received a bona fide request for interconnection, services, or network elements and the commission determines that the rural telephone company shall fulfill the request. The commission may only determine that the rural telephone company shall fulfill the request if, after notice and hearing pursuant to chapter 1-26, the commission finds that the request is not unduly economically burdensome the request is technically feasible, and the request is consistent with the universal service principles and provisions set forth in 47 U.S.C. § 254 as of January 1, 1998. The person or entity making the request shall have the burden of proof as to whether each of the standards for reviewing the request has been met. Nothing in this section prevents a rural telephone company from voluntarily agreeing to provide any of the services, facilities, or access referenced by this section. Section 18. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Consistent with 47 U.S.C. § 251(f)(2) as of January 1, 1998, the commission may grant a suspension or modification of any of the interconnection or other requirements set forth in 47 U.S.C. § § 251(b) and 251(c), as of January 1, 1998, to any local exchange carrier which serves fewer than two percent of the nation's subscriber lines installed in the aggregate nationwide. Any such carrier shall petition the commission for the suspension or modification. The commission shall grant the petition to the extent that, and for such duration as, the commission determines that the requested suspension or modification is consistent with the public interest, convenience, and necessity and is necessary: (1) To avoid a significant adverse economic impact on users of telecommunications services generally; (2) To avoid imposing a requirement that is unduly economically burdensome; or (3) To avoid imposing a requirement that is technically infeasible. The commission may suspend enforcement of the requirement or requirements identified in the petition pending final action on the requested suspension or modification. Section 19. That § 49-31-5.1 be amended to read as follows: 49-31-5.1. Telecommunications cooperatives organized pursuant to chapters 47-15 to 47-20, inclusive, municipal telephone systems operated pursuant to chapter 9-41, and independent telephone companies serving less than ten fifty thousand local exchange subscribers are not subject to chapter 49-11, § § 49-31-1.1 to 49-31-1.4, inclusive, § § 49-31-3.1 to 49-31-4.1, inclusive, § § 49-31-4.3, 49-31-5 , and 49-31-6, § § 49-31-12 to 49-31-12.5, inclusive, and § § 49-31-44 to 49-31-46, inclusive. However, any cooperative, municipality or independent telecommunications company may elect to have its rates regulated by the commission and be subject to commission regulation for its emerging and noncompetitive telecommunications services. The election to be regulated shall be made by filing with the commission a certified copy of the resolution of the board of directors or the municipal governing body. Commission regulation shall become effective thirty days after receipt of the resolution by the commission. Section 20. That § 49-31-17 be repealed. 49-31-17. Notwithstanding § 49-31-15, no access may be compelled except at or within the local exchange boundary, or a centralized point serving several exchanges, of the telecommunications company refusing the access. The company refusing access may not be compelled by the commission to build a facility outside its local exchange territory, or a centralized point serving several exchanges, to connect to the telecommunications company requesting the access. Nothing in § 49-31-15 may be construed to prevent telecommunications companies from providing access to each other's facilities by mutual consent. Section 21. That § 49-31-20 be amended to read as follows: 49-31-20. No person who owns telecommunications facilities in this state may consolidate with or hold a controlling interest in the stock, bonds or assets of another telecommunications company owning a competing line, switch, exchange or other telecommunications facilities. A person may file with the commission an application to consolidate or merge telecommunications companies. If the commission finds after an investigation, notice and, with or without, public hearing that the public interest will be benefited by the consolidation or merger, the commission may issue a permit granting the consolidation or merger. Any telecommunications company that holds a certificate of authority to operate in this state shall notify the commission of any consolidation or merger with another telecommunications company. Section 22. That § 49-31-21 be repealed. 49-31-21. Any person before commencing the construction of a telecommunications facility, or an extension of an existing telecommunications facility outside its lawful local exchange territory, shall first apply to the commission for authority to do so. The application shall have attached thereto a plat or map showing the location of the proposed facility. Upon receipt of the application, the commission shall notify any other telecommunications company which may be affected and permit the filing of comments or objections. The commission may allow, with or without a hearing, the construction of a telecommunications facility if it finds the facility to be in the public interest and which will provide competition in the delivery or use of telecommunications services. If the proposed location of a facility is in the local exchange territory assigned to telephone cooperatives organized pursuant to chapters 47-15 to 47-20, inclusive, or municipal telephone systems operated pursuant to chapter 9-41, or independent telephone companies serving less than ten thousand local exchange subscribers, the commission may allow the proposed facility only upon the additional finding that the local exchange company operating the existing facility is not furnishing reasonably adequate telecommunications service and will not furnish reasonably adequate service within a reasonable time. Nothing in this section prohibits the construction of nonaccess facilities which cross the local exchange territory being lawfully occupied and served by another telecommunications company furnishing reasonably adequate service. Nothing in this section affects construction or extension of facilities within the local exchange territory for which a company has the certificate to operate, into contiguous territory which is not receiving similar service, or where a certificated telecommunications company agrees in writing to an attachment of lines or to the construction of telecommunications facilities in the affected company's local exchange territory. Section 23. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may implement and comply with the provisions of the federal Telecommunications Act of 1996, including the promulgation of rules pursuant to chapter 1-26. Except to the extent a local exchange carrier is exempt from or has received a suspension or modification pursuant to 47 U.S.C. § 251(f)(1) or 251(f)(2), as of January 1, 1998, and the provisions of this chapter, the carrier shall provide interconnection, network elements, and other telecommunications services to any provider of competitive telecommunications services that requests such interconnection and services to the extent required by 47 U.S.C. § § 251(a) to 251(c), inclusive, as of January 1, 1998. If the parties are unable to voluntarily negotiate an agreement for the interconnection or services requested, either party may petition the commission to mediate or arbitrate any unresolved issues as provided in 47 U.S.C. § 252. The provisioning of interconnection, network elements, and other telecommunications services to the extent required by 47 USC § § 251(a) to 251(c), inclusive, by a local exchange carrier pursuant to this section is not subject to § § 49-31-1.1 to 49-31-1.4, inclusive, § § 49-31-3.1 to 49-31-4, inclusive, § § 49-31-12.2, 49-31-12.4, 49-31-12.5, and § § 49-31-18 and 49-31-19, inclusive. Section 24. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: It is recognized that certain resale restrictions may be necessary to prevent unfair competition, preserve universal service and otherwise protect the public interest. The commission may permit reasonable and nondiscriminatory resale restrictions proposed by local exchange carriers that are consistent with 47 U.S.C. § 251(c)(4) and that do not constitute a barrier to entry under 47 U.S.C. § 253(a). The commission may adopt rules pursuant to chapter 1-26 to implement this section. Section 25. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may not prohibit telecommunications companies from voluntarily forming an association to assist in the administration and filing of schedules or tariffs and to engage in the pooling of access costs and revenues in a manner which is consistent with preserving and advancing universal service throughout this state or consistent with the Public Communications Network Infrastructure policies set forth in § § 49-31-60 to 49-31-68, inclusive. Section 26. That § 49-31-44 be amended to read as follows: 49-31-44. There is hereby created a fund within the state treasury to be known as the \" telecommunications investigation fund \" which shall be used by the commission to defray the expenses of conducting investigations or public hearings relating to § § 49-31-3.2 to 49-31-3.4, inclusive, 49-31-4 , and 49-31-4.1 , or arbitration proceedings conducted pursuant to 47 U.S.C. § 252 as of January 1, 1998 . Each telecommunications company as defined in subdivision 49-31-1(9) , upon the opening of that is a party to an official docket to exercise commission authority pursuant to § § 49-31-3.2 to 49-31-3.4, inclusive, 49-31-4 and 49-31-4.1, or arbitration proceedings conducted pursuant to 47 U.S.C § 252 as of January 1, 1998, shall make a deposit not to exceed seventy-five thousand dollars in the \" telecommunications investigation fund. \" The amount and the division of the deposit among the companies, if any, shall be designated by commission order. However, any costs incurred related to arbitration proceedings conducted pursuant to 47 U.S.C. § 252 as of January 1, 1998, shall be shared equally among the parties. The commission shall use the deposit to defray the expense incident to conducting the hearing or investigation of the company making the deposit. The deposit is appropriated to the use of the commission for such purpose. The funds necessary for such expenses are hereby authorized to be expended. Section 27. It is the intent of the Legislature to encourage telecommunications companies to more efficiently meet the infrastructure deployment goal described in § § 49-31-60 to 49-31- 68, inclusive, for a fully integrated SONET backbone of interconnected survivable rings. To that end, telecommunications companies may jointly provide facilities and enter into revenue- pooling arrangements between and among themselves relating to the provisioning of these facilities. Any such arrangement shall be subject to commission review and approval and, to the extent it has received such approval, may not be construed as violating any state or local laws governing unfair trade practices, antitrust or restraint of trade. Further, it is the intent of the Legislature that any such approved arrangement shall be exempt from federal laws governing unfair trade practices, antitrust, or restraint of trade. Except with respect to such joint provisioning of facilities and revenue pooling arrangements approved by the commission, both state and federal laws governing unfair trade practices, antitrust, and restraint of trade shall apply with full force and effect. The joint provisioning of facilities within an arrangement consistent with the limited purpose described in this section may not be construed as imposing additional common carrier obligations on the participating companies. The provisions of this section may not be construed to permit any telecommunications company to take any action that is contrary to the public interest. BILL HISTORY 1/20/98 First read in House and referred to State Affairs. H.J. 127 1/30/98 Scheduled for Committee hearing on this date. 1/30/98 State Affairs Deferred to another day. 2/4/98 Scheduled for Committee hearing on this date. 2/4/98 State Affairs Deferred to another day. 2/9/98 Scheduled for Committee hearing on this date. 2/11/98 Scheduled for Committee hearing on this date. 2/11/98 State Affairs Do Pass Amended, Passed, AYES 13, NAYS 0."}, {"bill_id": 13812, "bill_version_id": 77313, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "1998-02-23T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the regulation of telecommunication companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-31-1 be amended by adding thereto NEW SUBDIVISIONS to read as follows: \"Eligible telecommunications carrier,\" a local exchange carrier designated by the commission pursuant to 47 U.S.C. § 214(e) as of January 1, 1998, as eligible to receive universal service support funding; \"Incumbent local exchange carrier,\" a local exchange carrier, including successors and assigns, which was providing local exchange service within a defined service area in this state on or before February 8, 1996; \"Interexchange telecommunications service,\" telecommunications service between points in two or more exchanges; \"Local exchange area,\" a geographic area established by a local exchange carrier as filed with or approved by the commission for the administration of local telecommunications service which may consist of one or more central offices or wire centers together with associated facilities used in furnishing telecommunications service in that area; \"Rural telephone company,\" a local exchange company as defined in 47 U.S.C. § 153(37) as of January 1, 1998; \"Service area,\" a geographic area established by the commission for the purpose of determining universal service obligations and support mechanisms. For a rural telephone company, the service area is the company's study area or any other area designated jointly by the commission and the Federal Communications Commission pursuant to 47 U.S.C. § 214(e)(5) as of January 1, 1998; \"Switched access,\" an exchange access service purchased for the origination and termination of interexchange telecommunications services which includes central office switching and signaling, local loop facility, or local transport. Section 2. That subdivision (19) of § 49-31-1 be amended to read as follows: (19) \"Local exchange service,\" the access to and transmission of two-way switched voice communications telecommunications service within a geographic territorial unit established by a telecommunications company for the administration of telecommunications services local exchange area ; Section 3. That subdivision (35) of § 49-31-1 be amended to read as follows: (35) \"Telecommunications company,\" any person , or municipal corporation , trustee, lessee or receiver owning, operating, reselling, managing or controlling in whole or in part, any telecommunications line, system or exchange in this state, directly or indirectly, for public use. All telecommunications companies are common carriers For purposes of this definition the term, for public use, means for the use of the public in general or for a specific segment of the public, or which connects to the public in general or for a specific segment of the public, or which connects to the public switched network for access to any telecommunications service ; Section 4. That subdivision (39) of § 49-31-1 be repealed. (39) \"Universal service,\" a service which is, as far as possible, a rapid, efficient telecommunications service with adequate facilities available to all the people of South Dakota at a reasonable charge; and Section 5. That § 49-31-3 be amended to read as follows: 49-31-3. The commission has general supervision and control of all telecommunications companies offering common carrier services within the state to the extent such business is not otherwise regulated by federal law or regulation. The commission shall inquire into any complaints, unjust discrimination, neglect, or violation of the laws of the state governing such companies. The commission may exercise powers necessary to properly supervise and control such companies. Each telecommunications company that plans to offer or provide interexchange telecommunications service or any telecommunications service other than local exchange service shall file an application for a certificate of authority with the commission pursuant to this section. Telecommunications companies seeking to provide any local exchange service shall submit an application for certification by the commission pursuant to this Act. Applications required by this section shall be filed by the company no less than sixty days prior to initiating any before its initiation of telecommunications service in this state. The commission shall have the exclusive authority to grant a certificate of authority. Each telecommunications company shall submit a two hundred fifty dollar application fee with its application which shall be deposited into the gross receipts tax fund established pursuant to § 49-1A-2. If the commission has not ruled upon an application at the end of the sixty days, the telecommunications company may initiate telecommunications services in the state until the commission reaches a decision on the application. If the application is granted, the company may continue to offer its services. However, if the application is denied, the company shall cease and desist from offering any further services in this state. A telecommunications company has the burden to prove in its application that it has sufficient technical, financial and managerial capabilities to offer the telecommunications services described in its application before the commission may grant a certificate of authority. The commission may rule upon a telecommunications company's application for a certificate of authority with or without hearing. Any certificate of authority granted by the commission may be suspended or revoked pursuant to chapter 1-26 for a willful violation of the laws of this state, a willful failure to comply with a rule or order of the commission, or other good cause. The commission shall, by rules promulgated pursuant to chapter 1-26, prescribe the necessary procedures to implement this section. A telecommunications company that had lawful authority immediately prior to July 1, 1992 the effective date of this Act to provide interexchange telecommunications services or telecommunications services other than local exchange service shall continue to have such authority. The commission shall issue such a telecommunications company a certificate of authority. Any certificate of authority to provide such telecommunications service may not be sold, assigned, leased, or transferred without commission approval. The offering of such telecommunications services by a telecommunications company without a certificate of authority or inconsistent with this section is a Class 1 misdemeanor. Section 6. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: No telecommunications company may begin the construction of a telecommunications facility intended to provide local exchange service, commence operating a telecommunications facility for the purpose of providing local exchange service, or offer or otherwise provide local exchange service in this state prior to receiving a certificate of authority to provide the service from the commission. A company may not extend an existing telecommunications facility outside its local exchange service area for the purpose of providing local exchange service in a service area in which it is not certified without applying to the commission for authority to do so. Any telecommunications company seeking to amend or alter its authorized local exchange service territory shall apply for an amended certificate of authority. An application for an amended certificate is subject to the same requirements as an application for an initial certificate. The commission has the exclusive authority to grant a certificate of authority. Section 7. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: An application for a certificate of authority to provide local exchange service shall set forth with particularity the proposed geographic territory to be served and provide information regarding the types of local exchange services to be provided. Each telecommunications company holding a certificate of authority to provide local exchange service within the geographic area where an applicant is seeking to provide local exchange service shall be provided notice of the application and be granted intervenor status in any commission proceeding on the application. Section 8. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall issue a certificate of authority for local exchange service to the applying telecommunications company, if, after notice and opportunity for hearing pursuant to chapter 1-26, the applicant has demonstrated sufficient technical, financial, and managerial capabilities to provide the local exchange services applied for. In granting a certificate of authority to provide local exchange service, the commission may impose terms and conditions, on a competitively neutral basis, that it finds consistent with preserving and advancing universal service, protecting the public safety and welfare, ensuring the continued quality of service, and safeguarding the rights of consumers. Section 9. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Except when an evidentiary hearing is required by the commission, the commission shall act on an application for a certificate of authority to provide local exchange service within sixty days of receiving a complete application. If an evidentiary hearing is required, the commission shall act on the application within one hundred twenty days of receipt of a complete application. Section 10. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Except as provided in 47 U.S.C. § 253(f) as of January 1, 1998, if the applicant proposes to provide any local exchange service in the service area of a rural telephone company, the applicant is required to satisfy the service obligations of an eligible telecommunications carrier as set forth in 47 U.S.C. § 214(e)(1) as of January 1, 1998, within a geographic area as determined by the commision. In addition, the services required to be provided as set forth in 47 U.S.C. § 214(e)(1) as of January 1, 1998, shall be provided at prices and on terms which reflect a good faith offering of the services throughout the service area of the incumbent rural telephone company. This includes the obligation to advertise the availability of local exchange services and prices to potential customers throughout the service area using media of general distribution. However, an applicant may petition the commission for a waiver from the requirement of satisfying the service obligations of an eligible telecommunications carrier. The commission may grant the waiver if, after notice and hearing pursuant chapter 1-26, it is established by a preponderance of the evidence that the waiver would not adversely impact universal service, that quality of service would be continued, and that it would otherwise be in the public interest. Section 11. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any certificate of authority for local exchange service granted by the commission to a telecommunications company prior to the effective date of this Act shall remain in full force and effect unless modified by the commission, and such company need not apply for certification in order to continue offering or providing service to the extent authorized in such certificate of authority. Prior to substantially altering the nature or scope of services provided under a certificate of authority, or adding or expanding services beyond the authority contained in such certificate, any such carrier shall apply for a certificate of authority for such alterations or additions. Section 12. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may review and modify the terms of any certificate of authority issued to a telecommunications company prior to the effective date of this Act in order to ensure its conformity with the requirements and policies of this chapter. Any certificate of authority may be altered or modified by the commission after notice and hearing pursuant to chapter 1-26, upon its own motion or upon application of the person or company affected. Section 13. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: A certificate of authority for local exchange service issued by the commission may not be sold, assigned, leased, or transferred without commission approval. Any certificate of authority issued by the commission may be suspended or revoked, pursuant to chapter 1-26, for a willful violation of the laws of this state, a willful failure to comply with a rule or order of the commission, or other good cause. The offering of any local exchange telecommunications service without a certificate of authority or which is inconsistent with this section is a Class 1 misdemeanor. Section 14. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Within ninety days after the effective date of this Act, the commission shall initiate rule- making proceedings pursuant to chapter 1-26 to adopt rules addressing the competitive provisioning of local exchange service which, consistent with 47 U.S.C. § 253(b) as of January 1, 1998, shall be directed toward preserving and advancing universal service, protecting the public safety and welfare, ensuring the continued quality of service, and safeguarding the rights of affected consumers. The preservation and advancement of universal service shall be a primary concern. The commission shall adopt and implement the rules no later than one hundred eighty days after the effective date of this Act. Section 15. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may promulgate rules pursuant to chapter 1-26 to establish service quality standards for local exchange services. Section 16. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall designate a common carrier as an eligible telecommunications carrier for a service area designated by the commission consistent with 47 U.S.C. § 214(e) as of January 1, 1998. The commission may permit an eligible telecommunications carrier to relinquish its designation as such a carrier in any area served by more than one eligible telecommunications carrier consistent with 47 U.S.C. § 214(e)(4) as of January 1, 1998. The commission may designate a common carrier or carriers to provide service to unserved areas that request such service consistent with 47 U.S.C. § 214(e)(3) as of January 1, 1998. The commission may not in an area served by a rural telephone company designate more than one eligible telecommunications carrier absent a finding that the additional designation would be in the public interest. Section 17. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Pursuant to 47 U.S.C. § 251(f)(1) as of January 1, 1998, the obligations of an incumbent local exchange carrier, which include the duty to negotiate and provide interconnection, unbundled network elements, resale, notice of changes and collocation, do not apply to a rural telephone company unless the company has received a bona fide request for interconnection, services, or network elements and the commission determines that the rural telephone company shall fulfill the request. The commission may only determine that the rural telephone company shall fulfill the request if, after notice and hearing pursuant to chapter 1-26, the commission finds that the request is not unduly economically burdensome the request is technically feasible, and the request is consistent with the universal service principles and provisions set forth in 47 U.S.C. § 254 as of January 1, 1998. The person or entity making the request shall have the burden of proof as to whether each of the standards for reviewing the request has been met. Nothing in this section prevents a rural telephone company from voluntarily agreeing to provide any of the services, facilities, or access referenced by this section. Section 18. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Consistent with 47 U.S.C. § 251(f)(2) as of January 1, 1998, the commission may grant a suspension or modification of any of the interconnection or other requirements set forth in 47 U.S.C. § § 251(b) and 251(c), as of January 1, 1998, to any local exchange carrier which serves fewer than two percent of the nation's subscriber lines installed in the aggregate nationwide. Any such carrier shall petition the commission for the suspension or modification. The commission shall grant the petition to the extent that, and for such duration as, the commission determines that the requested suspension or modification is consistent with the public interest, convenience, and necessity and is necessary: (1) To avoid a significant adverse economic impact on users of telecommunications services generally; (2) To avoid imposing a requirement that is unduly economically burdensome; or (3) To avoid imposing a requirement that is technically infeasible. The commission may suspend enforcement of the requirement or requirements identified in the petition pending final action on the requested suspension or modification. Section 19. That § 49-31-5.1 be amended to read as follows: 49-31-5.1. Telecommunications cooperatives organized pursuant to chapters 47-15 to 47-20, inclusive, municipal telephone systems operated pursuant to chapter 9-41, and independent telephone companies serving less than ten fifty thousand local exchange subscribers are not subject to chapter 49-11, § § 49-31-1.1 to 49-31-1.4, inclusive, § § 49-31-3.1 to 49-31-4.1, inclusive, § § 49-31-4.3, 49-31-5 , and 49-31-6, § § 49-31-12 to 49-31-12.5, inclusive, and § § 49-31-44 to 49-31-46, inclusive. However, any cooperative, municipality or independent telecommunications company may elect to have its rates regulated by the commission and be subject to commission regulation for its emerging and noncompetitive telecommunications services. The election to be regulated shall be made by filing with the commission a certified copy of the resolution of the board of directors or the municipal governing body. Commission regulation shall become effective thirty days after receipt of the resolution by the commission. Section 20. That § 49-31-17 be repealed. 49-31-17. Notwithstanding § 49-31-15, no access may be compelled except at or within the local exchange boundary, or a centralized point serving several exchanges, of the telecommunications company refusing the access. The company refusing access may not be compelled by the commission to build a facility outside its local exchange territory, or a centralized point serving several exchanges, to connect to the telecommunications company requesting the access. Nothing in § 49-31-15 may be construed to prevent telecommunications companies from providing access to each other's facilities by mutual consent. Section 21. That § 49-31-20 be amended to read as follows: 49-31-20. No person who owns telecommunications facilities in this state may consolidate with or hold a controlling interest in the stock, bonds or assets of another telecommunications company owning a competing line, switch, exchange or other telecommunications facilities. A person may file with the commission an application to consolidate or merge telecommunications companies. If the commission finds after an investigation, notice and, with or without, public hearing that the public interest will be benefited by the consolidation or merger, the commission may issue a permit granting the consolidation or merger. Any telecommunications company that holds a certificate of authority to operate in this state shall notify the commission of any consolidation or merger with another telecommunications company. Section 22. That § 49-31-21 be repealed. 49-31-21. Any person before commencing the construction of a telecommunications facility, or an extension of an existing telecommunications facility outside its lawful local exchange territory, shall first apply to the commission for authority to do so. The application shall have attached thereto a plat or map showing the location of the proposed facility. Upon receipt of the application, the commission shall notify any other telecommunications company which may be affected and permit the filing of comments or objections. The commission may allow, with or without a hearing, the construction of a telecommunications facility if it finds the facility to be in the public interest and which will provide competition in the delivery or use of telecommunications services. If the proposed location of a facility is in the local exchange territory assigned to telephone cooperatives organized pursuant to chapters 47-15 to 47-20, inclusive, or municipal telephone systems operated pursuant to chapter 9-41, or independent telephone companies serving less than ten thousand local exchange subscribers, the commission may allow the proposed facility only upon the additional finding that the local exchange company operating the existing facility is not furnishing reasonably adequate telecommunications service and will not furnish reasonably adequate service within a reasonable time. Nothing in this section prohibits the construction of nonaccess facilities which cross the local exchange territory being lawfully occupied and served by another telecommunications company furnishing reasonably adequate service. Nothing in this section affects construction or extension of facilities within the local exchange territory for which a company has the certificate to operate, into contiguous territory which is not receiving similar service, or where a certificated telecommunications company agrees in writing to an attachment of lines or to the construction of telecommunications facilities in the affected company's local exchange territory. Section 23. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may implement and comply with the provisions of the federal Telecommunications Act of 1996, including the promulgation of rules pursuant to chapter 1-26. Except to the extent a local exchange carrier is exempt from or has received a suspension or modification pursuant to 47 U.S.C. § 251(f)(1) or 251(f)(2), as of January 1, 1998, and the provisions of this chapter, the carrier shall provide interconnection, network elements, and other telecommunications services to any provider of competitive telecommunications services that requests such interconnection and services to the extent required by 47 U.S.C. § § 251(a) to 251(c), inclusive, as of January 1, 1998. If the parties are unable to voluntarily negotiate an agreement for the interconnection or services requested, either party may petition the commission to mediate or arbitrate any unresolved issues as provided in 47 U.S.C. § 252. The provisioning of interconnection, network elements, and other telecommunications services to the extent required by 47 USC § § 251(a) to 251(c), inclusive, by a local exchange carrier pursuant to this section is not subject to § § 49-31-1.1 to 49-31-1.4, inclusive, § § 49-31-3.1 to 49-31-4, inclusive, § § 49-31-12.2, 49-31-12.4, 49-31-12.5, and § § 49-31-18 and 49-31-19, inclusive. Section 24. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: It is recognized that certain resale restrictions may be necessary to prevent unfair competition, preserve universal service and otherwise protect the public interest. The commission may permit reasonable and nondiscriminatory resale restrictions proposed by local exchange carriers that are consistent with 47 U.S.C. § 251(c)(4) and that do not constitute a barrier to entry under 47 U.S.C. § 253(a). The commission may adopt rules pursuant to chapter 1-26 to implement this section. Section 25. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may not prohibit telecommunications companies from voluntarily forming an association to assist in the administration and filing of schedules or tariffs and to engage in the pooling of access costs and revenues in a manner which is consistent with preserving and advancing universal service throughout this state or consistent with the Public Communications Network Infrastructure policies set forth in § § 49-31-60 to 49-31-68, inclusive. Section 26. That § 49-31-44 be amended to read as follows: 49-31-44. There is hereby created a fund within the state treasury to be known as the \" telecommunications investigation fund \" which shall be used by the commission to defray the expenses of conducting investigations or public hearings relating to § § 49-31-3.2 to 49-31-3.4, inclusive, 49-31-4 , and 49-31-4.1 , or arbitration proceedings conducted pursuant to 47 U.S.C. § 252 as of January 1, 1998 . Each telecommunications company as defined in subdivision 49-31-1(9) , upon the opening of that is a party to an official docket to exercise commission authority pursuant to § § 49-31-3.2 to 49-31-3.4, inclusive, 49-31-4 and 49-31-4.1, or arbitration proceedings conducted pursuant to 47 U.S.C § 252 as of January 1, 1998, shall make a deposit not to exceed seventy-five thousand dollars in the \" telecommunications investigation fund. \" The amount and the division of the deposit among the companies, if any, shall be designated by commission order. However, any costs incurred related to arbitration proceedings conducted pursuant to 47 U.S.C. § 252 as of January 1, 1998, shall be shared equally among the parties. The commission shall use the deposit to defray the expense incident to conducting the hearing or investigation of the company making the deposit. The deposit is appropriated to the use of the commission for such purpose. The funds necessary for such expenses are hereby authorized to be expended. Section 27. It is the intent of the Legislature to encourage telecommunications companies to more efficiently meet the infrastructure deployment goal described in § § 49-31-60 to 49-31- 68, inclusive, for a fully integrated SONET backbone of interconnected survivable rings. To that end, telecommunications companies may jointly provide facilities and enter into revenue- pooling arrangements between and among themselves relating to the provisioning of these facilities. Any such arrangement shall be subject to commission review and approval and, to the extent it has received such approval, may not be construed as violating any state or local laws governing unfair trade practices, antitrust or restraint of trade. Further, it is the intent of the Legislature that any such approved arrangement shall be exempt from federal laws governing unfair trade practices, antitrust, or restraint of trade. Except with respect to such joint provisioning of facilities and revenue pooling arrangements approved by the commission, both state and federal laws governing unfair trade practices, antitrust, and restraint of trade shall apply with full force and effect. The joint provisioning of facilities within an arrangement consistent with the limited purpose described in this section may not be construed as imposing additional common carrier obligations on the participating companies. The provisions of this section may not be construed to permit any telecommunications company to take any action that is contrary to the public interest. BILL HISTORY 1/20/98 First read in House and referred to State Affairs. H.J. 127 1/30/98 Scheduled for Committee hearing on this date. 1/30/98 State Affairs Deferred to another day. 2/4/98 Scheduled for Committee hearing on this date. 2/4/98 State Affairs Deferred to another day. 2/9/98 Scheduled for Committee hearing on this date. 2/11/98 Scheduled for Committee hearing on this date. 2/11/98 State Affairs Do Pass Amended, Passed, AYES 13, NAYS 0. H.J. 577 2/12/98 House of Representatives Deferred to another day, AYES 62, NAYS 3. H.J. 634 2/13/98 House of Representatives Do Pass Amended, Passed, AYES 64, NAYS 1. H.J. 676 2/14/98 Scheduled for Committee hearing on this date. 2/14/98 First read in Senate and referred to State Affairs. S.J. 535 2/18/98 Scheduled for Committee hearing on this date. 2/20/98 Scheduled for Committee hearing on this date. 2/23/98 Scheduled for Committee hearing on this date. 2/23/98 State Affairs Do Pass Amended, Passed, AYES 8, NAYS 1. S.J. 646"}, {"bill_id": 13812, "bill_version_id": 77312, "bill_version": "Senate Engrossed", "bill_version_date": "1998-02-24T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the regulation of telecommunication companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-31-1 be amended by adding thereto NEW SUBDIVISIONS to read as follows: \"Eligible telecommunications carrier,\" a local exchange carrier designated by the commission pursuant to 47 U.S.C. § 214(e) as of January 1, 1998, as eligible to receive universal service support funding; \"Incumbent local exchange carrier,\" a local exchange carrier, including successors and assigns, which was providing local exchange service within a defined service area in this state on or before February 8, 1996; \"Interexchange telecommunications service,\" telecommunications service between points in two or more exchanges; \"Local exchange area,\" a geographic area established by a local exchange carrier as filed with or approved by the commission for the administration of local telecommunications service which may consist of one or more central offices or wire centers together with associated facilities used in furnishing telecommunications service in that area; \"Rural telephone company,\" a local exchange company as defined in 47 U.S.C. § 153(37) as of January 1, 1998; \"Service area,\" a geographic area established by the commission for the purpose of determining universal service obligations and support mechanisms. For a rural telephone company, the service area is the company's study area or any other area designated jointly by the commission and the Federal Communications Commission pursuant to 47 U.S.C. § 214(e)(5) as of January 1, 1998; \"Switched access,\" an exchange access service purchased for the origination and termination of interexchange telecommunications services which includes central office switching and signaling, local loop facility, or local transport. Section 2. That subdivision (19) of § 49-31-1 be amended to read as follows: (19) \"Local exchange service,\" the access to and transmission of two-way switched voice communications telecommunications service within a geographic territorial unit established by a telecommunications company for the administration of telecommunications services local exchange area ; Section 3. That subdivision (35) of § 49-31-1 be amended to read as follows: (35) \"Telecommunications company,\" any person , or municipal corporation , trustee, lessee or receiver owning, operating, reselling, managing or controlling in whole or in part, any telecommunications line, system or exchange in this state, directly or indirectly, for public use. All telecommunications companies are common carriers For purposes of this definition the term, for public use, means for the use of the public in general or for a specific segment of the public, or which connects to the public in general or for a specific segment of the public, or which connects to the public switched network for access to any telecommunications service ; Section 4. That subdivision (39) of § 49-31-1 be repealed. (39) \"Universal service,\" a service which is, as far as possible, a rapid, efficient telecommunications service with adequate facilities available to all the people of South Dakota at a reasonable charge; and Section 5. That § 49-31-3 be amended to read as follows: 49-31-3. The commission has general supervision and control of all telecommunications companies offering common carrier services within the state to the extent such business is not otherwise regulated by federal law or regulation. The commission shall inquire into any complaints, unjust discrimination, neglect, or violation of the laws of the state governing such companies. The commission may exercise powers necessary to properly supervise and control such companies. Each telecommunications company that plans to offer or provide interexchange telecommunications service or any telecommunications service other than local exchange service shall file an application for a certificate of authority with the commission pursuant to this section. Telecommunications companies seeking to provide any local exchange service shall submit an application for certification by the commission pursuant to this Act. Applications required by this section shall be filed by the company no less than sixty days prior to initiating any before its initiation of telecommunications service in this state. The commission shall have the exclusive authority to grant a certificate of authority. Each telecommunications company shall submit a two hundred fifty dollar application fee with its application which shall be deposited into the gross receipts tax fund established pursuant to § 49-1A-2. If the commission has not ruled upon an application at the end of the sixty days, the telecommunications company may initiate telecommunications services in the state until the commission reaches a decision on the application. If the application is granted, the company may continue to offer its services. However, if the application is denied, the company shall cease and desist from offering any further services in this state. A telecommunications company has the burden to prove in its application that it has sufficient technical, financial and managerial capabilities to offer the telecommunications services described in its application before the commission may grant a certificate of authority. The commission may rule upon a telecommunications company's application for a certificate of authority with or without hearing. Any certificate of authority granted by the commission may be suspended or revoked pursuant to chapter 1-26 for a willful violation of the laws of this state, a willful failure to comply with a rule or order of the commission, or other good cause. The commission shall, by rules promulgated pursuant to chapter 1-26, prescribe the necessary procedures to implement this section. A telecommunications company that had lawful authority immediately prior to July 1, 1992 the effective date of this Act to provide interexchange telecommunications services or telecommunications services other than local exchange service shall continue to have such authority. The commission shall issue such a telecommunications company a certificate of authority. Any certificate of authority to provide such telecommunications service may not be sold, assigned, leased, or transferred without commission approval. The offering of such telecommunications services by a telecommunications company without a certificate of authority or inconsistent with this section is a Class 1 misdemeanor. Section 6. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: No telecommunications company may begin the construction of a telecommunications facility intended to provide local exchange service, commence operating a telecommunications facility for the purpose of providing local exchange service, or offer or otherwise provide local exchange service in this state prior to receiving a certificate of authority to provide the service from the commission. A company may not extend an existing telecommunications facility outside its local exchange service area for the purpose of providing local exchange service in a service area in which it is not certified without applying to the commission for authority to do so. Any telecommunications company seeking to amend or alter its authorized local exchange service territory shall apply for an amended certificate of authority. An application for an amended certificate is subject to the same requirements as an application for an initial certificate. The commission has the exclusive authority to grant a certificate of authority. Section 7. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: An application for a certificate of authority to provide local exchange service shall set forth with particularity the proposed geographic territory to be served and provide information regarding the types of local exchange services to be provided. Each telecommunications company holding a certificate of authority to provide local exchange service within the geographic area where an applicant is seeking to provide local exchange service shall be provided notice of the application and be granted intervenor status in any commission proceeding on the application. Section 8. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall issue a certificate of authority for local exchange service to the applying telecommunications company, if, after notice and opportunity for hearing pursuant to chapter 1-26, the applicant has demonstrated sufficient technical, financial, and managerial capabilities to provide the local exchange services applied for. In granting a certificate of authority to provide local exchange service, the commission may impose terms and conditions, on a competitively neutral basis, that it finds consistent with preserving and advancing universal service, protecting the public safety and welfare, ensuring the continued quality of service, and safeguarding the rights of consumers. Section 9. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Except when an evidentiary hearing is required by the commission, the commission shall act on an application for a certificate of authority to provide local exchange service within sixty days of receiving a complete application. If an evidentiary hearing is required, the commission shall act on the application within one hundred twenty days of receipt of a complete application. Section 10. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Except as provided in 47 U.S.C. § 253(f) as of January 1, 1998, if the applicant proposes to provide any local exchange service in the service area of a rural telephone company, the applicant is required to satisfy the service obligations of an eligible telecommunications carrier as set forth in 47 U.S.C. § 214(e)(1) as of January 1, 1998, within a geographic area as determined by the commision. In addition, the services required to be provided as set forth in 47 U.S.C. § 214(e)(1) as of January 1, 1998, shall be provided at prices and on terms which reflect a good faith offering of the services throughout the service area of the incumbent rural telephone company. This includes the obligation to advertise the availability of local exchange services and prices to potential customers throughout the service area using media of general distribution. However, an applicant may petition the commission for a waiver from the requirement of satisfying the service obligations of an eligible telecommunications carrier. The commission may grant the waiver if, after notice and hearing pursuant chapter 1-26, it is established by a preponderance of the evidence that the waiver would not adversely impact universal service, that quality of service would be continued, and that it would otherwise be in the public interest. Section 11. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any certificate of authority for local exchange service granted by the commission to a telecommunications company prior to the effective date of this Act shall remain in full force and effect unless modified by the commission, and such company need not apply for certification in order to continue offering or providing service to the extent authorized in such certificate of authority. Prior to substantially altering the nature or scope of services provided under a certificate of authority, or adding or expanding services beyond the authority contained in such certificate, any such carrier shall apply for a certificate of authority for such alterations or additions. Section 12. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may review and modify the terms of any certificate of authority issued to a telecommunications company prior to the effective date of this Act in order to ensure its conformity with the requirements and policies of this chapter. Any certificate of authority may be altered or modified by the commission after notice and hearing pursuant to chapter 1-26, upon its own motion or upon application of the person or company affected. Section 13. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: A certificate of authority for local exchange service issued by the commission may not be sold, assigned, leased, or transferred without commission approval. Any certificate of authority issued by the commission may be suspended or revoked, pursuant to chapter 1-26, for a willful violation of the laws of this state, a willful failure to comply with a rule or order of the commission, or other good cause. The offering of any local exchange telecommunications service without a certificate of authority or which is inconsistent with this section is a Class 1 misdemeanor. Section 14. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Within ninety days after the effective date of this Act, the commission shall initiate rule- making proceedings pursuant to chapter 1-26 to adopt rules addressing the competitive provisioning of local exchange service which, consistent with 47 U.S.C. § 253(b) as of January 1, 1998, shall be directed toward preserving and advancing universal service, protecting the public safety and welfare, ensuring the continued quality of service, and safeguarding the rights of affected consumers. The preservation and advancement of universal service shall be a primary concern. The commission shall adopt and implement the rules no later than one hundred eighty days after the effective date of this Act. Section 15. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may promulgate rules pursuant to chapter 1-26 to establish service quality standards for local exchange services. Section 16. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall designate a common carrier as an eligible telecommunications carrier for a service area designated by the commission consistent with 47 U.S.C. § 214(e) as of January 1, 1998. The commission may permit an eligible telecommunications carrier to relinquish its designation as such a carrier in any area served by more than one eligible telecommunications carrier consistent with 47 U.S.C. § 214(e)(4) as of January 1, 1998. The commission may designate a common carrier or carriers to provide service to unserved areas that request such service consistent with 47 U.S.C. § 214(e)(3) as of January 1, 1998. The commission may not in an area served by a rural telephone company designate more than one eligible telecommunications carrier absent a finding that the additional designation would be in the public interest. Section 17. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Pursuant to 47 U.S.C. § 251(f)(1) as of January 1, 1998, the obligations of an incumbent local exchange carrier, which include the duty to negotiate and provide interconnection, unbundled network elements, resale, notice of changes and collocation, do not apply to a rural telephone company unless the company has received a bona fide request for interconnection, services, or network elements and the commission determines that the rural telephone company shall fulfill the request. The commission may only determine that the rural telephone company shall fulfill the request if, after notice and hearing pursuant to chapter 1-26, the commission finds that the request is not unduly economically burdensome the request is technically feasible, and the request is consistent with the universal service principles and provisions set forth in 47 U.S.C. § 254 as of January 1, 1998. The person or entity making the request shall have the burden of proof as to whether each of the standards for reviewing the request has been met. Nothing in this section prevents a rural telephone company from voluntarily agreeing to provide any of the services, facilities, or access referenced by this section. Section 18. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Consistent with 47 U.S.C. § 251(f)(2) as of January 1, 1998, the commission may grant a suspension or modification of any of the interconnection or other requirements set forth in 47 U.S.C. § § 251(b) and 251(c), as of January 1, 1998, to any local exchange carrier which serves fewer than two percent of the nation's subscriber lines installed in the aggregate nationwide. Any such carrier shall petition the commission for the suspension or modification. The commission shall grant the petition to the extent that, and for such duration as, the commission determines that the requested suspension or modification is consistent with the public interest, convenience, and necessity and is necessary: (1) To avoid a significant adverse economic impact on users of telecommunications services generally; (2) To avoid imposing a requirement that is unduly economically burdensome; or (3) To avoid imposing a requirement that is technically infeasible. The commission may suspend enforcement of the requirement or requirements identified in the petition pending final action on the requested suspension or modification. Section 19. That § 49-31-5.1 be amended to read as follows: 49-31-5.1. Telecommunications cooperatives organized pursuant to chapters 47-15 to 47-20, inclusive, municipal telephone systems operated pursuant to chapter 9-41, and independent telephone companies serving less than ten fifty thousand local exchange subscribers are not subject to chapter 49-11, § § 49-31-1.1 to 49-31-1.4, inclusive, § § 49-31-3.1 to 49-31-4.1, inclusive, § § 49-31-4.3, 49-31-5 , and 49-31-6, § § 49-31-12 to 49-31-12.5, inclusive, and § § 49-31-44 to 49-31-46, inclusive. However, any cooperative, municipality or independent telecommunications company may elect to have its rates regulated by the commission and be subject to commission regulation for its emerging and noncompetitive telecommunications services. The election to be regulated shall be made by filing with the commission a certified copy of the resolution of the board of directors or the municipal governing body. Commission regulation shall become effective thirty days after receipt of the resolution by the commission. Section 20. That § 49-31-17 be repealed. 49-31-17. Notwithstanding § 49-31-15, no access may be compelled except at or within the local exchange boundary, or a centralized point serving several exchanges, of the telecommunications company refusing the access. The company refusing access may not be compelled by the commission to build a facility outside its local exchange territory, or a centralized point serving several exchanges, to connect to the telecommunications company requesting the access. Nothing in § 49-31-15 may be construed to prevent telecommunications companies from providing access to each other's facilities by mutual consent. Section 21. That § 49-31-20 be amended to read as follows: 49-31-20. No person who owns telecommunications facilities in this state may consolidate with or hold a controlling interest in the stock, bonds or assets of another telecommunications company owning a competing line, switch, exchange or other telecommunications facilities. A person may file with the commission an application to consolidate or merge telecommunications companies. If the commission finds after an investigation, notice and, with or without, public hearing that the public interest will be benefited by the consolidation or merger, the commission may issue a permit granting the consolidation or merger. Any telecommunications company that holds a certificate of authority to operate in this state shall notify the commission of any consolidation or merger with another telecommunications company. Section 22. That § 49-31-21 be repealed. 49-31-21. Any person before commencing the construction of a telecommunications facility, or an extension of an existing telecommunications facility outside its lawful local exchange territory, shall first apply to the commission for authority to do so. The application shall have attached thereto a plat or map showing the location of the proposed facility. Upon receipt of the application, the commission shall notify any other telecommunications company which may be affected and permit the filing of comments or objections. The commission may allow, with or without a hearing, the construction of a telecommunications facility if it finds the facility to be in the public interest and which will provide competition in the delivery or use of telecommunications services. If the proposed location of a facility is in the local exchange territory assigned to telephone cooperatives organized pursuant to chapters 47-15 to 47-20, inclusive, or municipal telephone systems operated pursuant to chapter 9-41, or independent telephone companies serving less than ten thousand local exchange subscribers, the commission may allow the proposed facility only upon the additional finding that the local exchange company operating the existing facility is not furnishing reasonably adequate telecommunications service and will not furnish reasonably adequate service within a reasonable time. Nothing in this section prohibits the construction of nonaccess facilities which cross the local exchange territory being lawfully occupied and served by another telecommunications company furnishing reasonably adequate service. Nothing in this section affects construction or extension of facilities within the local exchange territory for which a company has the certificate to operate, into contiguous territory which is not receiving similar service, or where a certificated telecommunications company agrees in writing to an attachment of lines or to the construction of telecommunications facilities in the affected company's local exchange territory. Section 23. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may implement and comply with the provisions of the federal Telecommunications Act of 1996, including the promulgation of rules pursuant to chapter 1-26. Except to the extent a local exchange carrier is exempt from or has received a suspension or modification pursuant to 47 U.S.C. § 251(f)(1) or 251(f)(2), as of January 1, 1998, and the provisions of this chapter, the carrier shall provide interconnection, network elements, and other telecommunications services to any provider of competitive telecommunications services that requests such interconnection and services to the extent required by 47 U.S.C. § § 251(a) to 251(c), inclusive, as of January 1, 1998. If the parties are unable to voluntarily negotiate an agreement for the interconnection or services requested, either party may petition the commission to mediate or arbitrate any unresolved issues as provided in 47 U.S.C. § 252. The provisioning of interconnection, network elements, and other telecommunications services to the extent required by 47 USC § § 251(a) to 251(c), inclusive, by a local exchange carrier pursuant to this section is not subject to § § 49-31-1.1 to 49-31-1.4, inclusive, § § 49-31-3.1 to 49-31-4, inclusive, § § 49-31-12.2, 49-31-12.4, 49-31-12.5, and § § 49-31-18 and 49-31-19, inclusive. Section 24. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: It is recognized that certain resale restrictions may be necessary to prevent unfair competition, preserve universal service and otherwise protect the public interest. The commission may permit reasonable and nondiscriminatory resale restrictions proposed by local exchange carriers that are consistent with 47 U.S.C. § 251(c)(4) and that do not constitute a barrier to entry under 47 U.S.C. § 253(a). The commission may adopt rules pursuant to chapter 1-26 to implement this section. Section 25. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may not prohibit telecommunications companies from voluntarily forming an association to assist in the administration and filing of schedules or tariffs and to engage in the pooling of access costs and revenues in a manner which is consistent with preserving and advancing universal service throughout this state or consistent with the Public Communications Network Infrastructure policies set forth in § § 49-31-60 to 49-31-68, inclusive. Section 26. That § 49-31-44 be amended to read as follows: 49-31-44. There is hereby created a fund within the state treasury to be known as the \" telecommunications investigation fund \" which shall be used by the commission to defray the expenses of conducting investigations or public hearings relating to § § 49-31-3.2 to 49-31-3.4, inclusive, 49-31-4 , and 49-31-4.1 , or arbitration proceedings conducted pursuant to 47 U.S.C. § 252 as of January 1, 1998 . Each telecommunications company as defined in subdivision 49-31-1(9) , upon the opening of that is a party to an official docket to exercise commission authority pursuant to § § 49-31-3.2 to 49-31-3.4, inclusive, 49-31-4 and 49-31-4.1, or arbitration proceedings conducted pursuant to 47 U.S.C § 252 as of January 1, 1998, shall make a deposit not to exceed seventy-five thousand dollars in the \" telecommunications investigation fund. \" The amount and the division of the deposit among the companies, if any, shall be designated by commission order. However, any costs incurred related to arbitration proceedings conducted pursuant to 47 U.S.C. § 252 as of January 1, 1998, shall be shared equally among the parties. The commission shall use the deposit to defray the expense incident to conducting the hearing or investigation of the company making the deposit. The deposit is appropriated to the use of the commission for such purpose. The funds necessary for such expenses are hereby authorized to be expended. Section 27. It is the intent of the Legislature to encourage telecommunications companies to more efficiently meet the infrastructure deployment goal described in § § 49-31-60 to 49-31- 68, inclusive, for a fully integrated SONET backbone of interconnected survivable rings. To that end, telecommunications companies may jointly provide facilities and enter into revenue- pooling arrangements between and among themselves relating to the provisioning of these facilities. Any such arrangement shall be subject to commission review and approval and, to the extent it has received such approval, may not be construed as violating any state or local laws governing unfair trade practices, antitrust or restraint of trade. Further, it is the intent of the Legislature that any such approved arrangement shall be exempt from federal laws governing unfair trade practices, antitrust, or restraint of trade. Except with respect to such joint provisioning of facilities and revenue pooling arrangements approved by the commission, both state and federal laws governing unfair trade practices, antitrust, and restraint of trade shall apply with full force and effect. The joint provisioning of facilities within an arrangement consistent with the limited purpose described in this section may not be construed as imposing additional common carrier obligations on the participating companies. The provisions of this section may not be construed to permit any telecommunications company to take any action that is contrary to the public interest. Section 28. It is in the public interest and essential that local exchange telecommunication companies over all of South Dakota continue to be viable providers of affordable local exchange services. Local exchange telecommunication companies receive substantial revenue necessary to support the exchange from a minority of their customers. Local exchange telecommunication companies must be allowed to compete to keep their profitable customers in order to maintain the viability of local exchanges. However, customers in rural and high-cost areas shall have access to telecommunications and information services, including interexchange services, that are reasonably comparable to those services provided in urban areas and that are available at rates that are reasonably comparable to rates charged for similar services in urban areas. Notwithstanding any other provisions of chapter 49-31, any telecommunication company may grant any discounts, incentives, services, or other business practices necessary to meet competition. Nothing in chapter 49-31 restricts or prevents telecommunication companies from offering reduced prices and special terms and conditions for this state, its existing instrumentalities and subdivisions, for the United States and for K through 12 schools accredited by the secretary of the Department of Education and Cultural Affairs. Section 29. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any regulation of telecommunications service by the commission pursuant to chapters 49-13 and 49-31 shall be fair, reasonable, nondiscriminatory and applicable to all telecommunications carriers providing service in the state. The commission shall establish, by rules promulgated pursuant to chapter 1-26, quality of service standards. Section 30. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Prices as of January 1, 1998, for residential and business local exchange service, both recurring and nonrecurring, for a telecommunications company with more than two hundred thousand retail access lines in the state may not be changed unless reduced by the company. If the telecommunications company reduces its prices for residential or business local exchange service pursuant to this Act, it shall not subsequently increase such prices. The provisions of § 49-31-4 and § § 49-31-12 to 49-31-12.5, inclusive, do not apply to prices for services regulated by this section. Section 31. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Dialing parity, as defined in 47 U.S.C. § 153 (15) as of January 1, 1998, for purposes of intraLATA long distance telecommunications services, may not be implemented by order of the commission until all providers of toll services are authorized to provide interLATA services which originate in this state. Section 32. Nothing in sections 28 to 31, inclusive, of this Act exempts any telecommunications company from any state or federal antitrust laws. BILL HISTORY 1/20/98 First read in House and referred to State Affairs. H.J. 127 1/30/98 Scheduled for Committee hearing on this date. 1/30/98 State Affairs Deferred to another day. 2/4/98 Scheduled for Committee hearing on this date. 2/4/98 State Affairs Deferred to another day. 2/9/98 Scheduled for Committee hearing on this date. 2/11/98 Scheduled for Committee hearing on this date. 2/11/98 State Affairs Do Pass Amended, Passed, AYES 13, NAYS 0. H.J. 577 2/12/98 House of Representatives Deferred to another day, AYES 62, NAYS 3. H.J. 634 2/13/98 House of Representatives Do Pass Amended, Passed, AYES 64, NAYS 1. H.J. 676 2/14/98 Scheduled for Committee hearing on this date. 2/14/98 First read in Senate and referred to State Affairs. S.J. 535 2/18/98 Scheduled for Committee hearing on this date. 2/20/98 Scheduled for Committee hearing on this date. 2/23/98 Scheduled for Committee hearing on this date. 2/23/98 State Affairs Do Pass Amended, Passed, AYES 8, NAYS 1. S.J. 646 2/24/98 Senate Do Pass Amended, Passed, AYES 19, NAYS 16. 2/24/98 Intent to reconsider."}, {"bill_id": 13812, "bill_version_id": 77309, "bill_version": "Enrolled", "bill_version_date": "1998-02-26T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13812, "action_date": "1998-01-20T14:00:00-06:00", "document_id": 76893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76893.pdf", "status_text": "First read in House and referred to", "journal_page": 127, "committee_id_action": 600, "committee_id_assigned": 595, "result": "N", "vote": {}}, {"bill_id": 13812, "action_date": "1998-01-30T10:00:00-06:00", "document_id": 76619, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76619.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13812, "action_date": "1998-01-30T10:00:00-06:00", "document_id": 76619, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76619.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13812, "action_date": "1998-02-04T10:00:00-06:00", "document_id": 76654, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76654.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13812, "action_date": "1998-02-04T10:00:00-06:00", "document_id": 76654, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76654.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13812, "action_date": "1998-02-09T10:00:00-06:00", "document_id": 76688, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76688.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13812, "action_date": "1998-02-11T10:00:00-06:00", "document_id": 76716, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76716.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13812, "action_date": "1998-02-11T10:00:00-06:00", "document_id": 76716, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76716.pdf", "status_text": "Do Pass Amended,", "journal_page": 577, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38719, "president_vote": null, "Yea": [2100, 2106, 2111, 2134, 2141, 2146, 2177, 2136, 2150, 2159, 2180, 2171, 2131]}}, {"bill_id": 13812, "action_date": "1998-02-12T14:00:00-06:00", "document_id": 76927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76927.pdf", "status_text": "Deferred to another day", "journal_page": 634, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40687, "president_vote": null, "Yea": [2096, 2097, 2100, 2101, 2104, 2105, 2106, 2108, 2110, 2111, 2113, 2114, 2116, 2117, 2119, 2120, 2123, 2126, 2127, 2128, 2132, 2133, 2136, 2141, 2143, 2144, 2146, 2147, 2150, 2151, 2152, 2153, 2154, 2157, 2158, 2159, 2160, 2161, 2162, 2163, 2164, 2167, 2168, 2172, 2173, 2174, 2176, 2177, 2178, 2180, 2181, 2183, 2185, 2186, 2190, 2192, 2193, 2194, 2195, 2197, 2198, 2134], "Absent": [2098, 2124, 2131], "Nay": [2107, 2109, 2184], "Excused": [2139, 2171]}}, {"bill_id": 13812, "action_date": "1998-02-13T14:00:00-06:00", "document_id": 76929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76929.pdf", "status_text": "Do Pass Amended,", "journal_page": 676, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40715, "president_vote": null, "Yea": [2096, 2097, 2100, 2101, 2104, 2105, 2106, 2107, 2108, 2109, 2110, 2111, 2113, 2116, 2117, 2119, 2120, 2123, 2124, 2126, 2127, 2131, 2132, 2133, 2136, 2139, 2143, 2144, 2146, 2147, 2150, 2151, 2152, 2153, 2154, 2157, 2158, 2159, 2160, 2161, 2162, 2163, 2164, 2167, 2168, 2171, 2172, 2173, 2174, 2176, 2177, 2178, 2180, 2181, 2183, 2184, 2185, 2192, 2193, 2194, 2195, 2197, 2198, 2134], "Excused": [2098, 2128, 2141], "Nay": [2114], "Absent": [2186, 2190]}}, {"bill_id": 13812, "action_date": "1998-02-14T07:45:00-06:00", "document_id": 76743, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76743.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13812, "action_date": "1998-02-14T14:00:00-06:00", "document_id": 76932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76932.pdf", "status_text": "First read in Senate and referred to", "journal_page": 535, "committee_id_action": 601, "committee_id_assigned": 583, "result": "N", "vote": {}}, {"bill_id": 13812, "action_date": "1998-02-18T07:45:00-06:00", "document_id": 76760, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76760.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13812, "action_date": "1998-02-20T07:45:00-06:00", "document_id": 76782, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76782.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13812, "action_date": "1998-02-23T07:45:00-06:00", "document_id": 76792, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76792.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13812, "action_date": "1998-02-23T07:45:00-06:00", "document_id": 76792, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76792.pdf", "status_text": "Do Pass Amended,", "journal_page": 646, "committee_id_action": 583, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39402, "president_vote": null, "Yea": [2121, 2125, 2166, 2122, 2140, 2196, 2179, 2137], "Nay": [2156]}}, {"bill_id": 13812, "action_date": "1998-02-24T14:00:00-06:00", "document_id": 76944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76944.pdf", "status_text": "Motion to Amend,", "journal_page": 681, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13812, "action_date": "1998-02-24T14:00:00-06:00", "document_id": 76944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76944.pdf", "status_text": "Do Pass Amended,", "journal_page": 685, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39452, "president_vote": null, "Nay": [2094, 2115, 2122, 2129, 2135, 2140, 2142, 2149, 2155, 2156, 2165, 2169, 2175, 2188, 2189, 2196], "Yea": [2095, 2099, 2102, 2103, 2112, 2118, 2121, 2125, 2130, 2137, 2138, 2145, 2148, 2166, 2170, 2179, 2182, 2187, 2191]}}, {"bill_id": 13812, "action_date": "1998-02-24T14:00:00-06:00", "document_id": 76944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76944.pdf", "status_text": "Intent to reconsider", "journal_page": 685, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13812, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76947.pdf", "status_text": "Signed by Speaker", "journal_page": 990, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13812, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76948.pdf", "status_text": "Signed by President", "journal_page": 755, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13812, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76947.pdf", "status_text": "Delivered to the Governor", "journal_page": null, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13812, "action_date": "1998-03-14T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1130}