{"session_id": 45, "bill_id": 12708, "bill_type": "House Bill", "bill_number": 1037, "bill_title": "to establish certain provisions regarding the collections of delinquent employer contributions to the unemployment insurance trust fund.", "sponsors": [], "keywords": ["Debt Collection", "Unemployment Compensation"], "audio": [], "bill_versions": [{"bill_id": 12708, "bill_version_id": 73031, "bill_version": "Introduced", "bill_version_date": "1997-01-12T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain provisions regarding the collections of delinquent employer contributions to the unemployment insurance trust fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 61-5 be amended by adding thereto a NEW SECTION to read as follows: If a corporation required to pay contributions to the unemployment insurance division fails for any reason to file the required returns or pay the appropriate contributions, any officer or director of the corporation who has twenty percent or greater ownership interest of a corporation and who has control of or supervision over the responsibility for filing contribution reports or making payment of contributions is personally liable for the contributions, including interest, penalties, and costs, if the corporation does not pay these amounts for which the corporate employer is liable. The personal liability of any person as provided by this section shall survive dissolution, reorganization, bankruptcy, receivership, or assignment for the benefit of creditors. If the unemployment insurance division makes a determination as to personal liability under this section, that determination becomes final unless it is appealed pursuant to § 61-7-5. If there is a final determination of personal liability, the amount due shall be collectible in the manner provided in this title for the collection of past due contributions."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12708, "action_date": "1997-01-14T14:00:00-06:00", "document_id": 72866, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72866.pdf", "status_text": "First read in House and referred to", "journal_page": 29, "committee_id_action": 544, "committee_id_assigned": 532, "result": "N", "vote": {}}, {"bill_id": 12708, "action_date": "1997-01-23T07:45:00-06:00", "document_id": 72200, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72200.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 532, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12708, "action_date": "1997-01-23T07:45:00-06:00", "document_id": 72200, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72200.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 88, "committee_id_action": 532, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37982, "president_vote": null, "Yea": [1917, 1970, 1975, 1890, 1894, 1941, 1961, 1968, 1973, 1988, 1904, 1967], "Excused": [1922]}}]}