{"session_id": 32, "bill_id": 8424, "bill_type": "Senate Bill", "bill_number": 13, "bill_title": "revise certain provisions regarding the director of the Legislative Research Council issuing fiscal notes for certain ballot measures.", "sponsors": [{"legislator_profile_id": 1244, "is_prime": true}, {"legislator_profile_id": 1254, "is_prime": true}, {"legislator_profile_id": 1230, "is_prime": false}, {"legislator_profile_id": 1289, "is_prime": false}, {"legislator_profile_id": 1277, "is_prime": false}, {"legislator_profile_id": 1299, "is_prime": false}], "keywords": ["Elections", "Initiative and Referendum", "Legislature and Statutes"], "audio": [{"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst06.mp3", "start_seconds": 1435.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst06.mp3", "start_seconds": 1435.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst06.mp3", "start_seconds": 1435.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst06.mp3", "start_seconds": 1435.0}, {"meeting_datetime": "2018-01-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen08.mp3", "start_seconds": 1915.0}, {"meeting_datetime": "2018-01-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen08.mp3", "start_seconds": 1915.0}, {"meeting_datetime": "2018-01-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen08.mp3", "start_seconds": 1915.0}, {"meeting_datetime": "2018-02-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst28.mp3", "start_seconds": 345.0}, {"meeting_datetime": "2018-02-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst28.mp3", "start_seconds": 345.0}, {"meeting_datetime": "2018-02-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst28.mp3", "start_seconds": 345.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou31.mp3", "start_seconds": 4164.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou31.mp3", "start_seconds": 4164.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou31.mp3", "start_seconds": 4164.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou31.mp3", "start_seconds": 4164.0}], "bill_versions": [{"bill_id": 8424, "bill_version_id": 46582, "bill_version": "Introduced", "bill_version_date": "2017-12-18T16:28:44.257-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the director of the Legislative Research Council issuing fiscal notes for certain ballot measures. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 12-13-25.1 be amended to read: 12-13-25.1. Following receipt of the written comments of the director of the Legislative Research Council, the sponsors shall submit a copy of the proposed initiative initiated measure or initiated amendment to the Constitution in final form, to the attorney general and the director of the Legislative Research Council. The attorney general shall prepare an attorney general's statement that consists of a title and explanation. The title shall be a concise statement of the subject of the proposed initiative initiated measure or initiated amendment to the Constitution. The explanation shall be an objective, clear, and simple summary to educate the voters of the purpose and effect of the proposed initiative initiated measure or initiated amendment to the Constitution. The attorney general shall include a description of the legal consequences of the proposed initiative initiated measure or initiated amendment to the Constitution, including the likely exposure of the state to liability if the proposed initiative initiated measure or initiated amendment to the Constitution is adopted. The explanation may not exceed two hundred words in length. The attorney general shall file the title and explanation with the secretary of state and shall provide a copy to the sponsors within sixty days of receipt of the proposed initiative initiated measure or initiated amendment to the Constitution. If the petition is filed as set forth in §§ 2-1-1.1 and or 2-1-1.2, the attorney general shall deliver to the secretary of state before the third Tuesday in May a simple recitation of a \"Yes\" or \"No\" vote. On the printed ballots, the title shall be followed by the explanation and the explanation shall be followed, if applicable, by any cost estimate prepared pursuant to § 2-9-34 or fiscal note prepared pursuant to § 2-9-31 § 2-9-30, and then followed by the recitation. Section 2. That § 2-9-30 be amended to read: 2-9-30. If the director of the Legislative Research Council determines in the review and comment under § 12-13-25 that any an initiated measure or initiated amendment to the Constitution may have an impact on revenues, expenditures, or fiscal liability of the state or its agencies and subdivisions, the sponsor of the initiated measure or initiated amendment to the Constitution shall request a fiscal note from the director of the Legislative Research Council. No petition for any initiated measure or initiated amendment to the Constitution may be filed with the secretary of state pursuant § 2-1-1.1 or 2-1-1.2 before the director of the Legislative Research Council files a fiscal note, if any, pursuant to § 2-9-31 director shall notify the petition sponsor. If the director of the Legislative Research Council determines that an initiated measure or initiated amendment to the Constitution in final form under § 12-13-25.1 may have an impact on revenues, expenditures, or fiscal liability of the state or its agencies and subdivisions, the director shall prepare a fiscal note. The fiscal note shall include an estimate of the impact on revenues, expenditures, or fiscal liability of the state or its agencies and subdivisions, by the provisions of the proposed initiated measure or initiated amendment to the Constitution. The fiscal note may not exceed fifty words. The director shall file the fiscal note with the secretary of state and shall provide a copy to the sponsors not more than sixty days following receipt of the initiated measure or initiated amendment in final form pursuant to § 12-13-25.1. Section 3. That § 2-9-33 be amended to read: 2-9-33. A prison or jail population cost estimate shall be attached to any bill or amendment, except misdemeanor penalties, that may impact the state prison or county jail population. A prison or jail population cost estimate shall be attached to any measure proposed by ballot initiative, except Class 2 misdemeanor penalties, that may impact the state prison or county jail population. A prison or jail population cost estimate shall be prepared for a bill or amendment with a Class 1 misdemeanor penalty only upon a request authorized by the rules of the Legislature. The requirement for a cost estimate includes each bill, or amendment, or ballot initiative that meets the penalty requirements of this section and that increases the period of imprisonment authorized for an existing crime, that adds a new crime for which imprisonment is authorized, that imposes a minimum or mandatory minimum m imprisonment or supervision. The sponsor of the legislation, or amendment, or ballot initiative shall request and allow sufficient time to prepare a cost estimate from the Legislative Research Council. The cost estimate shall be completed for a bill or amendment before the bill or amendment is considered by any standing committee of the Legislature. Any ballot initiative shall have a cost estimate attached to the Attorney General's statement required pursuant to § 12-13-9 or 12-13-25.1. Section 4. That § 2-1-1.1 be amended to read: 2-1-1.1. The petition as it is to be circulated for an initiated constitutional amendment to the Constitution shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated constitutional amendment; (2) Contain the date of the general election at which the initiated constitutional amendment is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated constitutional amendment as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-31 § 2-9-30; the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation. For any initiated constitutional amendment petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated constitutional amendment petition shall be filed with the secretary of state at least one year before the next general election. A notarized affidavit form, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. Section 5. That § 2-1-1.2 be amended to read: 2-1-1.2. The petition as it is to be circulated for an initiated measure shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated measure; (2) Contain the date of the general election at which the initiated measure is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated measure as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-31 § 2-9-30; the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation. For any initiated measure petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated measure petition shall be filed with the secretary of state at least one year before the next general election. A notarized affidavit form, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. Section 6. That § 12-13-23 be amended to read: 12-13-23. The secretary of state shall distribute public information on any constitutional amendment, initiated measure, or referred measure law submitted to the electors for approval. The secretary of state shall compile the public information by printing a statement in support of the constitutional amendment, initiated measure, or referred measure law written by its proponents, if any can be identified, and a statement against the constitutional amendment, initiated measure, or referred measure law written by its opponents, if any can be identified. The secretary of state is not responsible for the contents, objectivity, or accuracy of the statements written by the proponents and opponents. The pamphlet shall also include the attorney general's title, explanation, and a clear and simple recitation of the effect of a \"Yes\" or \"No\" vote; number of pages and sections in the proposed or referred language; and, if applicable, a prison or jail population cost estimate and fiscal note. Section 7. That § 2-9-31 be repealed. 2-9-31. The director of the Legislative Research Council shall prepare any fiscal note requested pursuant to § 2-9-30. The fiscal note shall include an estimate of the impact on revenues, expenditures, or fiscal liability of the state or its agencies and subdivisions by the provisions of the initiated measure or initiated amendment to the Constitution. The fiscal note may not exceed fifty words. The director shall file the fiscal note with the sponsor and the secretary of state within sixty days of the receipt of the sponsor's request."}, {"bill_id": 8424, "bill_version_id": 47168, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2018-01-17T11:31:17.293-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the director of the Legislative Research Council issuing fiscal notes for certain ballot measures. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 12-13-25.1 be amended to read: 12-13-25.1. Following receipt of the written comments of the director of the Legislative Research Council, the sponsors shall submit a copy of the proposed initiative initiated measure or initiated amendment to the Constitution in final form, to the attorney general and the director of the Legislative Research Council. The attorney general shall prepare an attorney general's statement that consists of a title and explanation. The title shall be a concise statement of the subject of the proposed initiative initiated measure or initiated amendment to the Constitution. The explanation shall be an objective, clear, and simple summary to educate the voters of the purpose and effect of the proposed initiative initiated measure or initiated amendment to the Constitution. The attorney general shall include a description of the legal consequences of the proposed initiative initiated measure or initiated amendment to the Constitution, including the likely exposure of the state to liability if the proposed initiative initiated measure or initiated amendment to the Constitution is adopted. The explanation may not exceed two hundred words in length. The attorney general shall file the title and explanation with the secretary of state and shall provide a copy to the sponsors within sixty days of receipt of the proposed initiative initiated measure or initiated amendment to the Constitution. If the petition is filed as set forth in §§ 2-1-1.1 and or 2-1-1.2, the attorney general shall deliver to the secretary of state before the third Tuesday in May a simple recitation of a \"Yes\" or \"No\" vote. On the printed ballots, the title shall be followed by the explanation and the explanation shall be followed, if applicable, by any cost estimate prepared pursuant to § 2-9-34 or fiscal note prepared pursuant to § 2-9-31 § 2-9-30, and then followed by the recitation. Section 2. That § 2-9-30 be amended to read: 2-9-30. If the director of the Legislative Research Council determines in the review and comment under § 12-13-25 that any an initiated measure or initiated amendment to the Constitution may have an impact on revenues, expenditures, or fiscal liability of the state or its agencies and subdivisions, the sponsor of the initiated measure or initiated amendment to the Constitution shall request a fiscal note from the director of the Legislative Research Council. No petition for any initiated measure or initiated amendment to the Constitution may be filed with the secretary of state pursuant § 2-1-1.1 or 2-1-1.2 before the director of the Legislative Research Council files a fiscal note, if any, pursuant to § 2-9-31 director shall notify the petition sponsor. If the director of the Legislative Research Council determines that an initiated measure or initiated amendment to the Constitution in final form under § 12-13-25.1 may have an impact on revenues, expenditures, or fiscal liability of the state or its agencies and subdivisions, the director shall prepare a fiscal note. The fiscal note shall include an estimate of the impact on revenues, expenditures, or fiscal liability of the state or its agencies and subdivisions, by the provisions of the proposed initiated measure or initiated amendment to the Constitution. The fiscal note expenditure estimate shall also include any impact to the prison or county jail population. The fiscal note may not exceed fifty words. The director shall file the fiscal note with the secretary of state and shall provide a copy to the sponsors not more than sixty days following receipt of the initiated measure or initiated amendment in final form pursuant to § 12-13-25.1. Section 3. That § 2-9-33 be amended to read: 2-9-33. A prison or jail population cost estimate shall be attached to any bill or amendment, except misdemeanor penalties, that may impact the state prison or county jail population. A prison or jail population cost estimate shall be attached to any measure proposed by ballot initiative, except Class 2 misdemeanor penalties, that may impact the state prison or county jail population. A prison or jail population cost estimate shall be prepared for a bill or amendment with a Class 1 misdemeanor penalty only upon a request authorized by the rules of the Legislature. The requirement for a cost estimate includes each bill, or amendment, or ballot initiative that meets the penalty requirements of this section and that increases the period of imprisonment authorized for an existing crime, that adds a new crime for which imprisonment is authorized, that imposes a minimum or mandatory minimum term of imprisonment, or that modifies any law governing release of a prisoner from imprisonment or supervision. The sponsor of the legislation, or amendment, or ballot initiative shall request and allow sufficient time to prepare a cost estimate from the Legislative Research Council. The cost estimate shall be completed for a bill or amendment before the bill or amendment is considered by any standing committee of the Legislature. Any ballot initiative shall have a cost estimate attached to the Attorney General's statement required pursuant to § 12-13-9 or 12-13-25.1. Section 4. That § 2-1-1.1 be amended to read: 2-1-1.1. The petition as it is to be circulated for an initiated constitutional amendment to the Constitution shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated constitutional amendment; (2) Contain the date of the general election at which the initiated constitutional amendment is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated constitutional amendment as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-31 § 2-9-30; the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation. For any initiated constitutional amendment petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated constitutional amendment petition shall be filed with the secretary of state at least one year before the next general election. A notarized affidavit form, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. Section 5. That § 2-1-1.2 be amended to read: 2-1-1.2. The petition as it is to be circulated for an initiated measure shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated measure; (2) Contain the date of the general election at which the initiated measure is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition circulator shall provide to each person who signs the petition a form containing the title and explanation of the initiated measure as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-31 § 2-9-30; the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation. For any initiated measure petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated measure petition shall be filed with the secretary of state at least one year before the next general election. A notarized affidavit form, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. Section 6. That § 12-13-23 be amended to read: 12-13-23. The secretary of state shall distribute public information on any constitutional amendment, initiated measure, or referred measure law submitted to the electors for approval. The secretary of state shall compile the public information by printing a statement in support of the constitutional amendment, initiated measure, or referred measure law written by its proponents, if any can be identified, and a statement against the constitutional amendment, initiated measure, or referred measure law written by its opponents, if any can be identified. The secretary of state is not responsible for the contents, objectivity, or accuracy of the statements written by the proponents and opponents. The pamphlet shall also include the attorney general's title, explanation, and a clear and simple recitation of the effect of a \"Yes\" or \"No\" vote; number of pages and sections in the proposed or referred language; and, if applicable, a prison or jail population cost estimate and fiscal note. Section 7. That § 2-9-31 be repealed. 2-9-31. The director of the Legislative Research Council shall prepare any fiscal note requested pursuant to § 2-9-30. The fiscal note shall include an estimate of the impact on revenues, expenditures, or fiscal liability of the state or its agencies and subdivisions by the provisions of the initiated measure or initiated amendment to the Constitution. The fiscal note may not exceed fifty words. The director shall file the fiscal note with the sponsor and the secretary of state within sixty days of the receipt of the sponsor's request."}, {"bill_id": 8424, "bill_version_id": 50141, "bill_version": "Enrolled", "bill_version_date": "2018-03-01T09:55:07.687-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8424, "action_date": "2018-01-09T12:00:00-06:00", "document_id": 46890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46890.pdf", "status_text": "First read in Senate and referred to", "journal_page": 14, "committee_id_action": 395, "committee_id_assigned": 376, "result": "N", "vote": {}}, {"bill_id": 8424, "action_date": "2018-01-17T10:00:00-06:00", "document_id": 47012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47012.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 376, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8424, "action_date": "2018-01-17T10:00:00-06:00", "document_id": 47167, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47167.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 376, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8424, "action_date": "2018-01-17T10:00:00-06:00", "document_id": 47167, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47167.pdf", "status_text": "Do Pass Amended", "journal_page": 114, "committee_id_action": 376, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24527, "president_vote": null, "Yea": [1230, 1217, 1262, 1270, 1224, 1218, 1237, 1239, 1246]}}, {"bill_id": 8424, "action_date": "2018-01-19T12:30:00-06:00", "document_id": 47398, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47398.pdf", "status_text": "Do Pass Amended", "journal_page": 162, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24665, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1217, 1246, 1228, 1219, 1273, 1262, 1234, 1290, 1232, 1278, 1304, 1270, 1224, 1267, 1243, 1289, 1218, 1244, 1281, 1221, 1272, 1233, 1245, 1271, 1252, 1237, 1288, 1220, 1242, 1276, 1300]}}, {"bill_id": 8424, "action_date": "2018-01-22T14:00:00-06:00", "document_id": 47510, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47510.pdf", "status_text": "First read in House and referred to", "journal_page": 129, "committee_id_action": 396, "committee_id_assigned": 391, "result": "N", "vote": {}}, {"bill_id": 8424, "action_date": "2018-02-23T07:45:00-06:00", "document_id": 49748, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49748.pdf", "status_text": "Do Pass", "journal_page": 568, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26260, "president_vote": null, "Nay": [1268, 1238], "Yea": [1284, 1250, 1248, 1226, 1277, 1240, 1259, 1225], "Excused": [1282, 1283, 1253]}}, {"bill_id": 8424, "action_date": "2018-02-23T07:45:00-06:00", "document_id": 49603, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49603.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8424, "action_date": "2018-02-26T14:00:00-06:00", "document_id": 49890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49890.pdf", "status_text": "Deferred to another day", "journal_page": 611, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8424, "action_date": "2018-02-27T14:00:00-06:00", "document_id": 49976, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49976.pdf", "status_text": "Deferred to another day", "journal_page": 620, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8424, "action_date": "2018-02-28T14:00:00-06:00", "document_id": 50090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50090.pdf", "status_text": "Do Pass Amended", "journal_page": 653, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26578, "president_vote": null, "Excused": [1313, 1261, 1254], "Yea": [1241, 1269, 1297, 1424, 1284, 1279, 1214, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1260, 1311, 1308, 1312, 1291, 1275, 1283, 1238, 1250, 1286, 1314, 1222, 1302, 1306, 1265, 1315, 1247, 1316, 1296, 1292, 1248, 1293, 1310, 1226, 1280, 1263, 1274, 1295, 1249, 1277, 1303, 1309, 1259, 1255, 1299, 1225, 1256, 1240, 1258, 1305, 1287, 1257, 1236, 1215, 1317, 1216, 1229, 1298, 1285, 1253], "Nay": [1213, 1268]}}, {"bill_id": 8424, "action_date": "2018-03-05T14:00:00-06:00", "document_id": 50315, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50315.pdf", "status_text": "Signed by the President", "journal_page": 704, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8424, "action_date": "2018-03-06T11:30:00-06:00", "document_id": 50356, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50356.pdf", "status_text": "Signed by the Speaker", "journal_page": 712, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8424, "action_date": "2018-03-07T09:00:00-06:00", "document_id": 50418, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50418.pdf", "status_text": "Delivered to the Governor", "journal_page": 736, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8424, "action_date": "2018-03-26T10:00:00-05:00", "document_id": 50574, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50574.pdf", "status_text": "Signed by the Governor", "journal_page": 792, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6593, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8424"}