{"session_id": 4, "bill_id": 5019, "bill_type": "Senate Commemoration", "bill_number": 2, "bill_title": "Commending and honoring the 2006-2007 Outstanding School Administrators of South Dakota: Larry Johnke, Irene-Wakonda, School Superintendent; Dennis Povondra, Bon Homme, School Business Official; Ruth Claeys, Box Elder, Elementary School Principal; James Bridge, Alexandria, Secondary School Principal; Bradley Berens, Mitchell, Middle School Principal; Wallace Bosch, Yankton, Assistant Secondary Principal; Dr. Lesli Hanson, Watertown, Curriculum Director; and Daniel Goodwin, Sioux Falls, Director of Special Education for being named outstanding administrators by their respective administrator parent groups.", "sponsors": [{"legislator_profile_id": 544, "is_prime": true}, {"legislator_profile_id": 588, "is_prime": true}, {"legislator_profile_id": 576, "is_prime": false}, {"legislator_profile_id": 591, "is_prime": false}, {"legislator_profile_id": 532, "is_prime": false}, {"legislator_profile_id": 590, "is_prime": false}, {"legislator_profile_id": 545, "is_prime": false}, {"legislator_profile_id": 529, "is_prime": false}, {"legislator_profile_id": 530, "is_prime": false}, {"legislator_profile_id": 567, "is_prime": false}, {"legislator_profile_id": 562, "is_prime": false}, {"legislator_profile_id": 589, "is_prime": false}, {"legislator_profile_id": 584, "is_prime": false}, {"legislator_profile_id": 569, "is_prime": false}, {"legislator_profile_id": 605, "is_prime": false}, {"legislator_profile_id": 630, "is_prime": false}, {"legislator_profile_id": 577, "is_prime": false}, {"legislator_profile_id": 546, "is_prime": false}, {"legislator_profile_id": 551, "is_prime": false}, {"legislator_profile_id": 550, "is_prime": false}, {"legislator_profile_id": 566, "is_prime": false}], "keywords": ["Commemorations"], "audio": [], "bill_versions": [{"bill_id": 5019, "bill_version_id": 736, "bill_version": "Introduced", "bill_version_date": "2008-01-11T10:02:37.033-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2006-2007 Outstanding School Administrators of South Dakota: Larry Johnke, Irene-Wakonda, School Superintendent; Dennis Povondra, Bon Homme, School Business Official; Ruth Claeys, Box Elder, Elementary School Principal; James Bridge, Alexandria, Secondary School Principal; Bradley Berens, Mitchell, Middle School Principal; Wallace Bosch, Yankton, Assistant Secondary Principal; Dr. Lesli Hanson, Watertown, Curriculum Director; and Daniel Goodwin, Sioux Falls, Director of Special Education for being named outstanding administrators by their respective administrator parent groups. WHEREAS, these administrators have been elected by their peers for outstanding service and dedication to education; and WHEREAS, the combined years of service to the people of South Dakota and to the children and youth of South Dakota of these eight educational administrators is two hundred seventy-one years; and WHEREAS, each of these educators has demonstrated a sincere interest in our children and superior skills in their chosen field of educational administration: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that Larry Johnke, Dennis Povondra, Ruth Claeys, James Bridge, Bradley Berens, Wallace Bosch, Dr. Lesli Hanson, and Daniel Goodwin are named as official representatives of the School Administrators of South Dakota and shall continue their efforts to improve the educational opportunities for the citizens of the state."}, {"bill_id": 5019, "bill_version_id": 1072, "bill_version": "Enrolled", "bill_version_date": "2008-01-16T07:27:29.527-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2006-2007 Outstanding School Administrators of South Dakota: Larry Johnke, Irene-Wakonda, School Superintendent; Dennis Povondra, Bon Homme, School Business Official; Ruth Claeys, Box Elder, Elementary School Principal; James Bridge, Alexandria, Secondary School Principal; Bradley Berens, Mitchell, Middle School Principal; Wallace Bosch, Yankton, Assistant Secondary Principal; Dr. Lesli Hanson, Watertown, Curriculum Director; and Daniel Goodwin, Sioux Falls, Director of Special Education for being named outstanding administrators by their respective administrator parent groups. WHEREAS, these administrators have been elected by their peers for outstanding service and dedication to education; and WHEREAS, the combined years of service to the people of South Dakota and to the children and youth of South Dakota of these eight educational administrators is two hundred seventy-one years; and WHEREAS, each of these educators has demonstrated a sincere interest in our children and superior skills in their chosen field of educational administration: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that Larry Johnke, Dennis Povondra, Ruth Claeys, James Bridge, Bradley Berens, Wallace Bosch, Dr. Lesli Hanson, and Daniel Goodwin are named as official representatives of the School Administrators of South Dakota and shall continue their efforts to improve the educational opportunities for the citizens of the state. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5019, "action_date": "2008-01-11T12:00:00-06:00", "document_id": 775, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/775.pdf", "status_text": "", "journal_page": 81, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}]}