{"session_id": 69, "bill_id": 24895, "bill_type": "Senate Bill", "bill_number": 85, "bill_title": "revise a provision related to an action to quiet title to real property.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24895", "sponsors": [{"legislator_profile_id": 4558, "is_prime": true}, {"legislator_profile_id": 4565, "is_prime": true}], "keywords": ["Judicial Remedies", "Property", "Service of Process"], "audio": [], "bill_versions": [{"bill_id": 24895, "bill_version_id": 259696, "bill_version": "Introduced", "bill_version_date": "2024-01-13T09:01:45.323-06:00", "bill_text": "An Act to revise a provision related to an action to quiet title to real property. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 21-41-3 be AMENDED: 21-41-3. If a party, twenty days or more before bringing suit to quiet a title to real estate shall request of the person holding an apparent adverse interest or right therein the execution of a quitclaim deed or other instrument necessary to divest said person of such apparent adverse interest therein, and shall also tender to him one dollar and twenty‑five cents to cover the expense of the execution and delivery of the deed or such other instrument, and if he shall refuse or neglect to comply therewith, the filing of a disclaimer of interest or right shall not avoid the costs in an action afterwards brought, and the court may in its discretion, if the plaintiff succeeds, tax in addition to the ordinary costs of court, an attorney fee for plaintiff's attorney not exceeding forty dollars. A person or entity is liable for costs, disbursements, and reasonable attorney's fees if the party seeking to quiet title is successful, and at least twenty days before bringing suit, the party seeking to quiet title: (1) Delivers to the person or entity, and requests the person or entity to execute and return, a quitclaim deed or other instrument necessary to divest the person or entity of an apparent adverse interest or right; (2) Tenders to the person or entity one hundred dollars for costs associated with the handling and notarization of the instrument; and (3) The person or entity refuses or neglects to comply with the request."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24895, "action_date": "2024-01-16T14:00:00-06:00", "document_id": 259625, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259625.pdf", "status_text": "First read in Senate and referred to", "journal_page": 86, "committee_id_action": 1219, "committee_id_assigned": 1214, "result": "N", "vote": {}}]}