{"session_id": 69, "bill_id": 24735, "bill_type": "House Bill", "bill_number": 1222, "bill_title": "require free voice communication services for correctional inmates and to make an appropriation therefor.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24735", "sponsors": [{"legislator_profile_id": 4575, "is_prime": true}, {"legislator_profile_id": 4505, "is_prime": false}, {"legislator_profile_id": 4525, "is_prime": false}, {"legislator_profile_id": 4535, "is_prime": false}, {"legislator_profile_id": 4536, "is_prime": false}], "keywords": ["Appropriation", "Correctional Facilities and Parole", "Telecommunications"], "audio": [], "bill_versions": [{"bill_id": 24735, "bill_version_id": 263897, "bill_version": "Introduced", "bill_version_date": "2024-01-31T07:59:18.217-06:00", "bill_text": "An Act to require free voice communication services for correctional inmates and to make an appropriation therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 24-2: The Department of Corrections shall provide inmates under its charge, custody, and confinement with voice communication services free of charge. The department may not limit access to voice communication services beyond what is necessary for routine facility operations. The department may supplement voice communication services with other communication services, including video communication and email or electronic messaging services. The department shall cover the cost to provide voice communication services to both the individual initiating the communication and the individual receiving the communication according to the following timeline: (1) From September 1, 2024, through June 30, 2025, the department shall cover twenty-five percent of the total cost of voice communication services; (2) From July 1, 2025, through June 30, 2026, the department shall cover thirty-five percent of the total cost of voice communication services; and (3) From July 1, 2026, onwards, the department shall cover one hundred percent of the total cost of voice communication services. Section 2. There is hereby appropriated from the general fund the sum of $296,270 to the Department of Corrections for providing voice communication services to inmates under its charge, custody, and confinement. Section 3. The secretary of the Department of Corrections shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 4. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 5. This Act is effective June 30, 2024."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24735, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263721.pdf", "status_text": "First read in House and referred to", "journal_page": 212, "committee_id_action": 1197, "committee_id_assigned": 1198, "result": "N", "vote": {}}]}