{"session_id": 19, "bill_id": 4089, "bill_type": "House Bill", "bill_number": 1048, "bill_title": "revise and repeal certain provisions related to the Department of Agriculture.", "sponsors": [], "keywords": ["Agriculture and Horticulture", "Legislature and Statutes"], "audio": [{"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hag14.mp3", "start_seconds": 126.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hag14.mp3", "start_seconds": 126.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hag14.mp3", "start_seconds": 126.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hag14.mp3", "start_seconds": 126.0}, {"meeting_datetime": "2013-02-21T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag27.mp3", "start_seconds": 2650.0}, {"meeting_datetime": "2013-02-21T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag27.mp3", "start_seconds": 2650.0}, {"meeting_datetime": "2013-02-21T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag27.mp3", "start_seconds": 2650.0}, {"meeting_datetime": "2013-02-21T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag27.mp3", "start_seconds": 2650.0}, {"meeting_datetime": "2013-02-21T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag27.mp3", "start_seconds": 2650.0}], "bill_versions": [{"bill_id": 4089, "bill_version_id": 23499, "bill_version": "Introduced", "bill_version_date": "2013-01-06T09:30:33.49-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and repeal certain provisions related to the Department of Agriculture. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-41-6 be repealed. 1-41-6. The Department of Agriculture shall, under the direction and control of the secretary of agriculture, perform all administrative functions (as defined in § 1-32-1) of the Office of State Potato Inspector, created by chapter 38-15. Section 2. That § 38-1-1 be amended to read as follows: 38-1-1. The Department of Agriculture of the State of South Dakota is continued with the powers, duties, and jurisdiction enumerated in this code. It shall maintain a central office in the capitol at Pierre in rooms provided for the purpose, which shall be the official address of the department and the place for serving process or papers of any kind upon it. It The department shall have an official seal. Section 3. That § 38-1-16 be amended to read as follows: 38-1-16. The secretary of agriculture may promulgate administrative rules pursuant to chapter 1-26 concerning the administration of the department, the election of soybean council members, and the custody, use, and preservation of records, papers, books, and property pertaining to the activities of the department, and fees for permits, inspection, and reinspection relating to any permits issued by the department. Section 4. That § 38-1-44 be repealed. 38-1-44. Terms used in §§ 38-1-44 to 38-1-50, inclusive mean: (1) \"Farmer,\" the person responsible for planting a crop on, managing the crop, and harvesting the crop from land on which a patent infringement is alleged to have occurred; and (2) \"Transgenic organism,\" an organism that has been modified by genetic engineering to contain DNA from an outside source. Section 5. That § 38-1-45 be repealed. 38-1-45. Before a person holding a patent on transgenic seed may enter upon any land farmed by another for the purpose of obtaining crop samples to determine whether patent infringement has occurred, the person holding the patent: (1) Shall notify the farmer in writing of the allegation that a patent infringement has occurred and request written permission to enter upon the farmer's land; and (2) Shall obtain the written permission of the farmer. The farmer shall grant or deny access within seven days of receipt of request to enter the land. If the farmer withholds written permission, the person holding a patent may petition the circuit court for an order granting permission to enter upon the farmer's land. Section 6. That § 38-1-46 be repealed. 38-1-46. If either party requests the secretary of agriculture to provide for the collection of samples under § 38-1-45, or to participate in or conduct any other aspect of the sampling or analysis process, the secretary shall designate an employee or enter into an agreement with a person or entity to implement the specified activity as provided in rules under § 38-1-49. The person or entity may be, but is not required to be, an employee or agency of the State of South Dakota. The patent holder shall pay the fee charged by the department under rules promulgated pursuant to § 38-1-49. The farmer and the person holding the patent may each be present at any collection of samples conducted under §§ 38-1-44 to 38-1-50, inclusive, and each shall be notified of the time and location of the sample taking in a timely manner. Section 7. That § 38-1-47 be repealed. 38-1-47. If the person holding a patent believes that the crop from which samples are to be taken may be subject to intentional damage or destruction, the person may seek a protection order from the circuit court. The protection order may not interrupt or interfere with normal farming practices, including harvest and tillage. Section 8. That § 38-1-48 be repealed. 38-1-48. The samples may be taken from a standing crop, from representative standing plants in the field, or from crops remaining in the field after harvest. Section 9. That § 38-1-49 be repealed. 38-1-49. The secretary of agriculture may promulgate rules, pursuant to chapter 1-26, to determine the following sampling protocols: (1) To determine who is authorized to collect samples or conduct related activity; (2) To determine methods of sample storage; (3) To establish standards for sampling, inspecting, analyzing, and testing seeds; and (4) To implement fees to recover sampling and related costs. Section 10. That § 38-1-50 be repealed. 38-1-50. The results of any testing conducted under §§ 38-1-44 to 38-1-50, inclusive, shall be sent by registered letter to either party by the other within thirty days after the results are reported from the testing laboratory. Section 11. That § 38-15-2 be repealed. 38-15-2. In order to develop and protect the industries in this state engaged in the growing and marketing of potatoes and to conserve and promote the welfare of the citizens of the state, the secretary of agriculture may establish potato grades, including seed grades, and inspection service to provide for proper handling and marketing of potatoes, to appoint a chief inspector and such other agents, inspectors, assistants, and clerical aids as the secretary finds necessary to assist, represent, and act for him in enforcing and otherwise carrying out the provisions of this chapter, and to fix salaries of such employees and provide for operating expenses. In order to maintain such industries, the secretary of agriculture may contract for potato inspection services with other agencies or associations. Section 12. That § 38-15-9 be repealed. 38-15-9. Every closed container containing potatoes grown in the State of South Dakota and sold, offered, or exposed for sale or consignment in carload lots or in truckload lots by a person other than the grower thereof, shall bear upon the outside by label, in plain letters and figures, the grade of the potatoes therein contained, the minimum weight thereof when packed and the variety or class name of such potatoes. Section 13. That § 38-15-10 be repealed. 38-15-10. The labeling prescribed in this chapter may be accompanied by additional marks or brands which are not inconsistent with, or in the same location more conspicuous than, or which do not in any way obscure the labeling. The secretary of agriculture shall, by regulation, prescribe the general location of the labeling on the container and the minimum size of the letters and figures used in the labeling of the potatoes. Section 14. That § 38-15-12 be repealed. 38-15-12. No person either for himself or while acting as agent or servant for any other person shall sell, consign for sale, offer or expose for sale, have in possession or storage with intent for sale, or to deliver within the State of South Dakota or to convey or cause to be conveyed out of the State of South Dakota, any potatoes which are mislabeled within the meaning of this chapter or the regulations promulgated pursuant thereto, or which are falsely labeled, represented, or advertised in any respect, whether they are in closed containers or in open containers or in bulk and regardless of the quantity. Any violation of this section is a Class 2 misdemeanor. Section 15. That § 38-15-18 be repealed. 38-15-18. The secretary of agriculture shall adopt rules pursuant to the provisions of chapter 1-26, to fix any fees charged for making grade inspections and such fees shall be uniform throughout the state for the periods of time specified. Section 16. That § 38-15-21 be repealed. 38-15-21. The secretary of agriculture shall collect all fees and charges. All moneys arising from the collection of fees and other charges under the provisions of this chapter shall be first applied to contracts entered into pursuant to § 38-15-2. The balance shall be placed by the secretary with the state treasurer and shall be credited to the general fund. Section 17. That § 38-15-24 be repealed. 38-15-24. The secretary of agriculture may cooperate with the United States Department of Agriculture and with similar state inspection service departments and with any person to provide for the purposes of this chapter. Section 18. That § 38-15-25 be repealed. 38-15-25. The secretary of agriculture shall, pursuant to the provisions of chapter 1-26, promulgate rules concerning: (1) The specifications for location and size of labels; (2) The grades of potatoes; and (3) The establishment of fees charged for making grade inspections. Section 19. That § 38-15-31 be repealed. 38-15-31. The secretary of agriculture may seize and hold any potatoes which are wrongly labeled as to grade, quality, condition, or any other respect, according to this chapter, until such potatoes are so graded or reconditioned that they meet the requirements of the grade, or the labeling with which they are marked. Section 20. That § 39-9-1 be repealed. 39-9-1. As used in this chapter, score or grade means the grading of butter by its examination for flavor and aroma, body and texture, color, salt, package, and by the use of other tests or procedures established by the State Department of Agriculture for ascertaining the quality of butter as hereinafter provided. Section 21. That § 39-9-2 be repealed. 39-9-2. Butter shall be graded as follows: (1) Grade, South Dakota, AA--93 score; (2) Grade, South Dakota, A--92 score; (3) Grade, South Dakota, B--91-90 score; (4) Grade, South Dakota, undergrade--all butter below South Dakota B. Section 22. That § 39-9-3 be repealed. 39-9-3. United States AA, A, and B grades shall be accepted in lieu of the corresponding South Dakota AA, A, and B grades, but all United States grades below B shall for the purpose of this chapter, correspond to South Dakota undergrade. Section 23. That § 39-9-4 be repealed. 39-9-4. It is a Class 2 misdemeanor to sell, offer or expose for sale, or have in possession with intent to sell, any butter at retail unless it has been graded and the grading date is indicated on the container thereof. Every processor shall label all undergrade butter. Section 24. That § 39-9-5 be repealed. 39-9-5. Butter from outside of the State of South Dakota sold within this state shall comply with the state grade and labeling standards as provided in this chapter, and, unless labeled United States AA, A, and B grades, shall indicate the grade in a manner equivalent to the requirements for butter manufactured and sold within this state. Section 25. That § 39-9-6 be repealed. 39-9-6. Whenever butter is advertised for sale, the grade of the butter advertised must be stated in any price advertising. Section 26. That § 39-9-7 be repealed. 39-9-7. The secretary of agriculture may promulgate rules pursuant to chapter 1-26 to establish methods and procedures to be used for ascertaining quality, grades, grading, labeling, and for arbitrating disputes with respect to grades. Section 27. That § 39-9-8 be repealed. 39-9-8. If butter is mislabeled within the meaning of this chapter and the regulations issued hereunder, the same shall be deemed misbranded within the meaning of § 39-4-18 and any violation of the section or regulations issued thereunder shall be punished as provided by § 39-4-18. Section 28. That § 39-9-9 be repealed. 39-9-9. The secretary of agriculture may also provide by regulation for the licensing of butter graders, if he shall determine that the same shall be necessary and shall determine the necessary qualifications and means of examination of such graders. The secretary may further provide for revocation of such licenses for violation of the law and regulations issued thereunder. If a license fee is established the same shall not exceed ten dollars per annum. A right of appeal from any decision refusing to grant a license or revoking any such license shall be allowed in accordance with the provisions of chapter 1-26."}, {"bill_id": 4089, "bill_version_id": 26144, "bill_version": "Senate Agriculture and Natural Resources Engrossed", "bill_version_date": "2013-02-21T12:30:55.653-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and repeal certain provisions related to the Department of Agriculture. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-41-6 be repealed. 1-41-6. The Department of Agriculture shall, under the direction and control of the secretary of agriculture, perform all administrative functions (as defined in § 1-32-1) of the Office of State Potato Inspector, created by chapter 38-15. Section 2. That § 38-1-1 be amended to read as follows: 38-1-1. The Department of Agriculture of the State of South Dakota is continued with the powers, duties, and jurisdiction enumerated in this code. It shall maintain a central office in the capitol at Pierre in rooms provided for the purpose, which shall be the official address of the department and the place for serving process or papers of any kind upon it. It The department shall have an official seal. Section 3. That § 38-1-16 be amended to read as follows: 38-1-16. The secretary of agriculture may promulgate administrative rules pursuant to chapter 1-26 concerning the administration of the department, the election of soybean council members, and the custody, use, and preservation of records, papers, books, and property pertaining to the activities of the department, and fees for permits, inspection, and reinspection relating to any permits issued by the department. Section 4. That § 38-15-2 be repealed. 38-15-2. In order to develop and protect the industries in this state engaged in the growing and marketing of potatoes and to conserve and promote the welfare of the citizens of the state, the secretary of agriculture may establish potato grades, including seed grades, and inspection service to provide for proper handling and marketing of potatoes, to appoint a chief inspector and such other agents, inspectors, assistants, and clerical aids as the secretary finds necessary to assist, represent, and act for him in enforcing and otherwise carrying out the provisions of this chapter, and to fix salaries of such employees and provide for operating expenses. In order to maintain such industries, the secretary of agriculture may contract for potato inspection services with other agencies or associations. Section 5. That § 38-15-9 be repealed. 38-15-9. Every closed container containing potatoes grown in the State of South Dakota and sold, offered, or exposed for sale or consignment in carload lots or in truckload lots by a person other than the grower thereof, shall bear upon the outside by label, in plain letters and figures, the grade of the potatoes therein contained, the minimum weight thereof when packed and the variety or class name of such potatoes. Section 6. That § 38-15-10 be repealed. 38-15-10. The labeling prescribed in this chapter may be accompanied by additional marks or brands which are not inconsistent with, or in the same location more conspicuous than, or which do not in any way obscure the labeling. The secretary of agriculture shall, by regulation, prescribe the general location of the labeling on the container and the minimum size of the letters and figures used in the labeling of the potatoes. Section 7. That § 38-15-12 be repealed. 38-15-12. No person either for himself or while acting as agent or servant for any other person shall sell, consign for sale, offer or expose for sale, have in possession or storage with intent for sale, or to deliver within the State of South Dakota or to convey or cause to be conveyed out of the State of South Dakota, any potatoes which are mislabeled within the meaning of this chapter or the regulations promulgated pursuant thereto, or which are falsely labeled, represented, or advertised in any respect, whether they are in closed containers or in open containers or in bulk and regardless of the quantity. Any violation of this section is a Class 2 misdemeanor. Section 8. That § 38-15-18 be repealed. 38-15-18. The secretary of agriculture shall adopt rules pursuant to the provisions of chapter 1-26, to fix any fees charged for making grade inspections and such fees shall be uniform throughout the state for the periods of time specified. Section 9. That § 38-15-21 be repealed. 38-15-21. The secretary of agriculture shall collect all fees and charges. All moneys arising from the collection of fees and other charges under the provisions of this chapter shall be first applied to contracts entered into pursuant to § 38-15-2. The balance shall be placed by the secretary with the state treasurer and shall be credited to the general fund. Section 10. That § 38-15-24 be repealed. 38-15-24. The secretary of agriculture may cooperate with the United States Department of Agriculture and with similar state inspection service departments and with any person to provide for the purposes of this chapter. Section 11. That § 38-15-25 be repealed. 38-15-25. The secretary of agriculture shall, pursuant to the provisions of chapter 1-26, promulgate rules concerning: (1) The specifications for location and size of labels; (2) The grades of potatoes; and (3) The establishment of fees charged for making grade inspections. Section 12. That § 38-15-31 be repealed. 38-15-31. The secretary of agriculture may seize and hold any potatoes which are wrongly labeled as to grade, quality, condition, or any other respect, according to this chapter, until such potatoes are so graded or reconditioned that they meet the requirements of the grade, or the labeling with which they are marked. Section 13. That § 39-9-1 be repealed. 39-9-1. As used in this chapter, score or grade means the grading of butter by its examination for flavor and aroma, body and texture, color, salt, package, and by the use of other tests or procedures established by the State Department of Agriculture for ascertaining the quality of butter as hereinafter provided. Section 14. That § 39-9-2 be repealed. 39-9-2. Butter shall be graded as follows: (1) Grade, South Dakota, AA--93 score; (2) Grade, South Dakota, A--92 score; (3) Grade, South Dakota, B--91-90 score; (4) Grade, South Dakota, undergrade--all butter below South Dakota B. Section 15. That § 39-9-3 be repealed. 39-9-3. United States AA, A, and B grades shall be accepted in lieu of the corresponding South Dakota AA, A, and B grades, but all United States grades below B shall for the purpose of this chapter, correspond to South Dakota undergrade. Section 16. That § 39-9-4 be repealed. 39-9-4. It is a Class 2 misdemeanor to sell, offer or expose for sale, or have in possession with intent to sell, any butter at retail unless it has been graded and the grading date is indicated on the container thereof. Every processor shall label all undergrade butter. Section 17. That § 39-9-5 be repealed. 39-9-5. Butter from outside of the State of South Dakota sold within this state shall comply with the state grade and labeling standards as provided in this chapter, and, unless labeled United States AA, A, and B grades, shall indicate the grade in a manner equivalent to the requirements for butter manufactured and sold within this state. Section 18. That § 39-9-6 be repealed. 39-9-6. Whenever butter is advertised for sale, the grade of the butter advertised must be stated in any price advertising. Section 19. That § 39-9-7 be repealed. 39-9-7. The secretary of agriculture may promulgate rules pursuant to chapter 1-26 to establish methods and procedures to be used for ascertaining quality, grades, grading, labeling, and for arbitrating disputes with respect to grades. Section 20. That § 39-9-8 be repealed. 39-9-8. If butter is mislabeled within the meaning of this chapter and the regulations issued hereunder, the same shall be deemed misbranded within the meaning of § 39-4-18 and any violation of the section or regulations issued thereunder shall be punished as provided by § 39-4-18. Section 21. That § 39-9-9 be repealed. 39-9-9. The secretary of agriculture may also provide by regulation for the licensing of butter graders, if he shall determine that the same shall be necessary and shall determine the necessary qualifications and means of examination of such graders. The secretary may further provide for revocation of such licenses for violation of the law and regulations issued thereunder. If a license fee is established the same shall not exceed ten dollars per annum. A right of appeal from any decision refusing to grant a license or revoking any such license shall be allowed in accordance with the provisions of chapter 1-26."}, {"bill_id": 4089, "bill_version_id": 26859, "bill_version": "Enrolled", "bill_version_date": "2013-03-04T10:04:58.413-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4089, "action_date": "2013-01-08T12:00:00-06:00", "document_id": 23561, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23561.pdf", "status_text": "First read in House and referred to", "journal_page": 29, "committee_id_action": 202, "committee_id_assigned": 203, "result": "N", "vote": {}}, {"bill_id": 4089, "action_date": "2013-01-29T07:45:00-06:00", "document_id": 24513, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24513.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 203, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4089, "action_date": "2013-01-29T07:45:00-06:00", "document_id": 24862, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24862.pdf", "status_text": "Do Pass", "journal_page": 228, "committee_id_action": 203, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13053, "president_vote": null, "Yea": [420, 415, 417, 342, 359, 414, 332, 393, 408, 407, 352, 378, 350]}}, {"bill_id": 4089, "action_date": "2013-01-29T07:45:00-06:00", "document_id": 24862, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24862.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 203, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4089, "action_date": "2013-01-30T14:00:00-06:00", "document_id": 25017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25017.pdf", "status_text": "Do Pass", "journal_page": 252, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13188, "president_vote": null, "Yea": [420, 346, 415, 418, 326, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 318, 397, 374, 402, 381, 396, 370, 394, 413, 372, 350, 347, 416, 389, 351, 344, 359, 392, 335, 369, 414, 400, 375, 371, 380, 316, 332, 393, 395, 390, 404, 405, 356, 411, 377, 378, 407, 352, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334], "Excused": [408, 355]}}, {"bill_id": 4089, "action_date": "2013-01-31T12:30:00-06:00", "document_id": 25091, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25091.pdf", "status_text": "First read in Senate and referred to", "journal_page": 290, "committee_id_action": 200, "committee_id_assigned": 176, "result": "N", "vote": {}}, {"bill_id": 4089, "action_date": "2013-02-21T10:00:00-06:00", "document_id": 25951, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25951.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 176, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4089, "action_date": "2013-02-21T10:00:00-06:00", "document_id": 26137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26137.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 176, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4089, "action_date": "2013-02-21T10:00:00-06:00", "document_id": 26137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26137.pdf", "status_text": "Do Pass Amended", "journal_page": 518, "committee_id_action": 176, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14153, "president_vote": null, "Yea": [388, 340, 329, 385, 384, 368, 333, 327], "Excused": [322]}}, {"bill_id": 4089, "action_date": "2013-02-21T10:00:00-06:00", "document_id": 26137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26137.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 176, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4089, "action_date": "2013-02-25T14:00:00-06:00", "document_id": 26354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26354.pdf", "status_text": "Do Pass Amended", "journal_page": 562, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14234, "president_vote": null, "Yea": [338, 362, 330, 337, 366, 388, 340, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 331, 419, 317, 320, 385, 384, 321, 368, 328, 333, 386, 367, 319, 339, 387, 327, 383, 379]}}, {"bill_id": 4089, "action_date": "2013-02-27T14:00:00-06:00", "document_id": 26648, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26648.pdf", "status_text": "Concurred in amendments", "journal_page": 568, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14470, "president_vote": null, "Yea": [420, 346, 415, 418, 326, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 318, 397, 374, 402, 381, 396, 370, 394, 372, 350, 347, 416, 389, 351, 344, 359, 392, 335, 369, 414, 400, 375, 371, 380, 316, 332, 393, 395, 390, 408, 404, 405, 356, 411, 377, 355, 378, 407, 352, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334], "Excused": [413]}}, {"bill_id": 4089, "action_date": "2013-03-04T14:00:00-06:00", "document_id": 26939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26939.pdf", "status_text": "Signed by the Speaker", "journal_page": 689, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4089, "action_date": "2013-03-05T14:00:00-06:00", "document_id": 27134, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27134.pdf", "status_text": "Signed by the President", "journal_page": 688, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4089, "action_date": "2013-03-06T11:00:00-06:00", "document_id": 27246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27246.pdf", "status_text": "Delivered to the Governor", "journal_page": 772, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4089, "action_date": "2013-03-25T10:00:00-05:00", "document_id": 27484, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27484.pdf", "status_text": "Signed by the Governor", "journal_page": 842, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5410, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4089"}