{"session_id": 51, "bill_id": 16495, "bill_type": "Senate Bill", "bill_number": 165, "bill_title": "provide for incentives for development of certain commercial small power production facilities.", "sponsors": [{"legislator_profile_id": 2573, "is_prime": true}, {"legislator_profile_id": 2574, "is_prime": true}, {"legislator_profile_id": 2535, "is_prime": false}, {"legislator_profile_id": 2555, "is_prime": false}, {"legislator_profile_id": 2568, "is_prime": false}, {"legislator_profile_id": 2604, "is_prime": false}, {"legislator_profile_id": 2616, "is_prime": false}], "keywords": ["Department of Revenue", "Rule-making Authority", "Taxes"], "audio": [{"meeting_datetime": "2001-02-08T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sco22sb0165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-08T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sco22sb0165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-08T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sco22sb0165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-13T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sco25sb0165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-13T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sco25sb0165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-13T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sco25sb0165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-13T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sco25sb0165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco35sb0165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco35sb0165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco35sb0165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco35sb0165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou36sb0165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou36sb0165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou36sb0165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou36sb0165a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-03-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen37sb0165a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16495, "bill_version_id": 88496, "bill_version": "Introduced", "bill_version_date": "2001-01-25T08:40:38-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for incentives for development of certain commercial small power production facilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 49-34A be amended by adding thereto a NEW SECTION to read as follows: Any commercial small power production facility, utilizing renewable resources, such as sun, wind, geothermal, or biomass, that begins generating electricity after June 30, 2001, produces ten megawatts or less of electricity as measured by nameplate rating, and is located within one county and owned by a natural person, corporation, nonprofit or for profit business organization, or tribal council (if the facility is located outside the boundaries of the reservation), irrigation district, drainage district, or other political subdivision or agency of the state authorized by statute to carry on the business of developing, transmitting, utilizing, or distributing electric power is entitled to the following incentives: (1) The sale of the first ten megawatts of electricity shall be exempt from any state sales tax imposed by chapter 10-45 and any municipal non-ad valorem tax imposed by chapter 10-52; (2) Rural electric cooperatives developing commercial small power production facilities utilizing renewable energy are not subject to tax pursuant to § 10-35-1.2 but are subject to a gross receipts tax as defined in § 10-36-6 on all sales in excess of the first ten megawatts; and (3) The sale of the first ten megawatts of electricity by rural electric cooperatives and any other qualifying electric utility shall be exempt from the municipal gross receipts tax imposed by § § 49-34A-45 and 49-34A-34. Section 2. Terms used in this Act mean: (1) \"Department,\" the Department of Revenue; (2) \"New or expanded facility,\" a new commercial small power production facility as defined in section 1 of this Act or realty improvement or addition to an existing commercial small power production facility, the construction or installation of which is subject to contractors' excise tax pursuant to chapter 10-46A or 10-46B; (3) \"Project,\" the installation or construction of the first ten megawatts of generation capacity of a new or expanded facility; (4) \"Project cost,\" the amount paid in money for a project; (5) \"Secretary,\" the secretary of the Department of Revenue. Section 3. Any person may apply for and obtain a refund or credit for contractors' excise taxes imposed and paid under the provisions of chapter 10-46A or 10-46B and for sales or use taxes imposed and paid by such person under the provisions of chapters 10-45 and 10-46 for the construction of a new or expanded facility that is a commercial small power production facility that is defined in section 1 of this Act. Section 4. The refund pertains only to project costs incurred and paid after July 1, 2001. The refund pertains only to project costs that were incurred and paid within thirty-six months of the approval of the application required by this Act. No refund may be made unless: (1) The project costs exceed five hundred thousand dollars; and (2) The person applying for the refund obtains a permit from the secretary as set forth in section 6 of this Act. Section 5. The amount of the tax refund shall be one hundred percent of the contractor's excise taxes attributed to the project cost. Section 6. Any person desiring to claim a refund pursuant to this Act shall apply for a permit from the secretary at least thirty days prior to commencement of the project. The application for a permit shall be submitted on a form prescribed by the secretary. A separate application shall be made and submitted for each project. Upon approval of the application, the secretary shall issue a permit entitling the applicant to submit refund claims as provided by this Act. The permit or refund claims are not assignable or transferable except as collateral or security pursuant to chapter 57A-9. Section 7. Any claim for refund shall be submitted on forms prescribed by the secretary and shall be supported by such documentation as the secretary may require. The secretary may deny any claim where the claimant has failed to provide information or documentation requested or considered necessary by the secretary to determine the validity of the claim. Section 8. Any claim for refund shall be submitted to the department on or before the last day of the month following each quarterly period. The secretary shall determine the amount of the tax refund. Ninety percent of the amount of refund shall be paid to the claimant in accordance with § § 10-59-22 and 10-59-23, and ten percent shall be withheld by the department. Section 9. The amounts withheld by the department in accordance with section 8 of this Act shall be retained until the project has been completed and the claimant has met all the conditions of this Act, at which time all sums retained shall be paid to claimant. Section 10. If any claim has been fraudulently presented or supported as to any item in the claim, or if the claimant fails to meet all the conditions of this Act, then the claim may be rejected in its entirety and all sums previously refunded to the claimant shall constitute a debt to the state and a lien in favor of the state upon all property and rights to property whether real or personal belonging to the claimant and may be recovered in an action of debt. Section 11. Any person aggrieved by the denial in whole or in part of a refund claimed under this Act, may within thirty days after service of the notice of a denial by the secretary, demand and is entitled to a hearing, upon notice, before the secretary. The hearing shall be conducted pursuant to chapter 1-26. Section 12. The secretary may promulgate rules, pursuant to chapter 1-26, concerning the procedures for filing refund claims and the requirements necessary to qualify for a refund."}, {"bill_id": 16495, "bill_version_id": 89950, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2001-02-13T14:59:01-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for incentives for development of certain commercial small power production facilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 49-34A be amended by adding thereto a NEW SECTION to read as follows: Any commercial small power production facility, utilizing renewable resources, such as sun, wind, geothermal, or biomass, that begins generating electricity after June 30, 2001, produces ten megawatts or less of electricity as measured by nameplate rating, and is located within one county and owned by a natural person, corporation, nonprofit or for profit business organization, or tribal council (if the facility is located outside the boundaries of the reservation), irrigation district, drainage district, or other political subdivision or agency of the state authorized by statute to carry on the business of developing, transmitting, utilizing, or distributing electric power is subject to the provisions of this Act for any new or expanded facility. Section 2. Rural electric cooperatives developing commercial small power production facilities utilizing renewable energy are not subject to tax pursuant to § 10-35-1.2 but are subject to a gross receipts tax as defined in § 10-36-6. Section 3. Terms used in this Act mean: (1) \"Department,\" the Department of Revenue; (2) \"New or expanded facility,\" a new commercial small power production facility as defined in section 1 of this Act or realty improvement or addition to an existing commercial small power production facility, the construction or installation of which is subject to contractors' excise tax pursuant to chapter 10-46A or 10-46B; (3) \"Project,\" the installation or construction of the first ten megawatts of generation capacity of a new or expanded facility; (4) \"Project cost,\" the amount paid in money for a project; (5) \"Secretary,\" the secretary of the Department of Revenue. Section 4. Any person may apply for and obtain a refund or credit for contractors' excise taxes imposed and paid under the provisions of chapter 10-46A or 10-46B for the construction of a new or expanded facility that is a commercial small power production facility that is defined in section 1 of this Act. Section 5. The refund pertains only to project costs incurred and paid after July 1, 2001. The refund pertains only to project costs that were incurred and paid within thirty-six months of the approval of the application required by this Act. No refund may be made unless: (1) The project costs exceed five hundred thousand dollars; and (2) The person applying for the refund obtains a permit from the secretary as set forth in section 7 of this Act. Section 6. The amount of the tax refund shall be one hundred percent of the contractor's excise taxes attributed to the project cost, excluding any associated transmission facilities. Section 7. Any person desiring to claim a refund pursuant to this Act shall apply for a permit from the secretary at least thirty days prior to commencement of the project. The application for a permit shall be submitted on a form prescribed by the secretary. A separate application shall be made and submitted for each project. Upon approval of the application, the secretary shall issue a permit entitling the applicant to submit refund claims as provided by this Act. The permit or refund claims are not assignable or transferable except as collateral or security pursuant to chapter 57A-9. Section 8. Any claim for refund shall be submitted on forms prescribed by the secretary and shall be supported by such documentation as the secretary may require. The secretary may deny any claim where the claimant has failed to provide information or documentation requested or considered necessary by the secretary to determine the validity of the claim. Section 9. Any claim for refund shall be submitted to the department on or before the last day of the month following each quarterly period. The secretary shall determine the amount of the tax refund. Ninety percent of the amount of refund shall be paid to the claimant in accordance with § § 10-59-22 and 10-59-23, and ten percent shall be withheld by the department. Section 10. The amounts withheld by the department in accordance with section 9 of this Act shall be retained until the project has been completed and the claimant has met all the conditions of this Act, at which time all sums retained shall be paid to claimant. Section 11. If any claim has been fraudulently presented or supported as to any item in the claim, or if the claimant fails to meet all the conditions of this Act, then the claim may be rejected in its entirety and all sums previously refunded to the claimant shall constitute a debt to the state and a lien in favor of the state upon all property and rights to property whether real or personal belonging to the claimant and may be recovered in an action of debt. Section 12. Any person aggrieved by the denial in whole or in part of a refund claimed under this Act, may within thirty days after service of the notice of a denial by the secretary, demand and is entitled to a hearing, upon notice, before the secretary. The hearing shall be conducted pursuant to chapter 1-26. Section 13. The secretary may promulgate rules, pursuant to chapter 1-26, concerning the procedures for filing refund claims and the requirements necessary to qualify for a refund."}, {"bill_id": 16495, "bill_version_id": 90998, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2001-02-27T15:26:31-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for incentives for development of certain commercial small power production facilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 49-34A be amended by adding thereto a NEW SECTION to read as follows: Any commercial small power production facility, utilizing renewable resources, such as sun, wind, geothermal, or biomass, that begins generating electricity after June 30, 2001, produces ten megawatts or less of electricity as measured by nameplate rating, and is located within one county and owned by a natural person, corporation, nonprofit or for profit business organization, or tribal council (if the facility is located outside the boundaries of the reservation), irrigation district, drainage district, or other political subdivision or agency of the state authorized by statute to carry on the business of developing, transmitting, utilizing, or distributing electric power is subject to the provisions of this Act for any new or expanded facility. Section 2. Rural electric cooperatives developing commercial small power production facilities utilizing renewable energy are not subject to tax pursuant to § 10-35-1.2 but are subject to a gross receipts tax as defined in § 10-36-6. Section 3. Terms used in this Act mean: (1) \"Department,\" the Department of Revenue; (2) \"New or expanded facility,\" a new commercial small power production facility as defined in section 1 of this Act or an addition to an existing commercial small power production facility, the construction or installation of which is subject to contractors' excise tax pursuant to chapter 10-46A or 10-46B; (3) \"Project,\" the installation or construction of the first ten megawatts of generation capacity of a new or expanded facility; (4) \"Project cost,\" the amount paid in money for a project; (5) \"Secretary,\" the secretary of the Department of Revenue. Section 4. Any person may apply for and obtain a refund or credit for contractors' excise taxes imposed and paid under the provisions of chapter 10-46A or 10-46B for the construction of a new or expanded facility that is a commercial small power production facility that is defined in section 1 of this Act. Section 5. The refund pertains only to project costs incurred and paid after July 1, 2001. The refund pertains only to project costs that were incurred and paid within thirty-six months of the approval of the application required by this Act. No refund may be made unless: (1) The project costs exceed five hundred thousand dollars; and (2) The person applying for the refund obtains a permit from the secretary as set forth in section 7 of this Act. Section 6. The amount of the tax refund shall be one hundred percent of the contractor's excise taxes attributed to the project cost, excluding any associated transmission facilities. Section 7. Any person desiring to claim a refund pursuant to this Act shall apply for a permit from the secretary at least thirty days prior to commencement of the project. The application for a permit shall be submitted on a form prescribed by the secretary. A separate application shall be made and submitted for each project. Upon approval of the application, the secretary shall issue a permit entitling the applicant to submit refund claims as provided by this Act. The permit or refund claims are not assignable or transferable except as collateral or security pursuant to chapter 57A-9. Section 8. Any claim for refund shall be submitted on forms prescribed by the secretary and shall be supported by such documentation as the secretary may require. The secretary may deny any claim where the claimant has failed to provide information or documentation requested or considered necessary by the secretary to determine the validity of the claim. Section 9. Any claim for refund shall be submitted to the department on or before the last day of the month following each quarterly period. The secretary shall determine the amount of the tax refund. Ninety percent of the amount of refund shall be paid to the claimant in accordance with § § 10-59-22 and 10-59-23, and ten percent shall be withheld by the department. No interest shall be paid on the refund amount. Section 10. The amounts withheld by the department in accordance with section 9 of this Act shall be retained until the project has been completed and the claimant has met all the conditions of this Act, at which time all sums retained shall be paid to claimant. Section 11. If any claim has been fraudulently presented or supported as to any item in the claim, or if the claimant fails to meet all the conditions of this Act, then the claim may be rejected in its entirety and all sums previously refunded to the claimant shall constitute a debt to the state and a lien in favor of the state upon all property and rights to property whether real or personal belonging to the claimant and may be recovered in an action of debt. Section 12. Any person aggrieved by the denial in whole or in part of a refund claimed under this Act, may within thirty days after service of the notice of a denial by the secretary, demand and is entitled to a hearing, upon notice, before the secretary. The hearing shall be conducted pursuant to chapter 1-26. Section 13. The secretary may promulgate rules, pursuant to chapter 1-26, concerning the procedures for filing refund claims and the requirements necessary to qualify for a refund."}, {"bill_id": 16495, "bill_version_id": 91159, "bill_version": "Enrolled", "bill_version_date": "2001-03-01T14:30:24-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16495, "action_date": "2001-01-25T14:00:00-06:00", "document_id": 88645, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88645.pdf", "status_text": "First read in Senate and referred to", "journal_page": 215, "committee_id_action": 713, "committee_id_assigned": 687, "result": "N", "vote": {}}, {"bill_id": 16495, "action_date": "2001-02-01T10:00:00-06:00", "document_id": 89148, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89148.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 687, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16495, "action_date": "2001-02-08T10:00:00-06:00", "document_id": 89592, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89592.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 687, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16495, "action_date": "2001-02-13T10:00:00-06:00", "document_id": 89929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89929.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 687, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16495, "action_date": "2001-02-13T10:00:00-06:00", "document_id": 89929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89929.pdf", "status_text": "Do Pass Amended,", "journal_page": 485, "committee_id_action": 687, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49429, "president_vote": null, "Yea": [2520, 2580, 2607, 2616, 2617, 2529, 2585]}}, {"bill_id": 16495, "action_date": "2001-02-15T14:00:00-06:00", "document_id": 90189, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90189.pdf", "status_text": "Do Pass Amended,", "journal_page": 533, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49731, "president_vote": null, "Yea": [2516, 2517, 2520, 2523, 2524, 2529, 2531, 2532, 2534, 2535, 2536, 2539, 2542, 2549, 2551, 2552, 2562, 2567, 2573, 2576, 2580, 2581, 2584, 2585, 2590, 2597, 2598, 2606, 2607, 2609, 2615, 2616, 2617], "Excused": [2550, 2569]}}, {"bill_id": 16495, "action_date": "2001-02-16T14:00:00-06:00", "document_id": 90288, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90288.pdf", "status_text": "First read in House and referred to", "journal_page": 583, "committee_id_action": 712, "committee_id_assigned": 700, "result": "N", "vote": {}}, {"bill_id": 16495, "action_date": "2001-02-27T07:45:00-06:00", "document_id": 90964, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90964.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 700, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16495, "action_date": "2001-02-27T07:45:00-06:00", "document_id": 90964, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90964.pdf", "status_text": "Do Pass Amended,", "journal_page": 762, "committee_id_action": 700, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50216, "president_vote": null, "Yea": [2519, 2522, 2525, 2548, 2553, 2577, 2589, 2591, 2592, 2605, 2601, 2571], "Excused": [2611]}}, {"bill_id": 16495, "action_date": "2001-02-28T14:00:00-06:00", "document_id": 91123, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91123.pdf", "status_text": "Do Pass Amended,", "journal_page": 795, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51739, "president_vote": null, "Yea": [2514, 2515, 2518, 2519, 2521, 2525, 2527, 2528, 2530, 2533, 2543, 2547, 2548, 2553, 2554, 2555, 2557, 2560, 2561, 2568, 2571, 2572, 2574, 2575, 2577, 2586, 2587, 2589, 2591, 2594, 2596, 2599, 2601, 2602, 2603, 2610, 2611, 2613, 2614], "Nay": [2522, 2526, 2537, 2538, 2544, 2545, 2546, 2556, 2558, 2563, 2564, 2565, 2566, 2570, 2578, 2579, 2582, 2583, 2588, 2592, 2593, 2595, 2600, 2604, 2605, 2608, 2612, 2618, 2540], "Excused": [2541, 2559]}}, {"bill_id": 16495, "action_date": "2001-03-01T14:00:00-06:00", "document_id": 91175, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91175.pdf", "status_text": "Signed by President", "journal_page": 766, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16495, "action_date": "2001-03-02T14:00:00-06:00", "document_id": 91196, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91196.pdf", "status_text": "Signed by Speaker", "journal_page": 832, "committee_id_action": 712, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16495, "action_date": "2001-03-03T14:00:00-06:00", "document_id": 91268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91268.pdf", "status_text": "Delivered to the Governor", "journal_page": 798, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16495, "action_date": "2001-03-08T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 841, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2015, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16495"}