{"session_id": 45, "bill_id": 12580, "bill_type": "Senate Bill", "bill_number": 75, "bill_title": "to clarify the acts that constitute unfair claims or deceptive practice in dealing with insured.", "sponsors": [], "keywords": ["Consumer Affairs", "Insurance Practices"], "audio": [], "bill_versions": [{"bill_id": 12580, "bill_version_id": 74150, "bill_version": "Introduced", "bill_version_date": "1997-01-12T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to clarify the acts that constitute unfair claims practice and establish requirements for claims practices and procedures. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Insured,\" the party named on a policy or certificate as the individual with legal rights to the benefits provided by such policy; (2) \"Policy\" or \"certificate,\" any contract of insurance, indemnity, medical, health, or hospital service, or annuity issued. The term does not include contracts of worker's compensation, fidelity, suretyship, or boiler and machinery insurance; (3) \"Claim file,\" any retrievable electronic file, paper file, or combination of both; (4) \"Claimant,\" either a first party claimant, a third party claimant, or both, and includes the claimant's designated legal representative and includes a member of the claimant's immediate family designated by the claimant; (5) \"Days,\" calendar days; (6) \"Documentation,\" any pertinent communications, transactions, notes, work papers, claim forms, bills, and explanation of benefits forms relative to the claim; (7) \"First party claimant,\" an individual, corporation, association, partnership, or other legal entity asserting a right to payment under an insurance policy or insurance contract arising out of the occurrence of the contingency or loss covered by the policy or contract; (8) \"Investigation,\" activities of an insurer directly or indirectly related to the determination of liabilities under coverages afforded by an insurance policy or insurance contract; (9) \"Notification of claim,\" any notification, whether in writing or other means acceptable under the terms of an insurance policy to an insurer or its agent, by a claimant, which reasonably apprises the insurer of the facts pertinent to a claim; (10) \"Third party claimant,\" any person asserting a claim against any person under a policy or certificate of an insurer; and (11) \"Written claim communications,\" any correspondence, regardless of source or type, that is materially related to the handling of the claim. Section 2. That § 58-33-67 be amended to read as follows: 58-33-67. In dealing with the insured claimant or representative of the insured claimant , unfair or deceptive acts or practices in the business of insurance include , but are not limited to, the following: (1) Failing to acknowledge and act within thirty days upon communications with respect to claims arising under insurance policies and to adopt and adhere to reasonable standards for the prompt investigation of such claims a claim upon notice within twenty-one days ; (2) Making claims payments to any claimant, insured or beneficiary not accompanied by a statement setting forth the coverage under which the payments are being made; (3) Failing to promptly provide a reasonable explanation of the basis in the insurance policy in relation to the facts or applicable law for denial of a claim or for the offer of a compromise settlement; (4) Failing to promptly settle claims, where liability has become reasonably clear under one portion of the insurance policy coverage to influence settlements under other portions of the insurance policy coverage; (5) Requiring as a condition of payment of a claim that repairs to any damaged vehicle shall be made by a particular contractor or repair shop; (6) Failing to make a good faith reasonable assignment of the degree of contributory negligence in ascertaining the issue of liability; (7) Unless permitted by law and the insurance policy, refusing Refusing to settle a claim of an insured or claimant on the basis that the responsibility should be assumed by others , without a reasonable basis; (8) Attempting to settle or settling claims for less than the amount to which the insured or beneficiary would be entitled based on the written or printed advertising material accompanying or made part of an application. Advertising for purposes of this subdivision only applies to advertisements which relate to a benefit under the coverage and does not apply to any portion of an advertisement which promotes an insurer's reputation, image, service, or stability; (9) Failing to reply to written claim communications within twenty-one days; (10) Failing to adopt and adhere to reasonable standards for the prompt and appropriate investigation, resolution, and payment or denial of such claims . Section 3. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may require any claimant to submit to a polygraph examination. Section 4. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If the insurance policy provides for the adjustment and settlement to a first party claimant for automobile total loss on the basis of actual cash value or replacement with another of like kind and quality, one of the following methods applies: (1) The insurer may elect to offer a replacement automobile that is at least comparable in that it is by the same manufacturer, same or newer year, similar body style, similar options and mileage as the insured vehicle, and in as good or better overall condition and available for inspection within a reasonable distance within the regional market area of the insured's residence. The insurer shall pay all proportionate applicable taxes, license fees, and other fees incident to the transfer of evidence of ownership of the automobile, at no cost other than any deductible provided in the policy. The offer and any rejection of the offer shall be documented in the claim file; or (2) The insurer may elect a cash settlement based on the actual cost, less any deductible provided in the policy, to purchase a comparable automobile including all proportionate applicable taxes, license fees, and other fees incident to the transfer of evidence of ownership of a comparable automobile. Such cost may be derived from: (a) The cost of two or more comparable automobiles in the regional market area when comparable automobiles are available or were available within the last ninety days to consumers in the regional market area; (b) The cost of two or more comparable automobiles in areas proximate to the regional market area, including the closest major metropolitan areas within or without the state, that are available or were available within the last ninety days to consumers if comparable automobiles are not available in the regional market area pursuant to subsection (a); (c) One of two or more quotations obtained by the insurer from two or more sources located within the regional market area when the cost of comparable automobiles are not available pursuant to subsections (a) and (b); (d) Any source for determining statistically valid fair market values that meets all of the following criteria: (I) The source gives primary consideration to the values of vehicles in the regional market area and may consider data on vehicles outside the area; (ii) The source's database produces values for most makes and models for the last eight model years taking into account the values of all major options for such vehicles; and (iii) The source produces fair market values based on current data available from the area surrounding the location where the insured vehicle was principally garaged or a necessary expansion of parameters such as time and area to assure statistical validity; or (e) An amount derived from the mutual agreement of the claimant and insurer. If an automobile total loss to a first party claimant is settled on a basis which deviates from the methods described in subdivisions (1) and (2) of this section, the deviation must be supported by documentation giving particulars of the automobile condition. Any deductions from such cost, including deduction for salvage, must be measurable, discernible, itemized, and specified as to dollar amount and shall be appropriate in amount. The basis for such settlement shall be fully explained to the first party claimant. Section 5. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If liability and damages are reasonably clear, an insurer may not recommend that third party claimants make claim under their own policies solely to avoid paying claims under such insurer's policy. Section 6. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: An insurer may not require a claimant to travel an unreasonable distance either to inspect a replacement automobile, to obtain a repair estimate, or to have the automobile repaired. Section 7. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Subrogation recoveries shall be shared on a proportionate basis with the first party claimant, unless the deductible amount has been otherwise recovered. No deduction for expenses may be made from the deductible recovery unless an outside attorney is retained to collect such recovery. The deduction may then be for only a pro rata share of the allocated loss adjustment expense. Section 8. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If partial losses are settled on the basis of a written estimate prepared by or for the insurer, the insurer shall supply the claimant a copy of the estimate upon which the settlement is based. The estimate prepared by or for the insurer shall be reasonable, in accordance with applicable policy provisions, and of an amount which will allow for repairs to be made in a manner characteristic of a skilled worker. If the insured subsequently shows proof, based upon a written estimate which the insured obtains, that necessary repairs will exceed the written estimate prepared by or for the insurer, the insurer shall pay the difference between the written estimate and a higher estimate obtained by the insured, or promptly provide the insured with the name of at least one repair shop that will make the repairs for the amount of the written estimate. The insurer is not responsible to pay such differences when such differences are based upon repair preferences of the claimant. An insurer complying with this section does not violate § 58-33- 67(5). Section 9. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: On an actual cash value settlement, if the amount claimed is reduced due to depreciation, all information for such reduction shall be contained in the claim file. Such deductions shall be itemized and specified as to dollar amount and shall be appropriate for the amount of deductions. Section 10. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If the insurer elects to offer settlement based upon repair, rather than electing to offer settlement based upon replacement or actual cash value, the insurer shall reimburse in an amount sufficient for the damaged automobile to be restored to its condition prior to the loss at no additional cost to the claimant other than as stated in the policy. Section 11. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Betterment deductions are allowable only if: (1) They reflect a measurable decrease in market value attributable to the poorer condition of, or prior damage to, the vehicle; or (2) They reflect the general overall condition of the vehicle, considering its age, for either or both of the following: (a) The wear and tear or rust, limited to no more than a deduction of seventy-five percent of the affected part; (b) Missing parts, limited to no more of a deduction than the replacement costs of such part or parts. Any deductions set forth in subdivision (1) or (2) must be measurable, itemized, specified as to dollar amount, and documented in the claim file. No insurer may require the insured or claimant to supply parts for replacement. If deductions for betterment are provided for in the policy, the term, betterment, must be defined in the policy. Section 12. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may require the use of parts in the repair of an automobile unless the part is at least equal in kind and quality to the original part in terms of fit, quality, and performance. Insurers shall consider the cost of any modifications which may become necessary when making the repair. Section 13. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The provisions of sections 4 to 12, inclusive, of this Act only apply to automobile insurance. Nothing in sections 4 to 12, inclusive, of this Act applies to umbrella policies. Section 14. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The provisions of sections 15 and 16 of this Act only apply to life and health insurance. Section 15. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The filing of a standardized claim form by a claimant shall serve as the filing of a claim form for all health policies the insured has with that insurer. If additional information is required to fulfill the insured's obligation under similar policies, the insurer may request the additional information. If it is apparent to the insurer that additional benefits would be payable under an insured's policy, the insurer shall communicate to and cooperate with the insured in determining the extent of the insurer's additional liability. This section does not apply to disability policies. Section 16. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If a claim remains unresolved for thirty days from the date the claimant has filed all necessary claim information, the insurer shall provide the insured or, if applicable, the insured's beneficiary, with a reasonable written explanation for the delay. In credit, mortgage, and assigned accident health claims, the notice shall be provided to the debtor/insured or medical provider in addition to the insured. If the investigation remains incomplete, the insurer shall, forty-five days from the date of initial notification and every forty-five days thereafter, send to the claimant a letter setting forth the reasons additional time is needed for investigation. Section 17. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Any action regarding a violation of any provision of this Act is subject to the provisions of § 58-33-68. Section 18. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If an insurer does not receive actual notice of a claim or a claim communication, but is considered to have received notice due to its agent receiving notice, the director may not consider the insurer to have violated any provision of this Act due to the insurer's inability to act due to not receiving the claim or claim communication. Section 19. That chapter 58-11 be amended by adding thereto a NEW SECTION to read as follows: The insurer shall provide reasonable notice to an insured prior to termination of payment for automobile storage charges and documentation of the denial as required by section 4 of this Act. The insurer shall provide reasonable time for the insured to remove the vehicle from storage prior to the termination of payment."}, {"bill_id": 12580, "bill_version_id": 74151, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "1997-01-29T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to clarify the acts that constitute unfair claims practice and establish requirements for claims practices and procedures. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Insured,\" the party named on a policy or certificate as the individual with legal rights to the benefits provided by such policy; (2) \"Policy\" or \"certificate,\" any contract of insurance, indemnity, medical, health, or hospital service, or annuity issued. The term does not include contracts of worker's compensation, fidelity, suretyship, or boiler and machinery insurance; (3) \"Claim file,\" any retrievable electronic file, paper file, or combination of both; (4) \"Claimant,\" either a first party claimant, a third party claimant, or both, and includes the claimant's designated legal representative and includes a member of the claimant's immediate family designated by the claimant; (5) \"Days,\" calendar days; (6) \"Documentation,\" any pertinent communications, transactions, notes, work papers, claim forms, bills, and explanation of benefits forms relative to the claim; (7) \"First party claimant,\" an individual, corporation, association, partnership, or other legal entity asserting a right to payment under an insurance policy or insurance contract arising out of the occurrence of the contingency or loss covered by the policy or contract; (8) \"Investigation,\" activities of an insurer directly or indirectly related to the determination of liabilities under coverages afforded by an insurance policy or insurance contract; (9) \"Notification of claim,\" any notification, whether in writing or other means acceptable under the terms of an insurance policy to an insurer or its agent, by a claimant, which reasonably apprises the insurer of the facts pertinent to a claim; (10) \"Third party claimant,\" any person asserting a claim against any person under a policy or certificate of an insurer; and (11) \"Written claim communications,\" any correspondence, regardless of source or type, that is materially related to the handling of the claim. Section 2. That § 58-33-67 be amended to read as follows: 58-33-67. In dealing with the insured claimant or representative of the insured claimant , unfair or deceptive acts or practices in the business of insurance include , but are not limited to, the following: (1) Failing to acknowledge and act within thirty days upon communications with respect to claims arising under insurance policies and to adopt and adhere to reasonable standards for the prompt investigation of such claims a claim upon notice within twenty-one days ; (2) Making claims payments to any claimant, insured or beneficiary not accompanied by a statement setting forth the coverage under which the payments are being made; (3) Failing to promptly provide a reasonable explanation of the basis in the insurance policy in relation to the facts or applicable law for denial of a claim or for the offer of a compromise settlement; (4) Failing to promptly settle claims, where liability has become reasonably clear under one portion of the insurance policy coverage to influence settlements under other portions of the insurance policy coverage; (5) Requiring as a condition of payment of a claim that repairs to any damaged vehicle shall be made by a particular contractor or repair shop; (6) Failing to make a good faith reasonable assignment of the degree of contributory negligence in ascertaining the issue of liability; (7) Unless permitted by law and the insurance policy, refusing Refusing to settle a claim of an insured or claimant on the basis that the responsibility should be assumed by others , without a reasonable basis; (8) Attempting to settle or settling claims for less than the amount to which the insured or beneficiary would be entitled based on the written or printed advertising material accompanying or made part of an application. Advertising for purposes of this subdivision only applies to advertisements which relate to a benefit under the coverage and does not apply to any portion of an advertisement which promotes an insurer's reputation, image, service, or stability; (9) Failing to reply to written claim communications within twenty-one days; (10) Failing to adopt and adhere to reasonable standards for the prompt and appropriate investigation, resolution, and payment or denial of such claims . Section 3. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may require any claimant to submit to a polygraph examination. Section 4. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If the insurance policy provides for the adjustment and settlement to a first party claimant for automobile total loss on the basis of actual cash value or replacement with another of like kind and quality, one of the following methods applies: (1) The insurer may elect to offer a replacement automobile that is at least comparable in that it is by the same manufacturer, same or newer year, similar body style, similar options and mileage as the insured vehicle, and in as good or better overall condition and available for inspection within a reasonable distance within the regional market area of the insured's residence. The insurer shall pay all proportionate applicable taxes, license fees, and other fees incident to the transfer of evidence of ownership of the automobile, at no cost other than any deductible provided in the policy. The offer and any rejection of the offer shall be documented in the claim file; or (2) The insurer may elect a cash settlement based on the actual cost, less any deductible provided in the policy, to purchase a comparable automobile including all proportionate applicable taxes, license fees, and other fees incident to the transfer of evidence of ownership of a comparable automobile. Such cost may be derived from: (a) The cost of two or more comparable automobiles in the regional market area when comparable automobiles are available or were available within the last ninety days to consumers in the regional market area; (b) The cost of two or more comparable automobiles in areas proximate to the regional market area, including the closest major metropolitan areas within or without the state, that are available or were available within the last ninety days to consumers if comparable automobiles are not available in the regional market area pursuant to subsection (a); (c) One of two or more quotations obtained by the insurer from two or more sources located within the regional market area when the cost of comparable automobiles are not available pursuant to subsections (a) and (b); (d) Any source for determining statistically valid fair market values that meets all of the following criteria: (i) The source gives primary consideration to the values of vehicles in the regional market area and may consider data on vehicles outside the area; (ii) The source's database produces values for most makes and models for the last eight model years taking into account the values of all major options for such vehicles; and (iii) The source produces fair market values based on current data available from the area surrounding the location where the insured vehicle was principally garaged or a necessary expansion of parameters such as time and area to assure statistical validity; or (e) An amount derived from the mutual agreement of the claimant and insurer. If an automobile total loss to a first party claimant is settled on a basis which deviates from the methods described in subdivisions (1) and (2) of this section, the deviation must be supported by documentation giving particulars of the automobile condition. Any deductions from such cost, including deduction for salvage, must be measurable, discernible, itemized, and specified as to dollar amount and shall be appropriate in amount. The basis for such settlement shall be fully explained to the first party claimant. Section 5. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If liability and damages are reasonably clear, an insurer may not recommend that third party claimants make claim under their own policies solely to avoid paying claims under such insurer's policy. Section 6. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: An insurer may not require a claimant to travel an unreasonable distance either to inspect a replacement automobile, to obtain a repair estimate, or to have the automobile repaired. Section 7. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Subrogation recoveries shall be shared on a proportionate basis with the first party claimant, unless the deductible amount has been otherwise recovered. No deduction for expenses may be made from the deductible recovery unless an outside attorney is retained to collect such recovery. The deduction may then be for only a pro rata share of the allocated loss adjustment expense. Section 8. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If partial losses are settled on the basis of a written estimate prepared by or for the insurer, the insurer shall supply the claimant a copy of the estimate upon which the settlement is based. The estimate prepared by or for the insurer shall be reasonable, in accordance with applicable policy provisions, and of an amount which will allow for repairs to be made in a manner characteristic of a skilled worker. If the insured subsequently shows proof, based upon a written estimate which the insured obtains, that necessary repairs will exceed the written estimate prepared by or for the insurer, the insurer shall pay the difference between the written estimate and a higher estimate obtained by the insured, or promptly provide the insured with the name of at least one repair shop that will make the repairs for the amount of the written estimate. The insurer is not responsible to pay such differences when such differences are based upon repair preferences of the claimant. An insurer complying with this section does not violate § 58-33- 67(5). Section 9. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: On an actual cash value settlement, if the amount claimed is reduced due to depreciation, all information for such reduction shall be contained in the claim file. Such deductions shall be itemized and specified as to dollar amount and shall be appropriate for the amount of deductions. Section 10. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If the insurer elects to offer settlement based upon repair, rather than electing to offer settlement based upon replacement or actual cash value, the insurer shall reimburse in an amount sufficient for the damaged automobile to be restored to its condition prior to the loss at no additional cost to the claimant other than as stated in the policy. Section 11. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Betterment deductions are allowable only if: (1) They reflect a measurable decrease in market value attributable to the poorer condition of, or prior damage to, the vehicle; or (2) They reflect the general overall condition of the vehicle, considering its age, for either or both of the following: (a) The wear and tear or rust, limited to no more than a deduction of seventy-five percent of the affected part; (b) Missing parts, limited to no more of a deduction than the replacement costs of such part or parts. Any deductions set forth in subdivision (1) or (2) must be measurable, itemized, specified as to dollar amount, and documented in the claim file. No insurer may require the insured or claimant to supply parts for replacement. If deductions for betterment are provided for in the policy, the term, betterment, must be defined in the policy. Section 12. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may require the use of parts in the repair of an automobile unless the part is at least equal in kind and quality to the original part in terms of fit, quality, and performance. Insurers shall consider the cost of any modifications which may become necessary when making the repair. Section 13. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The provisions of sections 4 to 12, inclusive, of this Act only apply to automobile insurance. Nothing in sections 4 to 12, inclusive, of this Act applies to umbrella policies. Section 14. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The provisions of sections 15 and 16 of this Act only apply to life and health insurance. Section 15. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The filing of a standardized claim form by a claimant shall serve as the filing of a claim form for all health policies the insured has with that insurer. If additional information is required to fulfill the insured's obligation under similar policies, the insurer may request the additional information. If it is apparent to the insurer that additional benefits would be payable under an insured's policy, the insurer shall communicate to and cooperate with the insured in determining the extent of the insurer's additional liability. This section does not apply to disability policies. Section 16. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If a claim remains unresolved for thirty days from the date the claimant has filed all necessary claim information, the insurer shall provide the insured or, if applicable, the insured's beneficiary, with a reasonable written explanation for the delay. In credit, mortgage, and assigned accident health claims, the notice shall be provided to the debtor/insured or medical provider in addition to the insured. If the investigation remains incomplete, the insurer shall, forty-five days from the date of initial notification and every forty-five days thereafter, send to the claimant a letter setting forth the reasons additional time is needed for investigation. Section 17. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Any action regarding a violation of any provision of this Act is subject to the provisions of § 58-33-68. Section 18. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If an insurer does not receive actual notice of a claim or a claim communication, but is considered to have received notice due to its agent receiving notice, the director may not consider the insurer to have violated any provision of this Act due to the insurer's inability to act due to not receiving the claim or claim communication. Section 19. That chapter 58-11 be amended by adding thereto a NEW SECTION to read as follows: The insurer shall provide reasonable notice to an insured prior to termination of payment for automobile storage charges and documentation of the denial as required by section 4 of this Act. The insurer shall provide reasonable time for the insured to remove the vehicle from storage prior to the termination of payment. Section 20. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: It is an improper claims practice for any domestic, foreign, or alien insurer transacting business in this state to commit any act defined in § 58-33-66 or 58-33-67 if: (1) It is committed flagrantly and in conscious disregard of this chapter or any rules promulgated pursuant to this chapter; or (2) It has been committed with such frequency to indicate a general business practice to engage in that type of conduct. Any administrative action taken by the director shall be pursuant to the provisions of chapter 1-26. Section 21. That § 58-33-68 be repealed. 58-33-68. The Division of Insurance, in interpreting and enforcing § § 58-33-66 and 58-33-67, shall consider all pertinent facts and circumstances to determine the severity and appropriateness of action to be taken in regard to any violation of § § 58-33-66 to 58-33-69, inclusive, including but not limited to, the following: (1) The magnitude of the harm to the claimant or insured; (2) Any actions by the insured, claimant or insurer that mitigate or exacerbate the impact of the violation; (3) Actions of the claimant or insured which impeded the insurer in processing or settling the claim; (4) Actions of the insurer which increase the detriment to the claimant or insured. The director need not show a general business practice in taking administrative action for these violations. However, no administrative action may be taken by the director for a violation of this section unless the insurer has been notified of the violation and refuses to take corrective action to remedy the situation. Any administrative action taken by the director shall be pursuant to the provisions of chapter 1-26. BILL HISTORY January 14 - First read in Senate and referred to Commerce. S.J. 26 January 16 - Scheduled for hearing. January 21 - Scheduled for hearing. January 21 - Deferred to another day. January 28 - Scheduled for hearing. January 28 - Passed as amended, AYES 6, NAYS 1. S.J. 187"}, {"bill_id": 12580, "bill_version_id": 74149, "bill_version": "House Engrossed", "bill_version_date": "1997-03-04T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to clarify the acts that constitute unfair claims or deceptive practice in dealing with insured. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Insured,\" the party named on a policy or certificate as the individual with legal rights to the benefits provided by such policy; (2) \"Policy\" or \"certificate,\" any contract of insurance, indemnity, medical, health, or hospital service, or annuity issued. The term does not include contracts of worker's compensation, fidelity, suretyship, or boiler and machinery insurance; (3) \"Claim file,\" any retrievable electronic file, paper file, or combination of both; (4) \"Claimant,\" either a first party claimant, a third party claimant, or both, and includes the claimant's designated legal representative and includes a member of the claimant's immediate family designated by the claimant; (5) \"Days,\" calendar days; (6) \"Documentation,\" any pertinent communications, transactions, notes, work papers, claim forms, bills, and explanation of benefits forms relative to the claim; (7) \"First party claimant,\" an individual, corporation, association, partnership, or other legal entity asserting a right to payment under an insurance policy or insurance contract arising out of the occurrence of the contingency or loss covered by the policy or contract; (8) \"Investigation,\" activities of an insurer directly or indirectly related to the determination of liabilities under coverages afforded by an insurance policy or insurance contract; (9) \"Notification of claim,\" any notification, whether in writing or other means acceptable under the terms of an insurance policy to an insurer or its agent, by a claimant, which reasonably apprises the insurer of the facts pertinent to a claim; (10) \"Third party claimant,\" any person asserting a claim against any person under a policy or certificate of an insurer; and (11) \"Written claim communications,\" any correspondence, regardless of source or type, that is materially related to the handling of the claim. Section 2. That § 58-33-67 be amended to read as follows: 58-33-67. In dealing with the insured claimant or representative of the insured claimant , unfair or deceptive acts or practices in the business of insurance include , but are not limited to, the following: (1) Failing to acknowledge and act within thirty days upon communications with respect to claims arising under insurance policies and to adopt and adhere to reasonable standards for the prompt investigation of such claims a claim upon notice within twenty-one days ; (2) Making claims payments to any claimant, insured or beneficiary not accompanied by a statement setting forth the coverage under which the payments are being made; (3) Failing to promptly provide a reasonable explanation of the basis in the insurance policy in relation to the facts or applicable law for denial of a claim or for the offer of a compromise settlement; (4) Failing to promptly settle claims, where liability has become reasonably clear under one portion of the insurance policy coverage to influence settlements under other portions of the insurance policy coverage; (5) Requiring as a condition of payment of a claim that repairs to any damaged vehicle shall be made by a particular contractor or repair shop; (6) Failing to make a good faith reasonable assignment of the degree of contributory negligence in ascertaining the issue of liability; (7) Unless permitted by law and the insurance policy, refusing Refusing to settle a claim of an insured or claimant on the basis that the responsibility should be assumed by others , without a reasonable basis; (8) Attempting to settle or settling claims for less than the amount to which the insured or beneficiary would be entitled based on the written or printed advertising material accompanying or made part of an application. Advertising for purposes of this subdivision only applies to advertisements which relate to a benefit under the coverage and does not apply to any portion of an advertisement which promotes an insurer's reputation, image, service, or stability; (9) Failing to reply to written claim communications within twenty-one days; (10) Failing to adopt and adhere to reasonable standards for the prompt and appropriate investigation, resolution, and payment or denial of such claims . Section 3. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may require any claimant to submit to a polygraph examination. Section 4. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If the insurance policy provides for the adjustment and settlement to a first party claimant for automobile total loss on the basis of actual cash value or replacement with another of like kind and quality, one of the following methods applies: (1) The insurer may elect to offer a replacement automobile that is at least comparable in that it is by the same manufacturer, same or newer year, similar body style, similar options and mileage as the insured vehicle, and in as good or better overall condition and available for inspection within a reasonable distance within the regional market area of the insured's residence. The insurer shall pay all proportionate applicable taxes, license fees, and other fees incident to the transfer of evidence of ownership of the automobile, at no cost other than any deductible provided in the policy. The offer and any rejection of the offer shall be documented in the claim file; or (2) The insurer may elect a cash settlement based on the actual cost, less any deductible provided in the policy, to purchase a comparable automobile including all proportionate applicable taxes, license fees, and other fees incident to the transfer of evidence of ownership of a comparable automobile. Such cost may be derived from: (a) The cost of two or more comparable automobiles in the regional market area when comparable automobiles are available or were available within the last ninety days to consumers in the regional market area; (b) The cost of two or more comparable automobiles in areas proximate to the regional market area, including the closest major metropolitan areas within or without the state, that are available or were available within the last ninety days to consumers if comparable automobiles are not available in the regional market area pursuant to subsection (a); (c) One of two or more quotations obtained by the insurer from two or more sources located within the regional market area when the cost of comparable automobiles are not available pursuant to subsections (a) and (b); (d) Any source for determining statistically valid fair market values that meets all of the following criteria: (i) The source gives primary consideration to the values of vehicles in the regional market area and may consider data on vehicles outside the area; (ii) The source's database produces values for most makes and models for the last eight model years taking into account the values of all major options for such vehicles; and (iii) The source produces fair market values based on current data available from the area surrounding the location where the insured vehicle was principally garaged or a necessary expansion of parameters such as time and area to assure statistical validity; or (e) An amount derived from the mutual agreement of the claimant and insurer. If an automobile total loss to a first party claimant is settled on a basis which deviates from the methods described in subdivisions (1) and (2) of this section, the deviation must be supported by documentation giving particulars of the automobile condition. Any deductions from such cost, including deduction for salvage, must be measurable, discernible, itemized, and specified as to dollar amount and shall be appropriate in amount. The basis for such settlement shall be fully explained to the first party claimant. Section 5. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If liability and damages are reasonably clear, an insurer may not recommend that third party claimants make claim under their own policies solely to avoid paying claims under such insurer's policy. Section 6. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: An insurer may not require a claimant to travel an unreasonable distance either to inspect a replacement automobile, to obtain a repair estimate, or to have the automobile repaired. Section 7. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Subrogation recoveries shall be shared on a proportionate basis with the first party claimant, unless the deductible amount has been otherwise recovered. No deduction for expenses may be made from the deductible recovery unless an outside attorney is retained to collect such recovery. The deduction may then be for only a pro rata share of the allocated loss adjustment expense. Section 8. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If partial losses are settled on the basis of a written estimate prepared by or for the insurer, the insurer shall supply the claimant a copy of the estimate upon which the settlement is based. The estimate prepared by or for the insurer shall be reasonable, in accordance with applicable policy provisions, and of an amount which will allow for repairs to be made in a manner characteristic of a skilled worker. If the insured subsequently shows proof, based upon a written estimate which the insured obtains, that necessary repairs will exceed the written estimate prepared by or for the insurer, the insurer shall pay the difference between the written estimate and a higher estimate obtained by the insured, or promptly provide the insured with the name of at least one repair shop that will make the repairs for the amount of the written estimate. The insurer is not responsible to pay such differences when such differences are based upon repair preferences of the claimant. An insurer complying with this section does not violate § 58-33- 67(5). Section 9. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: On an actual cash value settlement, if the amount claimed is reduced due to depreciation, all information for such reduction shall be contained in the claim file. Such deductions shall be itemized and specified as to dollar amount and shall be appropriate for the amount of deductions. Section 10. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If the insurer elects to offer settlement based upon repair, rather than electing to offer settlement based upon replacement or actual cash value, the insurer shall reimburse in an amount sufficient for the damaged automobile to be restored to its condition prior to the loss at no additional cost to the claimant other than as stated in the policy. Section 11. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Betterment deductions are allowable only if: (1) They reflect a measurable decrease in market value attributable to the poorer condition of, or prior damage to, the vehicle; or (2) They reflect the general overall condition of the vehicle, considering its age, for either or both of the following: (a) The wear and tear or rust, limited to no more than a deduction of seventy-five percent of the affected part; (b) Missing parts, limited to no more of a deduction than the replacement costs of such part or parts. Any deductions set forth in subdivision (1) or (2) must be measurable, itemized, specified as to dollar amount, and documented in the claim file. No insurer may require the insured or claimant to supply parts for replacement. If deductions for betterment are provided for in the policy, the term, betterment, must be defined in the policy. Section 12. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: No insurer may require the use of parts in the repair of an automobile unless the part is at least equal in kind and quality to the original part in terms of fit, quality, and performance. Insurers shall consider the cost of any modifications which may become necessary when making the repair. Section 13. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The provisions of sections 4 to 12, inclusive, of this Act only apply to automobile insurance. Nothing in sections 4 to 12, inclusive, of this Act applies to umbrella policies. Section 14. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The provisions of sections 15 and 16 of this Act only apply to life and health insurance. Section 15. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The filing of a standardized claim form by a claimant shall serve as the filing of a claim form for all health policies the insured has with that insurer. If additional information is required to fulfill the insured's obligation under similar policies, the insurer may request the additional information. If it is apparent to the insurer that additional benefits would be payable under an insured's policy, the insurer shall communicate to and cooperate with the insured in determining the extent of the insurer's additional liability. This section does not apply to disability policies. Section 16. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If a claim remains unresolved for thirty days from the date the claimant has filed all necessary claim information, the insurer shall provide the insured or, if applicable, the insured's beneficiary, with a reasonable written explanation for the delay. In credit, mortgage, and assigned accident health claims, the notice shall be provided to the debtor/insured or medical provider in addition to the insured. If the investigation remains incomplete, the insurer shall, forty-five days from the date of initial notification and every forty-five days thereafter, send to the claimant a letter setting forth the reasons additional time is needed for investigation. Section 17. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: If an insurer does not receive actual notice of a claim or a claim communication, but is considered to have received notice due to its agent receiving notice, the director may not consider the insurer to have violated any provision of this Act due to the insurer's inability to act due to not receiving the claim or claim communication. Section 18. That chapter 58-11 be amended by adding thereto a NEW SECTION to read as follows: The insurer shall provide reasonable notice to an insured prior to termination of payment for automobile storage charges and documentation of the denial as required by section 4 of this Act. The insurer shall provide reasonable time for the insured to remove the vehicle from storage prior to the termination of payment. Section 19. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: It is an improper claims practice for any domestic, foreign, or alien insurer transacting business in this state to commit any act defined in § 58-33-67 if: (1) It is committed flagrantly and in conscious disregard of this chapter or any rules promulgated pursuant to this chapter; or (2) It has been committed with such frequency to indicate a general business practice to engage in that type of conduct. Any administrative action taken by the director shall be pursuant to the provisions of chapter 1-26. Section 20. That § 58-33-68 be repealed. 58-33-68. The Division of Insurance, in interpreting and enforcing § § 58-33-66 and 58-33-67, shall consider all pertinent facts and circumstances to determine the severity and appropriateness of action to be taken in regard to any violation of § § 58-33-66 to 58-33-69, inclusive, including but not limited to, the following: (1) The magnitude of the harm to the claimant or insured; (2) Any actions by the insured, claimant or insurer that mitigate or exacerbate the impact of the violation; (3) Actions of the claimant or insured which impeded the insurer in processing or settling the claim; (4) Actions of the insurer which increase the detriment to the claimant or insured. The director need not show a general business practice in taking administrative action for these violations. However, no administrative action may be taken by the director for a violation of this section unless the insurer has been notified of the violation and refuses to take corrective action to remedy the situation. Any administrative action taken by the director shall be pursuant to the provisions of chapter 1-26. BILL HISTORY 1/14/97 First read in Senate and referred to Commerce. S.J. 26 1/16/97 Scheduled for Committee hearing on this date. 1/21/97 Scheduled for Committee hearing on this date. 1/21/97 Commerce Deferred to another day. 1/28/97 Scheduled for Committee hearing on this date. 1/28/97 Commerce Do Pass Amended, Passed, AYES 6, NAYS 1. S.J. 187 1/30/97 Senate Deferred to another day. S.J. 249 2/3/97 Senate Do Pass Amended, Failed, AYES 12, NAYS 22. S.J. 291 2/3/97 Intent to reconsider. S.J. 291 2/4/97 Senate Reconsidered, AYES 28, NAYS 6. S.J. 304 2/4/97 Senate Do Pass Amended, Passed, AYES 25, NAYS 10. S.J. 305 2/5/97 First read in House and referred to Judiciary. H.J. 329 2/24/97 Scheduled for Committee hearing on this date. 2/26/97 Scheduled for Committee hearing on this date. 2/26/97 Judiciary Do Pass, Passed, AYES 13, NAYS 0. H.J. 709 2/27/97 House of Representatives Deferred to another day. H.J. 762 2/28/97 House of Representatives Deferred to another day. H.J. 784 3/3/97 Motion to Amend, Passed. H.J. 810 3/3/97 House of Representatives Do Pass Amended, Passed, AYES 65, NAYS 2. H.J. 810 3/3/97 House of Representatives Title Amended. H.J. 811"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12580, "action_date": "1997-01-14T14:00:00-06:00", "document_id": 72867, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72867.pdf", "status_text": "First read in Senate and referred to", "journal_page": 26, "committee_id_action": 545, "committee_id_assigned": 519, "result": "N", "vote": {}}, {"bill_id": 12580, "action_date": "1997-01-16T10:00:00-06:00", "document_id": 72165, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72165.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 519, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12580, "action_date": "1997-01-21T10:00:00-06:00", "document_id": 72185, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72185.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 519, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12580, "action_date": "1997-01-21T10:00:00-06:00", "document_id": 72185, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72185.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 519, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12580, "action_date": "1997-01-28T10:00:00-06:00", "document_id": 72232, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72232.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 519, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12580, "action_date": "1997-01-28T10:00:00-06:00", "document_id": 72232, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72232.pdf", "status_text": "Do Pass Amended,", "journal_page": 187, "committee_id_action": 519, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36312, "president_vote": null, "Yea": [1901, 1946, 1959, 1979, 1956, 1972], "Nay": [1976]}}, {"bill_id": 12580, "action_date": "1997-01-30T14:00:00-06:00", "document_id": 72891, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72891.pdf", "status_text": "Deferred to another day", "journal_page": 249, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12580, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72895.pdf", "status_text": "Do Pass Amended,", "journal_page": 291, "committee_id_action": 545, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 36262, "president_vote": null, "Nay": [1884, 1885, 1889, 1905, 1908, 1912, 1919, 1920, 1925, 1928, 1930, 1932, 1935, 1938, 1939, 1945, 1955, 1959, 1965, 1976, 1977, 1978], "Yea": [1893, 1911, 1915, 1927, 1946, 1956, 1960, 1969, 1972, 1979, 1981, 1986], "Excused": [1901]}}, {"bill_id": 12580, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72895.pdf", "status_text": "Intent to reconsider", "journal_page": 291, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12580, "action_date": "1997-02-04T14:00:00-06:00", "document_id": 72897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72897.pdf", "status_text": "Reconsidered", "journal_page": 304, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35568, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1905, 1911, 1915, 1919, 1920, 1925, 1927, 1928, 1932, 1935, 1938, 1945, 1946, 1955, 1956, 1959, 1960, 1965, 1969, 1972, 1977, 1981, 1986], "Nay": [1908, 1912, 1930, 1939, 1976, 1978], "Excused": [1979]}}, {"bill_id": 12580, "action_date": "1997-02-04T14:00:00-06:00", "document_id": 72897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72897.pdf", "status_text": "Do Pass Amended,", "journal_page": 305, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37939, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1905, 1911, 1915, 1919, 1925, 1927, 1928, 1935, 1938, 1945, 1946, 1956, 1959, 1960, 1965, 1969, 1972, 1979, 1981, 1986], "Nay": [1908, 1912, 1920, 1930, 1932, 1939, 1955, 1976, 1977, 1978]}}, {"bill_id": 12580, "action_date": "1997-02-05T14:00:00-06:00", "document_id": 72898, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72898.pdf", "status_text": "First read in House and referred to", "journal_page": 329, "committee_id_action": 544, "committee_id_assigned": 542, "result": "N", "vote": {}}, {"bill_id": 12580, "action_date": "1997-02-24T07:45:00-06:00", "document_id": 72427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72427.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 542, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12580, "action_date": "1997-02-26T07:45:00-06:00", "document_id": 72444, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72444.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 542, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12580, "action_date": "1997-02-26T07:45:00-06:00", "document_id": 72444, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72444.pdf", "status_text": "Do Pass,", "journal_page": 709, "committee_id_action": 542, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37426, "president_vote": null, "Yea": [1931, 1924, 1892, 1894, 1903, 1910, 1918, 1951, 1968, 1898, 1922, 1954, 1982]}}, {"bill_id": 12580, "action_date": "1997-02-27T14:00:00-06:00", "document_id": 72930, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72930.pdf", "status_text": "Deferred to another day", "journal_page": 762, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12580, "action_date": "1997-02-28T14:00:00-06:00", "document_id": 72932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72932.pdf", "status_text": "Deferred to another day", "journal_page": 784, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12580, "action_date": "1997-03-03T14:00:00-06:00", "document_id": 72934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72934.pdf", "status_text": "Motion to Amend,", "journal_page": 810, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12580, "action_date": "1997-03-03T14:00:00-06:00", "document_id": 72934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72934.pdf", "status_text": "Do Pass Amended,", "journal_page": 810, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37200, "president_vote": null, "Yea": [1886, 1887, 1888, 1890, 1891, 1892, 1894, 1895, 1896, 1897, 1898, 1899, 1900, 1902, 1903, 1904, 1906, 1909, 1910, 1914, 1916, 1917, 1918, 1921, 1922, 1923, 1926, 1929, 1931, 1934, 1936, 1937, 1941, 1942, 1943, 1944, 1947, 1948, 1949, 1950, 1951, 1952, 1953, 1954, 1957, 1958, 1961, 1962, 1963, 1964, 1966, 1967, 1968, 1970, 1973, 1974, 1975, 1980, 1982, 1983, 1984, 1985, 1987, 1988, 1924], "Nay": [1907, 1933], "Absent": [1913], "Excused": [1940, 1971]}}, {"bill_id": 12580, "action_date": "1997-03-03T14:00:00-06:00", "document_id": 72934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72934.pdf", "status_text": "Title Amended", "journal_page": 811, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}]}