{"session_id": 32, "bill_id": 8500, "bill_type": "Senate Bill", "bill_number": 129, "bill_title": "revise certain limitations and penalties concerning campaign contributions.", "sponsors": [{"legislator_profile_id": 1238, "is_prime": true}, {"legislator_profile_id": 1237, "is_prime": true}, {"legislator_profile_id": 1213, "is_prime": false}, {"legislator_profile_id": 1268, "is_prime": false}, {"legislator_profile_id": 1228, "is_prime": false}, {"legislator_profile_id": 1262, "is_prime": false}, {"legislator_profile_id": 1290, "is_prime": false}, {"legislator_profile_id": 1232, "is_prime": false}, {"legislator_profile_id": 1293, "is_prime": false}, {"legislator_profile_id": 1274, "is_prime": false}, {"legislator_profile_id": 1289, "is_prime": false}, {"legislator_profile_id": 1256, "is_prime": false}, {"legislator_profile_id": 1305, "is_prime": false}, {"legislator_profile_id": 1229, "is_prime": false}], "keywords": ["Campaign Finance", "Elections"], "audio": [{"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst19.mp3", "start_seconds": 3112.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst19.mp3", "start_seconds": 3112.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst19.mp3", "start_seconds": 3112.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst19.mp3", "start_seconds": 3112.0}], "bill_versions": [{"bill_id": 8500, "bill_version_id": 47733, "bill_version": "Introduced", "bill_version_date": "2018-01-24T09:31:15.313-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain limitations and penalties concerning campaign contributions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 12-27-7 be amended to read: 12-27-7. If a contributor is a person or an entity, no candidate for statewide office or the candidate's campaign committee may accept any contribution that in the aggregate exceeds four thousand dollars during any calendar year. A candidate campaign committee may only accept contributions from any candidate campaign committee, political action committee, entity, person, or political party. The limitation on any contribution from a person in this section does not apply to any contribution by the candidate or the candidate's immediate family A candidate for Governor or the candidate's campaign committee may accept contributions in the aggregate during any calendar year as follows: (1) Not to exceed four thousand dollars from a person, unless the person is the candidate, in which case contributions may be made without limit; (2) Not to exceed four thousand dollars from a political action committee; (3) Not to exceed forty thousand dollars from a political party; and (4) Not to exceed four thousand dollars from a candidate campaign committee. Any contribution from an entity or ballot question committee is prohibited. A violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor. Section 2. That chapter 12-27 be amended by adding a NEW SECTION to read: A candidate for lieutenant governor, attorney general, or the candidate's campaign committee may accept contributions in the aggregate during any calendar year as follows: (1) Not to exceed two thousand dollars from a person, unless the person is the candidate, in which case contributions may be made without limit; (2) Not to exceed two thousand dollars from a political action committee; (3) Not to exceed twenty thousand dollars from a political party; and (4) Not to exceed two thousand dollars from a candidate campaign committee. Any contribution from an entity or ballot question committee is prohibited. A violation of this section is a Class 1 misdemeanor. Section 3. That chapter 12-27 be amended by adding a NEW SECTION to read: A candidate for secretary of state, state auditor, state treasurer, commissioner of school and public lands, public utilities commissioner, or the candidate's campaign committee may accept contributions in the aggregate during any calendar year as follows: (1) Not to exceed one thousand dollars from a person, unless the person is the candidate, in which case contributions may be made without limit; (2) Not to exceed one thousand dollars from a political action committee; (3) Not to exceed ten thousand dollars from a political party; and (4) Not to exceed one thousand dollars from a candidate campaign committee. Any contribution from an entity or ballot question committee is prohibited. A violation of this section is a Class 1 misdemeanor. Section 4. That § 12-27-8 be amended to read: 12-27-8. If the contributor is a person or entity, no candidate for legislative or county office or the candidate's campaign committee may accept any contribution that in the aggregate exceeds one thousand dollars during any calendar year. A candidate campaign committee may only accept contributions from any candidate campaign committee, person, entity, political action committee, or political party. The limitation on any contribution from a person in this section does not apply to any contribution by the candidate or the candidate's immediate family A candidate for legislative or county office or the candidate's campaign committee may accept contributions in the aggregate during any calendar year as follows: (1) Not to exceed seven hundred fifty dollars from a person, unless the person is the candidate, in which case contributions may be made without limit; (2) Not to exceed seven hundred fifty dollars from a political action committee; (3) Not to exceed five thousand dollars from a political party; and (3) Not to exceed seven hundred fifty dollars from a candidate campaign committee. Any contribution from an entity or ballot question committee is prohibited. A violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor. Section 5. That § 12-27-9 be amended to read: 12-27-9. If the contributor is a person or an entity, no political action committee may accept any contribution that in the aggregate exceeds ten thousand dollars during any calendar year. If the contributor is a ballot question committee, no political action committee may accept any contribution that in the aggregate exceeds ten thousand dollars during any calendar year. A political action committee may also accept unlimited contributions from any candidate campaign committee, political action committee, or political party A political action committee may accept contributions in the aggregate during any calendar year as follows: (1) Not to exceed two thousand dollars from a person; (2) Not to exceed two thousand dollars from an entity; (3) Not to exceed two thousand dollars from a political action committee; (4) Not to exceed two thousand dollars from a political party; and (5) Not to exceed two thousand dollars from a candidate campaign committee. Any contribution from a ballot question committee is prohibited. A violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor. Section 6. That § 12-27-10 be amended to read: 12-27-10. If the contributor is a person or an entity, no political party may accept any contribution that in the aggregate exceeds ten thousand dollars during any calendar year. A political party may accept unlimited contributions from any candidate campaign committee, political action committee, or political party A political party may accept contributions in the aggregate during any calendar year as follows: (1) Not to exceed five thousand dollars from a person; (2) Not to exceed five thousand dollars from a political action committee; and (3) Not to exceed five thousand dollars from a candidate campaign committee. Any contribution from an entity or ballot question committee is prohibited. A violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor. Section 7. That § 12-27-18 be amended to read: 12-27-18. An entity may make a contribution to a ballot question committee organized solely for the purpose of influencing an election on a ballot question and may make independent communication expenditures regarding the placement of a ballot question on the ballot or the adoption or defeat of a ballot question. Any entity making expenditures, equal to or exceeding fifty percent of the entity's annual gross income, for the adoption or defeat of a ballot measure is a ballot question committee. An entity may create a political action committee. A violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor. Section 8. That § 12-27-18.1 be amended to read: 12-27-18.1. A ballot question committee may accept unlimited contributions from a person, entity, or political committee: (1) Person; (2) Entity that complies with § 12-27-19; (3) Political action committee; (4) Political party; (5) Candidate campaign committee; and (6) Ballot question committee. Section 9. That chapter 12-27 be amended by adding a NEW SECTION to read: For the purpose of the contribution limits established by sections 2 and 3 of this Act and §§ 12-27-7, 12-27-8, 12-27-9, and 12-27-10, all committees established, financed, maintained, or controlled by the same corporation, labor organization, person, or group of persons, including any parent, subsidiary, branch, division, department, or local unit thereof, are affiliated and share a single contribution limit both with respect to contributions made and contributions received. Section 10. This Act is effective on January 1, 2019."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8500, "action_date": "2018-01-24T14:00:00-06:00", "document_id": 47826, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47826.pdf", "status_text": "First read in Senate and referred to", "journal_page": 225, "committee_id_action": 395, "committee_id_assigned": 376, "result": "N", "vote": {}}, {"bill_id": 8500, "action_date": "2018-02-07T10:00:00-06:00", "document_id": 48667, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48667.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 376, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8500, "action_date": "2018-02-07T10:00:00-06:00", "document_id": 48871, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48871.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 376, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 25495, "president_vote": null, "Nay": [1230, 1217, 1270, 1224, 1218, 1239, 1246], "Yea": [1262, 1237]}}, {"bill_id": 8500, "action_date": "2018-02-07T10:00:00-06:00", "document_id": 48871, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48871.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 398, "committee_id_action": 376, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25496, "president_vote": null, "Yea": [1230, 1217, 1270, 1224, 1218, 1239, 1246], "Nay": [1262, 1237]}}]}