{"session_id": 43, "bill_id": 11543, "bill_type": "Senate Bill", "bill_number": 111, "bill_title": "exclude certain wind energy tax revenue from the state aid to education formula.", "sponsors": [{"legislator_profile_id": 1680, "is_prime": true}, {"legislator_profile_id": 1735, "is_prime": true}, {"legislator_profile_id": 1710, "is_prime": false}, {"legislator_profile_id": 1699, "is_prime": false}, {"legislator_profile_id": 1728, "is_prime": false}, {"legislator_profile_id": 1717, "is_prime": false}, {"legislator_profile_id": 1708, "is_prime": false}, {"legislator_profile_id": 1737, "is_prime": false}, {"legislator_profile_id": 1688, "is_prime": false}, {"legislator_profile_id": 1713, "is_prime": false}], "keywords": ["Education", "State Aid to Education", "Taxation", "Wind Energy"], "audio": [{"meeting_datetime": "2020-02-10T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sta17.mp3", "start_seconds": 1241.0}, {"meeting_datetime": "2020-02-10T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sta17.mp3", "start_seconds": 1241.0}, {"meeting_datetime": "2020-02-10T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sta17.mp3", "start_seconds": 1241.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen18.mp3", "start_seconds": 3059.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen18.mp3", "start_seconds": 3059.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen18.mp3", "start_seconds": 3059.0}], "bill_versions": [{"bill_id": 11543, "bill_version_id": 65087, "bill_version": "Introduced", "bill_version_date": "2020-01-29T14:59:23.587-06:00", "bill_text": "An Act to exclude certain wind energy tax revenue from the state aid to education formula. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-13-10.1 be AMENDED: 13-13-10.1. Definitions. The education funding terms and procedures referenced in this chapter are defined as follows: (1) Repealed by SL 2016, ch 83, § 4; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the fall enrollment of the receiving district when enrolled in the receiving district; (2) Repealed by SL 2016, ch 83, § 4; (2A) \"Fall enrollment,\" is calculated as follows: (a) Determine the number of kindergarten through twelfth grade students enrolled in all schools operated by the school district on the last Friday of September of the current school year; (b) Subtract the number of students for whom the district receives tuition except for: (i) Nonresident students who are in the care and custody of a state agency and are attending a public school district; and (ii) Students who are being provided an education pursuant to § 13-28-11; (c) Add the number of students for whom the district pays tuition. When computing state aid to education for a school district pursuant to § 13-13-73, the secretary of the Department of Education shall use the school district's fall enrollment; (2B)(3) Repealed by SL 2010, ch 84, § 1; (2C) \"Target teacher ratio factor,\" is: (a) For school districts with a fall enrollment of two hundred or less, the target teacher ratio factor is 12; (b) For districts with a fall enrollment of greater than two hundred, but less than six hundred, the target teacher ratio factor is calculated as follows: (1) Multiplying the fall enrollment by .00750; (2) Adding 10.50 to the product of subsection (b)(1); (c) For districts with a fall enrollment of six hundred or greater, the target teacher ratio factor is 15. The fall enrollment used for the determination of the target teacher ratio for a school district may not include any students residing in a residential treatment facility when the education program is operated by the school district; (2D)(4) \"Limited English proficiency (LEP) adjustment,\" is calculated by multiplying 0.25 times the number of kindergarten through twelfth grade students who, in the prior school year, scored below level four on the state-administered language proficiency assessment as required in the state's consolidated state application pursuant to 20 USC § 6311(b)(7) as of January 1, 2013; (3)(5) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4)(6) \"Target teacher salary,\" for the school fiscal year beginning July 1, 2019 is $50,360.26. Each school fiscal year thereafter, the target teacher salary is the previous fiscal year's target teacher salary increased by the index factor; (4A)(7) \"Target teacher benefits,\" is the target teacher salary multiplied by twenty-nine percent; (4B)(8) \"Target teacher compensation,\" is the sum of the target teacher salary and the target teacher benefits; (4C)(9) \"Overhead rate,\" is thirty-three and six hundredths percent. Beginning in school fiscal year 2018, the overhead rate shall be adjusted to take into account the sum of the amounts that districts exceed the other revenue base amount; (5)(10) \"Local need,\" is calculated as follows: (a) Divide the fall enrollment by the target teacher ratio factor; (b) If applicable, divide Limited English proficiency (LEP) adjustment pursuant to subdivision (2D)(4) by the target teacher ratio factor; (c) Add the results of subsections (a) and (b); (d) Multiply the result of subsection (c) by the target teacher compensation; (e) Multiply the product of subsection (d) by the overhead rate; (f) Add the products of subsections (d) and (e); (g) When calculating local need at the statewide level, include the amounts set aside for costs related to technology in schools and statewide student assessments; and (h) When calculating local need at the statewide level, include the amounts set aside for sparse school district benefits, calculated pursuant to §§ 13-13-78 and 13-13-79; (5A)(11) \"Alternative per student need,\" is calculated as follows: (a) Add the total need for each school district for school fiscal year 2016, including the small school adjustment and the limited English proficiency adjustment, to the lesser of the amount of funds apportioned to each school district in the year preceding the most recently completed school fiscal year or school fiscal year 2015 pursuant to §§ 13-13-4, 23A-27-25, 10-33-24, 10-36-10, 11-7-73, 10-35-21, and 10-43-77; (b) Divide the result of (a) by the September 2015 fall enrollment, excluding any adjustments based on prior year student counts; (5B)(12) \"Alternative local need,\" is the alternative per student need multiplied by the fall enrollment, excluding any adjustments based on prior year student counts; (6)(13) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42. Beginning on July 1, 2017, local effort will include wind energy tax revenue, as provided in subdivision (15), and the amount excess of funds, if any, apportioned to each school district in the year preceding the most recently completed school fiscal year pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (6B), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 and that exceeds over the other revenue base amount. For the period July 1, 2016, through December 31, 2016, inclusive, local effort includes the amount of ad valorem taxes generated by applying the levies established pursuant to § 13-10-6 during this period; (6A)(14) \"Other revenue base amount,\" for school districts not utilizing the alternative local need calculation, is the other revenue base amount of is equal to: (a) The greatest of the amounts of the funds apportioned to each school district pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (6B), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 calculated as follows: (a) Beginning on July 1, 2017, equals the greatest of the amounts of the funds apportioned to each school district pursuant to §§ 10-33-24, 10-35-21 as provided by subdivision (6B), 10-36-10, 10-43-77, 11-7-73, 13-13-4, and 23A-27-25 for school fiscal years 2013, 2014, and 2015; (b) Beginning on July 1, 2018, multiply eighty percent times subsection (a); (c) Beginning on July 1, 2019, multiply sixty percent times subsection (a); (d) Beginning on July 1, 2020, multiply forty percent times of the subsection (a) value; (e)(c) Beginning on July 1, 2021, multiply twenty percent times of the subsection (a) value; and (f)(d) Beginning on July 1, 2022, and each school fiscal year thereafter, is zero. For school districts utilizing the alternative local need calculation, the other revenue base amount is zero until such time the school district chooses to no longer utilize the alternative local need calculation. At that time, the other revenue base amount is calculated as defined above. For a school district created or reorganized after July 1, 2016, the other revenue base amount is the sum of the other revenue base amount for each district before reorganization, and the new school district may not utilize the alternative local need calculation. In the case of the dissolution and annexation of a district, the other revenue base amount of the dissolved school district will be prorated based on the total number of students in the fall enrollment as defined in subdivision (2A) who attend each district to which area of the dissolved district were annexed to in the first year of reorganization. The amount apportioned for each district will be added to the annexed districts' other revenue base; (6B)(15) \"Wind energy tax revenue,\" any sixty percent of the wind energy tax revenue apportioned to a school districts district pursuant to § 10-35-21 from a wind farm producing power for the first time before July 1, 2016, shall be is considered local effort pursuant to under subdivision (6)(13) and other revenue base amount pursuant to subdivision (6A). However, any In all other cases, the amount of the wind energy tax revenue apportioned to a school district from a wind farm producing power for the first time after June 30, 2016 considered local effort is as follows,: (a) one hundredZero percent shall be retained by the school district to which the tax revenue is apportioned for the first five years of the wind farm producing power,; (b) eightyTwenty percent of the wind energy tax revenue apportioned to a school district pursuant to § 10-35-21 for the sixth year of the wind farm producing power,; (c) sixtyForty percent for of the wind energy tax revenue apportioned to a school district pursuant to § 10-35-21 for the seventh year of the wind farm producing power, forty percent for the eighth year, twenty percent for the ninth year, and zero percent thereafter; and (d) Sixty percent of the wind energy tax revenue apportioned to a school district pursuant to § 10-35-21 beginning the eighth year of the wind farm producing power and each year thereafter; (7)(16) \"Per student equivalent,\" for funding calculations that are determined on a per student basis, the per student equivalent is calculated as follows: (a) Multiply the target teacher compensation times the sum of one plus the overhead rate; (b) Divide subsection (a) by 15; (8)(17) \"Monthly cash balance,\" the total amount of money for each month in the school district's general fund, calculated by adding all deposits made during the month to the beginning cash balance and deducting all disbursements or payments made during the month; (9)(18) \"General fund base percentage,\" is determined as follows: (a) Forty percent for a school district with a fall enrollment as defined in subdivision (2A)(2) of two hundred or less; (b) Thirty percent for a school district with fall enrollment as defined in subdivision (2A)(2) of more than two hundred but less than six hundred; and (c) Twenty-five percent for a school district with fall enrollment as defined in subdivision (2A)(2) greater than or equal to six hundred. When determining the general fund base percentage, the secretary of the Department of Education shall use the lesser of the school district's fall enrollment as defined in subdivision (2A)(2) for the current school year or the school district's fall enrollment from the previous two years; (10)(19) \"Allowable general fund cash balance,\" the general fund base percentage multiplied by the district's general fund expenditures in the previous school year. Section 2. That § 13-13-71 be AMENDED: 13-13-71. Equalizing increase in local effort with increase in need. If local effort increases on a statewide aggregate basis by a greater percentage than local need on a statewide aggregate basis from any one year to the next, for the following year each of the levies specified in subdivision 13-13-10.1(6)(13) shall be reduced proportionally so that the percentage increase in local effort on a statewide aggregate basis equals the percentage increase in need on a statewide aggregate basis. Section 3. That § 13-13-73 be AMENDED: 13-13-73. Calculation of state aid for each school district. No later than July 1, 2016, a school district shall notify the secretary of education in writing as to whether the school district's state aid is to be calculated using the alternative local need calculation. If a school district chooses the alternative local need calculation, the school district shall notify the secretary in writing no later than July first of each subsequent fiscal year as to whether to continue to use the alternative local need calculation for that fiscal year. If a school district chooses not to use the alternative local need calculation, the school district may not use that calculation in any subsequent school year. The secretary of the Department of Education shall compute state aid to education for each school district according to the following calculations: (1) For school districts not utilizing the alternative local need calculation, state aid is local need as defined in § 13-13-10.1 minus local effort, or zero if the calculation is a negative number; (2) For school districts utilizing the alternative local need calculation, state aid is the alternative local need as defined in subdivision 13-13-10.1(5B)(12) minus local effort, or zero if the calculation is a negative number; (3) If the state aid appropriation for the general support of education is in excess of the entitlement provided for in this section and the entitlement provided for in § 13-13-85, the excess shall be used to fund any shortfall of the appropriation as provided for in § 13-37-36.3. The secretary shall report to the Governor by January seventh of each year, the amount of state aid necessary to fully fund the general aid formula in the current year. If a shortfall in the state aid appropriation for general education exists that cannot be covered by § 13-37-45, the Governor shall inform the Legislature and provide a proposal to eliminate the shortfall."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11543, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65050.pdf", "status_text": "First read in Senate and referred to", "journal_page": 120, "committee_id_action": 447, "committee_id_assigned": 454, "result": "N", "vote": {}}, {"bill_id": 11543, "action_date": "2020-02-10T10:00:00-06:00", "document_id": 67005, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67005.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 454, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11543, "action_date": "2020-02-10T10:00:00-06:00", "document_id": 67008, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67008.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 454, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32694, "president_vote": null, "Nay": [1652, 1749], "Yea": [1716, 1764, 1714, 1704, 1715]}}, {"bill_id": 11543, "action_date": "2020-02-11T14:00:00-06:00", "document_id": 67319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67319.pdf", "status_text": "Do Pass", "journal_page": 192, "committee_id_action": 447, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 32848, "president_vote": null, "Yea": [1685, 1714, 1720, 1742, 1717, 1721, 1686, 1724, 1715, 1718, 1713, 1735], "Nay": [1741, 1764, 1707, 1763, 1693, 1659, 1658, 1663, 1708, 1651, 1749, 1746, 1726, 1752, 1704, 1750, 1716, 1730, 1706, 1719, 1652, 1705], "Excused": [1703]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11543"}