{"session_id": 24, "bill_id": 7275, "bill_type": "House Bill", "bill_number": 1149, "bill_title": "provide authority to establish a special purpose district for recreational purposes.", "sponsors": [{"legislator_profile_id": 974, "is_prime": true}, {"legislator_profile_id": 1038, "is_prime": true}, {"legislator_profile_id": 983, "is_prime": false}, {"legislator_profile_id": 985, "is_prime": false}, {"legislator_profile_id": 1001, "is_prime": false}, {"legislator_profile_id": 992, "is_prime": false}, {"legislator_profile_id": 1034, "is_prime": false}, {"legislator_profile_id": 1046, "is_prime": false}, {"legislator_profile_id": 988, "is_prime": false}, {"legislator_profile_id": 993, "is_prime": false}, {"legislator_profile_id": 1029, "is_prime": false}, {"legislator_profile_id": 990, "is_prime": false}, {"legislator_profile_id": 1064, "is_prime": false}], "keywords": ["Counties", "Elections", "Local Government", "Municipal Government", "Planning, Zoning, and Housing Programs", "Recreation and Sports"], "audio": [{"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hlo23.mp3", "start_seconds": 168.0}, {"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hlo23.mp3", "start_seconds": 168.0}, {"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hlo23.mp3", "start_seconds": 168.0}, {"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hlo23.mp3", "start_seconds": 168.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou26.mp3", "start_seconds": 12202.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou26.mp3", "start_seconds": 12202.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou26.mp3", "start_seconds": 12202.0}], "bill_versions": [{"bill_id": 7275, "bill_version_id": 38314, "bill_version": "Introduced", "bill_version_date": "2016-01-28T08:32:38.297-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide authority to establish a special purpose district for recreational purposes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: If any person requests to form, organize, equip, and maintain a recreational district, the petition sponsor shall present a petition to the county auditor of each county in which the area is situated. A recreational district may be created for the purpose of construction, maintenance, or management of a recreational facility. The board of county commissioners in each county where a district would be situated may also initiate formation of a district by resolution. Section 2. That the code be amended by adding a NEW SECTION to read: Any municipality located within the area may be included in the recreational district if twenty percent of the landowners within the municipality who are also registered voters within the municipality sign a separate petition from that municipality, or if the governing body of the municipality establishes intent by passing a resolution so indicating. Section 3. That the code be amended by adding a NEW SECTION to read: The petition shall contain the suggested name of the proposed district, the area in square miles to be included, and a complete description according to government survey, if possible, of the boundaries of the real properties intended to be embraced in the proposed district. The petitioners shall also present to the county auditor a plat or map showing the suggested boundaries for the proposed district. Section 4. That the code be amended by adding a NEW SECTION to read: After the petition is filed with the county auditor, the county auditor shall determine and certify that the petition has been signed by at least twenty-five percent of the registered voters within the proposed district. If the petition contains sufficient names, the county auditor shall designate a time and place for the petition or resolution to be heard by the board of the county commissioners. Section 5. That the code be amended by adding a NEW SECTION to read: If the proposed district is situated within two or more counties, the county auditor of the county containing the largest area shall confer with each county auditor of the other counties concerned. The county auditor shall designate a time and place for hearing before a joint meeting of the boards of county commissioners of each county and give notice by publication pursuant to the provisions of section 6 of this Act. Section 6. That the code be amended by adding a NEW SECTION to read: The county auditor shall publish two notices in the legal newspapers of each county affected. The last publication shall appear at least seven days before the hearing and include a legal description of the proposed properties to be included in the district. Section 7. That the code be amended by adding a NEW SECTION to read: The board of county commissioners shall conduct the hearing and allow any person residing in or owning taxable property within the proposed district an opportunity to be heard regarding the formation of the district or the location of the boundaries. The board of county commissioners shall determine if the proposed district provides a public benefit or service to the county and determine the boundaries of the proposed district as suggested in the petition or otherwise. The board of county commissioners shall make a written order of the determination describing the purpose of the district and the boundaries of the district and file the order in the office of the county auditor in each county in which the district is situated. Section 8. That the code be amended by adding a NEW SECTION to read: After the order is filed, the county auditor or county auditors shall conduct an election pursuant to the provisions of §§ 6-16-4 to 6-16-6, inclusive. Section 9. That the code be amended by adding a NEW SECTION to read: The board of directors shall meet as soon after the organizational meeting as possible to elect a president, a vice president, and a secretary-treasurer. Section 10. That the code be amended by adding a NEW SECTION to read: Each director and officer shall be elected for two years for a maximum of two consecutive terms, except that at the first election the vice president shall be elected as provided pursuant to the provisions of § 34-31A-14 for a one-year term, and one-half of the directors, or as close to one-half as possible depending upon the total number of directors, elected at the first election shall be selected by lot in the presence of a majority of such directors to serve one-year terms. A district director may receive compensation for services in an amount not to exceed forty dollars per day and may receive expenses, including traveling expenses, necessarily incurred in the discharge of the director's duties. A vacancy in the office of a member shall be filled by appointment by the remaining members of the board. The term of the appointed member is to fill the unexpired term of the vacant office. Section 11. That the code be amended by adding a NEW SECTION to read: Upon compliance with the provisions of this Act and chapter 6-10 relating to organization, the district under its designated name shall constitute a body politic and corporate. Section 12. That the code be amended by adding a NEW SECTION to read: The board of directors may: (1) Determine a plan for the district to follow; (2) Manage and conduct the business affairs of the district; (3) Make and execute contracts in the name of and for the district; (4) Purchase or lease equipment, supplies, and other real or personal property as necessary and proper to carry out the purpose of the district; and (5) Incur indebtedness for the district within the limits prescribed by this Act, and to authorize the issuance of evidence of indebtedness permitted under this subdivision, and to pledge any real or personal property owned or acquired by the district as security. Section 13. That the code be amended by adding a NEW SECTION to read: Any district may elect to enter into a contract with any federal, state, or local government agency to consolidate or cooperate for mutual services upon suitable terms. Section 14. That the code be amended by adding a NEW SECTION to read: The board of directors shall make an annual estimate of the expense for carrying out the program for the district and certify the estimate of tax dollars needed to the county auditor. The tax levy may not exceed one dollar per thousand dollars of taxable valuation of the property within the district. The tax shall be collected as other taxes are collected in the county. Section 15. That the code be amended by adding a NEW SECTION to read: The tax shall be deposited with the secretary-treasurer of the district. The secretary-treasurer shall have a surety bond in the amount of at least twenty-five thousand dollars. Section 16. That the code be amended by adding a NEW SECTION to read: A district may become indebted for an amount that is payable with ten or less annual maximum tax levies as authorized pursuant to the provisions of section 14 of this Act. The district may borrow money at a rate not to exceed twelve percent and may issue appropriate evidence of indebtedness thereof. Section 17. That the code be amended by adding a NEW SECTION to read: Any funds collected for the district through the levy of taxes; any donations, contributions, service fees, bequests, or annuities; and any borrowed money received by or for the district shall be deposited in a state or national bank to the credit of the district fund and may be drawn out only by warrant. Section 18. That the code be amended by adding a NEW SECTION to read: A claim voucher shall be authorized by the board of directors and shall bear the signature of the secretary-treasurer and the countersignature of the president of the district. Section 19. That the code be amended by adding a NEW SECTION to read: The secretary-treasurer of the district shall, before February first of each year, file a financial report of the previous calendar year with the appropriate county auditor. Section 20. That the code be amended by adding a NEW SECTION to read: The boundaries of any district organized under the provisions of this Act may be changed in the manner prescribed pursuant to the provisions of sections 3 to 7, inclusive, of this Act. However, the changes of boundaries of any district does not impair or affect the district's organization or right in or to property; nor does it impair, affect, or discharge any contract, obligation, lien, or change for or upon which the district might be liable had the change of boundaries not been made. Section 21. That the code be amended by adding a NEW SECTION to read: A regular meeting of the registered voters who are residing within the boundaries of a district shall be held in the first quarter of each calendar year and special meetings may be called by the board of directors at any time. The secretary-treasurer shall give notice of any special meeting by publishing one notice in a legal newspaper of general circulation in each county in which the district is situated. The meeting may be held not less than seven days nor more than fourteen days after the date of publication of the notice. Section 22. That the code be amended by adding a NEW SECTION to read: The secretary-treasurer of the district shall, at each annual public meeting of the district, present a financial report concerning the affairs of the district. Section 23. That § 6-16-1 be amended to read: 6-16-1. Sections 6-16-1 to 6-16-7, inclusive, apply to elections for the formation of certain special districts and for the initial election of the board of directors or trustees for these districts. The special districts covered are: county road, ambulance, rural fire protection, recreational, sanitary, irrigation, watershed, and water project districts."}, {"bill_id": 7275, "bill_version_id": 39569, "bill_version": "House Local Government Engrossed", "bill_version_date": "2016-02-18T13:08:17.887-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide authority to establish a special purpose district for recreational purposes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: If any person requests to form, organize, equip, and maintain a recreational district, the petition sponsor shall present a petition to the county auditor of each county in which the area is situated. A recreational district may be created for the purpose of construction, maintenance, or management of a recreational facility. No district may be formed within three miles of an incorporated municipality unless a resolution of approval is passed by majority vote of the governing body of that municipality. The board of county commissioners in each county where a district would be situated may also initiate formation of a district by resolution. Section 2. That the code be amended by adding a NEW SECTION to read: Any municipality located within the area may be included in the recreational district if the governing body of the municipality establishes intent by passing a resolution so indicating. Section 3. That the code be amended by adding a NEW SECTION to read: The petition shall contain the suggested name of the proposed district, the area in square miles to be included, and a complete description according to government survey, if possible, of the boundaries of the real properties intended to be embraced in the proposed district. The petitioners shall also present to the county auditor a plat or map showing the suggested boundaries for the proposed district and the resolution of approval of any incorporated municipality within three miles of the boundaries of the proposed district. Section 4. That the code be amended by adding a NEW SECTION to read: After the petition is filed with the county auditor, the county auditor shall determine and certify that the petition has been signed by at least twenty-five percent of the registered voters within the proposed district. If the petition contains sufficient names, the county auditor shall designate a time and place for the petition or resolution to be heard by the board of the county commissioners. Section 5. That the code be amended by adding a NEW SECTION to read: If the proposed district is situated within two or more counties, the county auditor of the county containing the largest area shall confer with each county auditor of the other counties concerned. The county auditor shall designate a time and place for hearing before a joint meeting of the boards of county commissioners of each county and give notice by publication pursuant to the provisions of section 6 of this Act. Section 6. That the code be amended by adding a NEW SECTION to read: The county auditor shall publish two notices in the legal newspapers of each county affected. The last publication shall appear at least seven days before the hearing and include a legal description of the proposed properties to be included in the district. Section 7. That the code be amended by adding a NEW SECTION to read: The board of county commissioners shall conduct the hearing and allow any person residing in or owning taxable property within the proposed district an opportunity to be heard regarding the formation of the district or the location of the boundaries. The board of county commissioners shall determine if the proposed district provides a public benefit or service to the county and determine the boundaries of the proposed district as suggested in the petition or otherwise. The board of county commissioners shall make a written order of the determination describing the purpose of the district and the boundaries of the district and file the order in the office of the county auditor in each county in which the district is situated. Section 8. That the code be amended by adding a NEW SECTION to read: After the order is filed, the county auditor or county auditors shall conduct an election pursuant to the provisions of §§ 6-16-4 to 6-16-6, inclusive. Section 9. That the code be amended by adding a NEW SECTION to read: The board of directors shall meet as soon after the organizational meeting as possible to elect a president, a vice president, and a secretary-treasurer. Section 10. That the code be amended by adding a NEW SECTION to read: Each director and officer shall be elected for two years for a maximum of two consecutive terms, except that at the first election the vice president shall be elected as provided pursuant to the provisions of § 34-31A-14 for a one-year term, and one-half of the directors, or as close to one-half as possible depending upon the total number of directors, elected at the first election shall be selected by lot in the presence of a majority of such directors to serve one-year terms. A district director may receive compensation for services in an amount not to exceed forty dollars per day and may receive expenses, including traveling expenses, necessarily incurred in the discharge of the director's duties. A vacancy in the office of a member shall be filled by appointment by the remaining members of the board. The term of the appointed member is to fill the unexpired term of the vacant office. Section 11. That the code be amended by adding a NEW SECTION to read: Upon compliance with the provisions of this Act and chapter 6-10 relating to organization, the district under its designated name shall constitute a body politic and corporate. Section 12. That the code be amended by adding a NEW SECTION to read: The board of directors may: (1) Determine a plan for the district to follow; (2) Manage and conduct the business affairs of the district; (3) Make and execute contracts in the name of and for the district; (4) Purchase or lease equipment, supplies, and other real or personal property as necessary and proper to carry out the purpose of the district; and (5) Incur indebtedness for the district within the limits prescribed by this Act, and to authorize the issuance of evidence of indebtedness permitted under this subdivision, and to pledge any real or personal property owned or acquired by the district as security. Section 13. That the code be amended by adding a NEW SECTION to read: Any district may elect to enter into a contract with any federal, state, or local government agency to consolidate or cooperate for mutual services upon suitable terms. Section 14. That the code be amended by adding a NEW SECTION to read: The board of directors shall make an annual estimate of the expense for carrying out the program for the district and certify the estimate of tax dollars needed to the county auditor. The tax levy may not exceed one dollar per thousand dollars of taxable valuation of the property within the district. The tax shall be collected as other taxes are collected in the county. Section 15. That the code be amended by adding a NEW SECTION to read: The tax shall be deposited with the secretary-treasurer of the district. The secretary-treasurer shall have a surety bond in the amount of at least twenty-five thousand dollars. Section 16. That the code be amended by adding a NEW SECTION to read: A district may become indebted for an amount that is payable with ten or less annual maximum tax levies as authorized pursuant to the provisions of section 14 of this Act. The district may borrow money at a rate not to exceed twelve percent and may issue appropriate evidence of indebtedness thereof. Section 17. That the code be amended by adding a NEW SECTION to read: Any funds collected for the district through the levy of taxes; any donations, contributions, service fees, bequests, or annuities; and any borrowed money received by or for the district shall be deposited in a state or national bank to the credit of the district fund and may be drawn out only by warrant. Section 18. That the code be amended by adding a NEW SECTION to read: A claim voucher shall be authorized by the board of directors and shall bear the signature of the secretary-treasurer and the countersignature of the president of the district. Section 19. That the code be amended by adding a NEW SECTION to read: The secretary-treasurer of the district shall, before February first of each year, file a financial report of the previous calendar year with the appropriate county auditor. Section 20. That the code be amended by adding a NEW SECTION to read: The boundaries of any district organized under the provisions of this Act may be changed in the manner prescribed pursuant to the provisions of sections 3 to 7, inclusive, of this Act. However, the changes of boundaries of any district does not impair or affect the district's organization or right in or to property; nor does it impair, affect, or discharge any contract, obligation, lien, or change for or upon which the district might be liable had the change of boundaries not been made. Section 21. That the code be amended by adding a NEW SECTION to read: A regular meeting of the registered voters who are residing within the boundaries of a district shall be held in the first quarter of each calendar year and special meetings may be called by the board of directors at any time. The secretary-treasurer shall give notice of any special meeting by publishing one notice in a legal newspaper of general circulation in each county in which the district is situated. The meeting may be held not less than seven days nor more than fourteen days after the date of publication of the notice. Section 22. That the code be amended by adding a NEW SECTION to read: The secretary-treasurer of the district shall, at each annual public meeting of the district, present a financial report concerning the affairs of the district. Section 23. That § 6-16-1 be amended to read: 6-16-1. Sections 6-16-1 to 6-16-7, inclusive, apply to elections for the formation of certain special districts and for the initial election of the board of directors or trustees for these districts. The special districts covered are: county road, ambulance, rural fire protection, recreational, sanitary, irrigation, watershed, and water project districts."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7275, "action_date": "2016-01-28T13:00:00-06:00", "document_id": 38415, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38415.pdf", "status_text": "First read in House and referred to", "journal_page": 213, "committee_id_action": 325, "committee_id_assigned": 315, "result": "N", "vote": {}}, {"bill_id": 7275, "action_date": "2016-02-11T10:00:00-06:00", "document_id": 39083, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39083.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 315, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7275, "action_date": "2016-02-18T10:00:00-06:00", "document_id": 39365, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39365.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 315, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7275, "action_date": "2016-02-18T10:00:00-06:00", "document_id": 39554, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39554.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 315, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7275, "action_date": "2016-02-18T10:00:00-06:00", "document_id": 39554, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39554.pdf", "status_text": "Do Pass Amended", "journal_page": 442, "committee_id_action": 315, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21082, "president_vote": null, "Yea": [964, 1039, 1021, 1019, 1058, 1031, 1006, 1030, 1026, 996, 1018, 995], "Nay": [1049]}}, {"bill_id": 7275, "action_date": "2016-02-22T14:00:00-06:00", "document_id": 39775, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39775.pdf", "status_text": "Deferred to another day", "journal_page": 622, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7275, "action_date": "2016-02-23T14:00:00-06:00", "document_id": 39859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39859.pdf", "status_text": "Do Pass Amended", "journal_page": 647, "committee_id_action": 325, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 21381, "president_vote": null, "Nay": [1043, 1063, 983, 964, 1040, 1039, 986, 1050, 1060, 1009, 980, 976, 1049, 1022, 1061, 1019, 972, 963, 1062, 1055, 1044, 1017, 1058, 1036, 1048, 968, 1054, 1031, 1027, 1034, 991, 1052, 988, 981, 1023, 1069, 1032, 1051, 1064, 989], "Yea": [1042, 995, 1033, 985, 1056, 1021, 1002, 1065, 1038, 987, 982, 1024, 1003, 1018, 1059, 1028, 992, 1006, 1007, 1030, 993, 1026, 1029, 996, 1025, 965, 1053], "Excused": [1057, 1015, 990]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7275"}