{"session_id": 21, "bill_id": 6542, "bill_type": "Senate Commemoration", "bill_number": 4, "bill_title": "Honoring Rebecca Brunsing of Wagner as the Municipal Finance Officer of the Year.", "sponsors": [{"legislator_profile_id": 915, "is_prime": true}, {"legislator_profile_id": 871, "is_prime": true}, {"legislator_profile_id": 916, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6542, "bill_version_id": 33762, "bill_version": "Introduced", "bill_version_date": "2015-01-27T09:42:45.177-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Rebecca Brunsing of Wagner as the Municipal Finance Officer of the Year. WHEREAS, for more than thirteen years Rebecca Brunsing has been essential in serving the City of Wagner to operate efficiently and honestly throughout; and WHEREAS, Rebecca Brunsing daily shows her concern for her municipality, its citizens, and employees with dedication, professionalism, and patience; and WHEREAS, Rebecca Brunsing has delivered helpful, knowledgeable assistance to citizens and elected officials alike; and WHEREAS, Rebecca Brunsing was nominated for this award by the Mayor and municipal council members and by admirers from across the state who are grateful for her dedicated, able service; and WHEREAS, Rebecca Brunsing is a friend and mentor to municipal finance officers throughout the state: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that Rebecca Brunsing be honored as the 2014 Municipal Finance Officer of the Year."}, {"bill_id": 6542, "bill_version_id": 34121, "bill_version": "Enrolled", "bill_version_date": "2015-01-29T16:38:17.81-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Rebecca Brunsing of Wagner as the Municipal Finance Officer of the Year. WHEREAS, for more than thirteen years Rebecca Brunsing has been essential in serving the City of Wagner to operate efficiently and honestly throughout; and WHEREAS, Rebecca Brunsing daily shows her concern for her municipality, its citizens, and employees with dedication, professionalism, and patience; and WHEREAS, Rebecca Brunsing has delivered helpful, knowledgeable assistance to citizens and elected officials alike; and WHEREAS, Rebecca Brunsing was nominated for this award by the Mayor and municipal council members and by admirers from across the state who are grateful for her dedicated, able service; and WHEREAS, Rebecca Brunsing is a friend and mentor to municipal finance officers throughout the state: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that Rebecca Brunsing be honored as the 2014 Municipal Finance Officer of the Year. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6542, "action_date": "2015-01-27T14:00:00-06:00", "document_id": 33870, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33870.pdf", "status_text": "", "journal_page": 197, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}]}