{"session_id": 68, "bill_id": 23861, "bill_type": "House Bill", "bill_number": 1202, "bill_title": "require consent from property owners prior to a pipeline condemnation proceeding.", "sponsors": [{"legislator_profile_id": 4439, "is_prime": true}, {"legislator_profile_id": 4445, "is_prime": false}, {"legislator_profile_id": 4333, "is_prime": false}, {"legislator_profile_id": 4365, "is_prime": false}, {"legislator_profile_id": 4443, "is_prime": false}, {"legislator_profile_id": 4388, "is_prime": false}, {"legislator_profile_id": 4469, "is_prime": false}, {"legislator_profile_id": 4393, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4404, "is_prime": false}, {"legislator_profile_id": 4461, "is_prime": false}], "keywords": ["Eminent Domain", "Judicial Remedies", "Pipelines", "Public Utilities and Carriers"], "audio": [], "bill_versions": [{"bill_id": 23861, "bill_version_id": 247844, "bill_version": "Introduced", "bill_version_date": "2023-01-31T20:21:04.497-06:00", "bill_text": "An Act to require consent from property owners prior to a pipeline condemnation proceeding. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 21-35-2 be AMENDED: 21-35-2. A petition filed pursuant to § 21-35-1 shall name must: (1) Name the person, group, or corporation desiring to take or damage private property as plaintiff, and all persons having interest in or liens upon the property affected by the proceeding as defendants, so far as they shall be are known at the time of the filing the same. It shall contain; (2) Contain a description of the property to be taken or damaged. The; (3) Set forth the purpose for which the property is to be taken or damaged shall be clearly set forth in the petition; and (4) Be accompanied by a verification of consent, if required by section 3 of this Act. It shall is not be necessary to specify the interests or claims of the several defendants in the land or property affected by the proceeding. Section 2. That § 49-7-13 be AMENDED: 49-7-13. Any pipeline companies owning company that owns a pipeline which and is a common carrier, as defined by § 49-7-11, may exercise the right of eminent domain in acquiring right‑of‑way as prescribed by statute. However, inIn the case of school and public lands, no right‑of‑way for the purpose of carriage of property by pipeline shall may exceed ten feet in widthbut the pipeline, except that the company shall havehas the right to secure such land as may be reasonablythat is required for pumps, stations, substations, tanks, or buildings necessary for the carriage of the type or kinds of property the pipeline company intends its pipeline to carry. Section 3. That chapter 49-7 be amended with a NEW SECTION: A company seeking to exercise the right of eminent domain under this chapter shall demonstrate that it has received consent to proceed with the condemnation from the owners of property that the proposed pipeline will cross. To demonstrate consent, the company shall: (1) Calculate the total linear feet of pipeline proposed to cross this state; (2) Allow each property owner one vote per linear foot of pipeline proposed to cross the owner's property; (3) Determine that votes representing at least ninety percent of the total linear feet, as established under subdivision (1) of this section, are cast in support of the eminent domain proceeding; and (4) File verification of the consent with the petition for ascertainment of compensation required by § 21-35-1. For purposes of this section, if property being crossed by a pipeline is under the ownership of multiple persons, the vote required by this section must be cast by one person, with the authority to act on behalf of the multiple owners."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23861, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247777.pdf", "status_text": "First read in House and referred to", "journal_page": 196, "committee_id_action": 1159, "committee_id_assigned": 1166, "result": "N", "vote": {}}, {"bill_id": 23861, "action_date": "2023-02-03T13:00:00-06:00", "document_id": 248338, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248338.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 226, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}]}