{"session_id": 49, "bill_id": 15586, "bill_type": "House Bill", "bill_number": 1257, "bill_title": "enhance learning in public schools, establish an Office of Education Technology, study the public education workforce, and increase the voting requirement for school district referenda.", "sponsors": [{"legislator_profile_id": 2342, "is_prime": true}, {"legislator_profile_id": 2380, "is_prime": true}, {"legislator_profile_id": 2313, "is_prime": false}, {"legislator_profile_id": 2332, "is_prime": false}, {"legislator_profile_id": 2336, "is_prime": false}, {"legislator_profile_id": 2362, "is_prime": false}, {"legislator_profile_id": 2368, "is_prime": false}, {"legislator_profile_id": 2370, "is_prime": false}], "keywords": ["Department of Education and Cultural Affairs", "Teachers"], "audio": [{"meeting_datetime": "2000-02-08T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou21hb1257a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-08T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou21hb1257a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-08T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou21hb1257a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-08T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou21hb1257a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-08T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou21hb1257a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-08T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou21hb1257a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-23T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen31hb1257a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-23T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen31hb1257a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-23T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen31hb1257a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-23T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen31hb1257a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-23T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen31hb1257a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-23T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen31hb1257a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-23T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen31hb1257a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 15586, "bill_version_id": 86593, "bill_version": "Introduced", "bill_version_date": "2000-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide financial incentives for teachers who are nationally certified. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any teacher who teaches in a K-12 public school in South Dakota and who has obtained certification by the Department of Education and Cultural Affairs shall receive a stipend from the local school district sufficient to reimburse the teacher for fees incurred in completing the National Board for Professional Teaching Standards certification process if the teacher successfully completes all such certification requirements. Section 2. In addition to the reimbursement provided pursuant to section 1 of this Act, any teacher who teaches in a K-12 public school in South Dakota and who has obtained certification by the National Board for Professional Teaching Standards shall receive a payment of five thousand dollars per year from the Department of Education and Cultural Affairs for the duration of the National Board for Professional Teaching Standards certification. A teacher is eligible for payment under this section only if the teacher instructs in a K-12 public school in South Dakota. The payment authorized by this section shall be made from the normal operating budget of the Department of Education and Cultural Affairs. 500 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.021 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 15586, "bill_version_id": 86592, "bill_version": "House Education Engrossed", "bill_version_date": "2000-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide financial incentives for teachers who are nationally certified. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any teacher who teaches in a K-12 public school in South Dakota and who has obtained certification by the Department of Education and Cultural Affairs shall receive a stipend from the local school district sufficient to reimburse the teacher for fees incurred in completing the National Board for Professional Teaching Standards certification process if the teacher successfully completes all such certification requirements. BILL HISTORY 1/24/00 First read in House and referred to committee assignment waived. H.J. 194 1/25/00 Referred to Education. 2/3/00 Scheduled for Committee hearing on this date. 2/3/00 Education Do Pass Amended, Passed, AYES 10, NAYS 2. H.J. 383"}, {"bill_id": 15586, "bill_version_id": 86591, "bill_version": "House Engrossed", "bill_version_date": "2000-02-08T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide financial incentives for teachers who are nationally certified. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any teacher who teaches in a K-12 public school in South Dakota and who has obtained certification by the Department of Education and Cultural Affairs shall receive a stipend from the local school district sufficient to reimburse the teacher for fees incurred in completing the National Board for Professional Teaching Standards certification process if the teacher successfully completes all such certification requirements. Section 2. The provisions of § 6-15-1 do not apply to this Act. BILL HISTORY 1/24/00 First read in House and referred to committee assignment waived. H.J. 194 1/25/00 Referred to Education. 2/3/00 Scheduled for Committee hearing on this date. 2/3/00 Education Do Pass Amended, Passed, AYES 10, NAYS 2. H.J. 383 2/7/00 House of Representatives Deferred to another day. H.J. 469 2/8/00 House of Representatives Placed on Calendar. H.J. 490 2/8/00 Motion to Amend, Passed. H.J. 490 2/8/00 House of Representatives Do Pass Amended, Passed, AYES 44, NAYS 24. H.J. 490"}, {"bill_id": 15586, "bill_version_id": 86595, "bill_version": "Senate Education Engrossed", "bill_version_date": "2000-02-22T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to enhance learning in public schools, reimburse nationally certified teachers, establish an Office of Education Technology, study the public education workforce, increase the voting requirement for school district referenda, and limit certain transfers of school funds. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The South Dakota Board of Education and the Department of Education and Cultural Affairs shall work jointly with other state government agencies to ensure that children enter the K-12 education system ready to learn. The board and the department shall jointly work to develop standards and practices that ensure that, by the third grade, all children, to the best of their abilities, have learned fundamental reading, mathematics, language, science, and technology skills that form the foundation for further learning. The board and the department shall work together to develop standards and practices that ensure that, by completion of the twelfth grade, all students, to the best of their abilities, have learned the educational and personal skills that will allow them to enter adulthood as responsible members of society. Section 2. The Department of Education and Cultural Affairs shall establish the Advanced Reading Enhancement Program to assist and strengthen the teaching and learning of reading in grades one and two. Early intervention reading strategies shall promote growth in word recognition and comprehension through focused reading and writing activities. The department shall develop and provide a comprehensive statewide program that will offer technical assistance to school districts and offer professional development in research-based classroom practices that allow teachers to analyze instruction, assessment, and achievement, and set goals for improvement. Section 3. The Department of Education and Cultural Affairs shall establish a program to reimburse public school teachers for the application and processing fee for the National Board for Professional Teaching Standards certification process. The reimbursement shall include any federal funds that may be available through a candidate subsidy program. The reimbursement shall be paid upon receipt of documentation that the teacher successfully completed all certification requirements and was awarded the credential. In addition to the reimbursement provided pursuant to this section, a teacher who teaches in a public school and who has obtained certification by the National Board for Professional Teaching Standards shall receive a payment of two thousand dollars per year for five years. The stipend shall be paid as follows: (1) One thousand dollars from the Department of Education and Cultural Affairs; (2) One thousand dollars from the school district where the teacher is employed. The Board of Education shall adopt rules, pursuant to chapter 1-26, to establish guidelines necessary to implement the program. Section 4. The Department of Education and Cultural Affairs shall research and analyze the demographics of South Dakota's public education workforce, with an emphasis on the geographic distribution of K-12 teachers, their years of experience, years until retirement, and their areas of educational expertise. The department shall also research and analyze teacher vacancies by geographic location, areas of expertise, and compensation level. Section 5. There is hereby established an Office of Educational Technology in the Department of Education and Cultural Affairs. Its exclusive role shall be assisting local school districts in using educational technology. Its purposes shall include researching, analyzing, procuring, and distributing programs and methods using educational technology in South Dakota K-12 schools and classrooms. Section 6. Pursuant to § 13-1-12.1, the Board of Education shall examine programs that prepare and certify school personnel, identify deficiencies, and establish revised standards designed to deliver more qualified staff to classrooms. The board's review shall identify ways to streamline the alternative certification process whereby persons holding a bachelor's degree or higher can be certified to teach in elementary and secondary schools. Section 7. The Department of Education and Cultural Affairs, the colleges of education at public universities, and the Board of Education shall jointly examine the teacher preparation and administrator preparation programs at the public universities. They shall file a report by November 15, 2000, and deliver it to the Governor, the Legislature, and the Board of Regents. The report shall describe the programs, explain strengths and deficiencies in the programs, and recommend actions to improve the programs. Section 8. That § 13-16-6.4 be amended to read as follows: 13-16-6.4. Approval to enter into an agreement or issue capital outlay certificates to which § 13-16-6.3 applies is subject to a referendum if five percent of the registered voters, based upon the total number of registered voters at the last preceding general election, petition, within twenty days thereafter, to have the question of approval or disapproval of the agreement or issue of capital outlay certificates or the lease-purchase agreement placed upon the ballot at the next regular election or at a special election called for that purpose. The business manager shall give notice of the fact that the question will be on the ballot at a regular or special election as provided by law for school elections and prepare official ballots therefor according to the provisions of this Title relating to elections and the issue shall be decided by a majority sixty percent of those voting thereon. Section 9. That chapter 13-16 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § 13-16-26, no school district may transfer more than thirty thousand dollars in any year from the general fund to the capital outlay fund. Any school district whose average teacher salary is less than the statewide average teacher salary, as determined by the Department of Education and Cultural Affairs, in the 1999-2000 school year, may not transfer any money from the general fund to the capital outlay fund. Any school district that transferred money in excess of thirty thousand dollars from the general fund to the capital outlay fund after June 30, 1999, but before July 1, 2000, shall transfer such money back to the general fund. Section 10. That chapter 13-16 be amended by adding thereto a NEW SECTION to read as follows: The school board of any school district with an ending general fund balance that exceeds twenty-five percent of its general fund expenditures for the school fiscal year ending June 30, 1999, shall develop an educator salary enhancement plan. The plan shall cover multiple years and increase salaries for all employees of the school district, except for the salary of the chief administrator and business manager. The school board shall conduct at least two public hearings on the plan after having given notice by publication at least twice in its official newspaper at least ten days before each hearing. Each notice shall clearly state that the purpose of the hearing is to develop a plan to reduce the school district's general fund balance by providing higher pay to the school district employees. The first hearing shall be held at the beginning of the plan development process. The second hearing shall be held upon completion of the plan development process. The board may not adopt the plan before the second public hearing. The board shall also publish a summary and details of the plan twice in the district's official newspaper prior to the second public hearing. The educator salary enhancement plan shall include the criteria by which the school board will increase salaries. Such criteria shall, at a minimum, include employee performance, employee skills, employee knowledge, and student achievement. The criteria may include other factors such as the educational degrees earned or the number of credit hours attained, but they shall not outweigh employee performance, employee skills, employee knowledge, and student achievement in determining an individual's salary enhancement under this plan. The plan, upon approval by the local school board, shall be filed with the Department of Education and Cultural Affairs. BILL HISTORY 1/24/00 First read in House and referred to committee assignment waived. H.J. 194 1/25/00 Referred to Education. 2/3/00 Scheduled for Committee hearing on this date. 2/3/00 Education Do Pass Amended, Passed, AYES 10, NAYS 2. H.J. 383 2/7/00 House of Representatives Deferred to another day. H.J. 469 2/8/00 House of Representatives Placed on Calendar. H.J. 490 2/8/00 Motion to Amend, Passed. H.J. 490 2/8/00 House of Representatives Do Pass Amended, Passed, AYES 44, NAYS 24. H.J. 490 2/9/00 First read in Senate and referred to Education. S.J. 399 2/17/00 Scheduled for Committee hearing on this date. 2/17/00 Education Deferred to another day. 2/22/00 Education Hog Housed. 2/22/00 Scheduled for Committee hearing on this date. 2/22/00 Education Do Pass Amended, Passed, AYES 4, NAYS 3. S.J. 602"}, {"bill_id": 15586, "bill_version_id": 86594, "bill_version": "Senate Engrossed", "bill_version_date": "2000-02-23T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to enhance learning in public schools, establish an Office of Education Technology, study the public education workforce, and increase the voting requirement for school district referenda. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The South Dakota Board of Education and the Department of Education and Cultural Affairs shall work jointly with other state government agencies to ensure that children enter the K-12 education system ready to learn. The board and the department shall jointly work to develop standards and practices that ensure that, by the third grade, all children, to the best of their abilities, have learned fundamental reading, mathematics, language, science, and technology skills that form the foundation for further learning. The board and the department shall work together to develop standards and practices that ensure that, by completion of the twelfth grade, all students, to the best of their abilities, have learned the educational and personal skills that will allow them to enter adulthood as responsible members of society. Section 2. The Department of Education and Cultural Affairs shall establish the Advanced Reading Enhancement Program to assist and strengthen the teaching and learning of reading in grades one and two. Early intervention reading strategies shall promote growth in word recognition and comprehension through focused reading and writing activities. The department shall develop and provide a comprehensive statewide program that will offer technical assistance to school districts and offer professional development in research-based classroom practices that allow teachers to analyze instruction, assessment, and achievement, and set goals for improvement. Section 3. The Department of Education and Cultural Affairs shall research and analyze the demographics of South Dakota's public education workforce, with an emphasis on the geographic distribution of K-12 teachers, their years of experience, years until retirement, and their areas of educational expertise. The department shall also research and analyze teacher vacancies by geographic location, areas of expertise, and compensation level. Section 4. There is hereby established an Office of Educational Technology in the Department of Education and Cultural Affairs. Its exclusive role shall be assisting local school districts in using educational technology. Its purposes shall include researching, analyzing, procuring, and distributing programs and methods using educational technology in South Dakota K-12 schools and classrooms. Section 5. Pursuant to § 13-1-12.1, the Board of Education shall examine programs that prepare and certify school personnel, identify deficiencies, and establish revised standards designed to deliver more qualified staff to classrooms. The board's review shall identify ways to streamline the alternative certification process whereby persons holding a bachelor's degree or higher can be certified to teach in elementary and secondary schools. Section 6. The Department of Education and Cultural Affairs, the colleges of education at public universities, and the Board of Education shall jointly examine the teacher preparation and administrator preparation programs at the public universities. They shall file a report by November 15, 2000, and deliver it to the Governor, the Legislature, and the Board of Regents. The report shall describe the programs, explain strengths and deficiencies in the programs, and recommend actions to improve the programs. Section 7. That § 13-16-6.4 be amended to read as follows: 13-16-6.4. Approval to enter into an agreement or issue capital outlay certificates to which § 13-16-6.3 applies is subject to a referendum if five percent of the registered voters, based upon the total number of registered voters at the last preceding general election, petition, within twenty days thereafter, to have the question of approval or disapproval of the agreement or issue of capital outlay certificates or the lease-purchase agreement placed upon the ballot at the next regular election or at a special election called for that purpose. The business manager shall give notice of the fact that the question will be on the ballot at a regular or special election as provided by law for school elections and prepare official ballots therefor according to the provisions of this Title relating to elections and the issue shall be decided by a majority sixty percent of those voting thereon. BILL HISTORY 1/24/00 First read in House and referred to committee assignment waived. H.J. 194 1/25/00 Referred to Education. 2/3/00 Scheduled for Committee hearing on this date. 2/3/00 Education Do Pass Amended, Passed, AYES 10, NAYS 2. H.J. 383 2/7/00 House of Representatives Deferred to another day. H.J. 469 2/8/00 House of Representatives Placed on Calendar. H.J. 490 2/8/00 Motion to Amend, Passed. H.J. 490 2/8/00 House of Representatives Do Pass Amended, Passed, AYES 44, NAYS 24. H.J. 490 2/9/00 First read in Senate and referred to Education. S.J. 399 2/17/00 Scheduled for Committee hearing on this date. 2/17/00 Education Deferred to another day. 2/22/00 Education Hog Housed. 2/22/00 Scheduled for Committee hearing on this date. 2/22/00 Education Do Pass Amended, Passed, AYES 4, NAYS 3. S.J. 602 2/23/00 Motion to Amend, Passed. 2/23/00 Senate Do Pass Amended, Passed, AYES 24, NAYS 11. 2/23/00 Senate Title Amended Passed."}, {"bill_id": 15586, "bill_version_id": 86590, "bill_version": "Enrolled", "bill_version_date": "2000-02-25T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15586, "action_date": "2000-01-24T14:00:00-06:00", "document_id": 85638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85638.pdf", "status_text": "First read in House and referred to", "journal_page": 194, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15586, "action_date": "2000-01-25T14:00:00-06:00", "document_id": 85640, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85640.pdf", "status_text": "Referred to", "journal_page": 223, "committee_id_action": 656, "committee_id_assigned": 645, "result": "P", "vote": {}}, {"bill_id": 15586, "action_date": "2000-02-03T10:00:00-06:00", "document_id": 85853, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85853.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 645, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15586, "action_date": "2000-02-03T10:00:00-06:00", "document_id": 85853, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85853.pdf", "status_text": "Do Pass Amended,", "journal_page": 383, "committee_id_action": 645, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45906, "president_vote": null, "Yea": [2309, 2338, 2342, 2350, 2354, 2362, 2367, 2368, 2333, 2313], "Nay": [2321, 2370], "Excused": [2332]}}, {"bill_id": 15586, "action_date": "2000-02-07T14:00:00-06:00", "document_id": 85658, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85658.pdf", "status_text": "Deferred to another day", "journal_page": 469, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15586, "action_date": "2000-02-08T14:00:00-06:00", "document_id": 85660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85660.pdf", "status_text": "Motion to Amend,", "journal_page": 490, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15586, "action_date": "2000-02-08T14:00:00-06:00", "document_id": 85660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85660.pdf", "status_text": "Do Pass Amended,", "journal_page": 490, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 46122, "president_vote": null, "Nay": [2305, 2315, 2317, 2319, 2323, 2324, 2327, 2332, 2341, 2348, 2353, 2356, 2363, 2372, 2377, 2378, 2379, 2385, 2390, 2392, 2397, 2404, 2407, 2408], "Yea": [2308, 2309, 2312, 2313, 2314, 2316, 2321, 2325, 2328, 2333, 2334, 2336, 2337, 2338, 2342, 2343, 2345, 2349, 2350, 2354, 2355, 2359, 2360, 2361, 2362, 2366, 2367, 2368, 2370, 2371, 2373, 2374, 2382, 2383, 2384, 2387, 2388, 2393, 2396, 2401, 2402, 2403, 2406, 2351], "Excused": [2318, 2394]}}, {"bill_id": 15586, "action_date": "2000-02-09T14:00:00-06:00", "document_id": 85663, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85663.pdf", "status_text": "First read in Senate and referred to", "journal_page": 399, "committee_id_action": 657, "committee_id_assigned": 632, "result": "N", "vote": {}}, {"bill_id": 15586, "action_date": "2000-02-17T07:45:00-06:00", "document_id": 85949, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85949.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 632, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15586, "action_date": "2000-02-17T07:45:00-06:00", "document_id": 85949, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85949.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 632, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15586, "action_date": "2000-02-22T00:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 632, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15586, "action_date": "2000-02-22T07:45:00-06:00", "document_id": 85969, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85969.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 632, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15586, "action_date": "2000-02-22T07:45:00-06:00", "document_id": 85969, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85969.pdf", "status_text": "Do Pass Amended,", "journal_page": 602, "committee_id_action": 632, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44782, "president_vote": null, "Yea": [2347, 2381, 2310, 2335], "Nay": [2352, 2380, 2386]}}, {"bill_id": 15586, "action_date": "2000-02-22T07:45:00-06:00", "document_id": 85969, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85969.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 632, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15586, "action_date": "2000-02-23T14:00:00-06:00", "document_id": 85681, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85681.pdf", "status_text": "Motion to Amend,", "journal_page": 643, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15586, "action_date": "2000-02-23T14:00:00-06:00", "document_id": 85681, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85681.pdf", "status_text": "Do Pass Amended,", "journal_page": 643, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44849, "president_vote": null, "Yea": [2304, 2306, 2307, 2310, 2311, 2320, 2322, 2326, 2329, 2335, 2344, 2346, 2347, 2352, 2357, 2369, 2375, 2376, 2381, 2389, 2391, 2395, 2400, 2405], "Nay": [2330, 2331, 2339, 2340, 2358, 2364, 2365, 2380, 2386, 2398, 2399]}}, {"bill_id": 15586, "action_date": "2000-02-23T14:00:00-06:00", "document_id": 85681, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85681.pdf", "status_text": "Title Amended", "journal_page": 644, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15586, "action_date": "2000-02-25T14:00:00-06:00", "document_id": 85685, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85685.pdf", "status_text": "Signed by President", "journal_page": 700, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15586, "action_date": "2000-02-25T14:00:00-06:00", "document_id": 85684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85684.pdf", "status_text": "Signed by Speaker", "journal_page": 888, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15586, "action_date": "2000-02-25T14:00:00-06:00", "document_id": 85684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85684.pdf", "status_text": "Delivered to the Governor", "journal_page": 890, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15586, "action_date": "2000-03-14T14:00:00-06:00", "document_id": 85686, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85686.pdf", "status_text": "Signed by Governor", "journal_page": 895, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1563}