{"session_id": 61, "bill_id": 21234, "bill_type": "House Bill", "bill_number": 1070, "bill_title": "create a cold case reward fund, to provide a continuous appropriation thereof, and provide certain provisions regarding the confidentiality of persons supplying information to a cold case.", "sponsors": [], "keywords": ["Appropriation", "Attorney General", "Crimes", "Criminal Procedure"], "audio": [{"meeting_datetime": "2007-01-29T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hju14.mp3", "start_seconds": 2505.0}, {"meeting_datetime": "2007-01-29T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hju14.mp3", "start_seconds": 2505.0}, {"meeting_datetime": "2007-01-29T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hju14.mp3", "start_seconds": 2505.0}], "bill_versions": [{"bill_id": 21234, "bill_version_id": 110108, "bill_version": "Introduced", "bill_version_date": "2007-01-06T17:48:11-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a cold case reward fund, to provide a continuous appropriation thereof, and provide certain provisions regarding the confidentiality of persons supplying information to a cold case. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, the term, cold case, means a felony crime currently under investigation by the Division of Criminal Investigation's cold case unit. Section 2. There is hereby established in the state treasury the cold case reward fund. The fund shall be maintained and administered by the Office of the Attorney General. The attorney general may authorize expenditure of moneys in the fund to reward persons providing information on cold cases. All disbursements from the fund are at the discretion of the attorney general. No single reward may exceed fifty percent of the available balance of the cold case reward fund that exists at the time the reward is offered. The Office of the Attorney General may accept for deposit in the fund money from any source, public or private. Unexpended funds and interest shall remain in the fund. The cold case reward fund is hereby continuously appropriated and shall be budgeted through the informational budget process. The creation and funding of this fund does not constitute a waiver of the state's sovereign immunity. Section 3. The identity of a person supplying information to law enforcement regarding a cold case may be kept confidential if requested by that person and if the confidentiality is determined by the attorney general to be appropriate under the circumstances. After a determination of confidentiality has been made, the identity of the person supplying the information may not be disclosed except pursuant to written consent of that person or by court order. No person may use a subpoena, discovery, or other applicable statute to obtain the identity of the person. This section does not apply to requests from law enforcement officers of any municipality, county, state, or federal agency or department for such information."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21234, "action_date": "2007-01-10T13:00:00-06:00", "document_id": 110160, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110160.pdf", "status_text": "Referred to", "journal_page": 44, "committee_id_action": 923, "committee_id_assigned": 921, "result": "P", "vote": {}}, {"bill_id": 21234, "action_date": "2007-01-29T07:45:00-06:00", "document_id": 111030, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111030.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 921, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21234, "action_date": "2007-01-29T07:45:00-06:00", "document_id": 111030, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111030.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 235, "committee_id_action": 921, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66403, "president_vote": null, "Yea": [3579, 3592, 3594, 3599, 3619, 3638, 3651, 3672, 3676], "Nay": [3598, 3632, 3673, 3582]}}]}