{"session_id": 48, "bill_id": 14828, "bill_type": "Senate Bill", "bill_number": 241, "bill_title": "increase the excise tax on certain fuel and to distribute a portion of the increase to local governments.", "sponsors": [{"legislator_profile_id": 2246, "is_prime": true}, {"legislator_profile_id": 2262, "is_prime": true}, {"legislator_profile_id": 2232, "is_prime": false}, {"legislator_profile_id": 2274, "is_prime": false}], "keywords": ["Excise Tax", "Local Government", "Motor Fuel Tax", "Taxes"], "audio": [], "bill_versions": [{"bill_id": 14828, "bill_version_id": 80597, "bill_version": "Introduced", "bill_version_date": "1999-02-01T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase the excise tax on certain fuel and to distribute a portion of the increase to local governments. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-47B-4 be amended to read as follows: 10-47B-4. The fuel excise tax rates for the tax imposed by this chapter are as follows: (1) Motor fuel (except ethanol blends, E85 and M85 blends, and aviation gasoline) - $.18 $.21 per gallon; (2) Special fuel (except jet fuel) - $.18 $.21 per gallon; (3) Ethanol blends - $.16 $.19 per gallon; (4) Aviation gasoline - $.06 per gallon; (5) Jet fuel - $.04 per gallon; (6) E85 and M85 - $.06 $.09 per gallon; (7) E85 and M85 used in aircraft - $.04 per gallon; (8) Liquid petroleum gas - $.16 $.19 per gallon; (9) Compressed natural gas - $.06 $.09 per gallon. Section 2. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: In addition to the fuel excise tax rates imposed by § 10-47B-4, there are imposed additional fuel excise tax rates as follows: (1) Motor fuel (except ethanol blends, E85 and M85 blends, and aviation gasoline) -$.02 per gallon; (2) Special fuel (except jet fuel) -$.02 per gallon; (3) Ethanol blends -$.02 per gallon; (4) E85 and M85 -$.02 per gallon; (5) Liquid petroleum gas -$.02 per gallon; and (6) Compressed natural gas -$.02 per gallon. Section 3. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: Any tax collected pursuant to section 2 of this Act shall be deposited in the local government highway and bridge fund created pursuant to § 32-11-34. Section 4. That § 10-47B-5 be amended to read as follows: 10-47B-5. A fuel excise tax is imposed on all motor fuel and special fuel that is removed from a terminal in this state at the rack or used at the terminal, unless it is removed by an exporter specifically licensed to export from this state into the state which is indicated as the destination state on the bill of lading issued by the terminal operator for the fuel, or the fuel is ethyl alcohol and it has been removed by a licensed blender or supplier and is invoiced separately from gasoline and not sold as an ethanol blend. The tax imposed shall be at the rate indicated in § 10-47B-4 and section 2 of this Act . Section 5. That § 10-47B-6 be amended to read as follows: 10-47B-6. A fuel excise tax is imposed on all motor fuel or special fuel, except unblended ethyl alcohol, imported into this state in the bulk cargo area of any motor vehicle, vessel rail car, or trailer by any means other than through a terminal located in this state, upon its entry into this state. The tax imposed shall be at the rate indicated in § 10-47B-4 and section 2 of this Act . Section 6. That § 10-47B-7 be amended to read as follows: 10-47B-7. A fuel excise tax is imposed on all special fuel used in this state in the engine fuel supply tank of qualified motor vehicles involved in interstate commerce. The tax imposed shall be at the rate indicated in § 10-47B-4 and section 2 of this Act . Section 7. That § 10-47B-8 be amended to read as follows: 10-47B-8. A fuel excise tax is imposed on all ethyl alcohol and other substances blended with motor fuel or undyed special fuel unless the ethyl alcohol or other substance has previously been taxed by the provisions of this chapter. The tax imposed shall be at the rate indicated in § 10-47B-4 and section 2 of this Act of the dominant motor fuel or undyed special fuel with which the substance is blended unless the substance is ethyl or methyl alcohol blended by a licensed blender to create an ethanol, E85, or M85 blend in which case it shall be at the ethanol, E85, or M85 blend rate as indicated in § 10-47B-4 and section 2 of this Act . Section 8. That § 10-47B-9 be amended to read as follows: 10-47B-9. A fuel excise tax is imposed on unblended ethyl alcohol sold by an ethanol producer, supplier, importer, or blender unless the sale is made to a licensed supplier for resale, licensed blender, or licensed exporter for export to another state who is specifically licensed to export to the state. The tax imposed shall be at the rate set for motor fuel in § 10-47B-4 and section 2 of this Act . Section 9. That § 10-47B-10 be amended to read as follows: 10-47B-10. A fuel excise tax is imposed on all motor fuel or special fuel which has been removed from a terminal in this state at the rack by a licensed exporter for which the bill of lading issued for the fuel by the terminal operator indicates a destination state other than South Dakota, and the fuel is later diverted by the exporter to a destination within this state for off-loading unless the fuel is ethyl alcohol, the exporter is licensed as a blender or supplier and the product is purchased and invoiced separately from gasoline and not as an ethanol blend. The tax imposed shall be at the rate set for motor fuel or special fuel in § 10-47B-4 and section 2 of this Act . Section 10. That § 10-47B-11 be amended to read as follows: 10-47B-11. A fuel excise tax is imposed on liquid petroleum gas and compressed natural gas sold or used by licensed vendors in this state for use in motor vehicles unless liquid petroleum gas is sold to a licensed liquid petroleum gas user. The tax imposed shall be at the rate set forth in § 10-47B-4 and section 2 of this Act . Section 11. That § 10-47B-12 be amended to read as follows: 10-47B-12. A fuel excise tax is imposed on liquid petroleum gas used in the engine fuel supply tank of a motor vehicle owned or operated by a liquid petroleum user which is used on the public highways or roads of this state. The tax imposed shall be at the rate set forth in § 10-47B-4 and section 2 of this Act . Section 12. That § 10-47B-13 be amended to read as follows: 10-47B-13. A fuel excise tax is imposed on all motor fuel, special fuel, and liquid petroleum gas used in the engine fuel supply tank of self-propelled machinery, equipment, or vehicles used in highway construction or repair work done in this state within the right-of-way, unless the self-propelled machinery, equipment, and vehicles are owned by this state or a county or municipality of this state. The tax imposed shall be at the rate indicated for motor fuel, special fuel, or liquid petroleum gas in § 10-47B-4 and section 2 of this Act . Section 13. That § 10-47B-17 be amended to read as follows: 10-47B-17. The amount of the inventory tax imposed by § 10-47B-14 is equal to the special fuel tax rate indicated in § 10-47B-4 and section 2 of this Act times the gallons in storage as determined under § 10-47B-15. Section 14. That § 10-47B-148 be amended to read as follows: 10-47B-148. Any Except for any tax collected and deposited as provided in sections 2 and 3 of this Act, any tax, fee, penalty assessment, and interest assessment collected under this chapter are to be deposited with the state treasurer who shall credit the amount received to the motor fuel tax fund. However, taxes collected under this chapter on behalf of other jurisdictions under the provisions of an interstate agreement are to be distributed under the provisions of that agreement."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14828, "action_date": "1999-02-01T14:00:00-06:00", "document_id": 82147, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82147.pdf", "status_text": "First read in Senate and referred to", "journal_page": 279, "committee_id_action": 629, "committee_id_assigned": 611, "result": "N", "vote": {}}, {"bill_id": 14828, "action_date": "1999-02-10T07:45:00-06:00", "document_id": 82088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82088.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14828, "action_date": "1999-02-10T07:45:00-06:00", "document_id": 82088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82088.pdf", "status_text": "Tabled", "journal_page": 443, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41283, "president_vote": null, "Yea": [2224, 2270, 2230, 2299, 2283, 2241], "Nay": [2246, 2259, 2292]}}]}