{"session_id": 27, "bill_id": 8220, "bill_type": "Senate Bill", "bill_number": 164, "bill_title": "revise the length of the maximum probationary period for juvenile probationers and to revise the conditions of a juvenile commitment to the Department of Corrections.", "sponsors": [{"legislator_profile_id": 1130, "is_prime": true}, {"legislator_profile_id": 1131, "is_prime": true}, {"legislator_profile_id": 1183, "is_prime": false}, {"legislator_profile_id": 1097, "is_prime": false}, {"legislator_profile_id": 1143, "is_prime": false}, {"legislator_profile_id": 1139, "is_prime": false}, {"legislator_profile_id": 1175, "is_prime": false}, {"legislator_profile_id": 1115, "is_prime": false}, {"legislator_profile_id": 1157, "is_prime": false}, {"legislator_profile_id": 1146, "is_prime": false}], "keywords": ["Courts and Judiciary", "Criminal Procedure", "Minors", "Penal Institutions, Probation, and Parole"], "audio": [{"meeting_datetime": "2017-02-07T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju18.mp3", "start_seconds": 3899.0}, {"meeting_datetime": "2017-02-07T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju18.mp3", "start_seconds": 3899.0}, {"meeting_datetime": "2017-02-07T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju18.mp3", "start_seconds": 3899.0}, {"meeting_datetime": "2017-02-07T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju18.mp3", "start_seconds": 3899.0}, {"meeting_datetime": "2017-02-07T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju18.mp3", "start_seconds": 3899.0}, {"meeting_datetime": "2017-02-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen20.mp3", "start_seconds": 1348.0}, {"meeting_datetime": "2017-02-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen20.mp3", "start_seconds": 1348.0}, {"meeting_datetime": "2017-02-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen20.mp3", "start_seconds": 1348.0}, {"meeting_datetime": "2017-02-27T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hju29.mp3", "start_seconds": 3361.0}, {"meeting_datetime": "2017-02-27T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hju29.mp3", "start_seconds": 3361.0}, {"meeting_datetime": "2017-02-27T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hju29.mp3", "start_seconds": 3361.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou31.mp3", "start_seconds": 7373.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou31.mp3", "start_seconds": 7373.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou31.mp3", "start_seconds": 7373.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou31.mp3", "start_seconds": 7373.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou31.mp3", "start_seconds": 7373.0}], "bill_versions": [{"bill_id": 8220, "bill_version_id": 43584, "bill_version": "Introduced", "bill_version_date": "2017-02-01T10:54:45.15-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the length of the maximum probationary period for juvenile probationers and to allow for an extension of the probationary period for failing to make a good faith effort to pay restitution. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 26-8B-8 be amended to read: 26-8B-8. The terms and conditions of probation of a child in need of supervision shall be specified by rules or orders of the court and by a court services officer. The duration of juvenile probation shall be specified by order of the court but may not exceed four six months unless: (1) The child is placed in the intensive juvenile probation program; or (2) The child's probation is extended as provided under this section. If the child is placed on intensive juvenile probation, the duration of probation ordered by the court may be up to eight twelve months. If the child is placed on juvenile probation, a court services officer may request two extensions up to four six months each or one extension up to four six months for intensive juvenile probation. The court may authorize the same in accordance with Unified Judicial System procedure if the extension is necessary for the child to complete evidence-based treatment as required by the case plan. If evidence-based treatment is not available, an extension may be granted if the youth is engaged in alternative court-approved treatment that will not be completed before the previously ordered term of probation expires. The total duration of probation, including juvenile intensive probation and extensions in all cases, may not exceed twelve eighteen months unless the court provides written authorization to allow a child to complete evidence-based treatment that will not be completed before probation expires. Probation may not be extended solely to collect restitution unless the child has failed to make a good faith effort to make restitution payments. If probation is terminated with restitution owing, Unified Judicial System procedure may govern the collection. Each child placed on probation shall be given a written statement of the terms and conditions of probation and the probation policy. The terms and conditions, as well as the probation extension policy, shall be explained to the child. The court shall review the terms and conditions of probation and the progress of each child placed on probation at least once every four six months. The court may release a child from probation or modify the terms and conditions of the child's probation at any time, but any child who has complied satisfactorily with the terms, conditions, and duration of probation shall be released from probation and the jurisdiction of the court terminated. If the duration of probation previously prescribed has expired, the court shall release the child from probation and terminate jurisdiction. Section 2. That § 26-8C-14 be amended to read: 26-8C-14. The terms and conditions of probation of a delinquent child shall be specified by rules or orders of the court and by court services officers. The duration of juvenile probation shall be specified by order of the court but may not exceed four six months unless: (1) The child is placed in the intensive juvenile probation program; or (2) The child's probation is extended as provided under this section. If the child is placed on intensive juvenile probation, the duration of probation upon order by the court may be up to eight twelve months. If the child is placed on juvenile probation, a court services officer may request two extensions up to four six months each or one extension up to four six months for intensive juvenile probation. The court may authorize the same in accordance with Unified Judicial System procedure if the extension is necessary for the child to engage in evidence-based treatment as required by the case plan. If evidence-based treatment is not available, an extension may be granted if the youth is engaged in alternative court-approved treatment that will not be completed before the previously ordered term of probation expires. The total duration of probation, including juvenile intensive probation and any extension may not exceed twelve eighteen months unless the court provides written authorization to allow a child to complete evidence-based treatment that will not be completed before probation expires. Probation may not be extended solely to collect restitution unless the child has failed to make a good faith effort to make restitution payments. If probation is terminated with restitution owing, the Unified Judicial System procedure may govern the collection. Each child placed on probation shall be given a written statement of the terms and conditions of probation, and the probation extension policy. The terms and conditions, as well as the probation extension policy, shall be explained to the child. The court shall review the terms and conditions of probation and the progress of each child placed on probation at least once every four six months. The court may release a child from probation or modify the terms and conditions of the child's probation at any time, but any child who has complied satisfactorily with the terms, conditions, and duration of probation shall be released from probation and the jurisdiction of the court terminated. If the duration of probation previously prescribed has expired, the court shall release the child from probation and terminate jurisdiction."}, {"bill_id": 8220, "bill_version_id": 44029, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2017-02-07T13:43:12.053-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the length of the maximum probationary period for juvenile probationers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 26-8B-8 be amended to read: 26-8B-8. The terms and conditions of probation of a child in need of supervision shall be specified by rules or orders of the court and by a court services officer. The duration of juvenile probation shall be specified by order of the court but may not exceed four six months unless: (1) The child is placed in the intensive juvenile probation program; or (2) The child's probation is extended as provided under this section. If the child is placed on intensive juvenile probation, the duration of probation ordered by the court may be up to eight twelve months. If the child is placed on juvenile probation, a court services officer may request two extensions up to four six months each or one extension up to four six months for intensive juvenile probation. The court may authorize the same in accordance with Unified Judicial System procedure if the extension is necessary for the child to complete evidence-based treatment as required by the case plan. If evidence-based treatment is not available, an extension may be granted if the youth is engaged in alternative court-approved treatment that will not be completed before the previously ordered term of probation expires. The total duration of probation, including juvenile intensive probation and extensions in all cases, may not exceed twelve eighteen months unless the court provides written authorization to allow a child to complete evidence-based treatment that will not be completed before probation expires. Probation may not be extended solely to collect restitution. If probation is terminated with restitution owing, Unified Judicial System procedure may govern the collection. Each child placed on probation shall be given a written statement of the terms and conditions of probation and the probation policy. The terms and conditions, as well as the probation extension policy, shall be explained to the child. The court shall review the terms and conditions of probation and the progress of each child placed on probation at least once every four six months. The court may release a child from probation or modify the terms and conditions of the child's probation at any time, but any child who has complied satisfactorily with the terms, conditions, and duration of probation shall be released from probation and the jurisdiction of the court terminated. If the duration of probation previously prescribed has expired, the court shall release the child from probation and terminate jurisdiction. Section 2. That § 26-8C-14 be amended to read: 26-8C-14. The terms and conditions of probation of a delinquent child shall be specified by rules or orders of the court and by court services officers. The duration of juvenile probation shall be specified by order of the court but may not exceed four six months unless: (1) The child is placed in the intensive juvenile probation program; or (2) The child's probation is extended as provided under this section. If the child is placed on intensive juvenile probation, the duration of probation upon order by the court may be up to eight twelve months. If the child is placed on juvenile probation, a court services officer may request two extensions up to four six months each or one extension up to four six months for intensive juvenile probation. The court may authorize the same in accordance with Unified Judicial System procedure if the extension is necessary for the child to engage in evidence-based treatment as required by the case plan. If evidence-based treatment is not available, an extension may be granted if the youth is engaged in alternative court-approved treatment that will not be completed before the previously ordered term of probation expires. The total duration of probation, including juvenile intensive probation and any extension may not exceed twelve eighteen months unless the court provides written authorization to allow a child to complete evidence-based treatment that will not be completed before probation expires. Probation may not be extended solely to collect restitution. If probation is terminated with restitution owing, the Unified Judicial System procedure may govern the collection. Each child placed on probation shall be given a written statement of the terms and conditions of probation, and the probation extension policy. The terms and conditions, as well as the probation extension policy, shall be explained to the child. The court shall review the terms and conditions of probation and the progress of each child placed on probation at least once every four six months. The court may release a child from probation or modify the terms and conditions of the child's probation at any time, but any child who has complied satisfactorily with the terms, conditions, and duration of probation shall be released from probation and the jurisdiction of the court terminated. If the duration of probation previously prescribed has expired, the court shall release the child from probation and terminate jurisdiction."}, {"bill_id": 8220, "bill_version_id": 45293, "bill_version": "House Engrossed", "bill_version_date": "2017-03-01T16:33:47.677-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the length of the maximum probationary period for juvenile probationers and to revise the conditions of a juvenile commitment to the Department of Corrections. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 26-8B-8 be amended to read: 26-8B-8. The terms and conditions of probation of a child in need of supervision shall be specified by rules or orders of the court and by a court services officer. The duration of juvenile probation shall be specified by order of the court but may not exceed four six months unless: (1) The child is placed in the intensive juvenile probation program; or (2) The child's probation is extended as provided under this section. If the child is placed on intensive juvenile probation, the duration of probation ordered by the court may be up to eight twelve months. If the child is placed on juvenile probation, a court services officer may request two extensions up to four six months each or one extension up to four six months for intensive juvenile probation. The court may authorize the same in accordance with Unified Judicial System procedure if the extension is necessary for the child to complete evidence-based treatment as required by the case plan. If evidence-based treatment is not available, an extension may be granted if the youth is engaged in alternative court-approved treatment that will not be completed before the previously ordered term of probation expires. The total duration of probation, including juvenile intensive probation and extensions in all cases, may not exceed twelve eighteen months unless the court provides written authorization to allow a child to complete evidence-based treatment that will not be completed before probation expires. Probation may not be extended solely to collect restitution. If probation is terminated with restitution owing, Unified Judicial System procedure may govern the collection. Each child placed on probation shall be given a written statement of the terms and conditions of probation and the probation policy. The terms and conditions, as well as the probation extension policy, shall be explained to the child. The court shall review the terms and conditions of probation and the progress of each child placed on probation at least once every four six months. The court may release a child from probation or modify the terms and conditions of the child's probation at any time, but any child who has complied satisfactorily with the terms, conditions, and duration of probation shall be released from probation and the jurisdiction of the court terminated. If the duration of probation previously prescribed has expired, the court shall release the child from probation and terminate jurisdiction. Section 2. That § 26-8C-14 be amended to read: 26-8C-14. The terms and conditions of probation of a delinquent child shall be specified by rules or orders of the court and by court services officers. The duration of juvenile probation shall be specified by order of the court but may not exceed four six months unless: (1) The child is placed in the intensive juvenile probation program; or (2) The child's probation is extended as provided under this section. If the child is placed on intensive juvenile probation, the duration of probation upon order by the court may be up to eight twelve months. If the child is placed on juvenile probation, a court services officer may request two extensions up to four six months each or one extension up to four six months for intensive juvenile probation. The court may authorize the same in accordance with Unified Judicial System procedure if the extension is necessary for the child to engage in evidence-based treatment as required by the case plan. If evidence-based treatment is not available, an extension may be granted if the youth is engaged in alternative court-approved treatment that will not be completed before the previously ordered term of probation expires. The total duration of probation, including juvenile intensive probation and any extension may not exceed twelve eighteen months unless the court provides written authorization to allow a child to complete evidence-based treatment that will not be completed before probation expires. Probation may not be extended solely to collect restitution. If probation is terminated with restitution owing, the Unified Judicial System procedure may govern the collection. Each child placed on probation shall be given a written statement of the terms and conditions of probation, and the probation extension policy. The terms and conditions, as well as the probation extension policy, shall be explained to the child. The court shall review the terms and conditions of probation and the progress of each child placed on probation at least once every four six months. The court may release a child from probation or modify the terms and conditions of the child's probation at any time, but any child who has complied satisfactorily with the terms, conditions, and duration of probation shall be released from probation and the jurisdiction of the court terminated. If the duration of probation previously prescribed has expired, the court shall release the child from probation and terminate jurisdiction. Section 3. That subdivision (10) of § 26-8C-7 be amended to read: (10) The court may only commit a child to the Department of Corrections if the judge finds that: (a) No viable alternative exists; (b) The Department of Corrections is the least restrictive alternative; and (c) The child is currently adjudicated delinquent for an offense eligible for transfer proceedings pursuant to § 26-11-3.1; the child is currently adjudicated delinquent for a crime of violence pursuant to subdivision 22-1-2(9), sex offense pursuant to § 22-24B-1, felony sexual registry offense pursuant to chapter 22-24B, or burglary in the second degree pursuant to § 22-32-3; or the court finds from evidence presented at the dispositional hearing or from the pre-dispositional report that the youth presents a significant risk of physical harm to themselves or to another person."}, {"bill_id": 8220, "bill_version_id": 45488, "bill_version": "Enrolled", "bill_version_date": "2017-03-07T09:19:36.363-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8220, "action_date": "2017-02-01T14:00:00-06:00", "document_id": 43627, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43627.pdf", "status_text": "First read in Senate and referred to", "journal_page": 254, "committee_id_action": 360, "committee_id_assigned": 336, "result": "N", "vote": {}}, {"bill_id": 8220, "action_date": "2017-02-07T08:00:00-06:00", "document_id": 43684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43684.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 336, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8220, "action_date": "2017-02-07T08:00:00-06:00", "document_id": 43998, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43998.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 336, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8220, "action_date": "2017-02-07T08:00:00-06:00", "document_id": 43998, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43998.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 336, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22935, "president_vote": null, "Yea": [1097, 1100, 1169, 1163, 1144, 1157, 1172]}}, {"bill_id": 8220, "action_date": "2017-02-07T08:00:00-06:00", "document_id": 43998, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43998.pdf", "status_text": "Title amended", "journal_page": 321, "committee_id_action": 336, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8220, "action_date": "2017-02-09T13:00:00-06:00", "document_id": 44231, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44231.pdf", "status_text": "Do Pass Amended", "journal_page": 359, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23127, "president_vote": null, "Yea": [1154, 1171, 1103, 1148, 1108, 1097, 1109, 1105, 1100, 1164, 1194, 1169, 1107, 1104, 1163, 1099, 1144, 1131, 1135, 1178, 1141, 1157, 1151, 1174, 1146, 1102, 1098, 1137, 1167, 1132, 1189], "Excused": [1096, 1175, 1106, 1172]}}, {"bill_id": 8220, "action_date": "2017-02-13T14:00:00-06:00", "document_id": 44338, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44338.pdf", "status_text": "First read in House and referred to", "journal_page": 373, "committee_id_action": 361, "committee_id_assigned": 359, "result": "N", "vote": {}}, {"bill_id": 8220, "action_date": "2017-02-27T10:00:00-06:00", "document_id": 44922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44922.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 359, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8220, "action_date": "2017-02-27T10:00:00-06:00", "document_id": 45042, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45042.pdf", "status_text": "Do Pass", "journal_page": 544, "committee_id_action": 359, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23766, "president_vote": null, "Yea": [1122, 1142, 1196, 1130, 1206, 1160, 1188, 1113, 1176, 1121, 1111, 1120, 1158]}}, {"bill_id": 8220, "action_date": "2017-02-28T14:00:00-06:00", "document_id": 45176, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45176.pdf", "status_text": "Deferred to another day", "journal_page": 582, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8220, "action_date": "2017-03-01T14:00:00-06:00", "document_id": 45285, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45285.pdf", "status_text": "Motion to amend", "journal_page": 593, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8220, "action_date": "2017-03-01T14:00:00-06:00", "document_id": 45285, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45285.pdf", "status_text": "Do Pass Amended", "journal_page": 593, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23949, "president_vote": null, "Yea": [1168, 1186, 1166, 1147, 1122, 1118, 1180, 1197, 1190, 1173, 1183, 1179, 1114, 1201, 1198, 1202, 1116, 1129, 1143, 1142, 1136, 1139, 1181, 1204, 1159, 1192, 1196, 1120, 1205, 1130, 1191, 1185, 1117, 1133, 1125, 1200, 1206, 1124, 1170, 1110, 1184, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1121, 1212, 1145, 1111, 1187, 1150], "Excused": [1153, 1112, 1203, 1134, 1149]}}, {"bill_id": 8220, "action_date": "2017-03-01T14:00:00-06:00", "document_id": 45285, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45285.pdf", "status_text": "Title amended", "journal_page": 594, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8220, "action_date": "2017-03-06T14:00:00-06:00", "document_id": 45458, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45458.pdf", "status_text": "Concurred in amendments", "journal_page": 636, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24090, "president_vote": null, "Yea": [1154, 1171, 1103, 1148, 1108, 1096, 1097, 1109, 1105, 1175, 1100, 1106, 1164, 1194, 1107, 1163, 1099, 1144, 1131, 1135, 1178, 1141, 1157, 1172, 1151, 1174, 1146, 1102, 1098, 1137, 1167, 1132, 1189], "Excused": [1169], "Nay": [1104]}}, {"bill_id": 8220, "action_date": "2017-03-07T10:00:00-06:00", "document_id": 45504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45504.pdf", "status_text": "Signed by the President", "journal_page": 655, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8220, "action_date": "2017-03-07T13:30:00-06:00", "document_id": 45534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45534.pdf", "status_text": "Signed by the Speaker", "journal_page": 701, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8220, "action_date": "2017-03-08T09:00:00-06:00", "document_id": 45590, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45590.pdf", "status_text": "Delivered to the Governor", "journal_page": 677, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8220, "action_date": "2017-03-27T10:00:00-05:00", "document_id": 45735, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45735.pdf", "status_text": "Vetoed by the Governor", "journal_page": 749, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8220, "action_date": "2017-03-27T10:00:00-05:00", "document_id": 45735, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45735.pdf", "status_text": "Veto override", "journal_page": 750, "committee_id_action": 360, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 24331, "president_vote": null, "Yea": [1154, 1096, 1097, 1107, 1163, 1144, 1131, 1141, 1172, 1146, 1098], "Nay": [1171, 1103, 1148, 1108, 1109, 1105, 1175, 1100, 1164, 1194, 1169, 1104, 1099, 1135, 1178, 1157, 1151, 1174, 1102, 1137, 1167, 1132, 1189], "Excused": [1106]}}, {"bill_id": 8220, "action_date": "2017-03-27T10:00:00-05:00", "document_id": 45735, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45735.pdf", "status_text": "Delivered veto sustained to the Secretary of State", "journal_page": 755, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8220"}