{"session_id": 56, "bill_id": 18807, "bill_type": "Senate Bill", "bill_number": 69, "bill_title": "establish a fee upon  the planting of patented seed, to extend certain civil immunity to the planting of patented seed, and to make misappropriation of patented seed a felony.", "sponsors": [{"legislator_profile_id": 3092, "is_prime": true}, {"legislator_profile_id": 3102, "is_prime": true}, {"legislator_profile_id": 3048, "is_prime": false}, {"legislator_profile_id": 3049, "is_prime": false}, {"legislator_profile_id": 3072, "is_prime": false}, {"legislator_profile_id": 3075, "is_prime": false}, {"legislator_profile_id": 3080, "is_prime": false}, {"legislator_profile_id": 3097, "is_prime": false}, {"legislator_profile_id": 3100, "is_prime": false}, {"legislator_profile_id": 3113, "is_prime": false}, {"legislator_profile_id": 3115, "is_prime": false}], "keywords": ["Agriculture"], "audio": [{"meeting_datetime": "2004-01-27T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sag10sb0069a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-27T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sag10sb0069a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18807, "bill_version_id": 99320, "bill_version": "Introduced", "bill_version_date": "2004-01-20T08:23:47-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a fee upon the planting of patented seed, to extend certain civil immunity to the planting of patented seed, and to make misappropriation of patented seed a felony. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any farmer who plants patented seed on land owned or leased by the farmer and seeks to retain seed from the harvest of the planting for replanting the following planting season shall register with the Department of Agriculture. The farmer shall provide the department with the number of bushels of seed to be retained and pay a seven-dollar per bushel fee for the retention of the seed. Six dollars of the seven-dollar fee shall be collected by the department and paid on a quarterly basis to the person or persons holding the patent for the seed. One dollar of the seven-dollar fee may be used by the department for administrative costs associated with the registration of the seed. There is hereby created in the state treasury the genetically engineered seed fund, which consists of fees collected pursuant to this Act. Any portion of the one-dollar fee not used by the department for administrative costs shall be deposited into a subfund of the genetically engineered seed fund and is subject to appropriation to South Dakota State University for agricultural research and development. Section 2. Any farmer who plants patented seed is only liable for health, safety, and environmental impacts if the farmer intentionally or negligently fails to substantially follow the patent holder's and manufacturer's instructions and guidelines for planting the seed. Any person who violates the provisions of section 1 of this Act by failing to register with the Department of Agriculture, providing inaccurate or insufficient registration information, or failing to pay the fee commits the crime of misappropriation of patented seed and is guilty of a class 6 felony. Nothing in this Act precludes the right of the owner of the misappropriated seed from seeking all other remedies available at law. Section 3. This Act may be cited as the South Dakota Seed Availability and Competition Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18807, "action_date": "2004-01-20T12:15:00-06:00", "document_id": 99376, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99376.pdf", "status_text": "First read in Senate and referred to", "journal_page": 62, "committee_id_action": 832, "committee_id_assigned": 805, "result": "N", "vote": {}}, {"bill_id": 18807, "action_date": "2004-01-27T10:00:00-06:00", "document_id": 100047, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100047.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 805, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18807, "action_date": "2004-01-27T10:00:00-06:00", "document_id": 100047, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100047.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 186, "committee_id_action": 805, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58570, "president_vote": null, "Excused": [3059], "Yea": [3061, 3092, 3098, 3139, 3103, 3064], "Nay": [3097]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18807"}