{"session_id": 36, "bill_id": 10119, "bill_type": "House Commemoration", "bill_number": 1020, "bill_title": "Honoring the South Dakota Army National Guard Specialist Bailey Ruff for being named the national 2018 Soldier of the Year for the Army National Guard.", "sponsors": [{"legislator_profile_id": 1430, "is_prime": true}, {"legislator_profile_id": 1577, "is_prime": true}, {"legislator_profile_id": 1584, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 10119, "bill_version_id": 54520, "bill_version": "Introduced", "bill_version_date": "2019-03-04T10:00:41.377-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the South Dakota Army National Guard Specialist Bailey Ruff for being named the national 2018 Soldier of the Year for the Army National Guard. WHEREAS, the South Dakota Army National Guard Specialist Bailey Ruff competed with and won from among the top competitors representing all fifty-four states and territories of the Army National Guard during the 2018 Best Warrior Competition; and WHEREAS, Specialist Ruff is the first soldier from South Dakota to win Soldier of the Year honors at the Army National Guard level; and WHEREAS, Specialist Ruff represented the entire National Guard in the Department of the Army's Best Warrior Competition for 2018: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature congratulates the South Dakota Army National Guard Specialist Bailey Ruff on being named Soldier of the Year for the Army National Guard and recognizes Specialist Ruff for his outstanding service to the great State of South Dakota and the United States of America."}, {"bill_id": 10119, "bill_version_id": 54783, "bill_version": "Enrolled", "bill_version_date": "2019-03-06T15:40:06.173-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the South Dakota Army National Guard Specialist Bailey Ruff for being named the national 2018 Soldier of the Year for the Army National Guard. WHEREAS, the South Dakota Army National Guard Specialist Bailey Ruff competed with and won from among the top competitors representing all fifty-four states and territories of the Army National Guard during the 2018 Best Warrior Competition; and WHEREAS, Specialist Ruff is the first soldier from South Dakota to win Soldier of the Year honors at the Army National Guard level; and WHEREAS, Specialist Ruff represented the entire National Guard in the Department of the Army's Best Warrior Competition for 2018: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature congratulates the South Dakota Army National Guard Specialist Bailey Ruff on being named Soldier of the Year for the Army National Guard and recognizes Specialist Ruff for his outstanding service to the great State of South Dakota and the United States of America. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10119, "action_date": "2019-03-04T14:00:00-06:00", "document_id": 54577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54577.pdf", "status_text": "", "journal_page": 616, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}]}