{"session_id": 20, "bill_id": 5671, "bill_type": "Senate Commemoration", "bill_number": 5, "bill_title": "Honoring the Brookings County Youth Mentoring Program.", "sponsors": [{"legislator_profile_id": 478, "is_prime": true}, {"legislator_profile_id": 426, "is_prime": true}, {"legislator_profile_id": 469, "is_prime": false}, {"legislator_profile_id": 437, "is_prime": false}, {"legislator_profile_id": 477, "is_prime": false}, {"legislator_profile_id": 497, "is_prime": false}, {"legislator_profile_id": 446, "is_prime": false}, {"legislator_profile_id": 498, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 5671, "bill_version_id": 29529, "bill_version": "Introduced", "bill_version_date": "2014-01-31T10:18:58.177-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Brookings County Youth Mentoring Program. WHEREAS, the Brookings County Youth Mentoring Program has been serving the Brookings area for the last seventeen years, helping children to gain a sense of their own worth as individuals and to attain a set of values that will point them toward becoming positive, contributing members of society; and WHEREAS, the mentoring program takes pride in its pursuit of high standards matching mentor and child, based on shared interests, age, preference, and any other factor that may enhance the relationship between the mentor and child; and WHEREAS, the benefits of the mentoring program are endless, providing a child with a dependable figure that can offer emotional support as well as teach a child important life skills resulting in the reversal of the often discouraging tide of disintegrating values that seem to surround us: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Brookings County Youth Mentoring Program be honored as an exemplary program and commended for its service to the Brookings community."}, {"bill_id": 5671, "bill_version_id": 29874, "bill_version": "Enrolled", "bill_version_date": "2014-02-05T15:52:37.003-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Brookings County Youth Mentoring Program. WHEREAS, the Brookings County Youth Mentoring Program has been serving the Brookings area for the last seventeen years, helping children to gain a sense of their own worth as individuals and to attain a set of values that will point them toward becoming positive, contributing members of society; and WHEREAS, the mentoring program takes pride in its pursuit of high standards matching mentor and child, based on shared interests, age, preference, and any other factor that may enhance the relationship between the mentor and child; and WHEREAS, the benefits of the mentoring program are endless, providing a child with a dependable figure that can offer emotional support as well as teach a child important life skills resulting in the reversal of the often discouraging tide of disintegrating values that seem to surround us: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Brookings County Youth Mentoring Program be honored as an exemplary program and commended for its service to the Brookings community. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5671, "action_date": "2014-01-31T13:00:00-06:00", "document_id": 29580, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29580.pdf", "status_text": "", "journal_page": 189, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}]}