{"session_id": 49, "bill_id": 15721, "bill_type": "Senate Bill", "bill_number": 194, "bill_title": "revise the commitment of adjudicated juveniles.", "sponsors": [{"legislator_profile_id": 2368, "is_prime": true}, {"legislator_profile_id": 2375, "is_prime": true}, {"legislator_profile_id": 2321, "is_prime": false}, {"legislator_profile_id": 2322, "is_prime": false}, {"legislator_profile_id": 2345, "is_prime": false}, {"legislator_profile_id": 2352, "is_prime": false}, {"legislator_profile_id": 2358, "is_prime": false}, {"legislator_profile_id": 2360, "is_prime": false}, {"legislator_profile_id": 2364, "is_prime": false}, {"legislator_profile_id": 2365, "is_prime": false}, {"legislator_profile_id": 2378, "is_prime": false}, {"legislator_profile_id": 2380, "is_prime": false}, {"legislator_profile_id": 2386, "is_prime": false}, {"legislator_profile_id": 2398, "is_prime": false}], "keywords": ["Department of Corrections", "Juvenile Corrections"], "audio": [], "bill_versions": [{"bill_id": 15721, "bill_version_id": 86961, "bill_version": "Introduced", "bill_version_date": "2000-01-24T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the commitment of adjudicated juveniles. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 26-7A-12 be amended to read as follows: 26-7A-12. A child may be taken into temporary custody by a law enforcement officer without order of the court: (1) If the child is subject to arrest under the provisions of § § 23A-3-2 and 23A-3-4; (2) If the child is abandoned or seriously endangered in the child's surroundings or is seriously endangering others and immediate removal of the child appears to be necessary for the child's protection or for the protection of others; (3) If there are reasonable grounds to believe the child has run away or escaped from the child's parents, guardian, or custodian; (4) If the officer reasonably believes that temporary custody is warranted because there exists an imminent danger to the child's life or safety and there is no time to apply for a court order and the child's parents, guardian, or custodian refuse an oral request for consent to the child's removal from their custody or the child's parents, guardian, or custodian are unavailable; or (5) If the child is under the influence of alcohol, inhalants, or a controlled drug or substance. A court services officer may take the child into temporary custody without order of the court if the child is under the continuing jurisdiction of the court. A law enforcement officer or an authorized employee of the Department of Corrections may take the child into temporary custody without order of the court if the child is under the continuing jurisdiction of the court and the continuing custody of the Department of Corrections and the continued guardianship of the institutional administrator. Section 2. That § 26-7A-13 be amended to read as follows: 26-7A-13. The court may order temporary custody of any child within the jurisdiction of the court during any noticed hearing. Without noticed hearing, the court or an intake officer may immediately issue a written temporary custody directive in the following instances on receipt of an affidavit or, in the absence of a written affidavit when circumstances make it reasonable, on receipt of sworn oral testimony communicated by telephone or other appropriate means: (1) On application by a state's attorney, social worker of Department of Social Services, or law enforcement officer respecting an apparent, alleged, or adjudicated abused or neglected child stating good cause to believe as follows: (a) The child is abandoned or is seriously endangered by the child's environment; or (b) There exists an imminent danger to the child's life or safety and immediate removal of the child from the child's parents, guardian, or custodian appears to be necessary for the protection of the child; (2) On application by a state's attorney, court services officer, or law enforcement officer , or the Department of Corrections respecting an apparent, alleged, or adjudicated child in need of supervision or delinquent child stating good cause pursuant to § 26-8B-3 or 26-8C-3, as applicable, to believe as follows: (a) The child seriously endangers others or there is need for protection of the child; or (b) The child has run away or escaped from the child's parents, guardian, or custodian. Section 3. That § 26-7A-13.1 be amended to read as follows: 26-7A-13.1. Upon taking a child into temporary custody pursuant to § 26-7A-12, the law enforcement officer or court service officer or authorized employee of the Department of Corrections shall immediately notify an intake officer who shall conduct a hearing pursuant to § 26-7A-13. Section 4. That § 26-7A-20 be amended to read as follows: 26-7A-20. If the child is an apparent, alleged, or adjudicated child in need of supervision, after the temporary custody hearing the court shall release the child from temporary custody to the child's parents, guardian, or custodian, with or without restriction or condition or upon written promise of the parents, guardian, or custodian regarding care and supervision of the child, unless the court finds that the child should continue to be held in temporary custody for any of the following reasons: (1) The child has failed to comply with court services or a court-ordered or Department of Corrections program; (2) The child is being held for another jurisdiction as a parole or probation violator, as a runaway, or as a child under other court-ordered detention; (3) The child has a demonstrated propensity to run away from the child's home, from court-ordered placement outside of the child's home, or from agencies charged with providing temporary care for the child; (4) The child is under court-ordered home detention in this jurisdiction; (5) There are specific, articulated circumstances which justify the detention for the protection of the child from potentially immediate harm to the child's self or to others; or (6) The child is a material witness, the detention is necessary because of implications of tampering with the child, and an affidavit so stating is filed with the court. An apparent, alleged, or adjudicated child in need of supervision may not be placed in detention after the temporary custody hearing unless the child has been accused of or has been found in violation of a valid court order. Section 5. That § 26-7A-21 be amended to read as follows: 26-7A-21. If the child is an apparent, alleged, or adjudicated delinquent child, after the temporary custody hearing the court shall release the child from temporary custody to the child's parents, guardian, or custodian, with or without restriction or condition or upon written promise of the child's parents, guardian, or custodian regarding the custody and supervision of the child and the subsequent appearance of the child in court at a time, date, and place to be determined by the court, unless the court finds that the child should continue to be held in temporary custody of court services for any of the following reasons: (1) The child is a fugitive from another jurisdiction; (2) The child is charged with a violation of § 22-22-7, a crime of violence under subdivision 22-1-2(9) or a property crime, which, if committed by an adult, would be a felony; (3) The child is already held in detention or on conditional release in connection with another delinquency proceeding; (4) The child has a demonstrable recent record of willful failures to appear at juvenile court proceedings; (5) The child has a demonstrable recent record of violent conduct; (6) The child has a demonstrable recent record of adjudications for serious property offenses; (7) The child is still under the influence of alcohol, inhalants, or a controlled drug or substance; or (8) The child has failed to comply with court services or a court ordered or a Department of Corrections program. Section 6. That § 26-7A-92 be amended to read as follows: 26-7A-92. In every case under this chapter and chapters 26-8A, 26-8B , and 26-8C, if the child is committed to the Department of Corrections, the court shall appoint the secretary of corrections as guardian of the person of the child. If the court places the child at the Human Services Center, the court shall appoint the secretary of the Department of Human Services as guardian of the person of the child placed in a state institution, the court shall appoint the person in charge of the state institution as guardian of the person of the child. If the child is placed in a residential group care facility, the court may appoint the person in charge of the residential group care facility as custodian of the person of the child . Section 7. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: The secretary of corrections, with fifteen days prior notice to the committing court, may transfer a juvenile from one Department of Corrections facility to another Department of Corrections facility, the Human Services Center, or to a licensed group home or residential treatment facility. Any juvenile placed with the Human Services Center, a group home, or residential treatment facility is under the continuing custody of the Department of Corrections and the continued guardianship of the Department of Corrections' institutional administrator. Section 8. That § 26-7A-94 be amended to read as follows: 26-7A-94. The following provisions govern the payment of costs of custodial care of any child who is the subject of proceedings under this chapter or chapter 26-8A, 26-8B, or 26-8C: (1) The child's parents, guardian , or custodian shall pay the costs of custodial care of the child at all times while the child is in the custodial care of the parents, guardian , or custodian; (2) The costs of custodial care of any child before disposition of the child shall be paid initially by the county in which the proceedings are conducted except for the costs of custodial care of an apparent or alleged abused or neglected child in the temporary custody of the Department of Social Services who is placed in a licensed foster home or in licensed facilities. Custodial care costs for such a child shall be paid by the Department of Social Services; (3) The cost of placing any child in a detention facility after disposition shall be sustained initially by the county in which the proceedings are concluded; (4) If the court commits orders a child to the be placed in a Department of Corrections facility or a Department of Human Services facility, and the child has to await placement, the county in which the proceedings are concluded shall pay initially the costs of custodial care for seven days immediately following issuance of the final decree of disposition while the child awaits placement. After the seven-day period has expired, the Department of Corrections shall pay the costs of custodial care or reimburse the county responsible for providing that care; (5) If the court places a child at the Human Services Center, and the child has to await placement, the county in which the proceedings are concluded shall pay the costs of custodial care for seven days immediately following issuance of the final decree of disposition. After the seven-day period has expired, the Department of Human Services shall pay the costs of custodial care or reimburse the county responsible for providing that care while the child awaits placement. Section 9. That § 26-7A-100 be amended to read as follows: 26-7A-100. Unless otherwise specifically ordered by the court in its order or decree, nothing in this chapter or in chapter 26-8A, 26-8B, or 26-8C gives the conservatorship of the estate of the child to any guardian appointed or changes the age of minority of a child for any purpose unless the child is a person under twenty-one years of age who is under the continuing jurisdiction of the court, as defined in § 26-7A-1, is under commitment to any institution under the control of the Department of Corrections or is under continuing foster care pursuant to § 26-6-6.1. However, the court may appoint a conservator of the estate of a child who is under the age of eighteen years if the child is within the jurisdiction of the court and the court specifically finds that appointment of a conservator of the estate of the child is necessary and appropriate under the circumstances and is in the best interests of the child. Section 10. That § 26-7A-102 be amended to read as follows: 26-7A-102. If the court commits the child to the Department of Corrections, the court's jurisdiction shall be limited to § 26-7A-122. In all other cases, The court has continuing jurisdiction over children placed or committed under this chapter or chapter 26-8A, 26-8B, or 26-8C regardless of the location of the children. Section 11. That § 26-7A-104 be amended to read as follows: 26-7A-104. On consideration of the report of the guardian, institution or association submitted to the court pursuant to § 26-7A-103, except for a child committed to the Department of Corrections, the court may conduct a review dispositional hearing and: (1) Remove the guardian and appoint another party to act as guardian for the child; (2) Remove the child from the institution or association and place the child in another institution or association as determined by the court; or (3) Restore the child to the custody of either or both of the child's parents, if parental rights have not been terminated, or to the custody of the child's former guardian or custodian existing at commencement of the action, with or without supervision, probation or other conditions imposed by the court consistent with the best interests of the child and with due regard to the rights and interests of the child's parents, guardian, custodian, the public and the state. Section 12. That § 26-7A-117 be amended to read as follows: 26-7A-117. A child may be committed to the a Department of Corrections juvenile facility only until the child has attained the age of twenty-one years. Section 13. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: After seven days following an order of disposition to a Department of Corrections' juvenile facility, the Department of Corrections shall provide for the temporary placement and provision of services for any child awaiting admission to a Department of Corrections facility. Within seven days of the issuance of the final decree of disposition the department shall submit a recommendation to the committing court of the department's plan to provide temporary placement and services for the child, and the department's recommendation shall be included as part of the final decree of disposition unless otherwise ordered by the committing court. If the placements and services comply with the restrictions set forth in § 26-7A-26 and if the child fails to adhere to any condition set forth in the final decree of disposition the department shall notify the committing court and provide a recommendation for alternative temporary placement and services, and the department's recommendation shall be included as part of the final decree of disposition unless otherwise ordered by the committing court. Any child awaiting admission to a Department of Corrections facility is under the continuing jurisdiction of the court pursuant to § 26-7A-102, the continuing custody of the department and the continued guardianship of the institutional administrator. The Department of Corrections may promulgate rules pursuant to chapter 1-26 to establish: standards for services, service providers, and service plans; criteria for a child to receive appropriate placement and services; procedures for temporary placement and service plan alterations; and procedures for appeals of the department's temporary placement and service decisions. Section 14. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: Terms, conditions, and duration of aftercare shall be given in writing and fully explained to each child placed on aftercare and a parent or guardian of such child. The court may release a child from aftercare or modify the terms, conditions, and duration of aftercare at any time. The procedure for revocation of probation in § 26-8B-9 for a child in need of supervision or § 26-8C- 15 for a delinquent child applies to revocation of aftercare. Section 15. That § 26-7A-122 be amended to read as follows: 26-7A-122. The court committing ordering placement of a child to the a Department of Corrections facility under this chapter and chapters 26-8B and 26-8C may, at any time after making the commitment placement and as long as the child is under the jurisdiction of the department court , upon proper application and noticed hearing, order the discharge of the child from the department, order the child to be restored to the child's parents, guardian, or custodian or order the child to be placed under the guardianship of another person appointed by the court and placed in a suitable family home. At the hearing the court shall determine if the best interests of the child will be promoted by the child's discharge from the department. The secretary of corrections may appear at the hearing and resist the application. The court shall give the secretary ten days advance notice of the application and hearing. The secretary shall have five days after receipt of the notice to inform the court if the secretary will appear and resist the application. Section 16. That § 26-8B-3 be amended to read as follows: 26-8B-3. An apparent or alleged child in need of supervision taken into temporary custody by a law enforcement officer prior to a temporary custody hearing shall be released to the child's parents, guardian, or custodian unless the parents, guardian, or custodian cannot be located or in the judgment of the intake officer are not suitable to receive the child, in which case the child shall be placed in shelter. A child may be placed in detention for no more than twenty-four hours, excluding Saturdays, Sundays, and court holidays, if the intake officer finds that the parents, guardian, or custodian are not available or are not suitable to receive the child, and finds at least one of the following circumstances exists: (1) The child has failed to comply with court services or a court-ordered or a Department of Corrections program; (2) The child is being held for another jurisdiction as a parole or probation violator, as a runaway , or as a person under court-ordered detention; (3) The child has a demonstrated propensity to run away from the child's home, from court-ordered placement outside of the child's home , or from agencies charged with providing temporary care for the child; (4) The child is under court-ordered home detention in this jurisdiction; or (5) There are specific, articulated circumstances which justify the detention for the protection of the child from potentially immediate harm to the child or to others. The shelter or detention authorized shall be the least restrictive alternative available. If the child is accused of or has been found in violation of a valid court order, the child may be placed in detention for more than twenty-four hours, if a temporary custody hearing, pursuant to § 26-7A-14, is held within twenty-four hours of the child being placed in a detention facility. If the child is being held for another jurisdiction as a parole or probation violator, as runaway or as a person under court-ordered detention, the child may be placed in detention for more than twenty-four hours, and up to seven days, if a temporary custody hearing, pursuant to § 26-7A-14, is held within twenty-four hours of the child being placed in a detention facility. Section 17. That § 26-8B-6 be amended to read as follows: 26-8B-6. If a child has been adjudicated as a child in need of supervision, the court shall enter a decree of disposition according to the least restrictive alternative available in keeping with the best interests of the child. The decree shall contain one or more of the following alternatives: (1) The court may place the child on probation or under protective supervision in the custody of one or both parents, guardian, custodian, relative, or another suitable person under conditions imposed by the court; (2) The court may require as a condition of probation that the child report for assignment to a supervised work program, provided the child is not placed in a detention facility and is not deprived of the schooling that is appropriate to the child's age, needs, and specific rehabilitative goals. The supervised work program shall be of a constructive nature designed to promote rehabilitation, shall be appropriate to the age level and physical ability of the child , and shall be combined with counseling by a court services officer or other guidance personnel. The supervised work program assignment shall be made for a period of time consistent with the child's best interests, but may not exceed ninety days; (3) If the court finds that the child has violated a valid court order, the court may place the child in a detention facility, for purposes of disposition if: (a) The child is not deprived of the schooling that is appropriate for the child's age, needs, and specific rehabilitative goals; (b) The child had a due process hearing before the order was issued; (c) Before the issuance of such order, a local interagency team, authorized pursuant to § 27A-15-56 shall review the behavior of the child and the circumstances under which such child was brought before the court and made subject to such order; determine the reasons for the behavior that caused such child to be brought before the court and made subject to such order; determine that all dispositions, including treatment, other than placement in a detention facility or the Department of Corrections state corrections program , have been exhausted or are clearly inappropriate; and submit to the court a written report stating the results of the review and determinations made; (4) The court may transfer custody of the child to a public or licensed private child placement agency or another suitable person for placement; (5) The court may require the child to pay for any damage done to property or for medical expenses under conditions set by the court if payment can be enforced without serious hardship or injustice to the child; (5) (6) The court may commit the child to the Department of Corrections for placement in place the child at a juvenile correctional facility, foster home, group home, group care center, or residential treatment center pursuant to chapter 26-11A; (6) (7) The court may place a child in an alternative educational program; (8) The court may place the child in a foster home under supervision of a court services officer; (7) (9) The court may order the child to be examined and treated at the Human Services Center; (8) (10) The court may impose a fine not to exceed five hundred dollars; (9) (11) The court may order the suspension or revocation of the child's driving privilege or restrict the privilege in such manner as it sees fit or as required by § 32-12-52.4. No adjudicated child in need of supervision may be placed in a state corrections program or incarcerated in a detention facility except as provided in subdivision (3) of this section. Section 18. That § 26-8C-3 be amended to read as follows: 26-8C-3. An apparent or alleged delinquent child taken into temporary custody by a law enforcement officer prior to a temporary custody hearing shall be released to the child's parents, guardian, or custodian unless the parents, guardian, or custodian cannot be located or in the judgment of the intake officer are not suitable to receive the child, in which case the child shall be placed in shelter. A child may not be placed in detention unless the intake officer finds that the parents, guardian, or custodian are not available or are not suitable to receive the child, and finds at least one of the following circumstances exists: (1) The child is a fugitive from another jurisdiction; (2) The child is charged with a violation of § 22-22-7, a crime of violence under subdivision 22-1-2(9) or a serious property crime, which, if committed by an adult, would be a felony; (3) The child is already held in detention or on conditional release in connection with another delinquency proceeding; (4) The child has a demonstrable recent record of willful failures to appear for juvenile court proceedings; (5) The child has a demonstrable recent record of violent conduct; (6) The child has a demonstrable recent record of adjudications for serious property offenses; (7) The child is under the influence of alcohol, inhalants, or a controlled drug or substance and detention is the least restrictive alternative in view of the gravity of the alleged offense and is necessary for the physical safety of the child, the public, and others; or (8) The child has failed to comply with court services or a court ordered or a Department of Corrections program. The shelter or detention authorized shall be the least restrictive alternative available. Section 19. That § 26-8C-7 be amended to read as follows: 26-8C-7. If a child has been adjudicated as a delinquent child, the court shall enter a decree of disposition according to the least restrictive alternative available in keeping with the best interests of the child. The decree shall contain one or more of the following alternatives: (1) The court may make any one or more of the dispositions in § 26-8B-6, except that a delinquent child may be committed to a state corrections program or incarcerated in a detention facility established pursuant to provisions of chapter 26-7A for not more than ninety days, which may be in addition to any period of temporary custody; (2) The court may impose a fine not to exceed one thousand dollars; (3) The court may place the child on probation under the supervision of a court services officer or another designated individual. The child may be required as a condition of probation to report for assignment to a supervised work program, provided the child is not deprived of the schooling that is appropriate for the child's age, needs and specific rehabilitative goals. The supervised work program shall be of a constructive nature designed to promote rehabilitation, appropriate to the age level and physical ability of the child, and shall be combined with counseling by the court services officer or other guidance personnel. The supervised work program assignment shall be made for a period of time consistent with the child's best interests, but for not more than ninety days; (4) The court may place the child in a foster home under supervision of a court services officer; (5) The court may place the child in a licensed group home or group care center for a specified treatment program; (6) The court may place the child at the Human Services Center for examination and treatment; (5) (7) The court may commit the child to the Department of Corrections place the child at a state corrections program ; (6) (8) The court may place the child in a detention facility for not more than ninety days, which may be in addition to any period of temporary custody; (7) (9) The court may place the child in an alternative educational program; (8) (10) The court may order the suspension or revocation of the child's driving privilege or restrict the privilege in such manner as it sees fit. Section 20. That chapter 26-8C be amended by adding thereto a NEW SECTION to read as follows: The court committing a delinquent child under the provisions of this chapter and chapter 26- 7A to any Department of Corrections juvenile facility may, at any time after making the commitment and as long as the child is in the juvenile facility, upon proper application and noticed hearing, order the discharge of the child from the juvenile facility, order the child to be restored to the child's parents, guardian, or custodian or order the child to be placed under the guardianship of another person appointed by the court and placed in a suitable family home. The superintendent of the juvenile facility shall receive notice of the application and the hearing and may appear and resist the application. At the hearing the court shall determine if the best interests of the child will be promoted by the child's discharge from the juvenile facility. Section 21. That § 26-8C-11 be amended to read as follows: 26-8C-11. Upon the successful completion of the dispositional plan of a delinquent child who has not been committed to the Department of Corrections , the court shall terminate its jurisdiction. If the court determines that the dispositional plan has not been successful, the court shall make further disposition of the delinquent child. Section 22. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: Any delinquent child who has been committed to and is in the custody of a Department of Corrections juvenile facility is at all times considered legally confined. The child shall remain under adjudication for the delinquency for which the child was adjudicated and committed until discharged. Section 23. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: Any juvenile committed to a state corrections program shall be kept, disciplined, instructed, employed, and governed under the direction of the Department of Corrections until such juvenile arrives at the age of twenty-one years or is reformed or legally discharged. Section 24. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: No juvenile may be committed to a state corrections program for a longer term than until such juvenile shall have attained the age of twenty-one years, but the secretary of corrections by the secretary's order may at any time discharge any juvenile from such school as a reward of good conduct, upon satisfactory evidence of reformation. Section 25. That § 26-11A-1 be amended to read as follows: 26-11A-1. The Department of Corrections shall establish, maintain, and operate such correctional facilities and programs as it determines appropriate to provide appropriate custody and care of juveniles committed to the department placed in the department's custody pursuant to chapters 26-7A, 26-8B, and 26-8C. Section 26. That § 26-11A-3 be amended to read as follows: 26-11A-3. The parent or parents, guardian, conservator, custodian, or other responsible party is liable for the medical, dental, optical, psychological and other like services of a juvenile committed to the Department of Corrections placed in the department's custody . Upon failure to pay, the department may proceed to secure payment of such costs by the parent or parents, guardian, conservator, custodian, or other responsible party through civil judgment. Section 27. That § 26-11A-4 be repealed. 26-11A-4. The court may not commit a juvenile to a specific department facility or program. No juvenile has any implied right or expectation to be housed in a specific facility, participate in a specific program or receive specific services. Section 28. That § 26-11A-5 be amended to read as follows: 26-11A-5. No adjudicated juvenile may remain within the jurisdiction of the Department of Corrections in a state correctional program beyond the age of twenty-one years. Section 29. That § 26-11A-6 be amended to read as follows: 26-11A-6. A child under the age of eighteen years who has been sentenced as an adult felon to a term of imprisonment in the penitentiary may be placed in a Department of Corrections juvenile facility by the secretary of corrections order of the court . This section does not affect the child's status as an adult offender and inmate of the penitentiary. Section 30. That § 26-11A-7 be repealed. 26-11A-7. Any adjudicated juvenile committed to the Department of Corrections is at all times within the jurisdiction of the department and considered in the custody of the department until discharged. Section 31. That § 26-11A-8 be repealed. 26-11A-8. If a juvenile is committed to the Department of Corrections, the department shall determine the extent of security and treatment services that are in the best interest of the juvenile and in the best interest of the state. When the department makes its determination, it shall place the juvenile in a juvenile correctional facility under the department's control pursuant to § 1-15-1.4 or a group home, group care center, or residential treatment center. Section 32. That § 26-11A-9 be repealed. 26-11A-9. After the juvenile's initial placement pursuant to § 26-11A-8, the secretary of corrections may transfer a juvenile to a different Department of Corrections facility or program, the Human Services Center, detention, shelter, or a group home, group care center or residential treatment center. Section 33. That § 26-11A-10 be repealed. 26-11A-10. The Department of Corrections may contract and place juveniles with appropriate agencies or departments of other states. Juveniles under the jurisdiction of the Department of Corrections who are in the custody of an agency or department of another state may be removed therefrom for change of placement. Placement of a juvenile in another state does not deprive the child of any legal rights the juvenile would have if placed in this state. Section 34. That § 26-11A-11 be repealed. 26-11A-11. The secretary of corrections, as guardian of all juveniles committed to the department, may appoint the person in charge of the public or private facility or program, in which the juvenile is placed, as custodian of the person of the child. Section 35. That § 26-11A-16 be amended to read as follows: 26-11A-16. If the member of the Board of Pardons and Paroles is satisfied that the terms and conditions of aftercare have been violated or that the purposes and objects of aftercare are not being served: (1) The juvenile's aftercare supervision may be revoked and the juvenile may be placed in a correctional program or service authorized in § 26-11A-9 ; or (2) The juvenile may be released to continue aftercare supervision with or without changing the terms and conditions of the juvenile's aftercare supervision. If the member of the board is not satisfied that the terms and conditions of aftercare have been violated or that the purposes and objects of aftercare are not being served the member of the board shall release the juvenile to continue aftercare supervision. Section 36. That § 26-11A-17 be repealed. 26-11A-17. The Department of Corrections may at any time release a juvenile held in temporary detention or shelter pursuant to § § 26-11A-13 and 26-11A-14 or a juvenile returned to a Department of Corrections juvenile facility pursuant to § 26-11A-16 to continue aftercare supervision. Section 37. That § 26-7A-23 be amended to read as follows: 26-7A-23. A board of county commissioners may provide and maintain at public expense temporary care, shelter or detention facilities, physically separated from adult prisoners, where children coming within the provisions of this chapter or chapter 26-8A, 26-8B, 26-8C, or § § 26-11A-13 and 26-11A-14, may, if necessary or appropriate, be placed for temporary care, temporary custody, shelter or detention as designated by the court, or temporary detention or shelter by the Department of Corrections law enforcement officer or court service officer . Section 26-11A-19 and § 26-7A-94 governs the costs of custodial care of children. Section 38. That § 26-11A-20 be repealed. 26-11A-20. The secretary of corrections may at any time order the discharge of a child from the Department of Corrections as a reward for good conduct upon satisfactory evidence of reformation. The discharge of a juvenile from the department of corrections as a reward for good conduct upon satisfactory evidence of reformation or for having arrived at the age of twenty-one years shall be a complete release from all penalties incurred by adjudication for the offense for which he was committed. Section 39. That § 26-11A-22 be amended to read as follows: 26-11A-22. Fifteen days before conditionally releasing a court ordered release of a juvenile to an aftercare supervision program or discharging a juvenile from the Department of Corrections, the secretary of corrections shall send notice of intent to conditionally release or discharge the juvenile to the committing court and to the prosecuting state's attorney. The state's attorney shall then notify any victim of a crime of violence who was involved in the adjudication of the juvenile of the intended discharge of the child. The notice shall be mailed to the last known mailing address of the victim. Section 40. The Unified Judicial System may place juveniles with appropriate agencies or departments of other states. Juveniles under the jurisdiction of the courts who are in the custody of an agency or department of another state may be removed therefrom for change of placement. Placement of a juvenile in another state does not deprive the child of any legal rights the juvenile would have if placed in this state. The Department of Corrections shall pay for the placement of any child under this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15721, "action_date": "2000-01-24T14:00:00-06:00", "document_id": 85639, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85639.pdf", "status_text": "First read in Senate and referred to", "journal_page": 169, "committee_id_action": 657, "committee_id_assigned": 639, "result": "N", "vote": {}}, {"bill_id": 15721, "action_date": "2000-02-04T07:45:00-06:00", "document_id": 85861, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85861.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15721, "action_date": "2000-02-04T07:45:00-06:00", "document_id": 85861, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85861.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 316, "committee_id_action": 639, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43747, "president_vote": null, "Yea": [2329, 2376, 2335, 2405, 2346], "Nay": [2352, 2365, 2398], "Excused": [2389]}}, {"bill_id": 15721, "action_date": "2000-02-04T07:45:00-06:00", "document_id": 85861, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85861.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 316, "committee_id_action": 639, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43747, "president_vote": null, "Yea": [2329, 2376, 2335, 2405, 2346], "Nay": [2352, 2365, 2398], "Excused": [2389]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15721"}