{"session_id": 47, "bill_id": 13432, "bill_type": "House Bill", "bill_number": 1114, "bill_title": "to regulate the closure of manure and wastewater storage facilities for certain concentrated swine feeding facilities.", "sponsors": [{"legislator_profile_id": 2117, "is_prime": true}, {"legislator_profile_id": 2130, "is_prime": true}, {"legislator_profile_id": 2108, "is_prime": false}, {"legislator_profile_id": 2110, "is_prime": false}, {"legislator_profile_id": 2112, "is_prime": false}, {"legislator_profile_id": 2114, "is_prime": false}, {"legislator_profile_id": 2116, "is_prime": false}, {"legislator_profile_id": 2121, "is_prime": false}, {"legislator_profile_id": 2135, "is_prime": false}, {"legislator_profile_id": 2137, "is_prime": false}, {"legislator_profile_id": 2142, "is_prime": false}, {"legislator_profile_id": 2143, "is_prime": false}, {"legislator_profile_id": 2152, "is_prime": false}, {"legislator_profile_id": 2169, "is_prime": false}, {"legislator_profile_id": 2175, "is_prime": false}, {"legislator_profile_id": 2180, "is_prime": false}, {"legislator_profile_id": 2186, "is_prime": false}, {"legislator_profile_id": 2188, "is_prime": false}, {"legislator_profile_id": 2193, "is_prime": false}], "keywords": ["Environmental Protection", "Feedlots"], "audio": [], "bill_versions": [{"bill_id": 13432, "bill_version_id": 77059, "bill_version": "Introduced", "bill_version_date": "1998-01-20T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate the closure of manure and wastewater storage facilities for certain concentrated swine feeding facilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 34A-2 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this Act, the term, manure and wastewater storage facility, means any containment structure that holds swine waste on an operation that is regulated by the Department of Environment and Natural Resources under a general water pollution control permit for concentrated swine feeding operations. The term includes a lagoon, earthen storage basin, deep pit, or underground or above-ground tank. Section 2. That chapter 34A-2 be amended by adding thereto a NEW SECTION to read as follows: No swine production operation may permanently abandon a manure or wastewater storage facility except as provided in this Act. Section 3. That chapter 34A-2 be amended by adding thereto a NEW SECTION to read as follows: Any operator of a manure or wastewater storage facility shall maintain the facility in accordance with the general water pollution control permit for concentrated swine feeding operations issued by the Department of Environment and Natural Resources and shall use maintenance techniques that prevent the compromise of the structure or liner of the manure or wastewater storage facility. The maintenance techniques are subject to inspection by the department regardless of whether the operation's swine production has ceased. Maintenance shall be continued until the operation resumes production or has fully complied with the closure procedures provided under this Act. Section 4. That chapter 34A-2 be amended by adding thereto a NEW SECTION to read as follows: Any swine production operation that has permanently ceased production shall close all of its manure and wastewater storage facilities. Any swine production operation that has temporarily ceased production, but fails to provide proper continual maintenance as provided in section 3 of this Act, shall close all of the operation's manure and wastewater storage facilities. Section 5. That chapter 34A-2 be amended by adding thereto a NEW SECTION to read as follows: A swine production operation shall remove all manure, wastewater, and associated conveyance structures from the manure and wastewater storage facility before closing the facility. Any manure and wastewater shall be disposed of in accordance with the general water pollution control permit for concentrated swine feeding operations. Section 6. That chapter 34A-2 be amended by adding thereto a NEW SECTION to read as follows: The secretary of the Department of Environment and Natural Resources shall promulgate rules pursuant to chapter 1-26 to establish procedures for the closure and restart of manure and wastewater storage facilities. The rules shall include standard maximum time periods for all closure activities, including compliance by any manure or wastewater storage facility. The rules may provide for the granting of extensions to the time periods for completion of the closure activities because of weather conditions. Section 7. That chapter 34A-2 be amended by adding thereto a NEW SECTION to read as follows: The Department of Environment and Natural Resources shall inspect each closed manure and wastewater storage facility and shall certify whether the closure complies with closure requirements and procedures. If the department has certified the closure as being in compliance with all applicable closure requirements and procedures, the swine production is relieved of any further liability for closure of the facility."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13432, "action_date": "1998-01-20T14:00:00-06:00", "document_id": 76893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76893.pdf", "status_text": "First read in House and referred to", "journal_page": 118, "committee_id_action": 600, "committee_id_assigned": 586, "result": "N", "vote": {}}, {"bill_id": 13432, "action_date": "1998-02-10T07:45:00-06:00", "document_id": 76696, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76696.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 586, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13432, "action_date": "1998-02-10T07:45:00-06:00", "document_id": 76696, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76696.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 490, "committee_id_action": 586, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38432, "president_vote": null, "Yea": [2101, 2110, 2119, 2144, 2173, 2190, 2194, 2108, 2158, 2181], "Excused": [2160], "Nay": [2195, 2157]}}]}