{"session_id": 10, "bill_id": 2765, "bill_type": "House Concurrent Resolution", "bill_number": 1008, "bill_title": "Expressing opposition to the U.S. Army Corps of Engineers' proposal to levy fees for the storage of water in the Missouri River reservoirs.", "sponsors": [{"legislator_profile_id": 24, "is_prime": true}, {"legislator_profile_id": 99, "is_prime": true}, {"legislator_profile_id": 75, "is_prime": false}, {"legislator_profile_id": 17, "is_prime": false}, {"legislator_profile_id": 30, "is_prime": false}, {"legislator_profile_id": 87, "is_prime": false}, {"legislator_profile_id": 105, "is_prime": false}, {"legislator_profile_id": 48, "is_prime": false}, {"legislator_profile_id": 15, "is_prime": false}, {"legislator_profile_id": 46, "is_prime": false}, {"legislator_profile_id": 104, "is_prime": false}, {"legislator_profile_id": 88, "is_prime": false}, {"legislator_profile_id": 61, "is_prime": false}, {"legislator_profile_id": 76, "is_prime": false}, {"legislator_profile_id": 90, "is_prime": false}, {"legislator_profile_id": 96, "is_prime": false}, {"legislator_profile_id": 62, "is_prime": false}, {"legislator_profile_id": 20, "is_prime": false}, {"legislator_profile_id": 71, "is_prime": false}, {"legislator_profile_id": 92, "is_prime": false}, {"legislator_profile_id": 31, "is_prime": false}, {"legislator_profile_id": 95, "is_prime": false}, {"legislator_profile_id": 103, "is_prime": false}, {"legislator_profile_id": 3, "is_prime": false}, {"legislator_profile_id": 16, "is_prime": false}, {"legislator_profile_id": 32, "is_prime": false}, {"legislator_profile_id": 102, "is_prime": false}, {"legislator_profile_id": 81, "is_prime": false}, {"legislator_profile_id": 98, "is_prime": false}, {"legislator_profile_id": 67, "is_prime": false}, {"legislator_profile_id": 52, "is_prime": false}, {"legislator_profile_id": 69, "is_prime": false}, {"legislator_profile_id": 50, "is_prime": false}, {"legislator_profile_id": 14, "is_prime": false}, {"legislator_profile_id": 6, "is_prime": false}, {"legislator_profile_id": 86, "is_prime": false}, {"legislator_profile_id": 74, "is_prime": false}, {"legislator_profile_id": 97, "is_prime": false}, {"legislator_profile_id": 29, "is_prime": false}, {"legislator_profile_id": 22, "is_prime": false}, {"legislator_profile_id": 66, "is_prime": false}, {"legislator_profile_id": 100, "is_prime": false}, {"legislator_profile_id": 89, "is_prime": false}], "keywords": ["House Concurrent Resolutions"], "audio": [{"meeting_datetime": "2011-02-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou24.mp3", "start_seconds": 1893.0}, {"meeting_datetime": "2011-02-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou24.mp3", "start_seconds": 1893.0}], "bill_versions": [{"bill_id": 2765, "bill_version_id": 16965, "bill_version": "Introduced", "bill_version_date": "2011-02-16T10:39:19.113-06:00", "bill_text": "A CONCURRENT RESOLUTION, Expressing opposition to the U.S. Army Corps of Engineers' proposal to levy fees for the storage of water in the Missouri River reservoirs. WHEREAS, the Missouri River, which divides eastern and western South Dakota, remains a vitally important resource to this state and has played a central role in South Dakota's historical, cultural, and economic development; and WHEREAS, the federal 1944 Flood Control Act, which created the Pick-Sloan Missouri River Basin Program, resulted in the construction of six massive mainstem dams and reservoirs on the Missouri River. Four of these, Gavin's Point, Fort Randall, Big Bend, and Oahe, are located in South Dakota and caused the inundation and loss of more than one-half million acres of prime Missouri River bottomland, as well as disruption and sometimes relocation of South Dakota towns and Native American communities inundated by the rising waters of the reservoirs; and WHEREAS, the Pick-Sloan Program was based on a combination of benefits for upstream and downstream Missouri River states, including flood control, navigation, municipal and industrial water supply, and hydropower for the lower basin states, and irrigation, water supply, hydropower, flood control, wildlife habitat, and recreational opportunities for the upstream states. While most of the projected benefits for the downstream states have been realized, major portions of the benefits promised to the upstream states, particularly irrigation, have not been developed, in spite of the sacrifices endured in the upper basin to implement the Pick-Sloan Program; and WHEREAS, the U.S. Army Corps of Engineers (COE) recently announced its intention to prepare surplus water reports and environmental assessments for each of the six Missouri River dams and has released its report for Lake Sakakawea and Garrison Dam in North Dakota; and WHEREAS, the Garrison Dam/Lake Sakakawea Draft Surplus Water Report and Environmental Assessment calls for levying fees on users to recover the costs of building the Garrison Dam in North Dakota and storing water for the region's population. Similar requirements can be expected for the four Missouri River dams in South Dakota; and WHEREAS, the Corps of Engineers is calling for municipal and industrial users of Missouri River water in the upper basin to pay a storage fee of $20.91 per acre-foot for water stored in Lake Sakakawea, with a maximum usage of 100,000 acre-feet. This amount is based on the cost of building the sixty-year old dam and associated facilities at present-day prices. Comparable fees are expected when the Corps completes the reports for reservoirs in South Dakota. Users of Missouri River water in downstream states not taking water stored in the reservoirs would not be charged, even though the downstream states have benefitted tremendously from flood control, navigation, water supplies, and hydropower resulting from the Pick-Sloan Program; and WHEREAS, an even more disturbing aspect of the proposal is that the Corps of Engineers does not intend to factor out of its calculations the river's natural flows _ the amount of water that would still be flowing in the Missouri River through the upper basin states if the dams had never been built, water that unquestionably belongs to the states and their people; and WHEREAS, the Corps of Engineers has implemented a policy of allowing no new withdrawals of Missouri River water pending completion of the studies, a policy that poses severe threats to municipal, tribal, irrigation, and rural water system users in our state; and WHEREAS, the concept of charging the people of the upper Missouri River basin states for the use of water in reservoirs that were built sixty years ago and that resulted in substantial sacrifice and hardship for many of our people, while the benefits promised were not realized, and while not charging the main beneficiaries of the dams, the lower basin states, is patently unfair; and WHEREAS, Governor M. Michael Rounds and Governor Dennis Daugaard have each requested the Corps of Engineers, in the strongest of terms, to rescind or revise its proposal: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Eighty-sixth Legislature of the State of South Dakota, the Senate concurring therein, that the South Dakota Legislature is fundamentally opposed to the U.S. Army Corps of Engineers' ill-conceived proposal to charge the users of water in the upper Missouri River basin a storage fee to recover the costs of constructing the Missouri River dams, even though the dams resulted in major loss of land and significant disruption for our people and delivered only a small fraction of the promised benefits; and BE IT FURTHER RESOLVED, that the South Dakota Legislature urges the Corps of Engineers to withdraw its unfortunate proposal, as embodied in the Garrison Dam/Lake Sakakawea, North Dakota Draft Surplus Water Report and Environmental Assessment, to charge the people of the upper Missouri River basin for the use of water in the Missouri River reservoirs."}, {"bill_id": 2765, "bill_version_id": 17311, "bill_version": "Enrolled", "bill_version_date": "2011-02-24T09:23:29.207-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2765, "action_date": "2011-02-16T14:00:00-06:00", "document_id": 17016, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17016.pdf", "status_text": "First Reading", "journal_page": 419, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2765, "action_date": "2011-02-17T14:00:00-06:00", "document_id": 17097, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17097.pdf", "status_text": "Adopt Resolution", "journal_page": 446, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9244, "president_vote": null, "Yea": [12, 53, 56, 17, 33, 21, 72, 60, 87, 1, 105, 51, 49, 15, 59, 36, 7, 94, 84, 88, 61, 90, 57, 11, 63, 70, 96, 23, 39, 54, 20, 71, 92, 28, 37, 83, 95, 58, 85, 103, 3, 32, 102, 68, 98, 67, 99, 64, 73, 69, 50, 14, 6, 86, 93, 74, 35, 97, 29, 101, 100, 91, 89, 65, 47, 5], "Excused": [48, 104, 62], "Nay": [66]}}, {"bill_id": 2765, "action_date": "2011-02-22T14:00:00-06:00", "document_id": 17209, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17209.pdf", "status_text": "First Reading", "journal_page": 480, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2765, "action_date": "2011-02-23T14:00:00-06:00", "document_id": 17282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17282.pdf", "status_text": "Concurred in Resolution", "journal_page": 497, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9390, "president_vote": null, "Yea": [44, 75, 30, 42, 79, 40, 46, 41, 24, 26, 25, 38, 78, 76, 2, 18, 77, 82, 13, 55, 31, 43, 4, 16, 9, 10, 19, 81, 27, 34, 52, 80, 8, 45, 22]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2765"}