{"session_id": 4, "bill_id": 4692, "bill_type": "House Bill", "bill_number": 1252, "bill_title": "revise certain procedures regarding real property assessment and taxation, to revise certain criteria for property to qualify for the nonagricultural acreage classification, to repeal the alternative assessment procedure for agricultural land based on agricultural income value, and to repeal certain provisions regarding the assessment of property.", "sponsors": [{"legislator_profile_id": 560, "is_prime": true}, {"legislator_profile_id": 537, "is_prime": true}, {"legislator_profile_id": 557, "is_prime": false}, {"legislator_profile_id": 570, "is_prime": false}, {"legislator_profile_id": 534, "is_prime": false}, {"legislator_profile_id": 542, "is_prime": false}, {"legislator_profile_id": 568, "is_prime": false}, {"legislator_profile_id": 580, "is_prime": false}, {"legislator_profile_id": 572, "is_prime": false}, {"legislator_profile_id": 595, "is_prime": false}, {"legislator_profile_id": 529, "is_prime": false}, {"legislator_profile_id": 565, "is_prime": false}, {"legislator_profile_id": 535, "is_prime": false}, {"legislator_profile_id": 562, "is_prime": false}, {"legislator_profile_id": 633, "is_prime": false}, {"legislator_profile_id": 543, "is_prime": false}, {"legislator_profile_id": 630, "is_prime": false}, {"legislator_profile_id": 571, "is_prime": false}, {"legislator_profile_id": 581, "is_prime": false}, {"legislator_profile_id": 632, "is_prime": false}, {"legislator_profile_id": 536, "is_prime": false}, {"legislator_profile_id": 551, "is_prime": false}, {"legislator_profile_id": 554, "is_prime": false}, {"legislator_profile_id": 531, "is_prime": false}, {"legislator_profile_id": 563, "is_prime": false}, {"legislator_profile_id": 540, "is_prime": false}, {"legislator_profile_id": 550, "is_prime": false}, {"legislator_profile_id": 541, "is_prime": false}, {"legislator_profile_id": 626, "is_prime": false}, {"legislator_profile_id": 559, "is_prime": false}, {"legislator_profile_id": 564, "is_prime": false}, {"legislator_profile_id": 561, "is_prime": false}], "keywords": ["Agriculture", "Assessments", "Property", "Property Taxes", "Taxes"], "audio": [{"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst13.mp3", "start_seconds": 1378.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst13.mp3", "start_seconds": 1378.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst13.mp3", "start_seconds": 1378.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst13.mp3", "start_seconds": 1378.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst13.mp3", "start_seconds": 1378.0}, {"meeting_datetime": "2008-02-04T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst17.mp3", "start_seconds": 164.0}, {"meeting_datetime": "2008-02-04T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst17.mp3", "start_seconds": 164.0}], "bill_versions": [{"bill_id": 4692, "bill_version_id": 1465, "bill_version": "Introduced", "bill_version_date": "2008-01-22T10:20:11.997-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain procedures regarding real property assessment and taxation, to revise certain criteria for property to qualify for the nonagricultural acreage classification, to repeal the alternative assessment procedure for agricultural land based on agricultural income value, and to repeal certain provisions regarding the assessment of property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-12 be amended by adding thereto a NEW SECTION to read as follows: If the portion of the total taxable valuation for taxes payable in 2010, 2011, 2012, 2013, 2014, and 2015 of the state attributed to agricultural property increases by a greater percentage than the other classifications of property on a statewide aggregate basis, the median level of assessment as defined in § § 10-12-31.1 and 10-13-37 shall be adjusted proportionally to maintain the taxable valuation for taxes payable in 2009 base between agricultural property and all other property. The taxable valuation base for all other classification of property shall be adjusted by the percentage increase of value resulting from any improvements or change in use of real property. Any adjustments in the median level of assessments made pursuant to § § 10- 12-31.1 and 10-13-37 shall be based on maintaining the relationship between the total statewide taxable valuation of agricultural property and the other classifications of property as adjusted for improvements and change in use. Section 2. That § 10-12-31.1 be amended to read as follows: 10-12-31.1. Notwithstanding other provision of law, when applying the levies for school purposes for taxes payable in 2010 and each year thereafter , the county director of equalization of each county shall adjust the level of assessment in that district so that the level of assessment as indicated by the most recent assessment to sales ratio as provided for in § 10-11-55 in that district are equal to eighty-five percent of market value and the most recent assessment to full agricultural land value ratio as provided for in § 10-11-57 in that district are equal to eighty-five eighty-four percent of market value. The Department of Revenue and Regulation shall provide the director of equalization of each county all of the factors of adjustment necessary for the computations required in this section. Section 3. That § 10-13-37 be amended to read as follows: 10-13-37. Property For taxes payable in 2010 and each year thereafter, property taxes shall be levied on valuations where the median level of assessment represents eighty-five percent of the market value as determined by the Department of Revenue and Regulation. However, for any property classified as agricultural property, the director of equalization shall make the necessary adjustments, so that the median level of assessment represents eighty-four percent of the market value as determined by the Department of Revenue and Regulation. Section 4. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § 10-6-74, if any nonagricultural or owner-occupied property sells for more than one hundred fifty percent of its assessed value after November 1, 2007, the sale of such property shall be used to value other real property if the sale is an arms- length transaction. However, for the taxable valuation for taxes payable in 2010, 2011, 2012, 2013, and 2014, no nonagricultural or owner-occupied property's valuation may increase more than five percent per year because of the sales provided by this section. The sales of nonagricultural and owner-occupied property may only be used in a sales ratio study as allowed by this section. Section 5. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § 10-6-74, if any agricultural property sells for more than one hundred fifty percent of its assessed value after November 1, 2007, the sale of such property shall be used to value other real property if the sale is an arms-length transaction. However, for the taxable valuation for taxes payable in 2010, 2011, 2012, 2013, and 2014, no agricultural property's valuation may increase more than fifteen percent per year because of the sales provided by this section. The sales of agricultural property may only be used in a sales ratio study as allowed by this section. Section 6. That § 10-6-33.14 be amended to read as follows: 10-6-33.14. Any agricultural land, as defined in § 10-6-31.3, which sells for more than one two hundred fifty percent of its agricultural income value, is hereby classified for purposes of ad valorem taxation as a nonagricultural acreage. However, any agricultural land that is converted to use other than agricultural before the next legal assessment date shall be classified according to its actual use. The agricultural income value shall be determined pursuant to § 10- 6-33.15. Section 7. That § 10-6-33.15 be amended to read as follows: 10-6-33.15. For the purposes of § 10-6-33.14, the agricultural income value shall be determined using capitalized actual annual cash rent. The actual annual cash rent is the actual annual cash rent, excluding the actual per acre tax on agricultural land, determined through an analysis of actual arm's length rental agreements collected within the county in the year prior to the year for which the income value is being determined. The annual cash rent shall be capitalized at seven and three-fourths seven percent. Section 8. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 2008 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be nine dollars and eleven cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section, owner-occupied property as provided for in subdivision (3) of this section, and nonagricultural acreage property as provided for in subdivision (4) of this section; (2) The maximum tax levy on agricultural property for such school district shall be two dollars and seventy-one cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed four dollars and twenty-six cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (4) The maximum tax levy on nonagricultural acreage property as defined in § 10-6- 33.14, for such school district shall be three dollars and seventy-one cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies. All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five the percent of market value as determined by the Department of Revenue and Regulation pursuant to § § 10-12-31.1 and 10-13-37 . These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10- 12-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 9. That § 13-37-16 be amended to read as follows: 13-37-16. For taxes payable in 1997, and each year thereafter, the school board shall levy no more than one dollar and forty cents per thousand dollars of taxable valuation, as a special levy in addition to all other levies authorized by law for the amount so determined to be necessary, and such levy shall be spread against all of the taxable property of the district. The proceeds derived from such levy shall constitute a school district special education fund of the district for the payment of costs for the special education of all children in need of special education or special education and related services who reside within the district pursuant to the provisions of §§ 13-37-8.2 to 13-37-8.10, inclusive. The levy in this section shall be based on valuations such that the median level of assessment represents 85% of market value as determined by the Department of Revenue and Regulation. The total amount of taxes that would be generated at the levy pursuant to this section shall be considered local effort. Money in the special education fund may be expended for the purchase or lease of any assistive technology that is directly related to special education and specified in a student's individualized education plan. This section does not apply to real property improvements. Section 10. That § § 10-6-33.24 to 10-6-33.27, inclusive, be repealed. Section 11. That § 10-6-74 be repealed on July 1, 2013. Section 12. That sections 1, 4, and 5 of this Act be repealed on July 1, 2015."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4692, "action_date": "2008-01-22T14:00:00-06:00", "document_id": 1529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1529.pdf", "status_text": "First read in House and referred to", "journal_page": 199, "committee_id_action": 27, "committee_id_assigned": 22, "result": "N", "vote": {}}, {"bill_id": 4692, "action_date": "2008-01-28T10:00:00-06:00", "document_id": 1906, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1906.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4692, "action_date": "2008-01-28T10:00:00-06:00", "document_id": 1994, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1994.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 772, "president_vote": null, "Nay": [614, 591, 574, 594, 603, 619, 615], "Yea": [570, 542, 558, 571, 581], "Excused": [575]}}, {"bill_id": 4692, "action_date": "2008-01-28T10:00:00-06:00", "document_id": 1994, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1994.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 303, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 779, "president_vote": null, "Yea": [614, 591, 574, 594, 603, 619, 615], "Nay": [570, 542, 558, 571, 581], "Excused": [575]}}, {"bill_id": 4692, "action_date": "2008-01-31T13:00:00-06:00", "document_id": 2326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2326.pdf", "status_text": "Recalled from committee (Rule 7-7)", "journal_page": 362, "committee_id_action": 27, "committee_id_assigned": 22, "result": "P", "vote": {}}, {"bill_id": 4692, "action_date": "2008-02-04T10:00:00-06:00", "document_id": 2430, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2430.pdf", "status_text": "Do Not Pass", "journal_page": 390, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1152, "president_vote": null, "Yea": [614, 570, 574, 594, 603, 619, 615], "Excused": [591, 542, 575, 558], "Nay": [571, 581]}}, {"bill_id": 4692, "action_date": "2008-02-05T14:00:00-06:00", "document_id": 2539, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2539.pdf", "status_text": "Motion to strike the \"Not\"", "journal_page": 401, "committee_id_action": 27, "committee_id_assigned": 22, "result": "F", "vote": {"vote_id": 1272, "president_vote": null, "Yea": [602, 609, 593, 570, 623, 534, 555, 542, 568, 552, 572, 595, 631, 565, 620, 556, 585, 543, 628, 571, 581, 537, 536, 551, 554, 531, 563, 566, 626, 587, 559, 564, 561], "Nay": [579, 614, 625, 586, 597, 532, 608, 574, 575, 580, 624, 529, 594, 616, 589, 633, 558, 605, 544, 546, 578, 612, 599, 617, 538, 603, 615, 600, 540, 619, 606, 591], "Excused": [630, 547, 583, 549, 611]}}, {"bill_id": 4692, "action_date": "2008-02-05T14:00:00-06:00", "document_id": 2539, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2539.pdf", "status_text": "Intent to reconsider", "journal_page": 402, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4692, "action_date": "2008-02-06T14:00:00-06:00", "document_id": 2642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2642.pdf", "status_text": "Reconsidered", "journal_page": 420, "committee_id_action": 27, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 1377, "president_vote": null, "Yea": [602, 609, 593, 570, 534, 555, 542, 568, 552, 572, 624, 595, 631, 565, 556, 585, 633, 543, 628, 571, 581, 537, 536, 578, 551, 554, 531, 563, 566, 626, 611, 587, 559, 564, 561], "Nay": [579, 614, 625, 586, 597, 532, 608, 623, 574, 575, 580, 529, 594, 620, 616, 589, 558, 605, 544, 546, 612, 599, 617, 547, 583, 538, 603, 615, 600, 540, 549, 619, 606, 591], "Excused": [630]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4692"}