{"session_id": 36, "bill_id": 9313, "bill_type": "House Bill", "bill_number": 1272, "bill_title": "provide for remote notarization.", "sponsors": [{"legislator_profile_id": 1436, "is_prime": true}, {"legislator_profile_id": 1601, "is_prime": true}, {"legislator_profile_id": 1625, "is_prime": false}], "keywords": ["Oaths and Acknowledgments"], "audio": [{"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju28.mp3", "start_seconds": 4098.0}, {"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju28.mp3", "start_seconds": 4098.0}, {"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju28.mp3", "start_seconds": 4098.0}, {"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju28.mp3", "start_seconds": 4098.0}, {"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju28.mp3", "start_seconds": 4098.0}, {"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju28.mp3", "start_seconds": 4098.0}, {"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju28.mp3", "start_seconds": 4098.0}, {"meeting_datetime": "2019-02-28T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sju32.mp3", "start_seconds": 2494.0}, {"meeting_datetime": "2019-02-28T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sju32.mp3", "start_seconds": 2494.0}, {"meeting_datetime": "2019-02-28T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sju32.mp3", "start_seconds": 2494.0}, {"meeting_datetime": "2019-03-04T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen33.mp3", "start_seconds": 4740.0}, {"meeting_datetime": "2019-03-04T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen33.mp3", "start_seconds": 4740.0}, {"meeting_datetime": "2019-03-04T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen33.mp3", "start_seconds": 4740.0}], "bill_versions": [{"bill_id": 9313, "bill_version_id": 52867, "bill_version": "Introduced", "bill_version_date": "2019-01-30T12:17:54.677-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for electronic and remote notarization. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 18-1 be amended by adding a NEW SECTION to read: Terms in this Act mean: (1) \"Acknowledgment,\" a declaration by a person before a notarial officer that the person has signed a record for the purpose stated in the record and, if the record is signed by a representative who is: (a) An authorized officer, agent, partner, trustee, or other representative of a person other than a natural person; (b) A public officer, personal representative, guardian, or other representative in the capacity stated in a record; (c) An attorney-in-fact for a natural person; or (d) An authorized representative of another person in any other capacity, that the representative signed the record with proper authority and signed it as the act of the person identified in the record; (2) \"Communication technology,\" an electronic device or process that allows a notarial officer and a person not in the physical presence of the notarial officer to communicate with each other simultaneously by sight and sound or that, as necessary, makes reasonable accommodations for a person with vision, hearing, or speech impairments; (3) \"Electronic signature,\" the same as the term is defined in § 7-9A-1; (4) \"Foreign state,\" a government other than the United States, any other state, or any federally recognized Indian tribe; (5) \"Identity proofing,\" a process or service by which a third person provides a notarial officer with a reasonable means to verify the identity of a person by a review of personal information from public or proprietary data sources; (6) \"Notarial act,\" an act, whether performed with respect to a tangible or electronic record, that a notarial officer may perform under the laws of this state. The term includes taking an acknowledgment, administering an oath or affirmation, taking a verification on oath or affirmation, witnessing or attesting a signature, certifying or attesting a copy, and noting a protest of a negotiable instrument; (7) \"Notarial officer,\" a notary public or other person authorized to perform a notarial act; (8) \"Record,\" any information inscribed on a tangible medium or stored in an electronic or other medium and is retrievable in perceivable form; (9) \"Verification on oath or affirmation,\" a declaration, made by a person on oath or affirmation before a notarial officer, that a statement in a record is true. Section 2. That chapter 18-1 be amended by adding a NEW SECTION to read: If a person is physically unable to sign a record, the person may direct another person, other than the notarial officer, to sign the person's name on the record. The notarial officer shall insert \"Signature affixed by [name of other person] at the direction of [name of person].\" Section 3. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial officer in this state, while located in this state, may perform by means of communication technology a notarial act relating to a statement made in or signature executed on a record by a person who is not in the physical presence of the notarial officer if: (1) In accordance with section 4 of this Act, the notarial officer has personal knowledge of the identity of the person or has at least two forms of satisfactory evidence of the identity of the person; (2) The notarial act relates to an electronic record or signature, or the acknowledgment of a signature on a tangible record; (3) The notarial officer is reasonably able to identify the record before the notarial officer as the same record in which the person made the statement or on which the person executed the signature; (4) The notarial officer, or a person acting on behalf of the notarial officer, creates an audio-visual copy of the performance of the notarial act; and (5) For a person who is located in a foreign state: (a) The record is to be filed with or relates to a matter before a court, governmental entity, public official, or other entity under the jurisdiction of the United States, involves property located in the territorial jurisdiction of the United States, or involves a transaction substantially connected with the United States; and (b) The act of making a statement or signing the record is not prohibited by the foreign state where the person is located. A notarial officer may not perform a notarial act under this section for any record to be filed with a register of deeds in this state before July 1, 2020. Section 4. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial officer has personal knowledge of the identity of a person if the person is personally known to the officer through dealings sufficient to provide reasonable certainty that the person has the identity being claimed. For any person who is not personally known to a notarial officer, the notarial officer has satisfactory evidence of the identity of the person by at least two means of identification, including: (1) A passport, driver license, or government-issued nondriver identification card that is currently valid; (2) Another form of government identification issued to a person that is currently valid, contains the person's signature or a photograph of the person, and is satisfactory to the notarial officer; (3) Verification on oath or affirmation of a credible witness personally appearing before the notarial officer and known to the notarial officer or whom the notarial officer can identify on the basis of a passport, driver license, or government-issued nondriver identification card that is current or expired not more than three years before performance of the notarial act; (4) An in-person identity proofing process that meets the specifications of the Federal Bridge Certification Authority before the notarization; (5) A valid digital certificate accessed by biometric data such as fingerprint, retinal scan, facial recognition, or voice recognition; or (6) An interoperable personal identity verification card that is designed, issued, and managed in accordance with the specifications in Personal Identity Verification of Federal Employees and Contractors, as published by the National Institute of Standards and Technology, or Personal Identity Verification Interoperability for Non-Federal Issuers, as published by the Federal Chief Information Officers Council. A notarial officer may require a person to provide additional information or identification credentials necessary to assure the notarial officer of the identity of the person, including a separate statement under oath. Section 5. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial officer shall retain an electronic audio-visual copy of the performance of each notarial act using communication technology for ten years from the date of performance. Upon the suspension or revocation of the notarial officer's authority to perform a notarial act, the notarial officer shall retain the audio-visual copy of any notarial act using communication technology for ten years from the date of performance. Upon the death or incapacity of a notarial officer, the guardian, conservator, or personal representative of the notarial officer shall retain the audio-visual copy of any notarial act using communication technology for ten years from the date of performance. Any copy retained under this section may be held by a repository designated by or on behalf of the notarial officer. Section 6. That chapter 18-1 be amended by adding a NEW SECTION to read: If a notarial act involves an acknowledgment made or a signature executed on a record by means of communication technology by a person located in a foreign state, the acknowledgment shall also indicate that the person making the statement or signing the record declared to the notarial officer that the person was physically located in a foreign state at the time the notarial act was performed. Section 7. That chapter 18-1 be amended by adding a NEW SECTION to read: If a notarial act involves an acknowledgment made or a signature executed on a record by means of communication technology by a person not in the physical presence of the notarial officer, the acknowledgment shall also indicate that the person making the statement or signing the record was not in the physical presence of the notarial officer. The indication required by this section is sufficient if it substantially states the act involved a statement made or a signature executed by a person not in the physical presence of the notarial officer using communication technology. Section 8. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial officer is responsible for the security of the notarial officer's seal under § 18-1-3.1 and may not allow any other person to use the seal to perform a notarial act. On resignation from, or the revocation or expiration of, the notarial officer's authority, or on the expiration of the date set forth in the seal, if any, the notarial officer shall disable the seal by destroying, defacing, damaging, erasing, or securing it against use in a manner that renders it unusable. On the death or adjudication of incompetency of a notarial officer, the notarial officer's personal representative, guardian, or any other person knowingly in possession of the seal shall render it unusable by destroying, defacing, damaging, erasing, or securing it against use in a manner that renders it unusable. Section 9. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial officer may select one or more tamper-evident technologies to perform notarial acts on electronic records. A person may not require a notarial officer to perform a notarial act on an electronic record with a technology that the notarial officer has not selected. Section 10. That chapter 18-1 be amended by adding a NEW SECTION to read: A register of deeds may accept for recording purposes only a tangible copy of an electronic record containing a certificate by the notarial officer that the tangible copy is an accurate copy of the electronic record. A tangible copy under this section satisfies any requirement that a record accepted for recording be an original. This section is effective on July 1, 2020. Section 11. That § 18-1-3.1 be amended to read: 18-1-3.1. Each notary public A notarial officer shall have a seal which that shall be used for the purpose of acknowledging documents a record, whether in tangible or electronic form. The seal shall be of a type approved by the secretary of state and shall contain at least the following: (1) The notary's notarial officer's name; (2) The words, South Dakota; (3) The words, notary public; and (4) A border surrounding the imprint. In addition, A seal may be a rubber stamp, a physical device capable of affixing to or embossing on a tangible record, or an electronic device or process capable of attaching to or logically associating with an electronic record. A rubber stamp seals seal shall have contain the word, seal. A seal shall be capable of being copied together with the record to which it is affixed or attached or with which it is logically associated. If a seal is used by a notary public, the notary public shall write, or print by a device made for such printing, below the seal's imprint or print and if not provided by the form, the words, my commission expires, and shall provide a date therefor A notarial officer shall indicate the date on which the notarial officer's commission expires below the seal under this section. Section 12. That § 18-1-7 be amended to read: 18-1-7. A notary public person who is personally interested directly or indirectly, or as a stockholder, officer, agent, attorney, or employee of any other person or party to any a transaction concerning which he the person is exercising any performing the function of his office as such a notary public, may make any certificates certificate, take any acknowledgments acknowledgment, administer any oaths oath, or do any other official acts act as such a notary public with the same legal force and effect as if he the person had no such interest except that he cannot do any of such things in connection with any interest, provided the instrument which shows or record does not show upon its face that he the person or the person's spouse is a principal party thereto to the instrument or record. Section 13. That § 18-1-11 be amended to read: 18-1-11. It is a Class 2 misdemeanor for any notary public to affix his A person is guilty of a Class 2 misdemeanor if the person is a notarial officer who affixes the person's official signature to documents when any record when the parties to the transaction memorialized in the record have not appeared before him the person either in-person or in accordance with section 3 of this Act. Section 14. That § 18-1-12.1 be amended to read: 18-1-12.1. It is A person is guilty of a Class 1 misdemeanor for a if the person to act as a notary public or to affix a signature to a document as a notary public if the person has not first obtained performs a notarial act on any record without first obtaining a commission from the secretary of state pursuant to this chapter under § 18-1-4. Section 15. That § 18-1-12.2 be amended to read: 18-1-12.2. It is a Class 1 misdemeanor for a person to affix a signature to a document as a notary public when the person has also signed the document as a party to the transaction proceeding A person is guilty of a Class 2 misdemeanor if the person performs a notarial act on a record to which the person or the person's spouse is a party, or in which either the person or the person's spouse has a direct beneficial interest. A notarial act performed in violation of this section is voidable. Section 16. That § 18-4-10 be amended to read: 18-4-10. The acknowledgment of an instrument performed in the presence of a person making the acknowledgment must not be taken unless the officer taking it knows or has satisfactory evidence on the oath or affirmation of a credible witness, that the person making such acknowledgment is the individual who is described in and who executed the instrument; or, if executed by a corporation, that the person making such acknowledgment is an officer of the corporation authorized to execute the instrument. Section 17. That chapter 18-1 be amended by adding a NEW SECTION to read: This Act applies to any notarial act performed after June 30, 2019, and does not affect the validity or effect of any notarial act performed before July 1, 2019."}, {"bill_id": 9313, "bill_version_id": 54158, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2019-02-22T17:21:26.37-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for remote notarization. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 18-1 be amended by adding a NEW SECTION to read: Terms in this Act mean: (1) \"Acknowledgment,\" a declaration by a person before a notarial officer that the person has signed a document for the purpose stated in the document and, if the document is signed by a representative who is: (a) An authorized officer, agent, partner, trustee, or other representative of a person other than a natural person; (b) A public officer, personal representative, guardian, or other representative in the capacity stated in a document; (c) An attorney-in-fact for a natural person; or (d) An authorized representative of another person in any other capacity, that the representative signed the document with proper authority and signed it as the act of the person identified in the document; (2) \"Communication technology,\" an electronic device or process that allows a notarial officer and a person not in the physical presence of the notarial officer to communicate with each other simultaneously by sight and sound; (3) \"Notarial act,\" an act that a notarial officer may perform under the laws of this state. The term includes taking an acknowledgment, administering an oath or affirmation, taking a verification on oath or affirmation, witnessing or attesting a signature, certifying or attesting a copy, and noting a protest of a negotiable instrument; (4) \"Notarial officer,\" a notary public or other person authorized to perform a notarial act; (5) \"Verification on oath or affirmation,\" a declaration, made by a person on oath or affirmation before a notarial officer, that a statement in a document is true. Section 2. That chapter 18-1 be amended by adding a NEW SECTION to read: A notarial officer in this state, while located in this state, may perform by means of communication technology a notarial act executed on a document by a person who appears before, but is not in the physical presence of the notarial officer if the notarial officer: (1) Has personal knowledge of the identity of a person through dealings sufficient to provide reasonable certainty that the person has the identity being claimed; (2) Affixes the notarial officer's signature to the original tangible document executed by the person; (3) Indicates in the notarial certificate the remote location of the person executing the document; (4) Indicates in the notarial certificate that the notarial act involved a statement made or a signature executed by a person not in the physical presence of the notarial officer, but appearing by means of communication technology; and (5) Is able reasonably to confirm that the document before the notarial officer is the same document in which the person made the statement or on which the person executed a signature. Section 3. That § 18-1-3.1 be amended to read: 18-1-3.1. Each notary public A notarial officer shall have a seal which that shall be used for the purpose of acknowledging documents a document. The seal shall be of a type approved by the secretary of state and shall contain at least the following: (1) The notary's notarial officer's name; (2) The words, South Dakota; (3) The words, notary public; and (4) A border surrounding the imprint. In addition, A seal may be a rubber stamp or a physical device capable of affixing to or embossing on a tangible document. A rubber stamp seals seal shall have contain the word, seal. If a seal is used by a notary public, the notary public shall write, or print by a device made for such printing, below the seal's imprint or print and if not provided by the form, the words, my commission expires, and shall provide a date therefor A notarial officer shall indicate the date on which the notarial officer's commission expires below the seal under this section. Section 4. That § 18-1-7 be amended to read: 18-1-7. A notary public person who is personally interested directly or indirectly, or as a stockholder, officer, agent, attorney, or employee of any other person or party to any a transaction concerning which he the person is exercising any performing the function of his office as such a notary public, may make any certificates certificate, take any acknowledgments acknowledgment, administer any oaths oath, or do any other official acts act as such a notary public with the same legal force and effect as if he the person had no such interest except that he cannot do any of such things in connection with any interest, provided the instrument which shows or document does not show upon its face that he the person is a principal party thereto to the instrument or document. Section 5. That § 18-1-11 be amended to read: 18-1-11. It is a Class 2 misdemeanor for any notary public to affix his A person is guilty of a Class 2 misdemeanor if the person is a notarial officer who affixes the person's official signature to documents when any document when the parties to the transaction memorialized in the document have not appeared before him the person either in-person or in accordance with section 2 of this Act. Section 6. That § 18-1-12.1 be amended to read: 18-1-12.1. It is A person is guilty of a Class 1 misdemeanor for a if the person to act as a notary public or to affix a signature to a document as a notary public if the person has not first obtained performs a notarial act on any document without first obtaining a commission from the secretary of state pursuant to this chapter under § 18-1-4. Section 7. That § 18-4-10 be amended to read: 18-4-10. The acknowledgment of an instrument performed in the presence of a person making the acknowledgment must not be taken unless the officer taking it knows or has satisfactory evidence on the oath or affirmation of a credible witness, that the person making such acknowledgment is the individual who is described in and who executed the instrument; or, if executed by a corporation, that the person making such acknowledgment is an officer of the corporation authorized to execute the instrument."}, {"bill_id": 9313, "bill_version_id": 54623, "bill_version": "Enrolled", "bill_version_date": "2019-03-05T10:24:45.88-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9313, "action_date": "2019-01-30T14:00:00-06:00", "document_id": 52890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52890.pdf", "status_text": "First Reading House", "journal_page": 267, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9313, "action_date": "2019-01-31T13:30:00-06:00", "document_id": 52970, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52970.pdf", "status_text": "Referred to", "journal_page": 282, "committee_id_action": 408, "committee_id_assigned": 410, "result": "N", "vote": {}}, {"bill_id": 9313, "action_date": "2019-02-22T10:00:00-06:00", "document_id": 53953, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53953.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 410, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9313, "action_date": "2019-02-22T10:00:00-06:00", "document_id": 54164, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54164.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 410, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9313, "action_date": "2019-02-22T10:00:00-06:00", "document_id": 54164, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54164.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 410, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9313, "action_date": "2019-02-22T10:00:00-06:00", "document_id": 54164, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54164.pdf", "status_text": "Do Pass Amended", "journal_page": 498, "committee_id_action": 410, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28733, "president_vote": null, "Yea": [1619, 1643, 1645, 1650, 1556, 1626, 1637, 1610, 1629, 1638, 1436, 1635], "Excused": [1446]}}, {"bill_id": 9313, "action_date": "2019-02-22T10:00:00-06:00", "document_id": 54164, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54164.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 410, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9313, "action_date": "2019-02-25T14:00:00-06:00", "document_id": 54228, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54228.pdf", "status_text": "Do Pass Amended", "journal_page": 519, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28794, "president_vote": null, "Yea": [1563, 1614, 1619, 1567, 1592, 1643, 1578, 1641, 1560, 1629, 1613, 1645, 1594, 1443, 1633, 1634, 1444, 1434, 1573, 1616, 1650, 1635, 1624, 1557, 1628, 1427, 1436, 1642, 1438, 1620, 1631, 1589, 1556, 1593, 1639, 1609, 1435, 1649, 1632, 1646, 1644, 1575, 1612, 1630, 1431, 1446, 1615, 1638, 1569, 1626, 1572, 1637, 1627, 1577, 1618, 1581, 1576, 1610, 1623, 1611, 1564, 1621, 1580, 1625, 1432], "Excused": [1579, 1440, 1590, 1647, 1622]}}, {"bill_id": 9313, "action_date": "2019-02-26T14:00:00-06:00", "document_id": 54299, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54299.pdf", "status_text": "First read in Senate and referred to", "journal_page": 521, "committee_id_action": 409, "committee_id_assigned": 413, "result": "N", "vote": {}}, {"bill_id": 9313, "action_date": "2019-02-28T07:45:00-06:00", "document_id": 54297, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54297.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 413, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9313, "action_date": "2019-02-28T07:45:00-06:00", "document_id": 54430, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54430.pdf", "status_text": "Do Pass", "journal_page": 546, "committee_id_action": 413, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28993, "president_vote": null, "Yea": [1608, 1601, 1430, 1561, 1584, 1571, 1586]}}, {"bill_id": 9313, "action_date": "2019-03-04T14:00:00-06:00", "document_id": 54575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54575.pdf", "status_text": "Do Pass Amended", "journal_page": 599, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29115, "president_vote": null, "Nay": [1602, 1562, 1606, 1588, 1585, 1600, 1568, 1558, 1450, 1597], "Yea": [1441, 1582, 1599, 1608, 1604, 1442, 1601, 1603, 1583, 1430, 1437, 1595, 1571, 1586, 1561, 1596, 1559, 1607, 1584, 1426, 1598, 1587, 1565], "Excused": [1605, 1433]}}, {"bill_id": 9313, "action_date": "2019-03-05T14:00:00-06:00", "document_id": 54665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54665.pdf", "status_text": "Signed by the Speaker", "journal_page": 647, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9313, "action_date": "2019-03-06T14:00:00-06:00", "document_id": 54776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54776.pdf", "status_text": "Signed by the President", "journal_page": 637, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9313, "action_date": "2019-03-07T11:00:00-06:00", "document_id": 54836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54836.pdf", "status_text": "Delivered to the Governor", "journal_page": 674, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9313, "action_date": "2019-03-29T11:00:00-05:00", "document_id": 55039, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/55039.pdf", "status_text": "Signed by the Governor", "journal_page": 760, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6917}