{"session_id": 21, "bill_id": 6806, "bill_type": "Senate Bill", "bill_number": 191, "bill_title": "revise certain provisions regarding capital outlay certificates and lease purchase agreements of school districts and the pledge of state aid to education funds to secure such obligations.", "sponsors": [], "keywords": ["Education ", "School Districts", "State Aid to Education", "Taxes"], "audio": [{"meeting_datetime": "2015-02-18T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sst23.mp3", "start_seconds": 95.0}, {"meeting_datetime": "2015-02-18T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sst23.mp3", "start_seconds": 95.0}, {"meeting_datetime": "2015-02-18T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sst23.mp3", "start_seconds": 95.0}, {"meeting_datetime": "2015-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen24.mp3", "start_seconds": 3631.0}, {"meeting_datetime": "2015-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen24.mp3", "start_seconds": 3631.0}, {"meeting_datetime": "2015-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen24.mp3", "start_seconds": 3631.0}, {"meeting_datetime": "2015-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen24.mp3", "start_seconds": 3631.0}, {"meeting_datetime": "2015-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen24.mp3", "start_seconds": 3631.0}, {"meeting_datetime": "2015-03-04T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst31.mp3", "start_seconds": null}, {"meeting_datetime": "2015-03-04T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst31.mp3", "start_seconds": null}, {"meeting_datetime": "2015-03-04T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst31.mp3", "start_seconds": null}, {"meeting_datetime": "2015-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou34.mp3", "start_seconds": 5266.0}, {"meeting_datetime": "2015-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou34.mp3", "start_seconds": 5266.0}, {"meeting_datetime": "2015-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou34.mp3", "start_seconds": 5266.0}], "bill_versions": [{"bill_id": 6806, "bill_version_id": 34445, "bill_version": "Introduced", "bill_version_date": "2015-02-04T11:22:00.117-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding capital outlay certificates and lease purchase agreements of school districts and the pledge of foundation program aid to secure such obligations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-19-27 be amended to read as follows: 13-19-27. Any school district may enter into lease-purchase agreements or other financing arrangement with or issue capital outlay certificates to that are secured by a pledge of foundation program aid in connection with a program sponsored by the Health and Educational Facilities Authority for capital improvements, the acquisition of equipment, or improvement of school facilities or other lawful purpose that the school board considers necessary or appropriate or as a result of a consolidation or proposed consolidation of one school district with another school district. All such leases, capital outlay certificates, or other arrangements shall be in accordance with the provisions of §§ 13-8-39, 13-20-1, and 13-24-10. Section 2. That § 13-19-29 be amended to read as follows: 13-19-29. If capital outlay certificates are issued to pursuant to the program authorized by § 13-19-27 or section 4 of this Act, or a lease-purchase agreement, or other financing arrangement is entered into with the Health and Educational Facilities Authority as authorized by §§ 13-13-39, 13-16-6.4, 13-16-7, 13-16-29, 13-19-27, and or 13-19-28, and a school district has pledged foundation program funds or other state aid provided under Title 13 to secure its obligations under or pursuant to a lease, resolution, certificate, or other arrangement with the Health and Educational Facilities Authority and there are amounts due but not yet paid by a school district, and the authority determines that a school district is delinquent in making any payments pursuant to a lease, resolution, certificate or other arrangement, then no cash receipts from the collection of any taxes, from foundation program aid or state aid under chapter 13-13 or from the collection of tuition charges may be expended for any purpose except paying the amounts due under pursuant to the lease, resolution, certificate, or other arrangement as specified by written notice by or on behalf of the Health and Educational Facilities Authority authority pursuant to § 13-13-39. In the such event of a failure to pay amounts due the Health and Educational Facilities Authority, moneys from foundation program aid or state aid under Title 13 shall first be applied to pay the amounts which are due but not yet paid to the authority, any as shall be specified by the authority to the authority or any financial institution acting as any paying agent or trustee acting as a fiduciary on behalf of any holders of bonds, notes, lease purchase, capital outlay certificates, or other certificates obligations in connection with any such arrangement and any such holders. If this application is insufficient, cash receipts from the collection of any pledged taxes and tuition charges shall be applied to pay the amounts which are due but not yet paid to the authority, any such trustee, and any such holders. Section 3. That § 13-13-39 be amended to read as follows: 13-13-39. The Department of Education shall apportion the foundation program funds to each eligible school district and shall prepare such a list of apportionments to be posted publicly in electronic format. The state auditor shall issue the warrant to each school district when the apportionment voucher is presented for the total amount of the foundation program funds each school district is to receive, subject to any reduction necessitated by the issuance of a warrant to notice from the health and educational facilities authority Health and Educational Facilities Authority as provided below in this section. If Notwithstanding the provisions of § 13-13-74 or any other law, if the Department of Education department receives written notice from the Health and Educational Facilities Authority of a pledge of authority that a school district is delinquent in making any payment for any certificate, lease, or other obligation required by agreement with the authority in which the school district has pledged foundation program funds or other amounts under Title 13 by a school district pursuant to a lease, resolution, certificate, or other arrangement with the authority or any bond, certificate, note, or other obligation issued to or in connection with a program sponsored by the Health and Educational Facilities Authority for school districts in anticipation of funds under Title 13, the Department of Education, the department shall deduct from amounts otherwise due to a school district for the current month and the next two succeeding months under the apportionment of foundation program funds or other amounts under Title 13 an amount sufficient the amount required to pay rentals, bonds, notes, certificates, or other amounts then due but unpaid and the. The state auditor shall issue a warrant for the full amount of the delinquency specified in the notice of the authority or a lesser amount as has been appropriated for the current fiscal year and not yet distributed pursuant to § 13-13-74. The amount so deducted shall be paid to the authority or any financial institution designated by the authority acting as a fiduciary paying agent or trustee on behalf of any holders of bonds, notes, lease, certificates, or other obligations in connection therewith, all as specified by the authority. A record of the amount so pledged as security or otherwise payable to the authority deducted and a copy of the notice from the authority shall be filed with the state auditor and department. The state auditor shall issue a warrant to the authority for the deducted amount specified by the Health and Educational Facilities Authority as provided by this section. Any amount paid to the authority or a financial institution designated pursuant to the procedures described in this section shall be deducted from the remaining amount of foundation program aid otherwise payable to the school district under Title 13, thereby reducing the amount payable pursuant to § 13-13-74. The amount payable to the authority and any financial institution pursuant to this section in any fiscal year may not exceed the amount of foundation program aid appropriated and not yet paid to or for the benefit of a school district for the current fiscal year. No pledge by a school district of foundation program funds or other amounts under Title 13 for any other purpose may be permitted and if made is voidable at the election of the Health and Educational Facilities Authority authority. Section 4. That § 13-13-74 be amended to read as follows: 13-13-74. Except as provided in §§ 13-19-29 and 13-13-39, payment from funds provided in aid of the public schools in any school fiscal year shall be made in twelve monthly installments on or about the thirtieth of each month. For the period July first to December thirty-first, inclusive, the total of the six payments shall be one-half of local need of current school fiscal year less local effort for the period July first to December thirty-first, inclusive. For the period January first to June thirtieth, inclusive, the total of the six payments shall be one-half of local need of current school fiscal year less local effort for the period January first to June thirtieth, inclusive. Any amounts paid to the Health and Educational Facilities Authority or a financial institution designated pursuant to § 13-13-39 shall be deducted from the amounts otherwise payable in a fiscal year to a school district under this section and the department shall adjust the monthly installments to be paid to the school district for the remainder of the fiscal year. Section 5. That chapter 1-16A be amended by adding thereto a NEW SECTION to read as follows: The authority is authorized to establish policies and procedures, in coordination with the Bureau of Finance and Management, which shall facilitate the issuance by school districts of capital outlay certificates, and the establishment of terms for lease purchase agreements that are secured by a pledge of foundation program aid as provided in §§ 13-19-27 and 13-19-29. The authority may enter into agreements with school districts, paying agents, trustees, and the state to implement the provisions of the program. The authority may provide other arrangements and procedures for determining the minimum requirements and related terms and conditions applicable to the pledge of program foundation aid and the applicable contractual provisions for providing notice and implementing the pledge and payments consistent with §§ 13-19-27, 13-19-29, and 13-13-39. Section 6. That § 1-16A-76 be amended to read as follows: 1-16A-76. The authority, all school districts and other public bodies, and all officers or departments of the state dealing with the state or the authority pursuant to §§ 1-16A-19, 1-16A-74 to 1-16A-76, inclusive, and 13-19-1.2 are not subject to the jurisdiction of the federal bankruptcy courts or any successor thereof under the United States Constitution. Any contract, agreement, or other arrangement entered into by any or all of the school districts or other public bodies, the authority and any officers or departments of the state or the authority pursuant to this Act or §§ 1-16A-74.1, 1-16A-19, 1-16A-74 to 1-16A-76, inclusive, or 13-19-1.2, or in anticipation of or for the securing of the issuance of tax anticipation notes by any or all of the school districts, the issuance or agreement to issue warrants or general obligation refunding bonds by any or all of the school districts, the agreement by the authority and the school district or any officers or department of the state to purchase any or all of such notes, warrants, or general obligation refunding bonds or any related or similar agreement for the benefit of investors or any other third party or parties shall be valid, binding and enforceable when made in writing duly signed by the appropriate officers. All such agreements and other arrangements are not subject to disavowal, disaffirmance, cancellation, or avoidance by reason of insolvency of any party, lack of consideration or any other fact, occurrence or rule of law. Section 7. That chapter 1-16A be amended by adding thereto a NEW SECTION to read as follows: No capital outlay certificate issued or lease purchase agreement entered into as part of a program sponsored by the authority or secured by a pledge of program foundation aid may be or become a lien, charge, or liability against the state or the authority, nor against the property or funds of the state or the authority within the meaning of the Constitution or laws of South Dakota. Section 8. That chapter 1-16A be amended by adding thereto a NEW SECTION to read as follows: The state pledges to and agrees with the holders of capital outlay certificates issued or any lease purchase agreement as part of a program sponsored by the Health and Educational Facilities Authority or secured by a pledge of program foundation aid that the state will not limit or alter the pledge of program foundation aid or the provision of this section governing the pledge or the terms provided in §§ 13-19-27, 13-19-29, and 13-13-39, inclusive, so as to impair the terms of any contract made by the school district, the state, or the authority. The school district, state, or authority may not impair the rights and remedies of the holders until the capital outlay certificates or lease purchase obligation, together with interest on the certificates and obligations and all costs and expenses in connection with any action or proceedings by or on behalf of the holders are fully met or discharged. In addition, the state pledges to and agrees with the holders that the state may not limit or alter the basis on which program foundation aid pledged under the authority of any provision of this Act are to be paid to the authority or any financial institution designated by the authority so as to impair the terms of the contract. The school district and authority may include the pledges and agreements of the state in any contract with the holders of capital outlay certificates issued or any lease purchase obligation secured pursuant to §§ 13-19-27, 13-19-29, and 13-13-39, inclusive, or otherwise secured by a pledge of program foundation aid."}, {"bill_id": 6806, "bill_version_id": 35295, "bill_version": "Senate Engrossed", "bill_version_date": "2015-02-19T17:17:49.693-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding capital outlay certificates and lease purchase agreements of school districts and the pledge of state aid to education funds to secure such obligations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-19-27 be amended to read as follows: 13-19-27. Any school district may enter into lease-purchase agreements or other financing arrangement with or issue capital outlay certificates to that are secured by a pledge of state aid to education funds in connection with a program sponsored by the Health and Educational Facilities Authority for capital improvements, the acquisition of equipment, or improvement of school facilities or other lawful purpose that the school board considers necessary or appropriate or as a result of a consolidation or proposed consolidation of one school district with another school district. All such leases, capital outlay certificates, or other arrangements shall be in accordance with the provisions of §§ 13-8-39, 13-20-1, and 13-24-10. Section 2. That § 13-19-29 be amended to read as follows: 13-19-29. If capital outlay certificates are issued to pursuant to the program authorized by § 13-19-27 or section 4 of this Act, or a lease-purchase agreement, or other financing arrangement is entered into with the Health and Educational Facilities Authority as authorized by §§ 13-13-39, 13-16-6.4, 13-16-7, 13-16-29, 13-19-27, and or 13-19-28, and a school district has pledged foundation program funds or other state aid to education funds provided under Title 13 to secure its obligations under or pursuant to a lease, resolution, certificate, or other arrangement with the Health and Educational Facilities Authority and there are amounts due but not yet paid by a school district, and the authority determines that a school district is delinquent in making any payments pursuant to a lease, resolution, certificate or other arrangement, then no cash receipts from the collection of any taxes, from foundation program aid or state aid under chapter 13-13 or from the collection of tuition charges may be expended for any purpose except paying the amounts due under pursuant to the lease, resolution, certificate, or other arrangement as specified by written notice by or on behalf of the Health and Educational Facilities Authority authority pursuant to § 13-13-39. In the such event of a failure to pay amounts due the Health and Educational Facilities Authority, moneys from foundation program aid or state aid under Title 13 shall first be applied to pay the amounts which are due but not yet paid to the authority, any as shall be specified by the authority to the authority or any financial institution acting as any paying agent or trustee acting as a fiduciary on behalf of any holders of bonds, notes, lease purchase, capital outlay certificates, or other certificates obligations in connection with any such arrangement and any such holders. If this application is insufficient, cash receipts from the collection of any pledged taxes and tuition charges shall be applied to pay the amounts which are due but not yet paid to the authority, any such trustee, and any such holders. Section 3. That § 13-13-39 be amended to read as follows: 13-13-39. The Department of Education shall apportion the foundation program state aid to education funds to each eligible school district and shall prepare such a list of apportionments to be posted publicly in electronic format. The state auditor shall issue the warrant to each school district when the apportionment voucher is presented for the total amount of the foundation program state aid to education funds each school district is to receive, subject to any reduction necessitated by the issuance of a warrant to notice from the health and educational facilities authority Health and Educational Facilities Authority as provided below in this section. If Notwithstanding the provisions of § 13-13-74 or any other law, if the Department of Education department receives written notice from the Health and Educational Facilities Authority of a pledge of foundation program authority that a school district is delinquent in making any payment for any certificate, lease, or other obligation required by agreement with the authority in which the school district has pledged state aid to education funds or other amounts under Title 13 by a school district pursuant to a lease, resolution, certificate, or other arrangement with the authority or any bond, certificate, note, or other obligation issued to or in connection with a program sponsored by the Health and Educational Facilities Authority for school districts in anticipation of funds under Title 13, the Department of Education, the department shall deduct from amounts otherwise due to a school district for the current month and the next two succeeding months under the apportionment of foundation program state aid to education funds or other amounts under Title 13 an amount sufficient the amount required to pay rentals, bonds, notes, certificates, or other amounts then due but unpaid and the. The state auditor shall issue a warrant for the full amount of the delinquency specified in the notice of the authority or a lesser amount as has been appropriated for the current fiscal year and not yet distributed pursuant to § 13-13-74. The amount so deducted shall be paid to the authority or any financial institution designated by the authority acting as a fiduciary paying agent or trustee on behalf of any holders of bonds, notes, lease, certificates, or other obligations in connection therewith, all as specified by the authority. A record of the amount so pledged as security or otherwise payable to the authority deducted and a copy of the notice from the authority shall be filed with the state auditor and department. The state auditor shall issue a warrant to the authority for the deducted amount specified by the Health and Educational Facilities Authority as provided by this section. Any amount paid to the authority or a financial institution designated pursuant to the procedures described in this section shall be deducted from the remaining amount of state aid to education funds otherwise payable to the school district under Title 13, thereby reducing the amount payable pursuant to § 13-13-74. The amount payable to the authority and any financial institution pursuant to this section in any fiscal year may not exceed the amount of state aid to education funds appropriated and not yet paid to or for the benefit of a school district for the current fiscal year. No pledge by a school district of foundation program state aid to education funds or other amounts under Title 13 for any other purpose may be permitted and if made is voidable at the election of the Health and Educational Facilities Authority authority. Section 4. That § 13-13-74 be amended to read as follows: 13-13-74. Except as provided in §§ 13-19-29 and 13-13-39, payment from funds provided in aid of the public schools in any school fiscal year shall be made in twelve monthly installments on or about the thirtieth of each month. For the period July first to December thirty-first, inclusive, the total of the six payments shall be one-half of local need of current school fiscal year less local effort for the period July first to December thirty-first, inclusive. For the period January first to June thirtieth, inclusive, the total of the six payments shall be one-half of local need of current school fiscal year less local effort for the period January first to June thirtieth, inclusive. Any amounts paid to the Health and Educational Facilities Authority or a financial institution designated pursuant to § 13-13-39 shall be deducted from the amounts otherwise payable in a fiscal year to a school district under this section and the department shall adjust the monthly installments to be paid to the school district for the remainder of the fiscal year. Section 5. That chapter 1-16A be amended by adding thereto a NEW SECTION to read as follows: The authority is authorized to establish policies and procedures, in coordination with the Bureau of Finance and Management, which shall facilitate the issuance by school districts of capital outlay certificates, and the establishment of terms for lease purchase agreements that are secured by a pledge of state aid to education funds as provided in §§ 13-19-27 and 13-19-29. The authority may enter into agreements with school districts, paying agents, trustees, and the state to implement the provisions of the program. The authority may provide other arrangements and procedures for determining the minimum requirements and related terms and conditions applicable to the pledge of state aid to education funds and the applicable contractual provisions for providing notice and implementing the pledge and payments consistent with §§ 13-19-27, 13-19-29, and 13-13-39. Section 6. That § 1-16A-76 be amended to read as follows: 1-16A-76. The authority, all school districts and other public bodies, and all officers or departments of the state dealing with the state or the authority pursuant to §§ 1-16A-19, 1-16A-74 to 1-16A-76, inclusive, and 13-19-1.2 are not subject to the jurisdiction of the federal bankruptcy courts or any successor thereof under the United States Constitution. Any contract, agreement, or other arrangement entered into by any or all of the school districts or other public bodies, the authority and any officers or departments of the state or the authority pursuant to this Act or §§ 1-16A-74.1, 1-16A-19, 1-16A-74 to 1-16A-76, inclusive, or 13-19-1.2, or in anticipation of or for the securing of the issuance of tax anticipation notes by any or all of the school districts, the issuance or agreement to issue warrants or general obligation refunding bonds by any or all of the school districts, the agreement by the authority and the school district or any officers or department of the state to purchase any or all of such notes, warrants, or general obligation refunding bonds or any related or similar agreement for the benefit of investors or any other third party or parties shall be valid, binding and enforceable when made in writing duly signed by the appropriate officers. All such agreements and other arrangements are not subject to disavowal, disaffirmance, cancellation, or avoidance by reason of insolvency of any party, lack of consideration or any other fact, occurrence or rule of law. Section 7. That chapter 1-16A be amended by adding thereto a NEW SECTION to read as follows: No capital outlay certificate issued or lease purchase agreement entered into as part of a program sponsored by the authority or secured by a pledge of state aid to education funds may be or become a lien, charge, or liability against the state or the authority, nor against the property or funds of the state or the authority within the meaning of the Constitution or laws of South Dakota. Section 8. That chapter 1-16A be amended by adding thereto a NEW SECTION to read as follows: The state pledges to and agrees with the holders of capital outlay certificates issued or any lease purchase agreement as part of a program sponsored by the Health and Educational Facilities Authority or secured by a pledge of state aid to education funds that the state will not limit or alter the pledge of state aid to education funds or the provision of this section governing the pledge or the terms provided in §§ 13-19-27, 13-19-29, and 13-13-39, inclusive, so as to impair the terms of any contract made by the school district, the state, or the authority. The school district, state, or authority may not impair the rights and remedies of the holders until the capital outlay certificates or lease purchase obligation, together with interest on the certificates and obligations and all costs and expenses in connection with any action or proceedings by or on behalf of the holders are fully met or discharged. In addition, the state pledges to and agrees with the holders that the state may not limit or alter the basis on which state aid to education funds pledged under the authority of any provision of this Act are to be paid to the authority or any financial institution designated by the authority so as to impair the terms of the contract. The school district and authority may include the pledges and agreements of the state in any contract with the holders of capital outlay certificates issued or any lease purchase obligation secured pursuant to §§ 13-19-27, 13-19-29, and 13-13-39, inclusive, or otherwise secured by a pledge of state aid to education funds."}, {"bill_id": 6806, "bill_version_id": 36299, "bill_version": "Enrolled", "bill_version_date": "2015-03-10T09:13:34.43-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6806, "action_date": "2015-02-04T14:00:00-06:00", "document_id": 34497, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34497.pdf", "status_text": "First read in Senate and referred to", "journal_page": 281, "committee_id_action": 284, "committee_id_assigned": 269, "result": "N", "vote": {}}, {"bill_id": 6806, "action_date": "2015-02-18T10:00:00-06:00", "document_id": 34968, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34968.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 269, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6806, "action_date": "2015-02-18T10:00:00-06:00", "document_id": 35160, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35160.pdf", "status_text": "Do Pass", "journal_page": 432, "committee_id_action": 269, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18762, "president_vote": null, "Yea": [885, 896, 895, 891, 877, 868, 871, 854, 944]}}, {"bill_id": 6806, "action_date": "2015-02-19T14:00:00-06:00", "document_id": 35278, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35278.pdf", "status_text": "Motion to amend", "journal_page": 450, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6806, "action_date": "2015-02-19T14:00:00-06:00", "document_id": 35278, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35278.pdf", "status_text": "Do Pass Amended", "journal_page": 451, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18830, "president_vote": null, "Yea": [853, 854, 855, 856, 943, 858, 860, 894, 903, 876, 899, 885, 896, 901, 895, 890, 900, 942, 891, 893, 886, 880, 944, 902, 877, 868, 871, 892, 872, 873, 878], "Excused": [889, 862, 897], "Nay": [898]}}, {"bill_id": 6806, "action_date": "2015-02-19T14:00:00-06:00", "document_id": 35278, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35278.pdf", "status_text": "Title amended", "journal_page": 451, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6806, "action_date": "2015-02-20T13:00:00-06:00", "document_id": 35379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35379.pdf", "status_text": "First read in House and referred to", "journal_page": 470, "committee_id_action": 286, "committee_id_assigned": 279, "result": "N", "vote": {}}, {"bill_id": 6806, "action_date": "2015-03-04T07:45:00-06:00", "document_id": 35655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35655.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 279, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6806, "action_date": "2015-03-04T07:45:00-06:00", "document_id": 35907, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35907.pdf", "status_text": "Do Pass", "journal_page": 584, "committee_id_action": 279, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19329, "president_vote": null, "Yea": [915, 884, 947, 882, 879, 881, 869, 912, 921, 874, 954, 924], "Excused": [953]}}, {"bill_id": 6806, "action_date": "2015-03-05T14:00:00-06:00", "document_id": 36040, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36040.pdf", "status_text": "Deferred to another day", "journal_page": 620, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6806, "action_date": "2015-03-06T13:00:00-06:00", "document_id": 36146, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36146.pdf", "status_text": "Deferred to another day", "journal_page": 643, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6806, "action_date": "2015-03-09T14:00:00-05:00", "document_id": 36248, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36248.pdf", "status_text": "Do Pass Amended", "journal_page": 665, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19628, "president_vote": null, "Yea": [883, 915, 952, 884, 938, 888, 928, 923, 925, 875, 931, 941, 857, 859, 917, 924, 929, 947, 937, 948, 945, 882, 909, 946, 958, 913, 887, 951, 861, 905, 919, 956, 936, 879, 907, 939, 920, 930, 953, 881, 906, 908, 940, 935, 916, 911, 910, 863, 864, 914, 922, 865, 933, 866, 867, 926, 955, 869, 950, 912, 904, 921, 918, 954, 932, 949, 934, 957, 874], "Excused": [927]}}, {"bill_id": 6806, "action_date": "2015-03-10T10:00:00-05:00", "document_id": 36315, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36315.pdf", "status_text": "Signed by the President", "journal_page": 658, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6806, "action_date": "2015-03-11T10:30:00-05:00", "document_id": 36382, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36382.pdf", "status_text": "Signed by the Speaker", "journal_page": 730, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6806, "action_date": "2015-03-12T09:00:00-05:00", "document_id": 36456, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36456.pdf", "status_text": "Delivered to the Governor", "journal_page": 689, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6806, "action_date": "2015-03-13T09:00:00-05:00", "document_id": 36577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36577.pdf", "status_text": "Signed by the Governor", "journal_page": 718, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5847}