{"session_id": 36, "bill_id": 10129, "bill_type": "Senate Commemoration", "bill_number": 27, "bill_title": "Honoring Lennox High School freshman Xavier Larson for receiving a superior award at the state-wide oral interpretation competition.", "sponsors": [{"legislator_profile_id": 1558, "is_prime": true}, {"legislator_profile_id": 1575, "is_prime": true}, {"legislator_profile_id": 1599, "is_prime": false}, {"legislator_profile_id": 1556, "is_prime": false}, {"legislator_profile_id": 1569, "is_prime": false}, {"legislator_profile_id": 1597, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 10129, "bill_version_id": 53797, "bill_version": "Introduced", "bill_version_date": "2019-02-19T10:05:49.783-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Lennox High School freshman Xavier Larson for receiving a superior award at the state-wide oral interpretation competition. WHEREAS, Xavier Larson dedicated tremendous time and effort in preparing and presenting his piece, \"It Gets Mighty Cold Round Here\"; and WHEREAS, Xavier Larson has achieved superior results in the field of oral interpretation; and WHEREAS, Larson has shown exemplary performance, outstanding character, leadership, loyalty, dedication, and commitment to the Lennox School District and to his oral interpretation team: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature honors and commends Xavier Larson on being awarded a superior rating at the state-wide oral interpretation competition."}, {"bill_id": 10129, "bill_version_id": 54057, "bill_version": "Enrolled", "bill_version_date": "2019-02-21T17:26:17.343-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Lennox High School freshman Xavier Larson for receiving a superior award at the state-wide oral interpretation competition. WHEREAS, Xavier Larson dedicated tremendous time and effort in preparing and presenting his piece, \"It Gets Mighty Cold Round Here\"; and WHEREAS, Xavier Larson has achieved superior results in the field of oral interpretation; and WHEREAS, Larson has shown exemplary performance, outstanding character, leadership, loyalty, dedication, and commitment to the Lennox School District and to his oral interpretation team: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature honors and commends Xavier Larson on being awarded a superior rating at the state-wide oral interpretation competition. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10129, "action_date": "2019-02-19T14:00:00-06:00", "document_id": 53842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53842.pdf", "status_text": "", "journal_page": 409, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/10129"}