{"session_id": 36, "bill_id": 10110, "bill_type": "Senate Commemoration", "bill_number": 15, "bill_title": "Commending and honoring Angela Kennecke for excellence in investigative reporting and service to the people of South Dakota.", "sponsors": [], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 10110, "bill_version_id": 53295, "bill_version": "Introduced", "bill_version_date": "2019-02-08T09:46:59.013-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Angela Kennecke for excellence in investigative reporting and service to the people of South Dakota. WHEREAS, Angela is a renowned investigative reporter at KELOLAND Media Group in Sioux Falls and is acknowledged across the state by fans and colleagues as one of the top investigative reporters in South Dakota; and WHEREAS, the free press and American journalism are one of the pillars of democracy our nation was founded upon; and WHEREAS, the role of the news media in a free and democratic society requires journalists to constantly question authority and hold the actions of those in positions of trust and authority in light for the appropriate scrutiny of the people; and WHEREAS, objective journalistic investigative reporting and honest political public service are natural allies; and WHEREAS, Angela Kennecke's investigative reporting creates awareness to issues adversely affecting South Dakotans, which directly facilitates legislative oversight and actions; and WHEREAS, Angela and her family suffered the tragic loss of her daughter Emily Groth. South Dakotans mourn with and support Angela and her family in their loss and grieving. We commend and support Angela's efforts in honoring Emily through the raising of awareness of the dangers of opioids; and WHEREAS, \"Tyranny, like hell, is not easily conquered.\" It flourishes in the absence of public accountability and when our government's actions are hidden from the public eye. A free-press, eternal vigilance, diligent reporting, and an informed public are instrumental to maintaining the freedoms of the American people; and WHEREAS, while we commend Angela for her past exceptional reporting to the public, our commendation is not in-conclusion, but a well-deserved interim gesture of appreciation, respect, and encouragement for her continued efforts: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, on behalf of the great people of South Dakota, we hereby commend and honor Angela Kennecke for her excellence in investigative reporting. We extend our heartfelt thanks and best wishes for her continued success."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10110, "action_date": "2019-02-08T12:30:00-06:00", "document_id": 53347, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53347.pdf", "status_text": "", "journal_page": 322, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}]}