{"session_id": 64, "bill_id": 22948, "bill_type": "House Bill", "bill_number": 1060, "bill_title": "consolidate certain domestication provisions in the Uniform Limited Liability Company Act.", "sponsors": [{"legislator_profile_id": 4001, "is_prime": true}, {"legislator_profile_id": 4010, "is_prime": false}], "keywords": ["Business Organizations", "Limited Liability Companies"], "audio": [{"meeting_datetime": "2022-02-04T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju17.mp3", "start_seconds": 144.0}, {"meeting_datetime": "2022-02-04T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju17.mp3", "start_seconds": 144.0}, {"meeting_datetime": "2022-02-04T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju17.mp3", "start_seconds": 144.0}, {"meeting_datetime": "2022-02-04T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju17.mp3", "start_seconds": 144.0}, {"meeting_datetime": "2022-02-04T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju17.mp3", "start_seconds": 144.0}, {"meeting_datetime": "2022-02-22T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju26.mp3", "start_seconds": 2843.0}, {"meeting_datetime": "2022-02-22T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju26.mp3", "start_seconds": 2843.0}, {"meeting_datetime": "2022-02-22T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju26.mp3", "start_seconds": 2843.0}, {"meeting_datetime": "2022-02-22T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju26.mp3", "start_seconds": 2843.0}], "bill_versions": [{"bill_id": 22948, "bill_version_id": 226676, "bill_version": "Introduced", "bill_version_date": "2022-01-11T11:58:55.92-06:00", "bill_text": "An Act to repeal certain domestication provisions in the Uniform Limited Liability Company Act. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 47-34A-1010 be REPEALED: (a) A foreign limited liability company may become a domestic limited liability company only if the domestication is permitted by the organic law of the foreign limited liability company. (b) A domestic limited liability company not required by law to be a domestic limited liability company may become a foreign limited liability company if the domestication is permitted by the laws of the foreign jurisdiction. Regardless of whether the laws of the foreign jurisdiction require the adoption of a plan of domestication, the domestication shall be approved by the adoption of the limited liability company of a plan of domestication in the manner provided in this section and §§ 47-34A-1011 to 47-34A-1016, inclusive. Section 2. That § 47-34A-1011 be REPEALED: (a) The plan of domestication shall include: (1) A statement of the jurisdiction in which the limited liability company is presently domesticated; and (2) A statement of the jurisdiction in which the limited liability company is to be domesticated. (b) The plan of domestication may include: (1) As a referenced attachment, the articles of organization of the limited liability company upon its domestication; and (2) Any other provision relating to the domestication. (c) The plan of domestication may also include a provision that the plan may be amended at any time prior to filing the document required by the laws of this state or the other jurisdiction to consummate the domestication. Section 3. That § 47-34A-1012 be REPEALED: In the case of a domestic limited liability company: (a) Unless the articles of organization or a written operating agreement of the limited liability company provides otherwise, the members of the limited liability company shall approve the plan of domestication by the members in the manner provided in the limited liability company's operating agreement for amendments to the operating agreement or, if no such provision is made in an operating agreement, by all the members. (b) If an amendment to a plan of domestication is made in accordance with subsection 47-34A-1011(c), and articles of domestication already have been filed with the secretary of state, amended articles of domestication shall be filed with the secretary of state before the effective date of any certificate of domestication issued by the secretary of state for the articles of domestication which the amended articles are to supersede. Section 4. That § 47-34A-1013 be REPEALED: (a) After the domestication of a foreign limited liability company is approved in the manner required by the laws of the jurisdiction in which the limited liability company is organized, the limited liability company shall file with the secretary of state articles of domestication setting forth: (1) The name of the limited liability company immediately prior to the filing of the articles of domestication and, if that name is unavailable for use in this state or the limited liability company desires to change its name in connection with the domestication, a name that satisfies the requirements of § 47-34A-105; (2) The plan of domestication; and (3) The original jurisdiction of the limited liability company and the date the limited liability company was organized in that jurisdiction, and each subsequent jurisdiction and the date the limited liability company was domesticated in each such jurisdiction, if any, prior to the filing of the articles of domestication. (b) The articles of domestication shall have attached articles of organization that comply with the requirements contained in § 47-34A-203. (c) If the secretary of state finds that the articles of domestication comply with the requirements of law and that all required fees have been paid, the secretary of state shall issue a certificate of domestication. (d) The articles of domestication shall become effective pursuant to § 47-34A-206. (e) A foreign limited liability company's existence as a domestic limited liability company shall begin when the certificate of domestication is effective. Upon becoming effective, the certificate of domestication shall be conclusive evidence that all conditions precedent required to be performed by the foreign limited liability company have been complied with and that the limited liability company has been organized under this chapter. (f) If the foreign limited liability company is authorized to transact business in this state under § 47-34A-1004, its certificate of authority is canceled automatically on the effective date of the certificate of domestication issued by the secretary of state. Section 5. That § 47-34A-1014 be REPEALED: (a) If a domestic limited liability company has approved, in the manner required by § 47-34A-1012, a plan of domestication providing for the limited liability company to be domesticated under the laws of another jurisdiction, the limited liability company shall file with the secretary of state articles of organization surrender setting forth: (1) The name of the limited liability company; (2) The limited liability company's new jurisdiction of organization; (3) The plan of domestication; (4) A statement that the articles of organization surrender are being filed in connection with the domestication of the limited liability company as a foreign limited liability company to be organized under the laws of another jurisdiction and that the limited liability company is surrendering its certificate of organization under the laws of this state; (5) A statement that the limited liability company revokes the authority of its registered agent to accept service on its behalf and appoints the secretary of state as its agent for service of process in any proceeding based on a cause of action arising during the time it was organized in this state; (6) A mailing address to which the secretary of state may mail a copy of any process served on the secretary of state under subdivision (5); and (7) A commitment to notify the secretary of state in the future of any change in the mailing address of the limited liability company. (b) If the secretary of state finds that the articles of organization surrender comply with the requirements of law and that all required fees have been paid, the secretary of state shall issue a certificate of organization surrender. (c) The limited liability company shall automatically cease to be a domestic limited liability company when the certificate of organization surrender becomes effective. (d) If the former domestic limited liability company intends to continue to transact business in the state, within thirty days after the effective date of the certificate of organization surrender issued pursuant to subsection (b), the former domestic limited liability company shall deliver to the secretary of state an application for a certificate of authority to transact business in the state pursuant to § 47-34A-1002 together with a certificate of existence or a record of similar import authentication by the secretary of state or other official having custody of company records in the state or country under whose law it is organized together with any fee required by § 47-34A-1206 and any other required fee. Section 6. That § 47-34A-1015 be REPEALED: (a) When a foreign limited liability company's certificate of domestication in this state becomes effective, with respect to that limited liability company: (1) The title to all real estate and other property remains in the limited liability company without reversion or impairment; (2) The liabilities remain the liabilities of the limited liability company; (3) A proceeding pending may be continued by or against the limited liability company as if the domestication did not occur; (4) The articles of organization attached to the articles of domestication constitute the articles of organization of the limited liability company; and (5) The limited liability company is deemed to: (i) Be organized under the laws of this state for all purposes; (ii) Be the same limited liability company as the limited liability company that existed under the laws of the jurisdiction or jurisdictions in which it was originally organized or formerly domesticated; and (iii) Have been organized on the date it was originally formed or organized. (b) Any member of a foreign limited liability company that domesticates into this state who, prior to the domestication, was liable for the liabilities or obligations of the limited liability company is not released from those liabilities or obligations by reason of the domestication. Section 7. That § 47-34A-1016 be REPEALED: (a) Unless the domestic limited liability company's articles of organization, operating agreement, or the plan of domestication provides otherwise, after the domestication has been authorized and at any time before the effective date of the certificate of domestication issued by the Office of the Secretary of State, the domestication may be abandoned by majority vote of the members of the domestic limited liability company. (b) If a domestication is abandoned under subsection (a) after articles of organization surrender have been filed with the secretary of state but before the certificate of organization surrender has become effective, written notice that the domestication has been abandoned in accordance with this section shall be filed with the secretary of state prior to the effective date of the certificate of organization surrender. The notice shall take effect upon filing and the domestication shall be deemed abandoned and shall not become effective. (c) If the domestication of a foreign limited liability company into this state is abandoned in accordance with the laws of the foreign jurisdiction after articles of domestication have been filed with the secretary of state but before the certificate of domestication has become effective in this state, written notice that the domestication has been abandoned shall be filed with the secretary of state prior to the effective date of the certificate of domestication. The notice shall take effect upon filing and the domestication shall be deemed abandoned and shall not become effective."}, {"bill_id": 22948, "bill_version_id": 232567, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2022-02-04T16:17:40.953-06:00", "bill_text": "An Act to consolidate certain domestication provisions in the Uniform Limited Liability Company Act. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 47-34A-912 be AMENDED: 47-34A-912. (a) After a plan of domestication is approved, a domesticating company shall deliver to the secretary of state for filing articles of domestication, which must include: (1) A statement, as the case may be, that the company has been domesticated from or into another jurisdiction; (2) The name of the domesticating company and the jurisdiction of its governing statute; (3) The name of the domesticated company and the jurisdiction of its governing statute; (4) The date the domestication is effective under the governing statute of the domesticated company; (5) If the domesticating company was a limited liability company, a statement that the domestication was approved as required by this chapter; (6) If the domesticating company was a foreign limited liability company, a statement that the domestication was approved as required by the governing statute of the other jurisdiction; and (7) If the domesticated company was a foreign limited liability company not authorized to transact business in this state, the street and mailing addresses of an office that the secretary of state may use for the purposes of § 47-34A-913(b).; and (8) If the domesticated company was a foreign limited liability company, articles of organization that comply with the requirements of § 47-34A-203. (b) A domestication becomes effective: (1) When the certificate of organization takes effect, if the domesticated company is a limited liability company; and (2) According to the governing statute of the domesticated company, if the domesticated organization is a foreign limited liability company. Section 2. That § 47-34A-1010 be REPEALED: (a) A foreign limited liability company may become a domestic limited liability company only if the domestication is permitted by the organic law of the foreign limited liability company. (b) A domestic limited liability company not required by law to be a domestic limited liability company may become a foreign limited liability company if the domestication is permitted by the laws of the foreign jurisdiction. Regardless of whether the laws of the foreign jurisdiction require the adoption of a plan of domestication, the domestication shall be approved by the adoption of the limited liability company of a plan of domestication in the manner provided in this section and §§ 47-34A-1011 to 47-34A-1016, inclusive. Section 3. That § 47-34A-1011 be REPEALED: (a) The plan of domestication shall include: (1) A statement of the jurisdiction in which the limited liability company is presently domesticated; and (2) A statement of the jurisdiction in which the limited liability company is to be domesticated. (b) The plan of domestication may include: (1) As a referenced attachment, the articles of organization of the limited liability company upon its domestication; and (2) Any other provision relating to the domestication. (c) The plan of domestication may also include a provision that the plan may be amended at any time prior to filing the document required by the laws of this state or the other jurisdiction to consummate the domestication. Section 4. That § 47-34A-1012 be REPEALED: In the case of a domestic limited liability company: (a) Unless the articles of organization or a written operating agreement of the limited liability company provides otherwise, the members of the limited liability company shall approve the plan of domestication by the members in the manner provided in the limited liability company's operating agreement for amendments to the operating agreement or, if no such provision is made in an operating agreement, by all the members. (b) If an amendment to a plan of domestication is made in accordance with subsection 47-34A-1011(c), and articles of domestication already have been filed with the secretary of state, amended articles of domestication shall be filed with the secretary of state before the effective date of any certificate of domestication issued by the secretary of state for the articles of domestication which the amended articles are to supersede. Section 5. That § 47-34A-1013 be REPEALED: (a) After the domestication of a foreign limited liability company is approved in the manner required by the laws of the jurisdiction in which the limited liability company is organized, the limited liability company shall file with the secretary of state articles of domestication setting forth: (1) The name of the limited liability company immediately prior to the filing of the articles of domestication and, if that name is unavailable for use in this state or the limited liability company desires to change its name in connection with the domestication, a name that satisfies the requirements of § 47-34A-105; (2) The plan of domestication; and (3) The original jurisdiction of the limited liability company and the date the limited liability company was organized in that jurisdiction, and each subsequent jurisdiction and the date the limited liability company was domesticated in each such jurisdiction, if any, prior to the filing of the articles of domestication. (b) The articles of domestication shall have attached articles of organization that comply with the requirements contained in § 47-34A-203. (c) If the secretary of state finds that the articles of domestication comply with the requirements of law and that all required fees have been paid, the secretary of state shall issue a certificate of domestication. (d) The articles of domestication shall become effective pursuant to § 47-34A-206. (e) A foreign limited liability company's existence as a domestic limited liability company shall begin when the certificate of domestication is effective. Upon becoming effective, the certificate of domestication shall be conclusive evidence that all conditions precedent required to be performed by the foreign limited liability company have been complied with and that the limited liability company has been organized under this chapter. (f) If the foreign limited liability company is authorized to transact business in this state under § 47-34A-1004, its certificate of authority is canceled automatically on the effective date of the certificate of domestication issued by the secretary of state. Section 6. That § 47-34A-1014 be REPEALED: (a) If a domestic limited liability company has approved, in the manner required by § 47-34A-1012, a plan of domestication providing for the limited liability company to be domesticated under the laws of another jurisdiction, the limited liability company shall file with the secretary of state articles of organization surrender setting forth: (1) The name of the limited liability company; (2) The limited liability company's new jurisdiction of organization; (3) The plan of domestication; (4) A statement that the articles of organization surrender are being filed in connection with the domestication of the limited liability company as a foreign limited liability company to be organized under the laws of another jurisdiction and that the limited liability company is surrendering its certificate of organization under the laws of this state; (5) A statement that the limited liability company revokes the authority of its registered agent to accept service on its behalf and appoints the secretary of state as its agent for service of process in any proceeding based on a cause of action arising during the time it was organized in this state; (6) A mailing address to which the secretary of state may mail a copy of any process served on the secretary of state under subdivision (5); and (7) A commitment to notify the secretary of state in the future of any change in the mailing address of the limited liability company. (b) If the secretary of state finds that the articles of organization surrender comply with the requirements of law and that all required fees have been paid, the secretary of state shall issue a certificate of organization surrender. (c) The limited liability company shall automatically cease to be a domestic limited liability company when the certificate of organization surrender becomes effective. (d) If the former domestic limited liability company intends to continue to transact business in the state, within thirty days after the effective date of the certificate of organization surrender issued pursuant to subsection (b), the former domestic limited liability company shall deliver to the secretary of state an application for a certificate of authority to transact business in the state pursuant to § 47-34A-1002 together with a certificate of existence or a record of similar import authentication by the secretary of state or other official having custody of company records in the state or country under whose law it is organized together with any fee required by § 47-34A-1206 and any other required fee. Section 7. That § 47-34A-1015 be REPEALED: (a) When a foreign limited liability company's certificate of domestication in this state becomes effective, with respect to that limited liability company: (1) The title to all real estate and other property remains in the limited liability company without reversion or impairment; (2) The liabilities remain the liabilities of the limited liability company; (3) A proceeding pending may be continued by or against the limited liability company as if the domestication did not occur; (4) The articles of organization attached to the articles of domestication constitute the articles of organization of the limited liability company; and (5) The limited liability company is deemed to: (i) Be organized under the laws of this state for all purposes; (ii) Be the same limited liability company as the limited liability company that existed under the laws of the jurisdiction or jurisdictions in which it was originally organized or formerly domesticated; and (iii) Have been organized on the date it was originally formed or organized. (b) Any member of a foreign limited liability company that domesticates into this state who, prior to the domestication, was liable for the liabilities or obligations of the limited liability company is not released from those liabilities or obligations by reason of the domestication. Section 8. That § 47-34A-1016 be REPEALED: (a) Unless the domestic limited liability company's articles of organization, operating agreement, or the plan of domestication provides otherwise, after the domestication has been authorized and at any time before the effective date of the certificate of domestication issued by the Office of the Secretary of State, the domestication may be abandoned by majority vote of the members of the domestic limited liability company. (b) If a domestication is abandoned under subsection (a) after articles of organization surrender have been filed with the secretary of state but before the certificate of organization surrender has become effective, written notice that the domestication has been abandoned in accordance with this section shall be filed with the secretary of state prior to the effective date of the certificate of organization surrender. The notice shall take effect upon filing and the domestication shall be deemed abandoned and shall not become effective. (c) If the domestication of a foreign limited liability company into this state is abandoned in accordance with the laws of the foreign jurisdiction after articles of domestication have been filed with the secretary of state but before the certificate of domestication has become effective in this state, written notice that the domestication has been abandoned shall be filed with the secretary of state prior to the effective date of the certificate of domestication. The notice shall take effect upon filing and the domestication shall be deemed abandoned and shall not become effective."}, {"bill_id": 22948, "bill_version_id": 234576, "bill_version": "Enrolled", "bill_version_date": "2022-02-24T10:34:59.31-06:00", "bill_text": "ENTITLED An Act to consolidate certain domestication provisions in the Uniform Limited Liability Company Act. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 47-34A-912 be AMENDED: 47-34A-912. (a) After a plan of domestication is approved, a domesticating company shall deliver to the secretary of state for filing articles of domestication, which must include: (1) A statement, as the case may be, that the company has been domesticated from or into another jurisdiction; (2) The name of the domesticating company and the jurisdiction of its governing statute; (3) The name of the domesticated company and the jurisdiction of its governing statute; (4) The date the domestication is effective under the governing statute of the domesticated company; (5) If the domesticating company was a limited liability company, a statement that the domestication was approved as required by this chapter; (6) If the domesticating company was a foreign limited liability company, a statement that the domestication was approved as required by the governing statute of the other jurisdiction; (7) If the domesticated company was a foreign limited liability company not authorized to transact business in this state, the street and mailing addresses of an office that the secretary of state may use for the purposes of § 47-34A-913(b); and (8) If the domesticated company was a foreign limited liability company, articles of organization that comply with the requirements of § 47-34A-203. (b) A domestication becomes effective: (1) When the certificate of organization takes effect, if the domesticated company is a limited liability company; and (2) According to the governing statute of the domesticated company, if the domesticated organization is a foreign limited liability company. Section 2. That § 47-34A-1010 be REPEALED. Section 3. That § 47-34A-1011 be REPEALED. Section 4. That § 47-34A-1012 be REPEALED. Section 5. That § 47-34A-1013 be REPEALED. Section 6. That § 47-34A-1014 be REPEALED. Section 7. That § 47-34A-1015 be REPEALED. Section 8. That § 47-34A-1016 be REPEALED. An Act to consolidate certain domestication provisions in the Uniform Limited Liability Company Act. I certify that the attached Act originated in the: House as Bill No. 1060 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1060 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2022 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2022 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2022 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22948, "action_date": "2022-01-12T13:00:00-06:00", "document_id": 226713, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/226713.pdf", "status_text": "First read in House and referred to", "journal_page": 21, "committee_id_action": 1008, "committee_id_assigned": 1009, "result": "N", "vote": {}}, {"bill_id": 22948, "action_date": "2022-01-21T10:00:00-06:00", "document_id": 228114, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/228114.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1009, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22948, "action_date": "2022-02-04T10:00:00-06:00", "document_id": 232293, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232293.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1009, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22948, "action_date": "2022-02-04T10:00:00-06:00", "document_id": 232295, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232295.pdf", "status_text": "Motion to amend", "journal_page": 1, "committee_id_action": 1009, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22948, "action_date": "2022-02-04T10:00:00-06:00", "document_id": 232295, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232295.pdf", "status_text": "Do Pass Amended", "journal_page": 1, "committee_id_action": 1009, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72609, "president_vote": null, "Yea": [3913, 3915, 3927, 3976, 3984, 3985, 3988, 3997, 3998, 4001, 3946], "Excused": [3983, 3989]}}, {"bill_id": 22948, "action_date": "2022-02-04T10:00:00-06:00", "document_id": 232295, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232295.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 1, "committee_id_action": 1009, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22948, "action_date": "2022-02-08T14:00:00-06:00", "document_id": 232771, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232771.pdf", "status_text": "Do Pass", "journal_page": 237, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73071, "president_vote": null, "Yea": [3912, 3913, 3914, 3915, 3916, 3919, 3923, 3924, 3927, 3928, 3929, 3930, 3931, 3933, 3934, 3937, 3938, 3941, 3944, 3945, 3946, 3947, 3948, 3950, 3951, 3953, 3954, 3955, 3957, 3959, 3960, 3964, 3965, 3967, 3968, 3969, 3970, 3971, 3972, 3973, 3976, 3977, 3980, 3981, 3982, 3983, 3984, 3985, 3986, 3987, 3988, 3989, 3992, 3995, 3997, 3998, 4001, 4004, 4005, 4007, 4008, 4009, 4011, 4013, 4014, 4015, 3942], "Excused": [3917, 3963, 3978]}}, {"bill_id": 22948, "action_date": "2022-02-09T14:00:00-06:00", "document_id": 232912, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232912.pdf", "status_text": "First read in Senate and referred to", "journal_page": 224, "committee_id_action": 1034, "committee_id_assigned": 1027, "result": "N", "vote": {}}, {"bill_id": 22948, "action_date": "2022-02-22T07:45:00-06:00", "document_id": 233557, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233557.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1027, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22948, "action_date": "2022-02-22T07:45:00-06:00", "document_id": 233558, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233558.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1027, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74245, "president_vote": null, "Yea": [3932, 3956, 3990, 3999, 4010, 3935, 3991]}}, {"bill_id": 22948, "action_date": "2022-02-22T07:45:00-06:00", "document_id": 233558, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233558.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1027, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22948, "action_date": "2022-02-23T13:00:00-06:00", "document_id": 234394, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234394.pdf", "status_text": "Do Pass", "journal_page": 330, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74497, "president_vote": null, "Yea": [3918, 3920, 3921, 3922, 3925, 3926, 3932, 3935, 3936, 3939, 3940, 3943, 3949, 3952, 3956, 3958, 3961, 3962, 3966, 3974, 3975, 3979, 3990, 3991, 3993, 3994, 3996, 3999, 4000, 4002, 4003, 4006, 4010, 4012, 4016]}}, {"bill_id": 22948, "action_date": "2022-02-25T13:00:00-06:00", "document_id": 234742, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234742.pdf", "status_text": "Signed by the Speaker", "journal_page": 483, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22948, "action_date": "2022-02-28T14:00:00-06:00", "document_id": 234888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234888.pdf", "status_text": "Signed by the President", "journal_page": 416, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22948, "action_date": "2022-03-01T14:00:00-06:00", "document_id": 235087, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235087.pdf", "status_text": "Delivered to the Governor", "journal_page": 498, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22948, "action_date": "2022-03-08T10:00:00-06:00", "document_id": 236130, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236130.pdf", "status_text": "Signed by the Governor", "journal_page": 626, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7396, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22948"}