{"session_id": 24, "bill_id": 7209, "bill_type": "House Bill", "bill_number": 1225, "bill_title": "provide for the forfeiture and disposition of certain property utilized in acts of terrorism.", "sponsors": [{"legislator_profile_id": 1039, "is_prime": true}, {"legislator_profile_id": 1001, "is_prime": true}, {"legislator_profile_id": 964, "is_prime": false}, {"legislator_profile_id": 1050, "is_prime": false}, {"legislator_profile_id": 1060, "is_prime": false}, {"legislator_profile_id": 1014, "is_prime": false}, {"legislator_profile_id": 969, "is_prime": false}, {"legislator_profile_id": 1049, "is_prime": false}, {"legislator_profile_id": 1019, "is_prime": false}, {"legislator_profile_id": 963, "is_prime": false}, {"legislator_profile_id": 1055, "is_prime": false}, {"legislator_profile_id": 1058, "is_prime": false}, {"legislator_profile_id": 975, "is_prime": false}, {"legislator_profile_id": 1010, "is_prime": false}, {"legislator_profile_id": 1018, "is_prime": false}, {"legislator_profile_id": 1031, "is_prime": false}, {"legislator_profile_id": 1027, "is_prime": false}, {"legislator_profile_id": 1030, "is_prime": false}, {"legislator_profile_id": 1066, "is_prime": false}, {"legislator_profile_id": 1023, "is_prime": false}, {"legislator_profile_id": 1013, "is_prime": false}, {"legislator_profile_id": 965, "is_prime": false}, {"legislator_profile_id": 1053, "is_prime": false}], "keywords": ["Civil Procedure", "Crimes", "Criminal Procedure", "Property"], "audio": [{"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju25.mp3", "start_seconds": 522.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju25.mp3", "start_seconds": 522.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju25.mp3", "start_seconds": 522.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju25.mp3", "start_seconds": 522.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju25.mp3", "start_seconds": 522.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju25.mp3", "start_seconds": 522.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju25.mp3", "start_seconds": 522.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju25.mp3", "start_seconds": 4735.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou27.mp3", "start_seconds": 7600.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou27.mp3", "start_seconds": 7600.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou27.mp3", "start_seconds": 7600.0}, {"meeting_datetime": "2016-03-03T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju32.mp3", "start_seconds": 7965.0}, {"meeting_datetime": "2016-03-03T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju32.mp3", "start_seconds": 7965.0}, {"meeting_datetime": "2016-03-03T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju32.mp3", "start_seconds": 7965.0}, {"meeting_datetime": "2016-03-03T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju32.mp3", "start_seconds": 7965.0}, {"meeting_datetime": "2016-03-03T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju32.mp3", "start_seconds": 7965.0}], "bill_versions": [{"bill_id": 7209, "bill_version_id": 38751, "bill_version": "Introduced", "bill_version_date": "2016-02-04T09:49:20.97-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the forfeiture and disposition of certain property utilized in acts of terrorism. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: All property, including money, used in the course of, intended for use in the course of, derived from, or realized through conduct in violation of § 22-8-12, is subject to civil forfeiture to the state. Section 2. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Aiding a person or entity who commits an act of terrorism,\" the raising, soliciting, collecting, or providing material support or resources with intent that the material support or resources will be used, in whole or in part, to plan, prepare, carry out, or aid in any act that violates § 22-8-12 or hinders the prosecution of any act that violates § 22-8-12; (2) Hindering prosecution of terrorism,\" includes the following: (a) Harboring or concealing a person who is known or believed by the offender to have committed any act that violates § 22-8-12; (b) Warning a person who is known or believed by the offender to have committed an act that violates § 22-8-12 of impending discovery or apprehension; (c) Suppressing any physical evidence that might aid in the discovery or apprehension of a person who is known or believed by the offender to have committed any act that violates § 22-8-12; (3) \"Material support or resources,\" currency or other financial securities, financial services, instruments of value, lodging, training, safehouses, false documentation or identification, communications equipment, computer equipment, software, facilities, weapons, lethal substances, explosives, personnel, transportation, and other physical assets, except the provision of medical attention by a licensed health care provider or religious materials. Section 3. That the code be amended by adding a NEW SECTION to read: Any person injured as a result of a criminal offense under § 22-8-12 or a law enforcement agency or other governmental agency that participated in the investigation, mitigation, seizure, or forfeiture process for a criminal offense under § 22-8-12 may file a claim for costs or damages, and the property described in section 1 of this Act shall be used to satisfy any costs or damages awarded for the claim. Section 4. That the code be amended by adding a NEW SECTION to read: Any person injured as a result of a criminal offense under § 22-8-12 may file a cause of action against: (1) Any person or entity who committed the act of terrorism; (2) Any person or entity who aided the person or entity who committed the act of terrorism; and (3) Any person or entity who coerced, induced, or solicited the person or entity who committed the act of terrorism. A person who is so injured is entitled to threefold the actual damages sustained, or ten thousand dollars, whichever is greater, as well as attorney's fees, costs of investigation, and costs of litigation reasonably incurred in the trial and appellate courts. Section 5. That the code be amended by adding a NEW SECTION to read: No forfeiture or disposition under this Act affects the rights of a factually innocent person. A mortgage, lien, privilege, other security interest, or joint ownership interest is not affected by a forfeiture under this Act if the owner of the mortgage, lien, privilege, other security interest, or joint owner establishes that the owner is a factually innocent person. Section 6. That the code be amended by adding a NEW SECTION to read: The allocation of proceeds from a forfeiture and disposition under this section shall be paid to claimants in the following order: (1) First, the costs of investigation shall be paid to the law enforcement agency or governmental agency that conducted the investigation. If more than one law enforcement agency or governmental agency equally conducted the investigation, the costs of investigation shall be paid equally to the law enforcement agencies and governmental agencies conducting the investigation. If one law enforcement agency or governmental agency primarily conducted the investigation, the costs of investigation first shall be paid to that law enforcement agency or governmental agency, with actual vouchered costs reimbursed on a pro rata basis to the other law enforcement agencies or governmental agencies participating in the investigation, not to exceed ten percent of the costs of investigation allocated to the primary law enforcement agency or governmental agency; (2) Second, twenty-five percent of the proceeds plus the costs of prosecution or all of the remaining proceeds, whichever is less, shall be paid to the prosecuting attorney; (3) Third, the costs of investigation shall be paid on a pro rata basis to a law enforcement agency or governmental agency that was not fully reimbursed; (4) Fourth, the costs of mitigation, seizure, or forfeiture shall be paid on a pro rata basis to a law enforcement agency or governmental agency that participated in the mitigation, seizure, or forfeiture process; and (5) Fifth, any remaining proceeds shall be paid on a pro rata basis to satisfy any judgments entered for persons injured as a result of the criminal offense under § 22-8-12. Section 7. That the code be amended by adding a NEW SECTION to read: Property subject to forfeiture under this Act may be seized by a law enforcement officer upon the issuance of a court order. Seizure without a court order may be made if the seizure is incident to a lawful arrest or search or the property subject to seizure has been the subject of a prior judgment in favor of the state in a forfeiture proceeding based on this section. Section 8. That the code be amended by adding a NEW SECTION to read: A forfeiture action resulting from a seizure under this Act shall be instituted promptly. Property taken or detained under this Act is not subject to sequestration or attachment but is deemed to be in the custody of the law enforcement officer making the seizure, subject only to the order of the court. Section 9. That the code be amended by adding a NEW SECTION to read: Whenever property is seized under this Act, pending forfeiture and final disposition, the law enforcement officer making the seizure may: (1) Place the property under seal; (2) Remove the property to a place designated by the court; or (3) Request another agency authorized by law to take custody of the property and remove it to an appropriate location. Section 10. That the code be amended by adding a NEW SECTION to read: The limitations period for a claim or cause of action brought under this Act is five years from the date of the discovery of the violation of § 22-8-12."}, {"bill_id": 7209, "bill_version_id": 39757, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2016-02-22T14:01:11.447-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the forfeiture and disposition of certain property utilized in acts of terrorism. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: All property, including money, used in the course of, intended for use in the course of, derived from, or realized through conduct in violation of § 22-8-12, is subject to civil forfeiture to the state. Section 2. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Aiding a person or entity who commits an act of terrorism,\" the raising, soliciting, collecting, or providing material support or resources with intent that the material support or resources will be used, in whole or in part, to plan, prepare, carry out, or aid in any act that violates § 22-8-12 or hinders the prosecution of any act that violates § 22-8-12; (2) Hindering prosecution of terrorism,\" includes the following: (a) Harboring or concealing a person who is known or believed by the offender to have committed any act that violates § 22-8-12; (b) Warning a person who is known or believed by the offender to have committed an act that violates § 22-8-12 of impending discovery or apprehension; (c) Suppressing any physical evidence that might aid in the discovery or apprehension of a person who is known or believed by the offender to have committed any act that violates § 22-8-12; (3) \"Material support or resources,\" currency or other financial securities, financial services, instruments of value, lodging, training, safehouses, false documentation or identification, communications equipment, computer equipment, software, facilities, weapons, lethal substances, explosives, personnel, transportation, and other physical assets, except the provision of medical attention by a licensed health care provider or religious materials. Section 3. That the code be amended by adding a NEW SECTION to read: Any person injured as a result of a criminal offense under § 22-8-12 or a law enforcement agency or other governmental agency that participated in the investigation, mitigation, seizure, or forfeiture process for a criminal offense under § 22-8-12 may file a claim for costs or damages, and the property described in section 1 of this Act shall be used to satisfy any costs or damages awarded for the claim. Section 4. That the code be amended by adding a NEW SECTION to read: Any person injured as a result of a criminal offense under § 22-8-12 may file a cause of action against: (1) Any person or entity who committed the act of terrorism; (2) Any person or entity who aided the person or entity who committed the act of terrorism; (3) Any person or entity who coerced, induced, or solicited the person or entity who committed the act of terrorism; (4) Any person or entity hindering the prosecution of terrorism; and (5) Any person who provided material support or resources to the person or entity who committed the act of terrorism. A person who is so injured is entitled to threefold the actual damages sustained, or ten thousand dollars, whichever is greater, as well as attorney's fees, costs of investigation, and costs of litigation reasonably incurred in the trial and appellate courts. Section 5. That the code be amended by adding a NEW SECTION to read: No forfeiture or disposition under this Act affects the rights of an innocent person. A mortgage, lien, privilege, other security interest, or joint ownership interest is not affected by a forfeiture under this Act if the owner of the mortgage, lien, privilege, other security interest, or joint owner establishes that the owner is an innocent person. Section 6. That the code be amended by adding a NEW SECTION to read: The proceeds from a forfeiture and disposition under this Act shall be used to satisfy any judgment for a person injured as a result of the criminal offense under § 22-8-12. In the event that there are multiple judgments of persons injured, the judgments shall be paid on a proportionate basis based on the magnitude of the injury. The allocation of the remaining proceeds from a forfeiture and disposition under this Act shall be paid to claimants in the following order: (1) First, the costs of investigation shall be paid to the law enforcement agency or governmental agency that conducted the investigation. If more than one law enforcement agency or governmental agency equally conducted the investigation, the costs of investigation shall be paid equally to the law enforcement agencies and governmental agencies conducting the investigation. If one law enforcement agency or governmental agency primarily conducted the investigation, the costs of investigation first shall be paid to that law enforcement agency or governmental agency, with actual vouchered costs reimbursed on a pro rata basis to the other law enforcement agencies or governmental agencies participating in the investigation, not to exceed ten percent of the costs of investigation allocated to the primary law enforcement agency or governmental agency; (2) Second, twenty-five percent of the proceeds plus the costs of prosecution or all of the remaining proceeds, whichever is less, shall be paid to the prosecuting attorney; (3) Third, the costs of investigation shall be paid on a pro rata basis to a law enforcement agency or governmental agency that was not fully reimbursed; and (4) Fourth, the costs of mitigation, seizure, or forfeiture shall be paid on a pro rata basis to a law enforcement agency or governmental agency that participated in the mitigation, seizure, or forfeiture process. Section 7. That the code be amended by adding a NEW SECTION to read: Property subject to forfeiture under this Act may be seized by a law enforcement officer upon the issuance of a court order. Seizure without a court order may be made if the seizure is incident to a lawful arrest or search or the property subject to seizure has been the subject of a prior judgment in favor of the state in a forfeiture proceeding based on this section. Section 8. That the code be amended by adding a NEW SECTION to read: A forfeiture action resulting from a seizure under this Act shall be instituted promptly. Property taken or detained under this Act is not subject to sequestration or attachment but is deemed to be in the custody of the law enforcement officer making the seizure, subject only to the order of the court. Section 9. That the code be amended by adding a NEW SECTION to read: Whenever property is seized under this Act, pending forfeiture and final disposition, the law enforcement officer making the seizure may: (1) Place the property under seal; (2) Remove the property to a place designated by the court; or (3) Request another agency authorized by law to take custody of the property and remove it to an appropriate location. Section 10. That the code be amended by adding a NEW SECTION to read: The limitations period for a claim or cause of action brought under this Act is three years from the date of the discovery of the violation of § 22-8-12."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7209, "action_date": "2016-02-04T14:00:00-06:00", "document_id": 38841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38841.pdf", "status_text": "First read in House and referred to", "journal_page": 286, "committee_id_action": 325, "committee_id_assigned": 320, "result": "N", "vote": {}}, {"bill_id": 7209, "action_date": "2016-02-22T10:00:00-06:00", "document_id": 39616, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39616.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 320, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7209, "action_date": "2016-02-22T10:00:00-06:00", "document_id": 39734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39734.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 320, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7209, "action_date": "2016-02-22T10:00:00-06:00", "document_id": 39734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39734.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 320, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7209, "action_date": "2016-02-22T10:00:00-06:00", "document_id": 39734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39734.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 320, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7209, "action_date": "2016-02-22T10:00:00-06:00", "document_id": 39734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39734.pdf", "status_text": "Do Pass Amended", "journal_page": 619, "committee_id_action": 320, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21254, "president_vote": null, "Excused": [1060], "Yea": [985, 1061, 963, 1038, 987, 1044, 1017, 1054, 991, 1025, 1029, 1024]}}, {"bill_id": 7209, "action_date": "2016-02-24T14:00:00-06:00", "document_id": 39955, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39955.pdf", "status_text": "Do Pass Amended", "journal_page": 675, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21477, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 1057, 964, 1040, 995, 1039, 986, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1056, 1061, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 987, 982, 1055, 1044, 1017, 1058, 1036, 1048, 1024, 1003, 968, 1018, 1059, 1054, 1031, 1028, 992, 1034, 1006, 991, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Excused": [1022, 1015, 1027]}}, {"bill_id": 7209, "action_date": "2016-02-25T13:00:00-06:00", "document_id": 39999, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39999.pdf", "status_text": "First read in Senate and referred to", "journal_page": 453, "committee_id_action": 309, "committee_id_assigned": 302, "result": "N", "vote": {}}, {"bill_id": 7209, "action_date": "2016-03-03T07:45:00-06:00", "document_id": 40167, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40167.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 302, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7209, "action_date": "2016-03-03T07:45:00-06:00", "document_id": 40335, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40335.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 302, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7209, "action_date": "2016-03-03T07:45:00-06:00", "document_id": 40335, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40335.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 302, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7209, "action_date": "2016-03-03T07:45:00-06:00", "document_id": 40335, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40335.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 534, "committee_id_action": 302, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21821, "president_vote": null, "Yea": [974, 1035, 1041, 1046, 973, 967], "Nay": [978]}}]}