{"session_id": 51, "bill_id": 16222, "bill_type": "Senate Bill", "bill_number": 123, "bill_title": "adopt the Uniform Partnership Act and to repeal conflicting provisions.", "sponsors": [{"legislator_profile_id": 2520, "is_prime": true}, {"legislator_profile_id": 2578, "is_prime": true}, {"legislator_profile_id": 2529, "is_prime": false}, {"legislator_profile_id": 2531, "is_prime": false}, {"legislator_profile_id": 2547, "is_prime": false}, {"legislator_profile_id": 2569, "is_prime": false}, {"legislator_profile_id": 2577, "is_prime": false}, {"legislator_profile_id": 2582, "is_prime": false}, {"legislator_profile_id": 2584, "is_prime": false}, {"legislator_profile_id": 2617, "is_prime": false}], "keywords": ["Uniform Act"], "audio": [{"meeting_datetime": "2001-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sju18sb0123a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sju18sb0123a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sju18sb0123a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-06T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen20sb0123a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-06T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen20sb0123a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-06T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen20sb0123a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen21sb0123.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen21sb0123.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen21sb0123.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hju26sb0123a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hju26sb0123a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hju26sb0123a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hju26sb0123a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-20T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou29sb0123a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-20T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou29sb0123a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-20T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou29sb0123a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16222, "bill_version_id": 88318, "bill_version": "Introduced", "bill_version_date": "2001-01-24T08:09:34-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the Uniform Partnership Act and to repeal conflicting provisions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 101. In this Act: (1) \"Business\" includes every trade, occupation, and profession. (2) \"Debtor in bankruptcy\" means a person who is the subject of: (i) An order for relief under Title 11 of the United States Code or a comparable order under a successor statute of general application; or (ii) A comparable order under federal, state, or foreign law governing insolvency. (3) \"Distribution\" means a transfer of money or other property from a partnership to a partner in the partner's capacity as a partner or to the partner's transferee. (4) \"Foreign limited liability partnership\" means a partnership that: (i) Is formed under laws other than the laws of this state; and (ii) Has the status of a limited liability partnership under those laws. (5) \"Limited liability partnership\" means a partnership that has filed a statement of qualification under Section 1001 and does not have a similar statement in effect in any other jurisdiction. (6) \"Partnership\" means an association of two or more persons to carry on as co-owners a business for profit formed under Section 202, predecessor law, or comparable law of another jurisdiction. (7) \"Partnership agreement\" means the agreement, whether written, oral, or implied, among the partners concerning the partnership, including amendments to the partnership agreement. (8) \"Partnership at will\" means a partnership in which the partners have not agreed to remain partners until the expiration of a definite term or the completion of a particular undertaking. (9) \"Partnership interest\" or\"partner's interest in the partnership\" means all of a partner's interests in the partnership, including the partner's transferable interest and all management and other rights. (10) \"Person\" means an individual, corporation, business trust, estate, trust, partnership, association, joint venture, government, governmental subdivision, agency, or instrumentality, or any other legal or commercial entity. (11) \"Property\" means all property, real, personal, or mixed, tangible or intangible, or any interest therein. (12) \"State\" means a state of the United States, the District of Columbia, the Commonwealth of Puerto Rico, or any territory or insular possession subject to the jurisdiction of the United States. (13) \"Statement\" means a statement of partnership authority under Section 303, a statement of denial under Section 304, a statement of dissociation under Section 704, a statement of dissolution under Section 805, a statement of merger under Section 907, a statement of qualification under Section 1001, a statement of foreign qualification under Section 1102, or an amendment or cancellation of any of the foregoing. (14) \"Transfer\" includes an assignment, conveyance, lease, mortgage, deed, and encumbrance. Section 102. (a) A person knows a fact if the person has actual knowledge of it. (b) A person has notice of a fact if the person: (1) Knows of it; (2) Has received a notification of it; or (3) Has reason to know it exists from all of the facts known to the person at the time in question. (c) A person notifies or gives a notification to another by taking steps reasonably required to inform the other person in ordinary course, whether or not the other person learns of it. (d) A person receives a notification when the notification: (1) Comes to the person's attention; or (2) Is duly delivered at the person's place of business or at any other place held out by the person as a place for receiving communications. (e) Except as otherwise provided in subsection (f), a person other than an individual knows, has notice, or receives a notification of a fact for purposes of a particular transaction when the individual conducting the transaction knows, has notice, or receives a notification of the fact, or in any event when the fact would have been brought to the individual's attention if the person had exercised reasonable diligence. The person exercises reasonable diligence if it maintains reasonable routines for communicating significant information to the individual conducting the transaction and there is reasonable compliance with the routines. Reasonable diligence does not require an individual acting for the person to communicate information unless the communication is part of the individual's regular duties or the individual has reason to know of the transaction and that the transaction would be materially affected by the information. (f) A partner's knowledge, notice, or receipt of a notification of a fact relating to the partnership is effective immediately as knowledge by, notice to, or receipt of a notification by the partnership, except in the case of a fraud on the partnership committed by or with the consent of that partner. Section 103. (a) Except as otherwise provided in subsection (b), relations among the partners and between the partners and the partnership are governed by the partnership agreement. To the extent the partnership agreement does not otherwise provide, this Act governs relations among the partners and between the partners and the partnership. (b) The partnership agreement may not: (1) Vary the rights and duties under Section 105 except to eliminate the duty to provide copies of statements to all of the partners; (2) Unreasonably restrict the right of access to books and records under Section 403(b); (3) Eliminate the duty of loyalty under Section 404(b) or 603(b)(3), but: (i) The partnership agreement may identify specific types or categories of activities that do not violate the duty of loyalty, if not manifestly unreasonable; or (ii) All of the partners or a number or percentage specified in the partnership agreement may authorize or ratify, after full disclosure of all material facts, a specific act or transaction that otherwise would violate the duty of loyalty; (4) Unreasonably reduce the duty of care under Section 404(c) or 603(b)(3); (5) Eliminate the obligation of good faith and fair dealing under Section 404(d), but the partnership agreement may prescribe the standards by which the performance of the obligation is to be measured, if the standards are not manifestly unreasonable; (6) Vary the power to dissociate as a partner under Section 602(a), except to require the notice under Section 601(1) to be in writing; (7) Vary the right of a court to expel a partner in the events specified in Section 601(5); (8) Vary the requirement to wind up the partnership business in cases specified in Section 801(4), (5), or (6); (9) Vary the law applicable to a limited liability partnership under Section 106(b); or (10) Restrict rights of third parties under this Act. Section 104. (a) Unless displaced by particular provisions of this Act, the principles of law and equity supplement this Act. (b) If an obligation to pay interest arises under this Act and the rate is not specified, the rate is that specified in Category B of subdivision 54-3-16(2). Section 105. (a) A statement may be filed in the Office of the Secretary of State. A certified copy of a statement that is filed in an office in another state may be filed in the Office of the Secretary of State. Either filing has the effect provided in this Act with respect to partnership property located in or transactions that occur in this state. (b) A certified copy of a statement that has been filed in the Office of the Secretary of State and recorded in the office of the register of deeds has the effect provided for recorded statements in this Act. A recorded statement that is not a certified copy of a statement filed in the Office of the Secretary of State does not have the effect provided for recorded statements in this Act. (c) A statement filed by a partnership must be executed by at least two partners. Other statements must be executed by a partner or other person authorized by this Act. An individual who executes a statement as, or on behalf of, a partner or other person named as a partner in a statement shall personally declare under penalty of perjury that the contents of the statement are accurate. (d) A person authorized by this Act to file a statement may amend or cancel the statement by filing an amendment or cancellation that names the partnership, identifies the statement, and states the substance of the amendment or cancellation. (e) A person who files a statement pursuant to this section shall promptly send a copy of the statement to every nonfiling partner and to any other person named as a partner in the statement. Failure to send a copy of a statement to a partner or other person does not limit the effectiveness of the statement as to a person not a partner. The secretary of state may collect a fee for filing or providing a certified copy of a statement. The register of deeds may collect a fee, not to exceed ten dollars, for recording a statement. Section 106. (a) Except as otherwise provided in subsection (b), the law of the jurisdiction in which a partnership has its chief executive office governs relations among the partners and between the partners and the partnership. (b) The law of this state governs relations among the partners and between the partners and the partnership and the liability of partners for an obligation of a limited liability partnership. Section 107. A partnership governed by this Act is subject to any amendment to or repeal of this Act. Section 201. (a) A partnership is an entity distinct from its partners. (b) A limited liability partnership continues to be the same entity that existed before the filing of a statement of qualification under Section 1001. Section 202. (a) Except as otherwise provided in subsection (b), the association of two or more persons to carry on as co-owners a business for profit forms a partnership, whether or not the persons intend to form a partnership. (b) An association formed under a statute other than this Act, a predecessor statute, or a comparable statute of another jurisdiction is not a partnership under this Act. (c) In determining whether a partnership is formed, the following rules apply: (1) Joint tenancy, tenancy in common, tenancy by the entireties, joint property, common property, or part ownership does not by itself establish a partnership, even if the co- owners share profits made by the use of the property. (2) The sharing of gross returns does not by itself establish a partnership, even if the persons sharing them have a joint or common right or interest in property from which the returns are derived. (3) A person who receives a share of the profits of a business is presumed to be a partner in the business, unless the profits were received in payment: (i) Of a debt by installments or otherwise; (ii) For services as an independent contractor or of wages or other compensation to an employee; (iii) Of rent; (iv) Of an annuity or other retirement or health benefit to a beneficiary, representative, or designee of a deceased or retired partner; (v) Of interest or other charge on a loan, even if the amount of payment varies with the profits of the business, including a direct or indirect present or future ownership of the collateral, or rights to income, proceeds, or increase in value derived from the collateral; or (vi) For the sale of the goodwill of a business or other property by installments or otherwise. Section 203. Property acquired by a partnership is property of the partnership and not of the partners individually. Section 204. (a) Property is partnership property if acquired in the name of: (1) The partnership; or (2) One or more partners with an indication in the instrument transferring title to the property of the person's capacity as a partner or of the existence of a partnership but without an indication of the name of the partnership. (b) Property is acquired in the name of the partnership by a transfer to: (1) The partnership in its name; or (2) One or more partners in their capacity as partners in the partnership, if the name of the partnership is indicated in the instrument transferring title to the property. (c) Property is presumed to be partnership property if purchased with partnership assets, even if not acquired in the name of the partnership or of one or more partners with an indication in the instrument transferring title to the property of the person's capacity as a partner or of the existence of a partnership. (d) Property acquired in the name of one or more of the partners, without an indication in the instrument transferring title to the property of the person's capacity as a partner or of the existence of a partnership and without use of partnership assets, is presumed to be separate property, even if used for partnership purposes. Section 301. Subject to the effect of a statement of partnership authority under Section 303: (1) Each partner is an agent of the partnership for the purpose of its business. An act of a partner, including the execution of an instrument in the partnership name, for apparently carrying on in the ordinary course the partnership business or business of the kind carried on by the partnership binds the partnership, unless the partner had no authority to act for the partnership in the particular matter and the person with whom the partner was dealing knew or had received a notification that the partner lacked authority. (2) An act of a partner which is not apparently for carrying on in the ordinary course the partnership business or business of the kind carried on by the partnership binds the partnership only if the act was authorized by the other partners. Section 302. (a) Partnership property may be transferred as follows: (1) Subject to the effect of a statement of partnership authority under Section 303, partnership property held in the name of the partnership may be transferred by an instrument of transfer executed by a partner in the partnership name. (2) Partnership property held in the name of one or more partners with an indication in the instrument transferring the property to them of their capacity as partners or of the existence of a partnership, but without an indication of the name of the partnership, may be transferred by an instrument of transfer executed by the persons in whose name the property is held. (3) Partnership property held in the name of one or more persons other than the partnership, without an indication in the instrument transferring the property to them of their capacity as partners or of the existence of a partnership, may be transferred by an instrument of transfer executed by the persons in whose name the property is held. (b) A partnership may recover partnership property from a transferee only if it proves that execution of the instrument of initial transfer did not bind the partnership under Section 301 and: (1) As to a subsequent transferee who gave value for property transferred under subsection (a)(1) and (2), proves that the subsequent transferee knew or had received a notification that the person who executed the instrument of initial transfer lacked authority to bind the partnership; or (2) As to a transferee who gave value for property transferred under subsection (a)(3), proves that the transferee knew or had received a notification that the property was partnership property and that the person who executed the instrument of initial transfer lacked authority to bind the partnership. (c) A partnership may not recover partnership property from a subsequent transferee if the partnership would not have been entitled to recover the property, under subsection (b), from any earlier transferee of the property. (d) If a person holds all of the partners' interests in the partnership, all of the partnership property vests in that person. The person may execute a document in the name of the partnership to evidence vesting of the property in that person and may file or record the document. Section 303. (a) A partnership may file a statement of partnership authority in the Office of the Secretary of State, which: (1) Must include: (i) The name of the partnership; (ii) The street address of its chief executive office and of one office in this state, if there is one; (iii) The names and mailing addresses of all of the partners or of an agent appointed and maintained by the partnership for the purpose of subsection (b); and (iv) The names of the partners authorized to execute an instrument transferring real property held in the name of the partnership; and (2) May state the authority, or limitations on the authority, of some or all of the partners to enter into other transactions on behalf of the partnership and any other matter. (b) If a statement of partnership authority names an agent, the agent shall maintain a list of the names and mailing addresses of all of the partners and make it available to any person on request for good cause shown. (c) If a filed statement of partnership authority is executed pursuant to Section 105(c) and states the name of the partnership but does not contain all of the other information required by subsection (a), the statement nevertheless operates with respect to a person not a partner as provided in subsections (d) and (e). (d) Except as otherwise provided in subsection (g), a filed statement of partnership authority supplements the authority of a partner to enter into transactions on behalf of the partnership as follows: (1) Except for transfers of real property, a grant of authority contained in a filed statement of partnership authority is conclusive in favor of a person who gives value without knowledge to the contrary, so long as and to the extent that a limitation on that authority is not then contained in another filed statement. A filed cancellation of a limitation on authority revives the previous grant of authority. (2) A grant of authority to transfer real property held in the name of the partnership contained in a certified copy of a filed statement of partnership authority recorded in the office for recording transfers of that real property is conclusive in favor of a person who gives value without knowledge to the contrary, so long as and to the extent that a certified copy of a filed statement containing a limitation on that authority is not then of record in the office for recording transfers of that real property. The recording in the office for recording transfers of that real property of a certified copy of a filed cancellation of a limitation on authority revives the previous grant of authority. (e) A person not a partner is deemed to know of a limitation on the authority of a partner to transfer real property held in the name of the partnership if a certified copy of the filed statement containing the limitation on authority is of record in the office for recording transfers of that real property. (f) Except as otherwise provided in subsections (d) and (e) and Sections 704 and 805, a person not a partner is not deemed to know of a limitation on the authority of a partner merely because the limitation is contained in a filed statement. (g) Unless earlier canceled, a filed statement of partnership authority is canceled by operation of law five years after the date on which the statement, or the most recent amendment, was filed with the secretary of state. Section 304. A partner or other person named as a partner in a filed statement of partnership authority or in a list maintained by an agent pursuant to Section 303(b) may file a statement of denial in the Office of the Secretary of State stating the name of the partnership and the fact that is being denied, which may include denial of a person's authority or status as a partner. A statement of denial is a limitation on authority as provided in Section 303(d) and (e). Section 305. (a) A partnership is liable for loss or injury caused to a person, or for a penalty incurred, as a result of a wrongful act or omission, or other actionable conduct, of a partner acting in the ordinary course of business of the partnership or with authority of the partnership. (b) If, in the course of the partnership's business or while acting with authority of the partnership, a partner receives or causes the partnership to receive money or property of a person not a partner, and the money or property is misapplied by a partner, the partnership is liable for the loss. Section 306. (a) Except as otherwise provided in subsections (b) and (c), all partners are liable jointly and severally for all obligations of the partnership unless otherwise agreed by the claimant or provided by law. (b) A person admitted as a partner into an existing partnership is not personally liable for any partnership obligation incurred before the person's admission as a partner. (c) An obligation of a partnership incurred while the partnership is a limited liability partnership, whether arising in contract, tort, or otherwise, is solely the obligation of the partnership. A partner is not personally liable, directly or indirectly, by way of contribution or otherwise, for such an obligation solely by reason of being or so acting as a partner. This subsection applies notwithstanding anything inconsistent in the partnership agreement that existed immediately before the vote required to become a limited liability partnership under Section 1001(b). Section 307. (a) A partnership may sue and be sued in the name of the partnership. (b) An action may be brought against the partnership and, to the extent not inconsistent with Section 306, any or all of the partners in the same action or in separate actions. (c) A judgment against a partnership is not by itself a judgment against a partner. A judgment against a partnership may not be satisfied from a partner's assets unless there is also a judgment against the partner. (d) A judgment creditor of a partner may not levy execution against the assets of the partner to satisfy a judgment based on a claim against the partnership unless the partner is personally liable for the claim under Section 306 and: (1) A judgment based on the same claim has been obtained against the partnership and a writ of execution on the judgment has been returned unsatisfied in whole or in part; (2) The partnership is a debtor in bankruptcy; (3) The partner has agreed that the creditor need not exhaust partnership assets; (4) A court grants permission to the judgment creditor to levy execution against the assets of a partner based on a finding that partnership assets subject to execution are clearly insufficient to satisfy the judgment, that exhaustion of partnership assets is excessively burdensome, or that the grant of permission is an appropriate exercise of the court's equitable powers; or (5) Liability is imposed on the partner by law or contract independent of the existence of the partnership. (e) This section applies to any partnership liability or obligation resulting from a representation by a partner or purported partner under Section 308. Section 308. (a) If a person, by words or conduct, purports to be a partner, or consents to being represented by another as a partner, in a partnership or with one or more persons not partners, the purported partner is liable to a person to whom the representation is made, if that person, relying on the representation, enters into a transaction with the actual or purported partnership. If the representation, either by the purported partner or by a person with the purported partner's consent, is made in a public manner, the purported partner is liable to a person who relies upon the purported partnership even if the purported partner is not aware of being held out as a partner to the claimant. If partnership liability results, the purported partner is liable with respect to that liability as if the purported partner were a partner. If no partnership liability results, the purported partner is liable with respect to that liability jointly and severally with any other person consenting to the representation. (b) If a person is thus represented to be a partner in an existing partnership, or with one or more persons not partners, the purported partner is an agent of persons consenting to the representation to bind them to the same extent and in the same manner as if the purported partner were a partner, with respect to persons who enter into transactions in reliance upon the representation. If all of the partners of the existing partnership consent to the representation, a partnership act or obligation results. If fewer than all of the partners of the existing partnership consent to the representation, the person acting and the partners consenting to the representation are jointly and severally liable. (c) A person is not liable as a partner merely because the person is named by another in a statement of partnership authority. (d) A person does not continue to be liable as a partner merely because of a failure to file a statement of dissociation or to amend a statement of partnership authority to indicate the partner's dissociation from the partnership. (e) Except as otherwise provided in subsections (a) and (b), persons who are not partners as to each other are not liable as partners to other persons. Section 401. (a) Each partner is deemed to have an account that is: (1) Credited with an amount equal to the money plus the value of any other property, net of the amount of any liabilities, the partner contributes to the partnership and the partner's share of the partnership profits; and (2) Charged with an amount equal to the money plus the value of any other property, net of the amount of any liabilities, distributed by the partnership to the partner and the partner's share of the partnership losses. (b) Each partner is entitled to an equal share of the partnership profits and is chargeable with a share of the partnership losses in proportion to the partner's share of the profits. (c) A partnership shall reimburse a partner for payments made and indemnify a partner for liabilities incurred by the partner in the ordinary course of the business of the partnership or for the preservation of its business or property. (d) A partnership shall reimburse a partner for an advance to the partnership beyond the amount of capital the partner agreed to contribute. (e) A payment or advance made by a partner which gives rise to a partnership obligation under subsection (c) or (d) constitutes a loan to the partnership which accrues interest from the date of the payment or advance. (f) Each partner has equal rights in the management and conduct of the partnership business. (g) A partner may use or possess partnership property only on behalf of the partnership. (h) A partner is not entitled to remuneration for services performed for the partnership, except for reasonable compensation for services rendered in winding up the business of the partnership. (i) A person may become a partner only with the consent of all of the partners. (j) A difference arising as to a matter in the ordinary course of business of a partnership may be decided by a majority of the partners. An act outside the ordinary course of business of a partnership and an amendment to the partnership agreement may be undertaken only with the consent of all of the partners. (k) This section does not affect the obligations of a partnership to other persons under Section 301. Section 402. A partner has no right to receive, and may not be required to accept, a distribution in kind. Section 403. (a) A partnership shall keep its books and records, if any, at its chief executive office. (b) A partnership shall provide partners and their agents and attorneys access to its books and records. It shall provide former partners and their agents and attorneys access to books and records pertaining to the period during which they were partners. The right of access provides the opportunity to inspect and copy books and records during ordinary business hours. A partnership may impose a reasonable charge, covering the costs of labor and material, for copies of documents furnished. (c) Each partner and the partnership shall furnish to a partner, and to the legal representative of a deceased partner or partner under legal disability: (1) Without demand, any information concerning the partnership's business and affairs reasonably required for the proper exercise of the partner's rights and duties under the partnership agreement or this Act; and (2) On demand, any other information concerning the partnership's business and affairs, except to the extent the demand or the information demanded is unreasonable or otherwise improper under the circumstances. Section 404. (a) The only fiduciary duties a partner owes to the partnership and the other partners are the duty of loyalty and the duty of care set forth in subsections (b) and (c). (b) A partner's duty of loyalty to the partnership and the other partners is limited to the following: (1) To account to the partnership and hold as trustee for it any property, profit, or benefit derived by the partner in the conduct and winding up of the partnership business or derived from a use by the partner of partnership property, including the appropriation of a partnership opportunity; (2) To refrain from dealing with the partnership in the conduct or winding up of the partnership business as or on behalf of a party having an interest adverse to the partnership; and (3) To refrain from competing with the partnership in the conduct of the partnership business before the dissolution of the partnership. (c) A partner's duty of care to the partnership and the other partners in the conduct and winding up of the partnership business is limited to refraining from engaging in grossly negligent or reckless conduct, intentional misconduct, or a knowing violation of law. (d) A partner shall discharge the duties to the partnership and the other partners under this Act or under the partnership agreement and exercise any rights consistently with the obligation of good faith and fair dealing. (e) A partner does not violate a duty or obligation under this Act or under the partnership agreement merely because the partner's conduct furthers the partner's own interest. (f) A partner may lend money to and transact other business with the partnership, and as to each loan or transaction the rights and obligations of the partner are the same as those of a person who is not a partner, subject to other applicable law. (g) This section applies to a person winding up the partnership business as the personal or legal representative of the last surviving partner as if the person were a partner. Section 405. (a) A partnership may maintain an action against a partner for a breach of the partnership agreement, or for the violation of a duty to the partnership, causing harm to the partnership. (b) A partner may maintain an action against the partnership or another partner for legal or equitable relief, with or without an accounting as to partnership business, to: (1) Enforce the partner's rights under the partnership agreement; (2) Enforce the partner's rights under this Act, including: (i) The partner's rights under Section 401, 403, or 404; (ii) The partner's right on dissociation to have the partner's interest in the partnership purchased pursuant to Section 701 or enforce any other right under Article 6 or 7; or (iii) The partner's right to compel a dissolution and winding up of the partnership business under Section 801 or enforce any other right under Article 8; or (3) Enforce the rights and otherwise protect the interests of the partner, including rights and interests arising independently of the partnership relationship. (c) The accrual of, and any time limitation on, a right of action for a remedy under this section is governed by other law. A right to an accounting upon a dissolution and winding up does not revive a claim barred by law. Section 406. (a) If a partnership for a definite term or particular undertaking is continued, without an express agreement, after the expiration of the term or completion of the undertaking, the rights and duties of the partners remain the same as they were at the expiration or completion, so far as is consistent with a partnership at will. (b) If the partners, or those of them who habitually acted in the business during the term or undertaking, continue the business without any settlement or liquidation of the partnership, they are presumed to have agreed that the partnership will continue. Section 501. A partner is not a co-owner of partnership property and has no interest in partnership property which can be transferred, either voluntarily or involuntarily. Section 502. The only transferable interest of a partner in the partnership is the partner's share of the profits and losses of the partnership and the partner's right to receive distributions. The interest is personal property. Section 503. (a) A transfer, in whole or in part, of a partner's transferable interest in the partnership: (1) Is permissible; (2) Does not by itself cause the partner's dissociation or a dissolution and winding up of the partnership business; and (3) Does not, as against the other partners or the partnership, entitle the transferee, during the continuance of the partnership, to participate in the management or conduct of the partnership business, to require access to information concerning partnership transactions, or to inspect or copy the partnership books or records. (b) A transferee of a partner's transferable interest in the partnership has a right: (1) To receive, in accordance with the transfer, distributions to which the transferor would otherwise be entitled; (2) To receive upon the dissolution and winding up of the partnership business, in accordance with the transfer, the net amount otherwise distributable to the transferor; and (3) To seek under Section 801(6) a judicial determination that it is equitable to wind up the partnership business. (c) In a dissolution and winding up, a transferee is entitled to an account of partnership transactions only from the date of the latest account agreed to by all of the partners. (d) Upon transfer, the transferor retains the rights and duties of a partner other than the interest in distributions transferred. (e) A partnership need not give effect to a transferee's rights under this section until it has notice of the transfer. (f) A transfer of a partner's transferable interest in the partnership in violation of a restriction on transfer contained in the partnership agreement is ineffective as to a person having notice of the restriction at the time of transfer. Section 504. (a) On application by a judgment creditor of a partner or of a partner's transferee, a court having jurisdiction may charge the transferable interest of the judgment debtor to satisfy the judgment. The court may appoint a receiver of the share of the distributions due or to become due to the judgment debtor in respect of the partnership and make all other orders, directions, accounts, and inquiries the judgment debtor might have made or which the circumstances of the case may require. (b) A charging order constitutes a lien on the judgment debtor's transferable interest in the partnership. The court may order a foreclosure of the interest subject to the charging order at any time. The purchaser at the foreclosure sale has the rights of a transferee. (c) At any time before foreclosure, an interest charged may be redeemed: (1) By the judgment debtor; (2) With property other than partnership property, by one or more of the other partners; or (3) With partnership property, by one or more of the other partners with the consent of all of the partners whose interests are not so charged. (d) This Act does not deprive a partner of a right under exemption laws with respect to the partner's interest in the partnership. (e) This section provides the exclusive remedy by which a judgment creditor of a partner or partner's transferee may satisfy a judgment out of the judgment debtor's transferable interest in the partnership. Section 601. A partner is dissociated from a partnership upon the occurrence of any of the following events: (1) The partnership's having notice of the partner's express will to withdraw as a partner or on a later date specified by the partner; (2) An event agreed to in the partnership agreement as causing the partner's dissociation; (3) The partner's expulsion pursuant to the partnership agreement; (4) The partner's expulsion by the unanimous vote of the other partners if: (i) It is unlawful to carry on the partnership business with that partner; (ii) There has been a transfer of all or substantially all of that partner's transferable interest in the partnership, other than a transfer for security purposes, or a court order charging the partner's interest, which has not been foreclosed; (iii) Within ninety days after the partnership notifies a corporate partner that it will be expelled because it has filed a certificate of dissolution or the equivalent, its charter has been revoked, or its right to conduct business has been suspended by the jurisdiction of its incorporation, there is no revocation of the certificate of dissolution or no reinstatement of its charter or its right to conduct business; or (iv) A partnership that is a partner has been dissolved and its business is being wound up; (5) On application by the partnership or another partner, the partner's expulsion by judicial determination because: (i) The partner engaged in wrongful conduct that adversely and materially affected the partnership business; (ii) The partner willfully or persistently committed a material breach of the partnership agreement or of a duty owed to the partnership or the other partners under Section 404; or (iii) The partner engaged in conduct relating to the partnership business which makes it not reasonably practicable to carry on the business in partnership with the partner; (6) The partner's: (i) Becoming a debtor in bankruptcy; (ii) Executing an assignment for the benefit of creditors; (iii) Seeking, consenting to, or acquiescing in the appointment of a trustee, receiver, or liquidator of that partner or of all or substantially all of that partner's property; or (iv) Failing, within ninety days after the appointment, to have vacated or stayed the appointment of a trustee, receiver, or liquidator of the partner or of all or substantially all of the partner's property obtained without the partner's consent or acquiescence, or failing within ninety days after the expiration of a stay to have the appointment vacated; (7) In the case of a partner who is an individual: (i) The partner's death; (ii) The appointment of a guardian or general conservator for the partner; or (iii) A judicial determination that the partner has otherwise become incapable of performing the partner's duties under the partnership agreement; (8) In the case of a partner that is a trust or is acting as a partner by virtue of being a trustee of a trust, distribution of the trust's entire transferable interest in the partnership, but not merely by reason of the substitution of a successor trustee; (9) In the case of a partner that is an estate or is acting as a partner by virtue of being a personal representative of an estate, distribution of the estate's entire transferable interest in the partnership, but not merely by reason of the substitution of a successor personal representative; or (10) Termination of a partner who is not an individual, partnership, corporation, trust, or estate. Section 602. (a) A partner has the power to dissociate at any time, rightfully or wrongfully, by express will pursuant to Section 601(1). (b) A partner's dissociation is wrongful only if: (1) It is in breach of an express provision of the partnership agreement; or (2) In the case of a partnership for a definite term or particular undertaking, before the expiration of the term or the completion of the undertaking: (i) The partner withdraws by express will, unless the withdrawal follows within ninety days after another partner's dissociation by death or otherwise under Section 601(6) to (10), inclusive, or wrongful dissociation under this subsection; (ii) The partner is expelled by judicial determination under Section 601(5); (iii) The partner is dissociated by becoming a debtor in bankruptcy; or (iv) In the case of a partner who is not an individual, trust other than a business trust, or estate, the partner is expelled or otherwise dissociated because it willfully dissolved or terminated. (c) A partner who wrongfully dissociates is liable to the partnership and to the other partners for damages caused by the dissociation. The liability is in addition to any other obligation of the partner to the partnership or to the other partners. Section 603. (a) If a partner's dissociation results in a dissolution and winding up of the partnership business, Article 8 applies; otherwise, Article 7 applies. (b) Upon a partner's dissociation: (1) The partner's right to participate in the management and conduct of the partnership business terminates, except as otherwise provided in Section 803; (2) The partner's duty of loyalty under Section 404(b)(3) terminates; and (3) The partner's duty of loyalty under Section 404(b)(1) and (2) and duty of care under Section 404(c) continue only with regard to matters arising and events occurring before the partner's dissociation, unless the partner participates in winding up the partnership's business pursuant to Section 803. Section 701. (a) If a partner is dissociated from a partnership without resulting in a dissolution and winding up of the partnership business under Section 801, the partnership shall cause the dissociated partner's interest in the partnership to be purchased for a buyout price determined pursuant to subsection (b). (b) The buyout price of a dissociated partner's interest is the amount that would have been distributable to the dissociating partner under Section 807(b) if, on the date of dissociation, the assets of the partnership were sold at a price equal to the greater of the liquidation value or the value based on a sale of the entire business as a going concern without the dissociated partner and the partnership were wound up as of that date. Interest must be paid from the date of dissociation to the date of payment. (c) Damages for wrongful dissociation under Section 602(b), and all other amounts owing, whether or not presently due, from the dissociated partner to the partnership, must be offset against the buyout price. Interest must be paid from the date the amount owed becomes due to the date of payment. (d) A partnership shall indemnify a dissociated partner whose interest is being purchased against all partnership liabilities, whether incurred before or after the dissociation, except liabilities incurred by an act of the dissociated partner under Section 702. (e) If no agreement for the purchase of a dissociated partner's interest is reached within one hundred twenty days after a written demand for payment, the partnership shall pay, or cause to be paid, in cash to the dissociated partner the amount the partnership estimates to be the buyout price and accrued interest, reduced by any offsets and accrued interest under subsection (c). (f) If a deferred payment is authorized under subsection (h), the partnership may tender a written offer to pay the amount it estimates to be the buyout price and accrued interest, reduced by any offsets under subsection (c), stating the time of payment, the amount and type of security for payment, and the other terms and conditions of the obligation. (g) The payment or tender required by subsection (e) or (f) must be accompanied by the following: (1) A statement of partnership assets and liabilities as of the date of dissociation; (2) The latest available partnership balance sheet and income statement, if any; (3) An explanation of how the estimated amount of the payment was calculated; and (4) Written notice that the payment is in full satisfaction of the obligation to purchase unless, within one hundred twenty days after the written notice, the dissociated partner commences an action to determine the buyout price, any offsets under subsection (c), or other terms of the obligation to purchase. (h) A partner who wrongfully dissociates before the expiration of a definite term or the completion of a particular undertaking is not entitled to payment of any portion of the buyout price until the expiration of the term or completion of the undertaking, unless the partner establishes to the satisfaction of the court that earlier payment will not cause undue hardship to the business of the partnership. A deferred payment must be adequately secured and bear interest. (i) A dissociated partner may maintain an action against the partnership, pursuant to Section 405(b)(2)(ii), to determine the buyout price of that partner's interest, any offsets under subsection (c), or other terms of the obligation to purchase. The action must be commenced within one hundred twenty days after the partnership has tendered payment or an offer to pay or within one year after written demand for payment if no payment or offer to pay is tendered. The court shall determine the buyout price of the dissociated partner's interest, any offset due under subsection (c), and accrued interest, and enter judgment for any additional payment or refund. If deferred payment is authorized under subsection (h), the court shall also determine the security for payment and other terms of the obligation to purchase. The court may assess reasonable attorney's fees and the fees and expenses of appraisers or other experts for a party to the action, in amounts the court finds equitable, against a party that the court finds acted arbitrarily, vexatiously, or not in good faith. The finding may be based on the partnership's failure to tender payment or an offer to pay or to comply with subsection (g). Section 702. (a) For two years after a partner dissociates without resulting in a dissolution and winding up of the partnership business, the partnership, including a surviving partnership under Article 9, is bound by an act of the dissociated partner which would have bound the partnership under Section 301 before dissociation only if at the time of entering into the transaction the other party: (1) Reasonably believed that the dissociated partner was then a partner; (2) Did not have notice of the partner's dissociation; and (3) Is not deemed to have had knowledge under Section 303(e) or notice under Section 704(c). (b) A dissociated partner is liable to the partnership for any damage caused to the partnership arising from an obligation incurred by the dissociated partner after dissociation for which the partnership is liable under subsection (a). Section 703. (a) A partner's dissociation does not of itself discharge the partner's liability for a partnership obligation incurred before dissociation. A dissociated partner is not liable for a partnership obligation incurred after dissociation, except as otherwise provided in subsection (b). (b) A partner who dissociates without resulting in a dissolution and winding up of the partnership business is liable as a partner to the other party in a transaction entered into by the partnership, or a surviving partnership under Article 9, within two years after the partner's dissociation, only if the partner is liable for the obligation under Section 306 and at the time of entering into the transaction the other party: (1) Reasonably believed that the dissociated partner was then a partner; (2) Did not have notice of the partners dissociation; and (3) Is not deemed to have had knowledge under Section 303(e) or notice under Section 704(c). (c) By agreement with the partnership creditor and the partners continuing the business, a dissociated partner may be released from liability for a partnership obligation. (d) A dissociated partner is released from liability for a partnership obligation if a partnership creditor, with notice of the partner's dissociation but without the partner's consent, agrees to a material alteration in the nature or time of payment of a partnership obligation. Section 704. (a) A dissociated partner or the partnership may file a statement of dissociation in the Office of the Secretary of State stating the name of the partnership and that the partner is dissociated from the partnership. (b) A statement of dissociation is a limitation on the authority of a dissociated partner for the purposes of Section 303(d) and (e). (c) For the purposes of Sections 702(a)(3) and 703(b)(3), a person not a partner is deemed to have notice of the dissociation ninety days after the statement of dissociation is filed. Section 705. Continued use of a partnership name, or a dissociated partner's name as part thereof, by partners continuing the business does not of itself make the dissociated partner liable for an obligation of the partners or the partnership continuing the business. Section 801. A partnership is dissolved, and its business must be wound up, only upon the occurrence of any of the following events: (1) In a partnership at will, the partnership's having notice from a partner, other than a partner who is dissociated under Section 601(2) to (10), inclusive, of that partner's express will to withdraw as a partner, or on a later date specified by the partner; (2) In a partnership for a definite term or particular undertaking: (i) Within ninety days after a partner's dissociation by death or otherwise under Section 601(6) to (10), inclusive, or wrongful dissociation under Section 602(b), the express will of at least half of the remaining partners to wind up the partnership business, for which purpose a partner's rightful dissociation pursuant to Section 602(b)(2)(i) constitutes the expression of that partner's will to wind up the partnership business; (ii) The express will of all of the partners to wind up the partnership business; or (iii) The expiration of the term or the completion of the undertaking; (3) An event agreed to in the partnership agreement resulting in the winding up of the partnership business; (4) An event that makes it unlawful for all or substantially all of the business of the partnership to be continued, but a cure of illegality within ninety days after notice to the partnership of the event is effective retroactively to the date of the event for purposes of this section; (5) On application by a partner, a judicial determination that: (i) The economic purpose of the partnership is likely to be unreasonably frustrated; (ii) Another partner has engaged in conduct relating to the partnership business which makes it not reasonably practicable to carry on the business in partnership with that partner; or (iii) It is not otherwise reasonably practicable to carry on the partnership business in conformity with the partnership agreement; or (6) On application by a transferee of a partner's transferable interest, a judicial determination that it is equitable to wind up the partnership business: (i) After the expiration of the term or completion of the undertaking, if the partnership was for a definite term or particular undertaking at the time of the transfer or entry of the charging order that gave rise to the transfer; or (ii) At any time, if the partnership was a partnership at will at the time of the transfer or entry of the charging order that gave rise to the transfer. Section 802. (a) Subject to subsection (b), a partnership continues after dissolution only for the purpose of winding up its business. The partnership is terminated when the winding up of its business is completed. (b) At any time after the dissolution of a partnership and before the winding up of its business is completed, all of the partners, including any dissociating partner other than a wrongfully dissociating partner, may waive the right to have the partnership's business wound up and the partnership terminated. In that event: (1) The partnership resumes carrying on its business as if dissolution had never occurred, and any liability incurred by the partnership or a partner after the dissolution and before the waiver is determined as if dissolution had never occurred; and (2) The rights of a third party accruing under Section 804(1) or arising out of conduct in reliance on the dissolution before the third party knew or received a notification of the waiver may not be adversely affected. Section 803. (a) After dissolution, a partner who has not wrongfully dissociated may participate in winding up the partnership's business, but on application of any partner, partner's legal representative, or transferee, the circuit court, for good cause shown, may order judicial supervision of the winding up. (b) The legal representative of the last surviving partner may wind up a partnership's business. (c) A person winding up a partnership's business may preserve the partnership business or property as a going concern for a reasonable time, prosecute and defend actions and proceedings, whether civil, criminal, or administrative, settle and close the partnership's business, dispose of and transfer the partnership's property, discharge the partnership's liabilities, distribute the assets of the partnership pursuant to Section 807, settle disputes by mediation or arbitration, and perform other necessary acts. Section 804. Subject to Section 805, a partnership is bound by a partner's act after dissolution that: (1) Is appropriate for winding up the partnership business; or (2) Would have bound the partnership under Section 301 before dissolution, if the other party to the transaction did not have notice of the dissolution. Section 805. (a) After dissolution, a partner who has not wrongfully dissociated may file a statement of dissolution in the Office of the Secretary of State stating the name of the partnership and that the partnership has dissolved and is winding up its business. (b) A statement of dissolution cancels a filed statement of partnership authority for the purposes of Section 303(d) and is a limitation on authority for the purposes of Section 303(e). (c) For the purposes of Sections 301 and 804, a person not a partner is deemed to have notice of the dissolution and the limitation on the partners' authority as a result of the statement of dissolution ninety days after it is filed. (d) After filing and, if appropriate, recording a statement of dissolution, a dissolved partnership may file and, if appropriate, record a statement of partnership authority which will operate with respect to a person not a partner as provided in Section 303(d) and (e) in any transaction, whether or not the transaction is appropriate for winding up the partnership business. Section 806. (a) Except as otherwise provided in subsection (b) and Section 306, after dissolution a partner is liable to the other partners for the partner's share of any partnership liability incurred under Section 804. (b) A partner who, with knowledge of the dissolution, incurs a partnership liability under Section 804(2) by an act that is not appropriate for winding up the partnership business is liable to the partnership for any damage caused to the partnership arising from the liability. Section 807. (a) In winding up a partnership's business, the assets of the partnership, including the contributions of the partners required by this section, must be applied to discharge its obligations to creditors, including, to the extent permitted by law, partners who are creditors. Any surplus must be applied to pay in cash the net amount distributable to partners in accordance with their right to distributions under subsection (b). (b) Each partner is entitled to a settlement of all partnership accounts upon winding up the partnership business. In settling accounts among the partners, profits and losses that result from the liquidation of the partnership assets must be credited and charged to the partners' accounts. The partnership shall make a distribution to a partner in an amount equal to any excess of the credits over the charges in the partner's account. A partner shall contribute to the partnership an amount equal to any excess of the charges over the credits in the partner's account but excluding from the calculation charges attributable to an obligation for which the partner is not personally liable under Section 306. (c) If a partner fails to contribute the full amount required under subsection (b), all of the other partners shall contribute, in the proportions in which those partners share partnership losses, the additional amount necessary to satisfy the partnership obligations for which they are personally liable under Section 306. A partner or partner's legal representative may recover from the other partners any contributions the partner makes to the extent the amount contributed exceeds that partner's share of the partnership obligations for which the partner is personally liable under Section 306. (d) After the settlement of accounts, each partner shall contribute, in the proportion in which the partner shares partnership losses, the amount necessary to satisfy partnership obligations that were not known at the time of the settlement and for which the partner is personally liable under Section 306. (e) The estate of a deceased partner is liable for the partner's obligation to contribute to the partnership. (f) An assignee for the benefit of creditors of a partnership or a partner, or a person appointed by a court to represent creditors of a partnership or a partner, may enforce a partner's obligation to contribute to the partnership. Section 901. In this article: (1) \"General Partner\" means a partner in a partnership and a general partner in a limited partnership. (2) \"Limited Partner\" means a limited partner in a limited partnership. (3) \"Limited Partnership\" means a limited partnership created under the chapter 48-7, the Uniform Limited Partnership Act, predecessor law, or comparable law of another jurisdiction. (4) \"Partner\" includes both a general partner and a limited partner. Section 902. (a) A partnership may be converted to a limited partnership pursuant to this section. (b) The terms and conditions of a conversion of a partnership to a limited partnership must be approved by all of the partners or by a number or percentage specified for conversion in the partnership agreement. (c) After the conversion is approved by the partners, the partnership shall file a certificate of limited partnership in the jurisdiction in which the limited partnership is to be formed. The certificate must include: (1) A statement that the partnership was converted to a limited partnership from a partnership; (2) Its former name; and (3) A statement of the number of votes cast by the partners for and against the conversion and, if the vote is less than unanimous, the number or percentage required to approve the conversion under the partnership agreement. (d) The conversion takes effect when the certificate of limited partnership is filed or at any later date specified in the certificate. (e) A general partner who becomes a limited partner as a result of the conversion remains liable as a general partner for an obligation incurred by the partnership before the conversion takes effect. If the other party to a transaction with the limited partnership reasonably believes when entering the transaction that the limited partner is a general partner, the limited partner is liable for an obligation incurred by the limited partnership within ninety days after the conversion takes effect. The limited partner's liability for all other obligations of the limited partnership incurred after the conversion takes effect is that of a limited partner as provided in the chapter 48-7, the Uniform Limited Partnership Act. Section 903. (a) A limited partnership may be converted to a partnership pursuant to this section. (b) Notwithstanding a provision to the contrary in a limited partnership agreement, the terms and conditions of a conversion of a limited partnership to a partnership must be approved by all of the partners. (c) After the conversion is approved by the partners, the limited partnership shall cancel its certificate of limited partnership. (d) The conversion takes effect when the certificate of limited partnership is canceled. (e) A limited partner who becomes a general partner as a result of the conversion remains liable only as a limited partner for an obligation incurred by the limited partnership before the conversion takes effect. Except as otherwise provided in Section 306, the partner is liable as a general partner for an obligation of the partnership incurred after the conversion takes effect. Section 904. (a) A partnership or limited partnership that has been converted pursuant to this Article is for all purposes the same entity that existed before the conversion. (b) When a conversion takes effect: (1) All property owned by the converting partnership or limited partnership remains vested in the converted entity; (2) All obligations of the converting partnership or limited partnership continue as obligations of the converted entity; and (3) An action or proceeding pending against the converting partnership or limited partnership may be continued as if the conversion had not occurred. Section 905. (a) Pursuant to a plan of merger approved as provided in subsection (c), a partnership may be merged with one or more partnerships or limited partnerships. (b) The plan of merger must set forth: (1) The name of each partnership or limited partnership that is a party to the merger; (2) The name of the surviving entity into which the other partnerships or limited partnerships will merge; (3) Whether the surviving entity is a partnership or a limited partnership and the status of each partner; (4) The terms and conditions of the merger; (5) The manner and basis of converting the interests of each party to the merger into interests or obligations of the surviving entity, or into money or other property in whole or part; and (6) The street address of the surviving entity's chief executive office. (c) The plan of merger must be approved: (1) In the case of a partnership that is a party to the merger, by all of the partners, or a number or percentage specified for merger in the partnership agreement; and (2) In the case of a limited partnership that is a party to the merger, by the vote required for approval of a merger by the law of the state or foreign jurisdiction in which the limited partnership is organized and, in the absence of such a specifically applicable law, by all of the partners, notwithstanding a provision to the contrary in the partnership agreement. (d) After a plan of merger is approved and before the merger takes effect, the plan may be amended or abandoned as provided in the plan. (e) The merger takes effect on the later of: (1) The approval of the plan of merger by all parties to the merger, as provided in subsection (c); (2) The filing of all documents required by law to be filed as a condition to the effectiveness of the merger; or (3) Any effective date specified in the plan of merger. Section 906. (a) When a merger takes effect: (1) The separate existence of every partnership or limited partnership that is a party to the merger, other than the surviving entity, ceases; (2) All property owned by each of the merged partnerships or limited partnerships vests in the surviving entity; (3) All obligations of every partnership or limited partnership that is a party to the merger become the obligations of the surviving entity; and (4) An action or proceeding pending against a partnership or limited partnership that is a party to the merger may be continued as if the merger had not occurred, or the surviving entity may be substituted as a party to the action or proceeding. (b) The secretary of state of this state is the agent for service of process in an action or proceeding against a surviving foreign partnership or limited partnership to enforce an obligation of a domestic partnership or limited partnership that is a party to a merger. The surviving entity shall promptly notify the secretary of state of the mailing address of its chief executive office and of any change of address. Upon receipt of process, the secretary of state shall mail a copy of the process to the surviving foreign partnership or limited partnership. (c) A partner of the surviving partnership or limited partnership is liable for: (1) All obligations of a party to the merger for which the partner was personally liable before the merger; (2) All other obligations of the surviving entity incurred before the merger by a party to the merger, but those obligations may be satisfied only out of property of the entity; and (3) Except as otherwise provided in Section 306, all obligations of the surviving entity incurred after the merger takes effect, but those obligations may be satisfied only out of property of the entity if the partner is a limited partner. (d) If the obligations incurred before the merger by a party to the merger are not satisfied out of the property of the surviving partnership or limited partnership, the general partners of that party immediately before the effective date of the merger shall contribute the amount necessary to satisfy that party's obligations to the surviving entity, in the manner provided in Section 807 or in the Limited Partnership Act of the jurisdiction in which the party was formed, as the case may be, as if the merged party were dissolved. (e) A partner of a party to a merger who does not become a partner of the surviving partnership or limited partnership is dissociated from the entity, of which that partner was a partner, as of the date the merger takes effect. The surviving entity shall cause the partner's interest in the entity to be purchased under Section 701 or another statute specifically applicable to that partner's interest with respect to a merger. The surviving entity is bound under Section 702 by an act of a general partner dissociated under this subsection, and the partner is liable under Section 703 for transactions entered into by the surviving entity after the merger takes effect. Section 907. (a) After a merger, the surviving partnership or limited partnership may file in the Office of the Secretary of State a statement that one or more partnerships or limited partnerships have merged into the surviving entity. (b) A statement of merger must contain: (1) The name of each partnership or limited partnership that is a party to the merger; (2) The name of the surviving entity into which the other partnerships or limited partnership were merged; (3) The street address of the surviving entity's chief executive office and of an office in this state, if any; and (4) Whether the surviving entity is a partnership or a limited partnership. (c) Except as otherwise provided in subsection (d), for the purposes of Section 302, property of the surviving partnership or limited partnership which before the merger was held in the name of another party to the merger is property held in the name of the surviving entity upon filing a statement of merger. (d) For the purposes of Section 302, real property of the surviving partnership or limited partnership which before the merger was held in the name of another party to the merger is property held in the name of the surviving entity upon recording a certified copy of the statement of merger in the office for recording transfers of that real property. (e) A filed and, if appropriate, recorded statement of merger, executed and declared to be accurate pursuant to Section 105(c), stating the name of a partnership or limited partnership that is a party to the merger in whose name property was held before the merger and the name of the surviving entity, but not containing all of the other information required by subsection (b), operates with respect to the partnerships or limited partnerships named to the extent provided in subsections (c) and (d). Section 908. This Article is not exclusive. Partnerships or limited partnerships may be converted or merged in any other manner provided by law. Section 1001. (a) A partnership may become a limited liability partnership pursuant to this section. (b) The terms and conditions on which a partnership becomes a limited liability partnership must be approved by the vote necessary to amend the partnership agreement except, in the case of a partnership agreement that expressly considers obligations to contribute to the partnership, the vote necessary to amend those provisions. (c) After the approval required by subsection (b), a partnership may become a limited liability partnership by filing a statement of qualification in the Office of the Secretary of State. The statement must contain: (1) The name of the partnership; (2) The street address of the partnership's chief executive office and, if different, the street address of an office in this state, if any; (3) If the partnership does not have an office in this state, the name and street address of the partnership's agent for service of process; (4) A statement that the partnership elects to be a limited liability partnership; and (5) A deferred effective date, if any. (d) The agent of a limited liability partnership for service of process must be an individual who is a resident of this state or other person authorized to do business in this state. (e) The status of a partnership as a limited liability partnership is effective on the later of the filing of the statement or a date specified in the statement. The status remains effective, regardless of changes in the partnership, until it is canceled pursuant to Section 105(d) or revoked pursuant to Section 1003. (f) The status of a partnership as a limited liability partnership and the liability of its partners is not affected by errors or later changes in the information required to be contained in the statement of qualification under subsection (c). (g) The filing of a statement of qualification under this Act or, before July 1, 2001, registering as a registered limited liability partnership under prior law establishes that a partnership has satisfied all conditions precedent to the qualification of the partnership as a limited liability partnership. (h) An amendment or cancellation of a statement of qualification is effective when it is filed or on a deferred effective date specified in the amendment or cancellation. Section 1002. The name of a limited liability partnership must end with \"Registered Limited Liability Partnership,\" \"Limited Liability Partnership,\" \"R.L.L.P.,\" \"L.L.P.,\" \"RLLP,\" or \"LLP.\" if the limited liability partnership is also a limited partnership its name shall also comply with the name provisions in chapter 48-7. Section 1003. (a) A limited liability partnership, and a foreign limited liability partnership authorized to transact business in this state, shall file an annual report in the Office of the Secretary of State which contains: (1) The name of the limited liability partnership and the state or other jurisdiction under whose laws the foreign limited liability partnership is formed; (2) The street address of the partnership's chief executive office and, if different, the street address of an office of the partnership in this state, if any; and (3) If the partnership does not have an office in this state, the name and street address of the partnership's current agent for service of process. (b) An annual report must be filed with the secretary of state by the date specified by the secretary of state in each year following the calendar year in which a partnership files a statement of qualification or a foreign partnership becomes authorized to transact business in this state. (c) The secretary of state may revoke the statement of qualification of a partnership that fails to file an annual report when due or pay the required filing fee. To do so, the secretary of state shall provide the partnership at least sixty days' written notice of intent to revoke the statement. The notice must be mailed to the partnership at its chief executive office set forth in the last filed statement of qualification or annual report. The notice must specify the annual report that has not been filed, the fee that has not been paid, and the effective date of the revocation. The revocation is not effective if the annual report is filed and the fee is paid before the effective date of the revocation. (d) A revocation under subsection (c) only affects a partnership's status as a limited liability partnership and is not an event of dissolution of the partnership. (e) A partnership whose statement of qualification has been revoked may apply to the secretary of state for reinstatement within two years after the effective date of the revocation. The application must state: (1) The name of the partnership and the effective date of the revocation; and (2) That the ground for revocation either did not exist or has been corrected. (f) A reinstatement under subsection (e) relates back to and takes effect as of the effective date of the revocation, and the partnership's status as a limited liability partnership continues as if the revocation had never occurred. Section 1004. Any person registered, certified, or licensed pursuant to chapter 16-16, 36-4, 36-4A, 36-5, 36-6A, 36-7, 36-8, 36-9, 36-9A, 36-10, 36-12, or 36-20A may practice in a limited liability partnership. Section 1101. (a) The law under which a foreign limited liability partnership is formed governs relations among the partners and between the partners and the partnership and the liability of partners for obligations of the partnership. (b) A foreign limited liability partnership may not be denied a statement of foreign qualification by reason of any difference between the law under which the partnership was formed and the law of this state. (c) A statement of foreign qualification does not authorize a foreign limited liability partnership to engage in any business or exercise any power that a partnership may not engage in or exercise in this state as a limited liability partnership. Section 1102. (a) Before transacting business in this state, a foreign limited liability partnership must file a statement of foreign qualification in the Office of the Secretary of State. The statement must contain: (1) The name of the foreign limited liability partnership which satisfies the requirements of the state or other jurisdiction under whose law it is formed and ends with \"Registered Limited Liability Partnership,\" \"Limited Liability Partnership,\" \"R.L.L.P.,\" \"L.L.P.,\" \"RLLP,\" or \"LLP\"; (2) The street address of the partnership's chief executive office and, if different, the street address of an office of the partnership in this state, if any; (3) If there is no office of the partnership in this state, the name and street address of the partnership's agent for service of process; and (4) A deferred effective date, if any. (b) The agent of a foreign limited liability company for service of process must be an individual who is a resident of this state or other person authorized to do business in this state. (c) The status of a partnership as a foreign limited liability partnership is effective on the later of the filing of the statement of foreign qualification or a date specified in the statement. The status remains effective, regardless of changes in the partnership, until it is canceled pursuant to Section 105(d) or revoked pursuant to Section 1003. (d) An amendment or cancellation of a statement of foreign qualification is effective when it is filed or on a deferred effective date specified in the amendment or cancellation. Section 1103. (a) A foreign limited liability partnership transacting business in this state may not maintain an action or proceeding in this state unless it has in effect a statement of foreign qualification. (b) The failure of a foreign limited liability partnership to have in effect a statement of foreign qualification does not impair the validity of a contract or act of the foreign limited liability partnership or preclude it from defending an action or proceeding in this state. (c) A limitation on personal liability of a partner is not waived solely by transacting business in this state without a statement of foreign qualification. (d) If a foreign limited liability partnership transacts business in this state without a statement of foreign qualification, the secretary of state is its agent for service of process with respect to a right of action arising out of the transaction of business in this state. Section 1104. (a) Activities of a foreign limited liability partnership which do not constitute transacting business for the purpose of this article include: (1) Maintaining, defending, or settling an action or proceeding; (2) Holding meetings of its partners or carrying on any other activity concerning its internal affairs; (3) Maintaining bank accounts; (4) Maintaining offices or agencies for the transfer, exchange, and registration of the partnership's own securities or maintaining trustees or depositories with respect to those securities; (5) Selling through independent contractors; (6) Soliciting or obtaining orders, whether by mail or through employees or agents or otherwise, if the orders require acceptance outside this state before they become contracts; (7) Creating or acquiring indebtedness, with or without a mortgage, or other security interest in property; (8) Collecting debts or foreclosing mortgages or other security interests in property securing the debts, and holding, protecting, and maintaining property so acquired; (9) Conducting an isolated transaction that is completed within thirty days and is not one in the course of similar transactions; and (10) Transacting business in interstate commerce. (b) For purposes of this article, the ownership in this state of income-producing real property or tangible personal property, other than property excluded under subsection (a), constitutes transacting business in this state. (c) This section does not apply in determining the contacts or activities that may subject a foreign limited liability partnership to service of process, taxation, or regulation under any other law of this state. Section 1105. The attorney general may maintain an action to restrain a foreign limited liability partnership from transacting business in this state in violation of this article. Section 1201. This Act shall be applied and construed to effectuate its general purpose to make uniform the law with respect to the subject of this Act among states enacting it. Section 1202. This Act may be cited as the Uniform Partnership Act (1997). Section 1203. If any provision of this Act or its application to any person or circumstance is held invalid, the invalidity does not affect other provisions or applications of this Act which can be given effect without the invalid provision or application, and to this end the provisions of this Act are severable. Section 1204. This Act takes effect July 1, 2001. Section 1205. That § § 48-1-1 to 48-1-18, inclusive, 48-2-1 to 48-2-19, inclusive, 48-3-1 to 48-3-16, inclusive, 48-4-1 to 48-4-22, inclusive, 48-5-1 to 48-5-56, inclusive, and 48-7-108 to 48-7-111, inclusive, be repealed. Section 1206. (a) Before July 1, 2001, this Act governs only a partnership or limited liability partnership formed before the effective date of this Act, that elects, as provided by subsection (c), to be governed by this Act. (b) On and after July 1, 2001, this Act governs all partnerships and limited liability partnerships. (c) Before July 1, 2001, a partnership voluntarily may elect, in the manner provided in its partnership or limited liability partnership agreement or by law for amending the partnership agreement, to be governed by this Act. The provisions of this Act relating to the liability of the partnership's partners or limited liability partnership's partners to third parties apply to limit those partners' liability to a third party who had done business with the partnership within one year before the partnership's election to be governed by this Act, or under prior law, only if the third party knows or has received a notification of the partnership's election to be governed by this Act. Section 1207. This Act does not affect an action or proceeding commenced or right accrued before this Act takes effect. Section 1208. The provisions of § 1-8-10 notwithstanding, the fee for filing the statements and reports provided for in the following sections with the secretary of state is ten dollars: (1) Section 303, Statement of Authority; (2) Section 304, Statement of Denial; (3) Section 704, Statement of Dissociation; (4) Section 805, Statement of Dissolution; (5) Section 907, Statement of Merger; (6) Section 1001, Statement of Qualification; (7) Section 1003, Annual Report; and (8) Section 1102, Statement of Foreign Qualification."}, {"bill_id": 16222, "bill_version_id": 90044, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2001-02-14T15:26:20-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the Uniform Partnership Act and to repeal conflicting provisions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 101. In this Act: (1) \"Business\" includes every trade, occupation, and profession. (2) \"Debtor in bankruptcy\" means a person who is the subject of: (i) An order for relief under Title 11 of the United States Code or a comparable order under a successor statute of general application; or (ii) A comparable order under federal, state, or foreign law governing insolvency. (3) \"Distribution\" means a transfer of money or other property from a partnership to a partner in the partner's capacity as a partner or to the partner's transferee. (4) \"Foreign limited liability partnership\" means a partnership that: (i) Is formed under laws other than the laws of this state; and (ii) Has the status of a limited liability partnership under those laws. (5) \"Limited liability partnership\" means a partnership that has filed a statement of qualification under Section 1001 and does not have a similar statement in effect in any other jurisdiction. (6) \"Partnership\" means an association of two or more persons to carry on as co-owners a business for profit formed under Section 202, predecessor law, or comparable law of another jurisdiction. (7) \"Partnership agreement\" means the agreement, whether written, oral, or implied, among the partners concerning the partnership, including amendments to the partnership agreement. (8) \"Partnership at will\" means a partnership in which the partners have not agreed to remain partners until the expiration of a definite term or the completion of a particular undertaking. (9) \"Partnership interest\" or\"partner's interest in the partnership\" means all of a partner's interests in the partnership, including the partner's transferable interest and all management and other rights. (10) \"Person\" means an individual, corporation, business trust, estate, trust, partnership, association, joint venture, government, governmental subdivision, agency, or instrumentality, or any other legal or commercial entity. (11) \"Property\" means all property, real, personal, or mixed, tangible or intangible, or any interest therein. (12) \"State\" means a state of the United States, the District of Columbia, the Commonwealth of Puerto Rico, or any territory or insular possession subject to the jurisdiction of the United States. (13) \"Statement\" means a statement of partnership authority under Section 303, a statement of denial under Section 304, a statement of dissociation under Section 704, a statement of dissolution under Section 805, a statement of merger under Section 907, a statement of qualification under Section 1001, a statement of foreign qualification under Section 1102, or an amendment or cancellation of any of the foregoing. (14) \"Transfer\" includes an assignment, conveyance, lease, mortgage, deed, and encumbrance. Section 102. (a) A person knows a fact if the person has actual knowledge of it. (b) A person has notice of a fact if the person: (1) Knows of it; (2) Has received a notification of it; or (3) Has reason to know it exists from all of the facts known to the person at the time in question. (c) A person notifies or gives a notification to another by taking steps reasonably required to inform the other person in ordinary course, whether or not the other person learns of it. (d) A person receives a notification when the notification: (1) Comes to the person's attention; or (2) Is duly delivered at the person's place of business or at any other place held out by the person as a place for receiving communications. (e) Except as otherwise provided in subsection (f), a person other than an individual knows, has notice, or receives a notification of a fact for purposes of a particular transaction when the individual conducting the transaction knows, has notice, or receives a notification of the fact, or in any event when the fact would have been brought to the individual's attention if the person had exercised reasonable diligence. The person exercises reasonable diligence if it maintains reasonable routines for communicating significant information to the individual conducting the transaction and there is reasonable compliance with the routines. Reasonable diligence does not require an individual acting for the person to communicate information unless the communication is part of the individual's regular duties or the individual has reason to know of the transaction and that the transaction would be materially affected by the information. (f) A partner's knowledge, notice, or receipt of a notification of a fact relating to the partnership is effective immediately as knowledge by, notice to, or receipt of a notification by the partnership, except in the case of a fraud on the partnership committed by or with the consent of that partner. Section 103. (a) Except as otherwise provided in subsection (b), relations among the partners and between the partners and the partnership are governed by the partnership agreement. To the extent the partnership agreement does not otherwise provide, this Act governs relations among the partners and between the partners and the partnership. (b) The partnership agreement may not: (1) Vary the rights and duties under Section 105 except to eliminate the duty to provide copies of statements to all of the partners; (2) Unreasonably restrict the right of access to books and records under Section 403(b); (3) Eliminate the duty of loyalty under Section 404(b) or 603(b)(3), but: (i) The partnership agreement may identify specific types or categories of activities that do not violate the duty of loyalty, if not manifestly unreasonable; or (ii) All of the partners or a number or percentage specified in the partnership agreement may authorize or ratify, after full disclosure of all material facts, a specific act or transaction that otherwise would violate the duty of loyalty; (4) Unreasonably reduce the duty of care under Section 404(c) or 603(b)(3); (5) Eliminate the obligation of good faith and fair dealing under Section 404(d), but the partnership agreement may prescribe the standards by which the performance of the obligation is to be measured, if the standards are not manifestly unreasonable; (6) Vary the power to dissociate as a partner under Section 602(a), except to require the notice under Section 601(1) to be in writing; (7) Vary the right of a court to expel a partner in the events specified in Section 601(5); (8) Vary the requirement to wind up the partnership business in cases specified in Section 801(4), (5), or (6); (9) Vary the law applicable to a limited liability partnership under Section 106(b); or (10) Restrict rights of third parties under this Act. Section 104. (a) Unless displaced by particular provisions of this Act, the principles of law and equity supplement this Act. (b) If an obligation to pay interest arises under this Act and the rate is not specified, the rate is that specified in Category B of subdivision 54-3-16(2). Section 105. (a) A statement may be filed in the Office of the Secretary of State. A certified copy of a statement that is filed in an office in another state may be filed in the Office of the Secretary of State. Either filing has the effect provided in this Act with respect to partnership property located in or transactions that occur in this state. (b) A certified copy of a statement that has been filed in the Office of the Secretary of State and recorded in the office of the register of deeds has the effect provided for recorded statements in this Act. A recorded statement that is not a certified copy of a statement filed in the Office of the Secretary of State does not have the effect provided for recorded statements in this Act. (c) A statement filed by a partnership must be executed by at least two partners. Other statements must be executed by a partner or other person authorized by this Act. An individual who executes a statement as, or on behalf of, a partner or other person named as a partner in a statement shall personally declare under penalty of perjury that the contents of the statement are accurate. (d) A person authorized by this Act to file a statement may amend or cancel the statement by filing an amendment or cancellation that names the partnership, identifies the statement, and states the substance of the amendment or cancellation. (e) A person who files a statement pursuant to this section shall promptly send a copy of the statement to every nonfiling partner and to any other person named as a partner in the statement. Failure to send a copy of a statement to a partner or other person does not limit the effectiveness of the statement as to a person not a partner. The secretary of state may collect a fee for filing or providing a certified copy of a statement. The register of deeds may collect a fee, not to exceed ten dollars, for recording a statement. Section 106. (a) Except as otherwise provided in subsection (b), the law of the jurisdiction in which a partnership has its chief executive office governs relations among the partners and between the partners and the partnership. (b) The law of this state governs relations among the partners and between the partners and the partnership and the liability of partners for an obligation of a limited liability partnership. Section 107. A partnership governed by this Act is subject to any amendment to or repeal of this Act. Section 201. (a) A partnership is an entity distinct from its partners. (b) A limited liability partnership continues to be the same entity that existed before the filing of a statement of qualification under Section 1001. Section 202. (a) Except as otherwise provided in subsection (b), the association of two or more persons to carry on as co-owners a business for profit forms a partnership, whether or not the persons intend to form a partnership. (b) An association formed under a statute other than this Act, a predecessor statute, or a comparable statute of another jurisdiction is not a partnership under this Act. (c) In determining whether a partnership is formed, the following rules apply: (1) Joint tenancy, tenancy in common, tenancy by the entireties, joint property, common property, or part ownership does not by itself establish a partnership, even if the co- owners share profits made by the use of the property. (2) The sharing of gross returns does not by itself establish a partnership, even if the persons sharing them have a joint or common right or interest in property from which the returns are derived. (3) A person who receives a share of the profits of a business is presumed to be a partner in the business, unless the profits were received in payment: (i) Of a debt by installments or otherwise; (ii) For services as an independent contractor or of wages or other compensation to an employee; (iii) Of rent; (iv) Of an annuity or other retirement or health benefit to a beneficiary, representative, or designee of a deceased or retired partner; (v) Of interest or other charge on a loan, even if the amount of payment varies with the profits of the business, including a direct or indirect present or future ownership of the collateral, or rights to income, proceeds, or increase in value derived from the collateral; or (vi) For the sale of the goodwill of a business or other property by installments or otherwise. Section 203. Property acquired by a partnership is property of the partnership and not of the partners individually. Section 204. (a) Property is partnership property if acquired in the name of: (1) The partnership; or (2) One or more partners with an indication in the instrument transferring title to the property of the person's capacity as a partner or of the existence of a partnership but without an indication of the name of the partnership. (b) Property is acquired in the name of the partnership by a transfer to: (1) The partnership in its name; or (2) One or more partners in their capacity as partners in the partnership, if the name of the partnership is indicated in the instrument transferring title to the property. (c) Property is presumed to be partnership property if purchased with partnership assets, even if not acquired in the name of the partnership or of one or more partners with an indication in the instrument transferring title to the property of the person's capacity as a partner or of the existence of a partnership. (d) Property acquired in the name of one or more of the partners, without an indication in the instrument transferring title to the property of the person's capacity as a partner or of the existence of a partnership and without use of partnership assets, is presumed to be separate property, even if used for partnership purposes. Section 301. Subject to the effect of a statement of partnership authority under Section 303: (1) Each partner is an agent of the partnership for the purpose of its business. An act of a partner, including the execution of an instrument in the partnership name, for apparently carrying on in the ordinary course the partnership business or business of the kind carried on by the partnership binds the partnership, unless the partner had no authority to act for the partnership in the particular matter and the person with whom the partner was dealing knew or had received a notification that the partner lacked authority. (2) An act of a partner which is not apparently for carrying on in the ordinary course the partnership business or business of the kind carried on by the partnership binds the partnership only if the act was authorized by the other partners. Section 302. (a) Partnership property may be transferred as follows: (1) Subject to the effect of a statement of partnership authority under Section 303, partnership property held in the name of the partnership may be transferred by an instrument of transfer executed by a partner in the partnership name. (2) Partnership property held in the name of one or more partners with an indication in the instrument transferring the property to them of their capacity as partners or of the existence of a partnership, but without an indication of the name of the partnership, may be transferred by an instrument of transfer executed by the persons in whose name the property is held. (3) Partnership property held in the name of one or more persons other than the partnership, without an indication in the instrument transferring the property to them of their capacity as partners or of the existence of a partnership, may be transferred by an instrument of transfer executed by the persons in whose name the property is held. (b) A partnership may recover partnership property from a transferee only if it proves that execution of the instrument of initial transfer did not bind the partnership under Section 301 and: (1) As to a subsequent transferee who gave value for property transferred under subsection (a)(1) and (2), proves that the subsequent transferee knew or had received a notification that the person who executed the instrument of initial transfer lacked authority to bind the partnership; or (2) As to a transferee who gave value for property transferred under subsection (a)(3), proves that the transferee knew or had received a notification that the property was partnership property and that the person who executed the instrument of initial transfer lacked authority to bind the partnership. (c) A partnership may not recover partnership property from a subsequent transferee if the partnership would not have been entitled to recover the property, under subsection (b), from any earlier transferee of the property. (d) If a person holds all of the partners' interests in the partnership, all of the partnership property vests in that person. The person may execute a document in the name of the partnership to evidence vesting of the property in that person and may file or record the document. Section 303. (a) A partnership may file a statement of partnership authority in the Office of the Secretary of State, which: (1) Must include: (i) The name of the partnership; (ii) The street address of its chief executive office and of one office in this state, if there is one; (iii) The names and mailing addresses of all of the partners or of an agent appointed and maintained by the partnership for the purpose of subsection (b); and (iv) The names of the partners authorized to execute an instrument transferring real property held in the name of the partnership; and (2) May state the authority, or limitations on the authority, of some or all of the partners to enter into other transactions on behalf of the partnership and any other matter. (b) If a statement of partnership authority names an agent, the agent shall maintain a list of the names and mailing addresses of all of the partners and make it available to any person on request for good cause shown. (c) If a filed statement of partnership authority is executed pursuant to Section 105(c) and states the name of the partnership but does not contain all of the other information required by subsection (a), the statement nevertheless operates with respect to a person not a partner as provided in subsections (d) and (e). (d) Except as otherwise provided in subsection (g), a filed statement of partnership authority supplements the authority of a partner to enter into transactions on behalf of the partnership as follows: (1) Except for transfers of real property, a grant of authority contained in a filed statement of partnership authority is conclusive in favor of a person who gives value without knowledge to the contrary, so long as and to the extent that a limitation on that authority is not then contained in another filed statement. A filed cancellation of a limitation on authority revives the previous grant of authority. (2) A grant of authority to transfer real property held in the name of the partnership contained in a certified copy of a filed statement of partnership authority recorded in the office for recording transfers of that real property is conclusive in favor of a person who gives value without knowledge to the contrary, so long as and to the extent that a certified copy of a filed statement containing a limitation on that authority is not then of record in the office for recording transfers of that real property. The recording in the office for recording transfers of that real property of a certified copy of a filed cancellation of a limitation on authority revives the previous grant of authority. (e) A person not a partner is deemed to know of a limitation on the authority of a partner to transfer real property held in the name of the partnership if a certified copy of the filed statement containing the limitation on authority is of record in the office for recording transfers of that real property. (f) Except as otherwise provided in subsections (d) and (e) and Sections 704 and 805, a person not a partner is not deemed to know of a limitation on the authority of a partner merely because the limitation is contained in a filed statement. (g) Unless earlier canceled, a filed statement of partnership authority is canceled by operation of law five years after the date on which the statement, or the most recent amendment, was filed with the secretary of state. Section 304. A partner or other person named as a partner in a filed statement of partnership authority or in a list maintained by an agent pursuant to Section 303(b) may file a statement of denial in the Office of the Secretary of State stating the name of the partnership and the fact that is being denied, which may include denial of a person's authority or status as a partner. A statement of denial is a limitation on authority as provided in Section 303(d) and (e). Section 305. (a) A partnership is liable for loss or injury caused to a person, or for a penalty incurred, as a result of a wrongful act or omission, or other actionable conduct, of a partner acting in the ordinary course of business of the partnership or with authority of the partnership. (b) If, in the course of the partnership's business or while acting with authority of the partnership, a partner receives or causes the partnership to receive money or property of a person not a partner, and the money or property is misapplied by a partner, the partnership is liable for the loss. Section 306. (a) Except as otherwise provided in subsections (b) and (c), all partners are liable jointly and severally for all obligations of the partnership unless otherwise agreed by the claimant or provided by law. (b) A person admitted as a partner into an existing partnership is not personally liable for any partnership obligation incurred before the person's admission as a partner. (c) An obligation of a partnership incurred while the partnership is a limited liability partnership, whether arising in contract, tort, or otherwise, is solely the obligation of the partnership. A partner is not personally liable, directly or indirectly, by way of contribution or otherwise, for such an obligation solely by reason of being or so acting as a partner. This subsection applies notwithstanding anything inconsistent in the partnership agreement that existed immediately before the vote required to become a limited liability partnership under Section 1001(b). Section 307. (a) A partnership may sue and be sued in the name of the partnership. (b) An action may be brought against the partnership and, to the extent not inconsistent with Section 306, any or all of the partners in the same action or in separate actions. (c) A judgment against a partnership is not by itself a judgment against a partner. A judgment against a partnership may not be satisfied from a partner's assets unless there is also a judgment against the partner. (d) A judgment creditor of a partner may not levy execution against the assets of the partner to satisfy a judgment based on a claim against the partnership unless the partner is personally liable for the claim under Section 306 and: (1) A judgment based on the same claim has been obtained against the partnership and a writ of execution on the judgment has been returned unsatisfied in whole or in part; (2) The partnership is a debtor in bankruptcy; (3) The partner has agreed that the creditor need not exhaust partnership assets; (4) A court grants permission to the judgment creditor to levy execution against the assets of a partner based on a finding that partnership assets subject to execution are clearly insufficient to satisfy the judgment, that exhaustion of partnership assets is excessively burdensome, or that the grant of permission is an appropriate exercise of the court's equitable powers; or (5) Liability is imposed on the partner by law or contract independent of the existence of the partnership. (e) This section applies to any partnership liability or obligation resulting from a representation by a partner or purported partner under Section 308. Section 308. (a) If a person, by words or conduct, purports to be a partner, or consents to being represented by another as a partner, in a partnership or with one or more persons not partners, the purported partner is liable to a person to whom the representation is made, if that person, relying on the representation, enters into a transaction with the actual or purported partnership. If the representation, either by the purported partner or by a person with the purported partner's consent, is made in a public manner, the purported partner is liable to a person who relies upon the purported partnership even if the purported partner is not aware of being held out as a partner to the claimant. If partnership liability results, the purported partner is liable with respect to that liability as if the purported partner were a partner. If no partnership liability results, the purported partner is liable with respect to that liability jointly and severally with any other person consenting to the representation. (b) If a person is thus represented to be a partner in an existing partnership, or with one or more persons not partners, the purported partner is an agent of persons consenting to the representation to bind them to the same extent and in the same manner as if the purported partner were a partner, with respect to persons who enter into transactions in reliance upon the representation. If all of the partners of the existing partnership consent to the representation, a partnership act or obligation results. If fewer than all of the partners of the existing partnership consent to the representation, the person acting and the partners consenting to the representation are jointly and severally liable. (c) A person is not liable as a partner merely because the person is named by another in a statement of partnership authority. (d) A person does not continue to be liable as a partner merely because of a failure to file a statement of dissociation or to amend a statement of partnership authority to indicate the partner's dissociation from the partnership. (e) Except as otherwise provided in subsections (a) and (b), persons who are not partners as to each other are not liable as partners to other persons. Section 401. (a) Each partner is deemed to have an account that is: (1) Credited with an amount equal to the money plus the value of any other property, net of the amount of any liabilities, the partner contributes to the partnership and the partner's share of the partnership profits; and (2) Charged with an amount equal to the money plus the value of any other property, net of the amount of any liabilities, distributed by the partnership to the partner and the partner's share of the partnership losses. (b) Each partner is entitled to an equal share of the partnership profits and is chargeable with a share of the partnership losses in proportion to the partner's share of the profits. (c) A partnership shall reimburse a partner for payments made and indemnify a partner for liabilities incurred by the partner in the ordinary course of the business of the partnership or for the preservation of its business or property. (d) A partnership shall reimburse a partner for an advance to the partnership beyond the amount of capital the partner agreed to contribute. (e) A payment or advance made by a partner which gives rise to a partnership obligation under subsection (c) or (d) constitutes a loan to the partnership which accrues interest from the date of the payment or advance. (f) Each partner has equal rights in the management and conduct of the partnership business. (g) A partner may use or possess partnership property only on behalf of the partnership. (h) A partner is not entitled to remuneration for services performed for the partnership, except for reasonable compensation for services rendered in winding up the business of the partnership. (i) A person may become a partner only with the consent of all of the partners. (j) A difference arising as to a matter in the ordinary course of business of a partnership may be decided by a majority of the partners. An act outside the ordinary course of business of a partnership and an amendment to the partnership agreement may be undertaken only with the consent of all of the partners. (k) This section does not affect the obligations of a partnership to other persons under Section 301. Section 402. A partner has no right to receive, and may not be required to accept, a distribution in kind. Section 403. (a) A partnership shall keep its books and records, if any, at its chief executive office. (b) A partnership shall provide partners and their agents and attorneys access to its books and records. It shall provide former partners and their agents and attorneys access to books and records pertaining to the period during which they were partners. The right of access provides the opportunity to inspect and copy books and records during ordinary business hours. A partnership may impose a reasonable charge, covering the costs of labor and material, for copies of documents furnished. (c) Each partner and the partnership shall furnish to a partner, and to the legal representative of a deceased partner or partner under legal disability: (1) Without demand, any information concerning the partnership's business and affairs reasonably required for the proper exercise of the partner's rights and duties under the partnership agreement or this Act; and (2) On demand, any other information concerning the partnership's business and affairs, except to the extent the demand or the information demanded is unreasonable or otherwise improper under the circumstances. Section 404. (a) The only fiduciary duties a partner owes to the partnership and the other partners are the duty of loyalty and the duty of care set forth in subsections (b) and (c). (b) A partner's duty of loyalty to the partnership and the other partners is limited to the following: (1) To account to the partnership and hold as trustee for it any property, profit, or benefit derived by the partner in the conduct and winding up of the partnership business or derived from a use by the partner of partnership property, including the appropriation of a partnership opportunity; (2) To refrain from dealing with the partnership in the conduct or winding up of the partnership business as or on behalf of a party having an interest adverse to the partnership; and (3) To refrain from competing with the partnership in the conduct of the partnership business before the dissolution of the partnership. (c) A partner's duty of care to the partnership and the other partners in the conduct and winding up of the partnership business is limited to refraining from engaging in grossly negligent or reckless conduct, intentional misconduct, or a knowing violation of law. (d) A partner shall discharge the duties to the partnership and the other partners under this Act or under the partnership agreement and exercise any rights consistently with the obligation of good faith and fair dealing. (e) A partner does not violate a duty or obligation under this Act or under the partnership agreement merely because the partner's conduct furthers the partner's own interest. (f) A partner may lend money to and transact other business with the partnership, and as to each loan or transaction the rights and obligations of the partner are the same as those of a person who is not a partner, subject to other applicable law. (g) This section applies to a person winding up the partnership business as the personal or legal representative of the last surviving partner as if the person were a partner. Section 405. (a) A partnership may maintain an action against a partner for a breach of the partnership agreement, or for the violation of a duty to the partnership, causing harm to the partnership. (b) A partner may maintain an action against the partnership or another partner for legal or equitable relief, with or without an accounting as to partnership business, to: (1) Enforce the partner's rights under the partnership agreement; (2) Enforce the partner's rights under this Act, including: (i) The partner's rights under Section 401, 403, or 404; (ii) The partner's right on dissociation to have the partner's interest in the partnership purchased pursuant to Section 701 or enforce any other right under Article 6 or 7; or (iii) The partner's right to compel a dissolution and winding up of the partnership business under Section 801 or enforce any other right under Article 8; or (3) Enforce the rights and otherwise protect the interests of the partner, including rights and interests arising independently of the partnership relationship. (c) The accrual of, and any time limitation on, a right of action for a remedy under this section is governed by other law. A right to an accounting upon a dissolution and winding up does not revive a claim barred by law. Section 406. (a) If a partnership for a definite term or particular undertaking is continued, without an express agreement, after the expiration of the term or completion of the undertaking, the rights and duties of the partners remain the same as they were at the expiration or completion, so far as is consistent with a partnership at will. (b) If the partners, or those of them who habitually acted in the business during the term or undertaking, continue the business without any settlement or liquidation of the partnership, they are presumed to have agreed that the partnership will continue. Section 501. A partner is not a co-owner of partnership property and has no interest in partnership property which can be transferred, either voluntarily or involuntarily. Section 502. The only transferable interest of a partner in the partnership is the partner's share of the profits and losses of the partnership and the partner's right to receive distributions. The interest is personal property. Section 503. (a) A transfer, in whole or in part, of a partner's transferable interest in the partnership: (1) Is permissible; (2) Does not by itself cause the partner's dissociation or a dissolution and winding up of the partnership business; and (3) Does not, as against the other partners or the partnership, entitle the transferee, during the continuance of the partnership, to participate in the management or conduct of the partnership business, to require access to information concerning partnership transactions, or to inspect or copy the partnership books or records. (b) A transferee of a partner's transferable interest in the partnership has a right: (1) To receive, in accordance with the transfer, distributions to which the transferor would otherwise be entitled; (2) To receive upon the dissolution and winding up of the partnership business, in accordance with the transfer, the net amount otherwise distributable to the transferor; and (3) To seek under Section 801(6) a judicial determination that it is equitable to wind up the partnership business. (c) In a dissolution and winding up, a transferee is entitled to an account of partnership transactions only from the date of the latest account agreed to by all of the partners. (d) Upon transfer, the transferor retains the rights and duties of a partner other than the interest in distributions transferred. (e) A partnership need not give effect to a transferee's rights under this section until it has notice of the transfer. (f) A transfer of a partner's transferable interest in the partnership in violation of a restriction on transfer contained in the partnership agreement is ineffective as to a person having notice of the restriction at the time of transfer. Section 504. (a) On application by a judgment creditor of a partner or of a partner's transferee, a court having jurisdiction may charge the transferable interest of the judgment debtor to satisfy the judgment. The court may appoint a receiver of the share of the distributions due or to become due to the judgment debtor in respect of the partnership and make all other orders, directions, accounts, and inquiries the judgment debtor might have made or which the circumstances of the case may require. (b) A charging order constitutes a lien on the judgment debtor's transferable interest in the partnership. The court may order a foreclosure of the interest subject to the charging order at any time. The purchaser at the foreclosure sale has the rights of a transferee. (c) At any time before foreclosure, an interest charged may be redeemed: (1) By the judgment debtor; (2) With property other than partnership property, by one or more of the other partners; or (3) With partnership property, by one or more of the other partners with the consent of all of the partners whose interests are not so charged. (d) This Act does not deprive a partner of a right under exemption laws with respect to the partner's interest in the partnership. (e) This section provides the exclusive remedy by which a judgment creditor of a partner or partner's transferee may satisfy a judgment out of the judgment debtor's transferable interest in the partnership. Section 601. A partner is dissociated from a partnership upon the occurrence of any of the following events: (1) The partnership's having notice of the partner's express will to withdraw as a partner or on a later date specified by the partner; (2) An event agreed to in the partnership agreement as causing the partner's dissociation; (3) The partner's expulsion pursuant to the partnership agreement; (4) The partner's expulsion by the unanimous vote of the other partners if: (i) It is unlawful to carry on the partnership business with that partner; (ii) There has been a transfer of all or substantially all of that partner's transferable interest in the partnership, other than a transfer for security purposes, or a court order charging the partner's interest, which has not been foreclosed; (iii) Within ninety days after the partnership notifies a corporate partner that it will be expelled because it has filed a certificate of dissolution or the equivalent, its charter has been revoked, or its right to conduct business has been suspended by the jurisdiction of its incorporation, there is no revocation of the certificate of dissolution or no reinstatement of its charter or its right to conduct business; or (iv) A partnership that is a partner has been dissolved and its business is being wound up; (5) On application by the partnership or another partner, the partner's expulsion by judicial determination because: (i) The partner engaged in wrongful conduct that adversely and materially affected the partnership business; (ii) The partner willfully or persistently committed a material breach of the partnership agreement or of a duty owed to the partnership or the other partners under Section 404; or (iii) The partner engaged in conduct relating to the partnership business which makes it not reasonably practicable to carry on the business in partnership with the partner; (6) The partner's: (i) Becoming a debtor in bankruptcy; (ii) Executing an assignment for the benefit of creditors; (iii) Seeking, consenting to, or acquiescing in the appointment of a trustee, receiver, or liquidator of that partner or of all or substantially all of that partner's property; or (iv) Failing, within ninety days after the appointment, to have vacated or stayed the appointment of a trustee, receiver, or liquidator of the partner or of all or substantially all of the partner's property obtained without the partner's consent or acquiescence, or failing within ninety days after the expiration of a stay to have the appointment vacated; (7) In the case of a partner who is an individual: (i) The partner's death; (ii) The appointment of a guardian or general conservator for the partner; or (iii) A judicial determination that the partner has otherwise become incapable of performing the partner's duties under the partnership agreement; (8) In the case of a partner that is a trust or is acting as a partner by virtue of being a trustee of a trust, distribution of the trust's entire transferable interest in the partnership, but not merely by reason of the substitution of a successor trustee; (9) In the case of a partner that is an estate or is acting as a partner by virtue of being a personal representative of an estate, distribution of the estate's entire transferable interest in the partnership, but not merely by reason of the substitution of a successor personal representative; or (10) Termination of a partner who is not an individual, partnership, corporation, trust, or estate. Section 602. (a) A partner has the power to dissociate at any time, rightfully or wrongfully, by express will pursuant to Section 601(1). (b) A partner's dissociation is wrongful only if: (1) It is in breach of an express provision of the partnership agreement; or (2) In the case of a partnership for a definite term or particular undertaking, before the expiration of the term or the completion of the undertaking: (i) The partner withdraws by express will, unless the withdrawal follows within ninety days after another partner's dissociation by death or otherwise under Section 601(6) to (10), inclusive, or wrongful dissociation under this subsection; (ii) The partner is expelled by judicial determination under Section 601(5); (iii) The partner is dissociated by becoming a debtor in bankruptcy; or (iv) In the case of a partner who is not an individual, trust other than a business trust, or estate, the partner is expelled or otherwise dissociated because it willfully dissolved or terminated. (c) A partner who wrongfully dissociates is liable to the partnership and to the other partners for damages caused by the dissociation. The liability is in addition to any other obligation of the partner to the partnership or to the other partners. Section 603. (a) If a partner's dissociation results in a dissolution and winding up of the partnership business, Article 8 applies; otherwise, Article 7 applies. (b) Upon a partner's dissociation: (1) The partner's right to participate in the management and conduct of the partnership business terminates, except as otherwise provided in Section 803; (2) The partner's duty of loyalty under Section 404(b)(3) terminates; and (3) The partner's duty of loyalty under Section 404(b)(1) and (2) and duty of care under Section 404(c) continue only with regard to matters arising and events occurring before the partner's dissociation, unless the partner participates in winding up the partnership's business pursuant to Section 803. Section 701. (a) If a partner is dissociated from a partnership without resulting in a dissolution and winding up of the partnership business under Section 801, the partnership shall cause the dissociated partner's interest in the partnership to be purchased for a buyout price determined pursuant to subsection (b). (b) The buyout price of a dissociated partner's interest is the amount that would have been distributable to the dissociating partner under Section 807(b) if, on the date of dissociation, the assets of the partnership were sold at a price equal to the greater of the liquidation value or the value based on a sale of the entire business as a going concern without the dissociated partner and the partnership were wound up as of that date. Interest must be paid from the date of dissociation to the date of payment. (c) Damages for wrongful dissociation under Section 602(b), and all other amounts owing, whether or not presently due, from the dissociated partner to the partnership, must be offset against the buyout price. Interest must be paid from the date the amount owed becomes due to the date of payment. (d) A partnership shall indemnify a dissociated partner whose interest is being purchased against all partnership liabilities, whether incurred before or after the dissociation, except liabilities incurred by an act of the dissociated partner under Section 702. (e) If no agreement for the purchase of a dissociated partner's interest is reached within one hundred twenty days after a written demand for payment, the partnership shall pay, or cause to be paid, in cash to the dissociated partner the amount the partnership estimates to be the buyout price and accrued interest, reduced by any offsets and accrued interest under subsection (c). (f) If a deferred payment is authorized under subsection (h), the partnership may tender a written offer to pay the amount it estimates to be the buyout price and accrued interest, reduced by any offsets under subsection (c), stating the time of payment, the amount and type of security for payment, and the other terms and conditions of the obligation. (g) The payment or tender required by subsection (e) or (f) must be accompanied by the following: (1) A statement of partnership assets and liabilities as of the date of dissociation; (2) The latest available partnership balance sheet and income statement, if any; (3) An explanation of how the estimated amount of the payment was calculated; and (4) Written notice that the payment is in full satisfaction of the obligation to purchase unless, within one hundred twenty days after the written notice, the dissociated partner commences an action to determine the buyout price, any offsets under subsection (c), or other terms of the obligation to purchase. (h) A partner who wrongfully dissociates before the expiration of a definite term or the completion of a particular undertaking is not entitled to payment of any portion of the buyout price until the expiration of the term or completion of the undertaking, unless the partner establishes to the satisfaction of the court that earlier payment will not cause undue hardship to the business of the partnership. A deferred payment must be adequately secured and bear interest. (i) A dissociated partner may maintain an action against the partnership, pursuant to Section 405(b)(2)(ii), to determine the buyout price of that partner's interest, any offsets under subsection (c), or other terms of the obligation to purchase. The action must be commenced within one hundred twenty days after the partnership has tendered payment or an offer to pay or within one year after written demand for payment if no payment or offer to pay is tendered. The court shall determine the buyout price of the dissociated partner's interest, any offset due under subsection (c), and accrued interest, and enter judgment for any additional payment or refund. If deferred payment is authorized under subsection (h), the court shall also determine the security for payment and other terms of the obligation to purchase. The court may assess reasonable attorney's fees and the fees and expenses of appraisers or other experts for a party to the action, in amounts the court finds equitable, against a party that the court finds acted arbitrarily, vexatiously, or not in good faith. The finding may be based on the partnership's failure to tender payment or an offer to pay or to comply with subsection (g). Section 702. (a) For two years after a partner dissociates without resulting in a dissolution and winding up of the partnership business, the partnership, including a surviving partnership under Article 9, is bound by an act of the dissociated partner which would have bound the partnership under Section 301 before dissociation only if at the time of entering into the transaction the other party: (1) Reasonably believed that the dissociated partner was then a partner; (2) Did not have notice of the partner's dissociation; and (3) Is not deemed to have had knowledge under Section 303(e) or notice under Section 704(c). (b) A dissociated partner is liable to the partnership for any damage caused to the partnership arising from an obligation incurred by the dissociated partner after dissociation for which the partnership is liable under subsection (a). Section 703. (a) A partner's dissociation does not of itself discharge the partner's liability for a partnership obligation incurred before dissociation. A dissociated partner is not liable for a partnership obligation incurred after dissociation, except as otherwise provided in subsection (b). (b) A partner who dissociates without resulting in a dissolution and winding up of the partnership business is liable as a partner to the other party in a transaction entered into by the partnership, or a surviving partnership under Article 9, within two years after the partner's dissociation, only if the partner is liable for the obligation under Section 306 and at the time of entering into the transaction the other party: (1) Reasonably believed that the dissociated partner was then a partner; (2) Did not have notice of the partners dissociation; and (3) Is not deemed to have had knowledge under Section 303(e) or notice under Section 704(c). (c) By agreement with the partnership creditor and the partners continuing the business, a dissociated partner may be released from liability for a partnership obligation. (d) A dissociated partner is released from liability for a partnership obligation if a partnership creditor, with notice of the partner's dissociation but without the partner's consent, agrees to a material alteration in the nature or time of payment of a partnership obligation. Section 704. (a) A dissociated partner or the partnership may file a statement of dissociation in the Office of the Secretary of State stating the name of the partnership and that the partner is dissociated from the partnership. (b) A statement of dissociation is a limitation on the authority of a dissociated partner for the purposes of Section 303(d) and (e). (c) For the purposes of Sections 702(a)(3) and 703(b)(3), a person not a partner is deemed to have notice of the dissociation ninety days after the statement of dissociation is filed. Section 705. Continued use of a partnership name, or a dissociated partner's name as part thereof, by partners continuing the business does not of itself make the dissociated partner liable for an obligation of the partners or the partnership continuing the business. Section 801. A partnership is dissolved, and its business must be wound up, only upon the occurrence of any of the following events: (1) In a partnership at will, the partnership's having notice from a partner, other than a partner who is dissociated under Section 601(2) to (10), inclusive, of that partner's express will to withdraw as a partner, or on a later date specified by the partner; (2) In a partnership for a definite term or particular undertaking: (i) Within ninety days after a partner's dissociation by death or otherwise under Section 601(6) to (10), inclusive, or wrongful dissociation under Section 602(b), the express will of at least half of the remaining partners to wind up the partnership business, for which purpose a partner's rightful dissociation pursuant to Section 602(b)(2)(i) constitutes the expression of that partner's will to wind up the partnership business; (ii) The express will of all of the partners to wind up the partnership business; or (iii) The expiration of the term or the completion of the undertaking; (3) An event agreed to in the partnership agreement resulting in the winding up of the partnership business; (4) An event that makes it unlawful for all or substantially all of the business of the partnership to be continued, but a cure of illegality within ninety days after notice to the partnership of the event is effective retroactively to the date of the event for purposes of this section; (5) On application by a partner, a judicial determination that: (i) The economic purpose of the partnership is likely to be unreasonably frustrated; (ii) Another partner has engaged in conduct relating to the partnership business which makes it not reasonably practicable to carry on the business in partnership with that partner; or (iii) It is not otherwise reasonably practicable to carry on the partnership business in conformity with the partnership agreement; or (6) On application by a transferee of a partner's transferable interest, a judicial determination that it is equitable to wind up the partnership business: (i) After the expiration of the term or completion of the undertaking, if the partnership was for a definite term or particular undertaking at the time of the transfer or entry of the charging order that gave rise to the transfer; or (ii) At any time, if the partnership was a partnership at will at the time of the transfer or entry of the charging order that gave rise to the transfer. Section 802. (a) Subject to subsection (b), a partnership continues after dissolution only for the purpose of winding up its business. The partnership is terminated when the winding up of its business is completed. (b) At any time after the dissolution of a partnership and before the winding up of its business is completed, all of the partners, including any dissociating partner other than a wrongfully dissociating partner, may waive the right to have the partnership's business wound up and the partnership terminated. In that event: (1) The partnership resumes carrying on its business as if dissolution had never occurred, and any liability incurred by the partnership or a partner after the dissolution and before the waiver is determined as if dissolution had never occurred; and (2) The rights of a third party accruing under Section 804(1) or arising out of conduct in reliance on the dissolution before the third party knew or received a notification of the waiver may not be adversely affected. Section 803. (a) After dissolution, a partner who has not wrongfully dissociated may participate in winding up the partnership's business, but on application of any partner, partner's legal representative, or transferee, the circuit court, for good cause shown, may order judicial supervision of the winding up. (b) The legal representative of the last surviving partner may wind up a partnership's business. (c) A person winding up a partnership's business may preserve the partnership business or property as a going concern for a reasonable time, prosecute and defend actions and proceedings, whether civil, criminal, or administrative, settle and close the partnership's business, dispose of and transfer the partnership's property, discharge the partnership's liabilities, distribute the assets of the partnership pursuant to Section 807, settle disputes by mediation or arbitration, and perform other necessary acts. Section 804. Subject to Section 805, a partnership is bound by a partner's act after dissolution that: (1) Is appropriate for winding up the partnership business; or (2) Would have bound the partnership under Section 301 before dissolution, if the other party to the transaction did not have notice of the dissolution. Section 805. (a) After dissolution, a partner who has not wrongfully dissociated may file a statement of dissolution in the Office of the Secretary of State stating the name of the partnership and that the partnership has dissolved and is winding up its business. (b) A statement of dissolution cancels a filed statement of partnership authority for the purposes of Section 303(d) and is a limitation on authority for the purposes of Section 303(e). (c) For the purposes of Sections 301 and 804, a person not a partner is deemed to have notice of the dissolution and the limitation on the partners' authority as a result of the statement of dissolution ninety days after it is filed. (d) After filing and, if appropriate, recording a statement of dissolution, a dissolved partnership may file and, if appropriate, record a statement of partnership authority which will operate with respect to a person not a partner as provided in Section 303(d) and (e) in any transaction, whether or not the transaction is appropriate for winding up the partnership business. Section 806. (a) Except as otherwise provided in subsection (b) and Section 306, after dissolution a partner is liable to the other partners for the partner's share of any partnership liability incurred under Section 804. (b) A partner who, with knowledge of the dissolution, incurs a partnership liability under Section 804(2) by an act that is not appropriate for winding up the partnership business is liable to the partnership for any damage caused to the partnership arising from the liability. Section 807. (a) In winding up a partnership's business, the assets of the partnership, including the contributions of the partners required by this section, must be applied to discharge its obligations to creditors, including, to the extent permitted by law, partners who are creditors. Any surplus must be applied to pay in cash the net amount distributable to partners in accordance with their right to distributions under subsection (b). (b) Each partner is entitled to a settlement of all partnership accounts upon winding up the partnership business. In settling accounts among the partners, profits and losses that result from the liquidation of the partnership assets must be credited and charged to the partners' accounts. The partnership shall make a distribution to a partner in an amount equal to any excess of the credits over the charges in the partner's account. A partner shall contribute to the partnership an amount equal to any excess of the charges over the credits in the partner's account but excluding from the calculation charges attributable to an obligation for which the partner is not personally liable under Section 306. (c) If a partner fails to contribute the full amount required under subsection (b), all of the other partners shall contribute, in the proportions in which those partners share partnership losses, the additional amount necessary to satisfy the partnership obligations for which they are personally liable under Section 306. A partner or partner's legal representative may recover from the other partners any contributions the partner makes to the extent the amount contributed exceeds that partner's share of the partnership obligations for which the partner is personally liable under Section 306. (d) After the settlement of accounts, each partner shall contribute, in the proportion in which the partner shares partnership losses, the amount necessary to satisfy partnership obligations that were not known at the time of the settlement and for which the partner is personally liable under Section 306. (e) The estate of a deceased partner is liable for the partner's obligation to contribute to the partnership. (f) An assignee for the benefit of creditors of a partnership or a partner, or a person appointed by a court to represent creditors of a partnership or a partner, may enforce a partner's obligation to contribute to the partnership. Section 901. In this article: (1) \"General Partner\" means a partner in a partnership and a general partner in a limited partnership. (2) \"Limited Partner\" means a limited partner in a limited partnership. (3) \"Limited Partnership\" means a limited partnership created under the chapter 48-7, the Uniform Limited Partnership Act, predecessor law, or comparable law of another jurisdiction. (4) \"Partner\" includes both a general partner and a limited partner. Section 902. (a) A partnership may be converted to a limited partnership pursuant to this section. (b) The terms and conditions of a conversion of a partnership to a limited partnership must be approved by all of the partners or by a number or percentage specified for conversion in the partnership agreement. (c) After the conversion is approved by the partners, the partnership shall file a certificate of limited partnership in the jurisdiction in which the limited partnership is to be formed. The certificate must include: (1) A statement that the partnership was converted to a limited partnership from a partnership; (2) Its former name; and (3) A statement of the number of votes cast by the partners for and against the conversion and, if the vote is less than unanimous, the number or percentage required to approve the conversion under the partnership agreement. (d) The conversion takes effect when the certificate of limited partnership is filed or at any later date specified in the certificate. (e) A general partner who becomes a limited partner as a result of the conversion remains liable as a general partner for an obligation incurred by the partnership before the conversion takes effect. If the other party to a transaction with the limited partnership reasonably believes when entering the transaction that the limited partner is a general partner, the limited partner is liable for an obligation incurred by the limited partnership within ninety days after the conversion takes effect. The limited partner's liability for all other obligations of the limited partnership incurred after the conversion takes effect is that of a limited partner as provided in the chapter 48-7, the Uniform Limited Partnership Act. Section 903. (a) A limited partnership may be converted to a partnership pursuant to this section. (b) Notwithstanding a provision to the contrary in a limited partnership agreement, the terms and conditions of a conversion of a limited partnership to a partnership must be approved by all of the partners. (c) After the conversion is approved by the partners, the limited partnership shall cancel its certificate of limited partnership. (d) The conversion takes effect when the certificate of limited partnership is canceled. (e) A limited partner who becomes a general partner as a result of the conversion remains liable only as a limited partner for an obligation incurred by the limited partnership before the conversion takes effect. Except as otherwise provided in Section 306, the partner is liable as a general partner for an obligation of the partnership incurred after the conversion takes effect. Section 904. (a) A partnership or limited partnership that has been converted pursuant to this Article is for all purposes the same entity that existed before the conversion. (b) When a conversion takes effect: (1) All property owned by the converting partnership or limited partnership remains vested in the converted entity; (2) All obligations of the converting partnership or limited partnership continue as obligations of the converted entity; and (3) An action or proceeding pending against the converting partnership or limited partnership may be continued as if the conversion had not occurred. Section 905. (a) Pursuant to a plan of merger approved as provided in subsection (c), a partnership may be merged with one or more partnerships or limited partnerships. (b) The plan of merger must set forth: (1) The name of each partnership or limited partnership that is a party to the merger; (2) The name of the surviving entity into which the other partnerships or limited partnerships will merge; (3) Whether the surviving entity is a partnership or a limited partnership and the status of each partner; (4) The terms and conditions of the merger; (5) The manner and basis of converting the interests of each party to the merger into interests or obligations of the surviving entity, or into money or other property in whole or part; and (6) The street address of the surviving entity's chief executive office. (c) The plan of merger must be approved: (1) In the case of a partnership that is a party to the merger, by all of the partners, or a number or percentage specified for merger in the partnership agreement; and (2) In the case of a limited partnership that is a party to the merger, by the vote required for approval of a merger by the law of the state or foreign jurisdiction in which the limited partnership is organized and, in the absence of such a specifically applicable law, by all of the partners, notwithstanding a provision to the contrary in the partnership agreement. (d) After a plan of merger is approved and before the merger takes effect, the plan may be amended or abandoned as provided in the plan. (e) The merger takes effect on the later of: (1) The approval of the plan of merger by all parties to the merger, as provided in subsection (c); (2) The filing of all documents required by law to be filed as a condition to the effectiveness of the merger; or (3) Any effective date specified in the plan of merger. Section 906. (a) When a merger takes effect: (1) The separate existence of every partnership or limited partnership that is a party to the merger, other than the surviving entity, ceases; (2) All property owned by each of the merged partnerships or limited partnerships vests in the surviving entity; (3) All obligations of every partnership or limited partnership that is a party to the merger become the obligations of the surviving entity; and (4) An action or proceeding pending against a partnership or limited partnership that is a party to the merger may be continued as if the merger had not occurred, or the surviving entity may be substituted as a party to the action or proceeding. (b) The secretary of state of this state is the agent for service of process in an action or proceeding against a surviving foreign partnership or limited partnership to enforce an obligation of a domestic partnership or limited partnership that is a party to a merger. The surviving entity shall promptly notify the secretary of state of the mailing address of its chief executive office and of any change of address. Upon receipt of process, the secretary of state shall mail a copy of the process to the surviving foreign partnership or limited partnership. (c) A partner of the surviving partnership or limited partnership is liable for: (1) All obligations of a party to the merger for which the partner was personally liable before the merger; (2) All other obligations of the surviving entity incurred before the merger by a party to the merger, but those obligations may be satisfied only out of property of the entity; and (3) Except as otherwise provided in Section 306, all obligations of the surviving entity incurred after the merger takes effect, but those obligations may be satisfied only out of property of the entity if the partner is a limited partner. (d) If the obligations incurred before the merger by a party to the merger are not satisfied out of the property of the surviving partnership or limited partnership, the general partners of that party immediately before the effective date of the merger shall contribute the amount necessary to satisfy that party's obligations to the surviving entity, in the manner provided in Section 807 or in the Limited Partnership Act of the jurisdiction in which the party was formed, as the case may be, as if the merged party were dissolved. (e) A partner of a party to a merger who does not become a partner of the surviving partnership or limited partnership is dissociated from the entity, of which that partner was a partner, as of the date the merger takes effect. The surviving entity shall cause the partner's interest in the entity to be purchased under Section 701 or another statute specifically applicable to that partner's interest with respect to a merger. The surviving entity is bound under Section 702 by an act of a general partner dissociated under this subsection, and the partner is liable under Section 703 for transactions entered into by the surviving entity after the merger takes effect. Section 907. (a) After a merger, the surviving partnership or limited partnership may file in the Office of the Secretary of State a statement that one or more partnerships or limited partnerships have merged into the surviving entity. (b) A statement of merger must contain: (1) The name of each partnership or limited partnership that is a party to the merger; (2) The name of the surviving entity into which the other partnerships or limited partnership were merged; (3) The street address of the surviving entity's chief executive office and of an office in this state, if any; and (4) Whether the surviving entity is a partnership or a limited partnership. (c) Except as otherwise provided in subsection (d), for the purposes of Section 302, property of the surviving partnership or limited partnership which before the merger was held in the name of another party to the merger is property held in the name of the surviving entity upon filing a statement of merger. (d) For the purposes of Section 302, real property of the surviving partnership or limited partnership which before the merger was held in the name of another party to the merger is property held in the name of the surviving entity upon recording a certified copy of the statement of merger in the office for recording transfers of that real property. (e) A filed and, if appropriate, recorded statement of merger, executed and declared to be accurate pursuant to Section 105(c), stating the name of a partnership or limited partnership that is a party to the merger in whose name property was held before the merger and the name of the surviving entity, but not containing all of the other information required by subsection (b), operates with respect to the partnerships or limited partnerships named to the extent provided in subsections (c) and (d). Section 908. This Article is not exclusive. Partnerships or limited partnerships may be converted or merged in any other manner provided by law. Section 1001. (a) A partnership may become a limited liability partnership pursuant to this section. (b) The terms and conditions on which a partnership becomes a limited liability partnership must be approved by the vote necessary to amend the partnership agreement except, in the case of a partnership agreement that expressly considers obligations to contribute to the partnership, the vote necessary to amend those provisions. (c) After the approval required by subsection (b), a partnership may become a limited liability partnership by filing a statement of qualification in the Office of the Secretary of State. The statement must contain: (1) The name of the partnership; (2) The street address of the partnership's chief executive office and, if different, the street address of an office in this state, if any; (3) If the partnership does not have an office in this state, the name and street address of the partnership's agent for service of process; (4) A statement that the partnership elects to be a limited liability partnership; and (5) A deferred effective date, if any. (d) The agent of a limited liability partnership for service of process must be an individual who is a resident of this state or other person authorized to do business in this state. (1) Any registered agent of a limited liability partnership may resign upon written notice to the limited liability partnership. The registered agent shall file a copy of the resignation with the secretary of state; (2) Upon an agent's resignation, the secretary of state is appointed the agent of the limited liability partnership for service of process until a new agent is appointed. (e) The status of a partnership as a limited liability partnership is effective on the later of the filing of the statement or a date specified in the statement. The status remains effective, regardless of changes in the partnership, until it is canceled pursuant to Section 105(d) or revoked pursuant to Section 1003. (f) The status of a partnership as a limited liability partnership and the liability of its partners is not affected by errors or later changes in the information required to be contained in the statement of qualification under subsection (c). (g) The filing of a statement of qualification under this Act or, before July 1, 2001, registering as a registered limited liability partnership under prior law establishes that a partnership has satisfied all conditions precedent to the qualification of the partnership as a limited liability partnership. (h) An amendment or cancellation of a statement of qualification is effective when it is filed or on a deferred effective date specified in the amendment or cancellation. Section 1002. The name of a limited liability partnership must end with \"Registered Limited Liability Partnership,\" \"Limited Liability Partnership,\" \"R.L.L.P.,\" \"L.L.P.,\" \"RLLP,\" or \"LLP.\" if the limited liability partnership is also a limited partnership its name shall also comply with the name provisions in chapter 48-7. Section 1003. (a) A limited liability partnership, and a foreign limited liability partnership authorized to transact business in this state, shall file an annual report in the Office of the Secretary of State which contains: (1) The name of the limited liability partnership and the state or other jurisdiction under whose laws the foreign limited liability partnership is formed; (2) The street address of the partnership's chief executive office and, if different, the street address of an office of the partnership in this state, if any; and (3) If the partnership does not have an office in this state, the name and street address of the partnership's current agent for service of process. (b) An annual report must be filed with the secretary of state by the date specified by the secretary of state in each year following the calendar year in which a partnership files a statement of qualification or a foreign partnership becomes authorized to transact business in this state. (c) The secretary of state may revoke the statement of qualification of a partnership that fails to file an annual report when due or pay the required filing fee. To do so, the secretary of state shall provide the partnership at least sixty days' written notice of intent to revoke the statement. The notice must be mailed to the partnership at its chief executive office set forth in the last filed statement of qualification or annual report. The notice must specify the annual report that has not been filed, the fee that has not been paid, and the effective date of the revocation. The revocation is not effective if the annual report is filed and the fee is paid before the effective date of the revocation. (d) A revocation under subsection (c) only affects a partnership's status as a limited liability partnership and is not an event of dissolution of the partnership. (e) A partnership whose statement of qualification has been revoked may apply to the secretary of state for reinstatement within two years after the effective date of the revocation. The application must state: (1) The name of the partnership and the effective date of the revocation; and (2) That the ground for revocation either did not exist or has been corrected. (f) A reinstatement under subsection (e) relates back to and takes effect as of the effective date of the revocation, and the partnership's status as a limited liability partnership continues as if the revocation had never occurred. Section 1004. Any person registered, certified, or licensed pursuant to chapter 16-16, 36-4, 36-4A, 36-5, 36-6A, 36-7, 36-8, 36-9, 36-9A, 36-10, 36-12, or 36-20A may practice in a limited liability partnership. Section 1101. (a) The law under which a foreign limited liability partnership is formed governs relations among the partners and between the partners and the partnership and the liability of partners for obligations of the partnership. (b) A foreign limited liability partnership may not be denied a statement of foreign qualification by reason of any difference between the law under which the partnership was formed and the law of this state. (c) A statement of foreign qualification does not authorize a foreign limited liability partnership to engage in any business or exercise any power that a partnership may not engage in or exercise in this state as a limited liability partnership. Section 1102. (a) Before transacting business in this state, a foreign limited liability partnership must file a statement of foreign qualification in the Office of the Secretary of State. The statement must contain: (1) The name of the foreign limited liability partnership which satisfies the requirements of the state or other jurisdiction under whose law it is formed and ends with \"Registered Limited Liability Partnership,\" \"Limited Liability Partnership,\" \"R.L.L.P.,\" \"L.L.P.,\" \"RLLP,\" or \"LLP\"; (2) The street address of the partnership's chief executive office and, if different, the street address of an office of the partnership in this state, if any; (3) If there is no office of the partnership in this state, the name and street address of the partnership's agent for service of process; and (4) A deferred effective date, if any. (b) The agent of a foreign limited liability company for service of process must be an individual who is a resident of this state or other person authorized to do business in this state. (c) The status of a partnership as a foreign limited liability partnership is effective on the later of the filing of the statement of foreign qualification or a date specified in the statement. The status remains effective, regardless of changes in the partnership, until it is canceled pursuant to Section 105(d) or revoked pursuant to Section 1003. (d) An amendment or cancellation of a statement of foreign qualification is effective when it is filed or on a deferred effective date specified in the amendment or cancellation. Section 1103. (a) A foreign limited liability partnership transacting business in this state may not maintain an action or proceeding in this state unless it has in effect a statement of foreign qualification. (b) The failure of a foreign limited liability partnership to have in effect a statement of foreign qualification does not impair the validity of a contract or act of the foreign limited liability partnership or preclude it from defending an action or proceeding in this state. (c) A limitation on personal liability of a partner is not waived solely by transacting business in this state without a statement of foreign qualification. (d) If a foreign limited liability partnership transacts business in this state without a statement of foreign qualification, the secretary of state is its agent for service of process with respect to a right of action arising out of the transaction of business in this state. Section 1104. (a) Activities of a foreign limited liability partnership which do not constitute transacting business for the purpose of this article include: (1) Maintaining, defending, or settling an action or proceeding; (2) Holding meetings of its partners or carrying on any other activity concerning its internal affairs; (3) Maintaining bank accounts; (4) Maintaining offices or agencies for the transfer, exchange, and registration of the partnership's own securities or maintaining trustees or depositories with respect to those securities; (5) Selling through independent contractors; (6) Soliciting or obtaining orders, whether by mail or through employees or agents or otherwise, if the orders require acceptance outside this state before they become contracts; (7) Creating or acquiring indebtedness, with or without a mortgage, or other security interest in property; (8) Collecting debts or foreclosing mortgages or other security interests in property securing the debts, and holding, protecting, and maintaining property so acquired; (9) Conducting an isolated transaction that is completed within thirty days and is not one in the course of similar transactions; and (10) Transacting business in interstate commerce. (b) For purposes of this article, the ownership in this state of income-producing real property or tangible personal property, other than property excluded under subsection (a), constitutes transacting business in this state. (c) This section does not apply in determining the contacts or activities that may subject a foreign limited liability partnership to service of process, taxation, or regulation under any other law of this state. Section 1105. The attorney general may maintain an action to restrain a foreign limited liability partnership from transacting business in this state in violation of this article. Section 1201. This Act shall be applied and construed to effectuate its general purpose to make uniform the law with respect to the subject of this Act among states enacting it. Section 1202. This Act may be cited as the Uniform Partnership Act (1997). Section 1203. If any provision of this Act or its application to any person or circumstance is held invalid, the invalidity does not affect other provisions or applications of this Act which can be given effect without the invalid provision or application, and to this end the provisions of this Act are severable. Section 1204. This Act takes effect July 1, 2001. Section 1205. That § § 48-1-1 to 48-1-18, inclusive, 48-2-1 to 48-2-19, inclusive, 48-3-1 to 48-3-16, inclusive, 48-4-1 to 48-4-22, inclusive, 48-5-1 to 48-5-56, inclusive, and 48-7-108 to 48-7-111, inclusive, be repealed. Section 1206. (a) Before July 1, 2001, this Act governs only a partnership or limited liability partnership formed before the effective date of this Act, that elects, as provided by subsection (c), to be governed by this Act. (b) On and after July 1, 2001, this Act governs all partnerships and limited liability partnerships. (c) Before July 1, 2001, a partnership voluntarily may elect, in the manner provided in its partnership or limited liability partnership agreement or by law for amending the partnership agreement, to be governed by this Act. The provisions of this Act relating to the liability of the partnership's partners or limited liability partnership's partners to third parties apply to limit those partners' liability to a third party who had done business with the partnership within one year before the partnership's election to be governed by this Act, or under prior law, only if the third party knows or has received a notification of the partnership's election to be governed by this Act. Section 1207. This Act does not affect an action or proceeding commenced or right accrued before this Act takes effect. Section 1208. The provisions of § 1-8-10 notwithstanding, the fee for filing the statements and reports provided for in the following sections with the secretary of state is as follows: (1) Section 303, Statement of Authority, ninety dollars; (2) Section 304, Statement of Denial, ten dollars; (3) Section 704, Statement of Dissociation, ten dollars; (4) Section 805, Statement of Dissolution, ten dollars; (5) Section 907, Statement of Merger, ten dollars; (6) Section 1001, Statement of Qualification, ninety dollars; (7) Section 1003, Annual Report, twenty-five dollars; and (8) Section 1102, Statement of Foreign Qualification, ninety dollars."}, {"bill_id": 16222, "bill_version_id": 90593, "bill_version": "Enrolled", "bill_version_date": "2001-02-22T15:38:30-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16222, "action_date": "2001-01-24T14:00:00-06:00", "document_id": 88427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88427.pdf", "status_text": "First read in Senate and referred to", "journal_page": 190, "committee_id_action": 713, "committee_id_assigned": 691, "result": "N", "vote": {}}, {"bill_id": 16222, "action_date": "2001-01-31T10:00:00-06:00", "document_id": 89057, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89057.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 691, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16222, "action_date": "2001-02-02T10:00:00-06:00", "document_id": 89236, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89236.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 691, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16222, "action_date": "2001-02-02T10:00:00-06:00", "document_id": 89236, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89236.pdf", "status_text": "Do Pass,", "journal_page": 348, "committee_id_action": 691, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51128, "president_vote": null, "Yea": [2520, 2531, 2551, 2569, 2584, 2529, 2617]}}, {"bill_id": 16222, "action_date": "2001-02-06T14:00:00-06:00", "document_id": 89426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89426.pdf", "status_text": "Deferred to another day", "journal_page": 375, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16222, "action_date": "2001-02-07T14:00:00-06:00", "document_id": 89532, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89532.pdf", "status_text": "Do Pass,", "journal_page": 394, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49127, "president_vote": null, "Yea": [2516, 2517, 2520, 2523, 2524, 2529, 2531, 2532, 2534, 2535, 2536, 2539, 2542, 2549, 2551, 2552, 2562, 2569, 2573, 2576, 2580, 2581, 2584, 2585, 2590, 2597, 2598, 2607, 2609, 2615, 2616, 2617], "Excused": [2550], "Nay": [2567, 2606]}}, {"bill_id": 16222, "action_date": "2001-02-08T14:00:00-06:00", "document_id": 89633, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89633.pdf", "status_text": "First read in House and referred to", "journal_page": 418, "committee_id_action": 712, "committee_id_assigned": 710, "result": "N", "vote": {}}, {"bill_id": 16222, "action_date": "2001-02-14T08:30:00-06:00", "document_id": 90020, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90020.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 710, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16222, "action_date": "2001-02-14T08:30:00-06:00", "document_id": 90020, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90020.pdf", "status_text": "Do Pass Amended,", "journal_page": 496, "committee_id_action": 710, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49535, "president_vote": null, "Yea": [2518, 2547, 2558, 2564, 2577, 2578, 2583, 2586, 2587, 2601, 2525], "Absent": [2611], "Excused": [2582]}}, {"bill_id": 16222, "action_date": "2001-02-16T14:00:00-06:00", "document_id": 90288, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90288.pdf", "status_text": "Deferred to another day", "journal_page": 584, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16222, "action_date": "2001-02-20T14:00:00-06:00", "document_id": 90359, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90359.pdf", "status_text": "Do Pass Amended,", "journal_page": 608, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51605, "president_vote": null, "Yea": [2514, 2515, 2518, 2519, 2521, 2522, 2525, 2526, 2527, 2528, 2537, 2538, 2541, 2543, 2544, 2545, 2546, 2547, 2548, 2553, 2554, 2555, 2556, 2557, 2558, 2559, 2560, 2561, 2563, 2564, 2565, 2566, 2568, 2570, 2571, 2572, 2574, 2575, 2577, 2578, 2579, 2582, 2583, 2586, 2587, 2589, 2591, 2592, 2593, 2594, 2595, 2596, 2599, 2600, 2601, 2602, 2603, 2604, 2605, 2608, 2610, 2611, 2612, 2613, 2614, 2618, 2540], "Nay": [2530, 2588], "Absent": [2533]}}, {"bill_id": 16222, "action_date": "2001-02-23T14:00:00-06:00", "document_id": 90684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90684.pdf", "status_text": "Signed by President", "journal_page": 650, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16222, "action_date": "2001-02-23T14:00:00-06:00", "document_id": 90691, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90691.pdf", "status_text": "Signed by Speaker", "journal_page": 689, "committee_id_action": 712, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16222, "action_date": "2001-02-24T14:00:00-06:00", "document_id": 90771, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90771.pdf", "status_text": "Delivered to the Governor", "journal_page": 656, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16222, "action_date": "2001-03-01T14:00:00-06:00", "document_id": 91175, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91175.pdf", "status_text": "Signed by Governor", "journal_page": 762, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2007}