{"session_id": 69, "bill_id": 24621, "bill_type": "House Bill", "bill_number": 1070, "bill_title": "provide for the use of the obligation recovery center by counties.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24621", "sponsors": [{"legislator_profile_id": 4529, "is_prime": true}, {"legislator_profile_id": 4571, "is_prime": true}, {"legislator_profile_id": 4476, "is_prime": false}, {"legislator_profile_id": 4478, "is_prime": false}, {"legislator_profile_id": 4486, "is_prime": false}, {"legislator_profile_id": 4490, "is_prime": false}, {"legislator_profile_id": 4492, "is_prime": false}, {"legislator_profile_id": 4499, "is_prime": false}, {"legislator_profile_id": 4503, "is_prime": false}, {"legislator_profile_id": 4512, "is_prime": false}, {"legislator_profile_id": 4521, "is_prime": false}, {"legislator_profile_id": 4530, "is_prime": false}, {"legislator_profile_id": 4531, "is_prime": false}, {"legislator_profile_id": 4532, "is_prime": false}, {"legislator_profile_id": 4535, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4546, "is_prime": false}, {"legislator_profile_id": 4550, "is_prime": false}, {"legislator_profile_id": 4553, "is_prime": false}, {"legislator_profile_id": 4565, "is_prime": false}, {"legislator_profile_id": 4570, "is_prime": false}, {"legislator_profile_id": 4576, "is_prime": false}], "keywords": ["Counties", "State Affairs and Government"], "audio": [], "bill_versions": [{"bill_id": 24621, "bill_version_id": 258844, "bill_version": "Introduced", "bill_version_date": "2024-01-09T14:17:54.99-06:00", "bill_text": "An Act to provide for the use of the obligation recovery center by counties. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 1-55-1 be AMENDED: 1-55-1. Terms used in this chapter mean: (1) \"Account receivable cycle,\" the period of time, not to exceed one hundred eighty days, during which the center may attempt to collect on a debt before the debt is forwarded to any collection agency in accordance with § 1-55-14; (2) \"Center,\" the obligation recovery center; (3) \"Debt,\" a legal obligation to pay money, including any principal, any interest that has accrued or will accrue until the debt is paid, any penalties, any costs, and any other charges permitted by law. The term also includes any obligation of any kind referred to the center for collection by any agency of the state, the Unified Judicial System, the Board of Regents, a technical college supported by the state under § 13-39A-42, or a constitutional office, or any county; (4) \"Debtor,\" a person who is indebted to the state or, a state agency, or county for any delinquent accounts, charges, fees, loans, taxes, or other indebtedness due the state, or any person that owes any obligation being collected by the center; (5) \"Bad debt,\" any debt due an agency of the state, county, the Board of Regent's system, any technical college supported by the state under § 13-39A-42, or a constitutional office that is no longer subject to an administrative appeal or judicial review following an administrative appeal, or any costs, fines, fees, or restitution ordered in any adult criminal proceeding through the Unified Judicial System no longer subject to direct appeal under § 23A-32-2; (6) \"Final notification,\" the notification provided by § 1-55-7; and (7) \"Referring entity,\" the entity referring the debt to the state obligation recovery center for collection. Section 2. That § 1-55-2 be AMENDED: 1-55-2. There is hereby created the obligation recovery center, which is attached to the Bureau of Administration for budgeting and reporting purposes. The center is a central repository for identification, registration, oversight, and collection of debts owed to any agency or department of the state, or to any postsecondary technical institute supported by the state under § 13-39A-42, or to any county. Section 3. That § 1-55-3 be AMENDED: 1-55-3. The center shall work to collect each bad debt referred to the center during the account receivable cycle. The character of the debt in the hands of the referring entity does not change by the referral of the debt to the center for collection. Among other powers granted by this chapter, the center may: (1) Sue; (2) File liens; (3) Enter into payment agreements with debtors; (4) Impose a cost recovery fee; (5) Collect data for debt collection purposes; (6) Establish and maintain a centralized electronic debt management system; (7) Exercise settlement authority granted by the referring entity; (8) Setoff against any moneys to be paid by the State of South Dakota, county, or any referring entity to a debtor; (9) Contract with multiple collection agencies for the collection of debt on behalf of the center; (10) Except for the debt collection powers vested in the Unified Judicial System, the center may use the referring entity's statutory collection authority to collect the bad debt owed to the referring entity; and (11) Utilize all debt collection methods authorized by state law. The office may determine which method or combination is most suitable to collect the debt. Section 4. That § 1-55-6 be AMENDED: 1-55-6. The center may be used during the account receivable cycle by: (1) Any agency of the state to collect bad debt owed to the agency; (2) The Unified Judicial System to collect any costs, fines, fees, or restitution, constituting final debt, ordered in any adult criminal proceeding; (3) The Board of Regents to collect any final debt owed within the Board of Regents' system; (4) Any technical college supported by the state under § 13-39A-42 to collect any final debt owed within the technical college system; and (5) Any constitutional office to collect final debt owed to the constitutional office; and (6) Any county to collect final debt owed to the county. Section 5. That § 1-55-9 be AMENDED: 1-55-9. The center may collect data for purposes of collecting any debt referred to the center. Notwithstanding any law to the contrary, referring entities are authorized to transmit data to the center deemed necessary by the center to aid in the collection of the referred debt and the center may share, request, and shall receive from any county or state agency any data to collect any debt referred to the center. Any information provided by a referring entity, county, or a state agency may only be used for the purpose of collecting the debts referred to the center."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24621, "action_date": "2024-01-10T10:30:00-06:00", "document_id": 257021, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/257021.pdf", "status_text": "First read in House and referred to", "journal_page": 29, "committee_id_action": 1197, "committee_id_assigned": 1200, "result": "N", "vote": {}}, {"bill_id": 24621, "action_date": "2024-01-18T10:00:00-06:00", "document_id": 258848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/258848.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24621, "action_date": "2024-01-23T10:00:00-06:00", "document_id": 260615, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260615.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1200, "committee_id_assigned": null, "result": "N", "vote": {}}]}