{"session_id": 32, "bill_id": 9096, "bill_type": "Senate Commemoration", "bill_number": 25, "bill_title": "Honoring and recognizing Myron Sonne for his outstanding commitment and service to Mitchell Technical Institute and to the young minds of South Dakota.", "sponsors": [{"legislator_profile_id": 1228, "is_prime": true}, {"legislator_profile_id": 1240, "is_prime": true}, {"legislator_profile_id": 1264, "is_prime": false}, {"legislator_profile_id": 1307, "is_prime": false}, {"legislator_profile_id": 1231, "is_prime": false}, {"legislator_profile_id": 1260, "is_prime": false}, {"legislator_profile_id": 1278, "is_prime": false}, {"legislator_profile_id": 1277, "is_prime": false}, {"legislator_profile_id": 1259, "is_prime": false}, {"legislator_profile_id": 1241, "is_prime": false}, {"legislator_profile_id": 1258, "is_prime": false}, {"legislator_profile_id": 1285, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 9096, "bill_version_id": 48257, "bill_version": "Introduced", "bill_version_date": "2018-01-31T09:31:18.307-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and recognizing Myron Sonne for his outstanding commitment and service to Mitchell Technical Institute and to the young minds of South Dakota. WHEREAS, Myron Sonne taught agricultural technology at the Mitchell Technical Institute for forty years and was recognized for his excellence in 2007 when he was awarded the Teacher Mentor award by the National Association of Agricultural Educators and in 2008 when he was recognized by the Letcher Town Board for excellence in education; and WHEREAS, when not teaching, Myron Sonne was occupying other positions of service with the National Vocational Agriculture Teachers' Association, where he served as the treasurer, vice president, and president; and WHEREAS, Myron has continued to be a steadfast contributor to Mitchell Technical Institute, creating, with his gift, the MTI Postsecondary Agricultural Student Scholarship Endowment, and receiving the Volunteerism & Service Award, given to an individual who has dedicated their time and talents to Mitchell Technical Institute; and WHEREAS, Myron Sonne's first teaching contract in 1967 was only for the amount of five thousand dollars, but his lifetime of service has been priceless: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that the Legislature recognizes and honors Myron Sonne for his forty years of service to Mitchell Technical Institute and for his lifetime of service to educating the youth of South Dakota."}, {"bill_id": 9096, "bill_version_id": 48520, "bill_version": "Enrolled", "bill_version_date": "2018-02-01T16:39:29.197-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and recognizing Myron Sonne for his outstanding commitment and service to Mitchell Technical Institute and to the young minds of South Dakota. WHEREAS, Myron Sonne taught agricultural technology at the Mitchell Technical Institute for forty years and was recognized for his excellence in 2007 when he was awarded the Teacher Mentor award by the National Association of Agricultural Educators and in 2008 when he was recognized by the Letcher Town Board for excellence in education; and WHEREAS, when not teaching, Myron Sonne was occupying other positions of service with the National Vocational Agriculture Teachers' Association, where he served as the treasurer, vice president, and president; and WHEREAS, Myron has continued to be a steadfast contributor to Mitchell Technical Institute, creating, with his gift, the MTI Postsecondary Agricultural Student Scholarship Endowment, and receiving the Volunteerism & Service Award, given to an individual who has dedicated their time and talents to Mitchell Technical Institute; and WHEREAS, Myron Sonne's first teaching contract in 1967 was only for the amount of five thousand dollars, but his lifetime of service has been priceless: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that the Legislature recognizes and honors Myron Sonne for his forty years of service to Mitchell Technical Institute and for his lifetime of service to educating the youth of South Dakota. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9096, "action_date": "2018-01-31T14:00:00-06:00", "document_id": 48333, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48333.pdf", "status_text": "", "journal_page": 308, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}]}