{"session_id": 43, "bill_id": 11928, "bill_type": "House Bill", "bill_number": 1256, "bill_title": "fund shooting sports programs in public schools and to enhance outdoor recreational activities in the state.", "sponsors": [{"legislator_profile_id": 1729, "is_prime": true}, {"legislator_profile_id": 1704, "is_prime": false}, {"legislator_profile_id": 1719, "is_prime": false}], "keywords": ["Fund", "Recreation and Sports", "Taxation"], "audio": [{"meeting_datetime": "2020-02-20T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hag23.mp3", "start_seconds": 4003.0}, {"meeting_datetime": "2020-02-20T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hag23.mp3", "start_seconds": 4003.0}, {"meeting_datetime": "2020-02-20T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hag23.mp3", "start_seconds": 4003.0}], "bill_versions": [{"bill_id": 11928, "bill_version_id": 66749, "bill_version": "Introduced", "bill_version_date": "2020-02-06T07:43:49.81-06:00", "bill_text": "An Act to fund shooting sports programs in public schools and to enhance outdoor recreational activities in the state. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-45D-2 be AMENDED: 10-45D-2. Tax on gross receipts and occupancy tax of certain visitor-related businesses. There is hereby imposed a tax of one and one-half percent on the gross receipts from any lodging establishment, campground, motor vehicle rental, visitor attraction, recreational equipment rental, recreational service, spectator event, and visitor-intensive business and an occupancy tax of one dollar per night for which a room or campground site is rented at a lodging establishment or campground. The tax imposed by this section on the gross receipts of any visitor-intensive business shall apply to the gross receipts received by such business during the months of June, July, August, and September. The tax taxes imposed by this section is are in addition to any other tax imposed by chapters 10-45 and 10-46. Tangible personal property, any product transferred electronically, services, and admissions are subject to the tax on the gross receipts imposed by this section only if subject to tax by chapters 10-45 and 10-46. Section 2. That § 10-45D-3 be AMENDED: 10-45D-3. Tax revenue to be deposited in tourism promotion fund or rod and gun fund. The revenue from the tax imposed by § 10-45D-2 on gross receipts under this chapter shall be deposited in the tourism promotion fund created in § 1-52-17, and one-half of the revenue from the occupancy tax imposed under this chapter shall be deposited in the rod and gun fund created under § 10-45D-3.1 and the other half in the shooting sports fund created under § 10-45D-3.2. Section 3. That a NEW SECTION be added: 10-45D-3.1. Rod and gun fund established--Administration and disbursement of funds--Reporting requirements. There is established in the state treasury the rod and gun fund, which is continuously appropriated to and shall be administered by the Department of Game, Fish and Parks. The secretary of game, fish and parks shall divide the fund into two equal shares, with one share being used by the department to purchase interests in land or water for public hunting or fishing and the other share being used to either improve access to hunting, fishing, or boating, or improve the hunting and fishing habitat on public land held by the department, or both. At least one-half of the money placed in the fund must be used for expenditures authorized by this section by the end of the fiscal year following the fiscal year it is placed in the fund, and the balance of the money must be used by the end of the second fiscal year following the fiscal year it is placed in the fund. Any money placed in the fund may not be transferred to any other fund. The secretary of game, fish and parks shall approve vouchers, and the state auditor shall draw warrants to pay expenditures authorized by this section. All money placed in the fund must be set forth in an informational budget prepared by the secretary pursuant to § 4-7-7.2 and be annually reviewed by the Legislature. During each legislative session, the secretary shall report to the Agriculture and Natural Resources Committee of each legislative chamber how and where the money placed in the fund was spent. Section 4. That a NEW SECTION be added: 10-45D-3.2. Shooting sports fund established--Administration and disbursement of funds--Reporting requirements. There is established in the state treasury the shooting sports fund, which is continuously appropriated to and shall be administered by the Department of Game, Fish and Parks. The secretary of the department shall divide the money placed in the fund into as many equal shares as there are public school districts in the state and, following such division, each public school district shall use its share to establish, improve, or operate a shooting sports program. At least one-half of the money placed in the fund must be used for expenditures authorized by this section by the end of the fiscal year following the fiscal year it is placed in the fund, and the balance of the money must be used by the end of the second fiscal year following the fiscal year it is placed in the fund. Any money placed in the fund may not be transferred to any other fund. The secretary of game, fish and parks shall approve vouchers, and the state auditor shall draw warrants to pay expenditures authorized by this section. All money placed in the fund must be set forth in an informational budget prepared by the secretary pursuant to § 4-7-7.2 and be annually reviewed by the Legislature. During each legislative session, the secretary shall report to the Agriculture and Natural Resources Committee of each legislative chamber how and where the department's share of the fund was spent. Section 5. That § 10-45D-4 be AMENDED: 10-45D-4. Lodging establishments. The tax imposed by § 10-45D-2 on gross receipts on any lodging establishment applies only to the gross receipts from the rental of rooms by a lodging establishment. Section 6. That § 10-45D-5 be AMENDED: 10-45D-5. Campgrounds. The tax imposed by § 10-45D-2 on gross receipts on any campground applies to the gross receipts from the rental of campground space. Section 7. That § 10-45D-8 be AMENDED: 10-45D-8. Nonprofit organizations exempt. Gross receipts from the The rental of rooms or sites at a lodging establishment or campground owned by nonprofit religious, educational, or youth organization are exempt from the tax taxes imposed by § 10-45D-2 if rented to a member of such organization. Section 8. That § 10-45D-9 be AMENDED: 10-45D-9. Administration by department. The tax taxes imposed by § 10-45D-2 shall be collected and administered by the Department of Revenue. Section 9. That § 10-45D-10.2 be AMENDED: 10-45D-10.2. Filing return and remitting tax--Time for filing and remittance--Extension--Penalty for untimely return or remittance. Any person who holds a license issued pursuant to this chapter or who is a person whose receipts are subject to the any tax imposed by this chapter shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twentieth day of the month following each period and remit the tax on or before the twenty-fifth day of the month following each period. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly. The return and remittance is due the twentieth day of the month following the reporting period or at a time otherwise determined by the secretary. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 10. That § 10-45D-12 be AMENDED: 10-45D-12. Application of other laws. The definitions, administrative, collection, and enforcement provisions of chapters 10-45 and 10-46 apply to the tax taxes imposed by §§ 10-45D-1 to 10-45D-14, inclusive, where applicable. Section 11. That § 10-45D-14 be AMENDED: 10-45D-14. Prohibited acts--Violation as misdemeanor or felony. Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the any tax imposed by §§ 10-45D-1 to 10-45D-2, inclusive, is guilty of a Class 6 felony; (2) Fails to pay tax due under §§ 10-45D-1 to 10-45D-14, inclusive, within sixty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records and books required by § 10-45D-13 or refuses to exhibit these records to the secretary of revenue or the secretary's agents for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by §§ 10-45D-1 to 10-45D-14, inclusive, within sixty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Willfully violates any rule of the secretary of revenue for the administration and enforcement of the provisions of §§ 10-45D-1 to 10-45D-14, inclusive, is guilty of a Class 1 misdemeanor; or (6) Violates either subdivision (2) or subdivision (4) of this section two or more times in any twelve-month period is guilty of a Class 6 felony."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11928, "action_date": "2020-02-06T14:00:00-06:00", "document_id": 66674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66674.pdf", "status_text": "First Reading House", "journal_page": 210, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11928, "action_date": "2020-02-10T14:00:00-06:00", "document_id": 67155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67155.pdf", "status_text": "Referred to", "journal_page": 242, "committee_id_action": 480, "committee_id_assigned": 462, "result": "N", "vote": {}}, {"bill_id": 11928, "action_date": "2020-02-20T07:45:00-06:00", "document_id": 67842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67842.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 462, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11928, "action_date": "2020-02-20T07:45:00-06:00", "document_id": 67843, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67843.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 462, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33358, "president_vote": null, "Yea": [1751, 1681, 1667, 1722, 1673, 1765, 1762, 1655, 1680], "Nay": [1729, 1666, 1710], "Excused": [1677]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11928"}