{"session_id": 54, "bill_id": 18138, "bill_type": "House Bill", "bill_number": 1167, "bill_title": "provide for a driver license suspension and a civil penalty for certain thefts of gasoline.", "sponsors": [{"legislator_profile_id": 2833, "is_prime": true}], "keywords": ["Crimes", "Motor Vehicles"], "audio": [], "bill_versions": [{"bill_id": 18138, "bill_version_id": 96078, "bill_version": "Introduced", "bill_version_date": "2003-01-30T08:20:05-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a driver license suspension and a civil penalty for certain thefts of gasoline. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 22-30A be amended by adding thereto a NEW SECTION to read as follows: No person may drive a motor vehicle so as to cause the vehicle to leave the premises of an establishment at which gasoline offered for retail sale was dispensed into the fuel tank of the motor vehicle unless the payment of the authorized charge for the gasoline dispensed has been made. A violation of this section is petty theft as provided by § 22-30A-17. In addition to the penalties provided by § 22-30A-17, the court, upon a conviction for theft of gasoline as described by this section, shall suspend the convicted person's driver license. The court shall forward the suspended driver license to the Department of Public Safety. The first suspension of a driver license pursuant to this section shall be for a period of six months. A second or subsequent suspension of a driver license pursuant to this section shall be for a period of one year. Section 2. That chapter 22-30A be amended by adding thereto a NEW SECTION to read as follows: If a motor vehicle is used in violation of section 1 of this Act and the driver of the vehicle is unknown, the motor vehicle is subject to a civil penalty of two hundred fifty dollars. The state's attorney of the county in which the violation occurred shall commence a civil in rem proceeding against the vehicle. If it is established by a preponderance of the evidence that the vehicle was used in a violation of section 1 of this Act, the court shall assess a civil penalty against the vehicle. The civil penalty shall be a lien on the vehicle until the penalty is satisfied."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18138, "action_date": "2003-01-30T14:00:00-06:00", "document_id": 96215, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96215.pdf", "status_text": "First read in House and referred to", "journal_page": 223, "committee_id_action": 798, "committee_id_assigned": 795, "result": "N", "vote": {}}, {"bill_id": 18138, "action_date": "2003-02-05T10:00:00-06:00", "document_id": 96588, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96588.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 795, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18138, "action_date": "2003-02-10T10:00:00-06:00", "document_id": 96873, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96873.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 369, "committee_id_action": 795, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56339, "president_vote": null, "Excused": [2857, 2885], "Yea": [2858, 2931, 2846, 2866, 2884, 2910, 2919, 2936, 2860, 2911], "Nay": [2890]}}, {"bill_id": 18138, "action_date": "2003-02-10T10:00:00-06:00", "document_id": 96873, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96873.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 795, "committee_id_assigned": null, "result": "N", "vote": {}}]}