{"session_id": 7, "bill_id": 1197, "bill_type": "House Bill", "bill_number": 1245, "bill_title": "provide certain protections to governmental employees who report certain violations or suspected violations of law.", "sponsors": [{"legislator_profile_id": 651, "is_prime": true}, {"legislator_profile_id": 659, "is_prime": true}, {"legislator_profile_id": 653, "is_prime": false}, {"legislator_profile_id": 704, "is_prime": false}, {"legislator_profile_id": 680, "is_prime": false}, {"legislator_profile_id": 716, "is_prime": false}, {"legislator_profile_id": 685, "is_prime": false}, {"legislator_profile_id": 676, "is_prime": false}, {"legislator_profile_id": 635, "is_prime": false}, {"legislator_profile_id": 692, "is_prime": false}, {"legislator_profile_id": 712, "is_prime": false}, {"legislator_profile_id": 709, "is_prime": false}, {"legislator_profile_id": 660, "is_prime": false}, {"legislator_profile_id": 706, "is_prime": false}, {"legislator_profile_id": 655, "is_prime": false}, {"legislator_profile_id": 725, "is_prime": false}, {"legislator_profile_id": 663, "is_prime": false}, {"legislator_profile_id": 697, "is_prime": false}, {"legislator_profile_id": 721, "is_prime": false}, {"legislator_profile_id": 656, "is_prime": false}, {"legislator_profile_id": 698, "is_prime": false}, {"legislator_profile_id": 717, "is_prime": false}, {"legislator_profile_id": 669, "is_prime": false}, {"legislator_profile_id": 711, "is_prime": false}, {"legislator_profile_id": 719, "is_prime": false}, {"legislator_profile_id": 683, "is_prime": false}, {"legislator_profile_id": 686, "is_prime": false}, {"legislator_profile_id": 701, "is_prime": false}, {"legislator_profile_id": 662, "is_prime": false}, {"legislator_profile_id": 722, "is_prime": false}, {"legislator_profile_id": 664, "is_prime": false}, {"legislator_profile_id": 665, "is_prime": false}, {"legislator_profile_id": 650, "is_prime": false}, {"legislator_profile_id": 640, "is_prime": false}, {"legislator_profile_id": 714, "is_prime": false}, {"legislator_profile_id": 731, "is_prime": false}, {"legislator_profile_id": 713, "is_prime": false}, {"legislator_profile_id": 728, "is_prime": false}, {"legislator_profile_id": 641, "is_prime": false}, {"legislator_profile_id": 658, "is_prime": false}, {"legislator_profile_id": 642, "is_prime": false}, {"legislator_profile_id": 707, "is_prime": false}], "keywords": ["Counties", "Employer and Employee", "Law Enforcement", "Legislature", "Local Government", "Municipalities", "Public Officers and Employees", "School Districts", "State Affairs and Government"], "audio": [{"meeting_datetime": "2009-02-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju22.mp3", "start_seconds": 2335.0}, {"meeting_datetime": "2009-02-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju22.mp3", "start_seconds": 2335.0}, {"meeting_datetime": "2009-02-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hju22.mp3", "start_seconds": 2335.0}], "bill_versions": [{"bill_id": 1197, "bill_version_id": 6507, "bill_version": "Introduced", "bill_version_date": "2009-02-02T09:21:15.573-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide certain protections to governmental employees who report certain violations or suspected violations of law. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Employee,\" a person who is employed on a full-time, part-time, or contractual basis by an employer; (2) \"Employer,\" the state or a political subdivision of the state. Employer includes an agent of an employer; (3) \"Person,\" an individual, sole proprietorship, partnership, corporation, association, or any other legal entity; (4) \"Public body,\" all of the following: (a) A state officer, employee, agency, department, division, bureau, board, commission, council, authority, or other body in the executive branch of state government; (b) An agency, board, commission, council, member, or employee of the legislative branch of state government; (c) A county, city, township, intercounty, intercity, or regional governing body, school district, special district, or municipal corporation, or a board, department, commission, council, agency, or any member or employee thereof; (d) Any other body which is created by state or local authority or which is primarily funded by or through state or local authority, or any member or employee of that body; (e) A law enforcement agency or any member or employee of a law enforcement agency; (f) The judiciary and any member or employee of the judiciary. Section 2. No employer may discharge, threaten, or otherwise discriminate against an employee regarding the employee's compensation, terms, conditions, location, or privileges of employment because the employee, or a person acting on behalf of the employee, reports or is about to report, verbally or in writing, a violation or a suspected violation of a law or regulation or rule promulgated pursuant to law of this state, a political subdivision of this state, or the United States to a public body, unless the employee knows that the report is false, or because an employee is requested by a public body to participate in an investigation, hearing, or inquiry held by that public body, or a court action. Section 3. No employer may discharge, threaten, or otherwise discriminate against an employee regarding the employee's compensation, terms, conditions, location, or privileges of employment because the employee, or a person acting on behalf of the employee, refuses to participate in an activity that would result in a violation of a law or regulation or rule promulgated pursuant to law of this state, a political subdivision of this state, or the United States. Section 4. Any person who alleges a violation of this Act may bring a civil action for appropriate injunctive relief, or actual damages, or both, within ninety days after the occurrence of the alleged violation of this Act. Any action commenced pursuant to this section may be brought in the circuit court for the county where the alleged violation occurred, the county where the complainant resides, or the county where the person against whom the civil complaint is filed resides or has his or her principal place of business. As used in this section, the term, damages, means damages for injury or loss caused by each violation of this Act, including reasonable attorney fees. Section 5. To prevail in a civil action brought pursuant to this Act, the employee shall show by clear and convincing evidence that he or she or a person acting on his or her behalf was about to report, verbally or in writing, a violation or a suspected violation of a law of this state, a political subdivision of this state, or the United States to a public body. Section 6. A court, in rendering a judgment in an action brought pursuant to this Act, shall order, as the court may deem appropriate, reinstatement of the employee, the payment of back wages, full reinstatement of fringe benefits and seniority rights, actual damages, or any combination of these remedies. A court may also award the complainant all or a portion of the costs of litigation, including reasonable attorney fees and witness fees, if the court determines that the award is appropriate. Section 7. Any person who violates this Act shall be liable for a civil fine of not more than five hundred dollars. Any civil fine which is ordered pursuant to this Act shall be submitted to the state treasurer for deposit in the state general fund. Section 8. Nothing in this Act diminishes or impairs the rights of any person under any collective bargaining agreement, nor to permit disclosures which would diminish or impair the rights of any person to the continued protection of confidentiality of communications if statute or common law provides such protection. Section 9. Nothing in this Act requires an employer to compensate an employee for participation in an investigation, hearing or inquiry held by a public body in accordance with section 2 of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1197, "action_date": "2009-02-02T14:00:00-06:00", "document_id": 6596, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6596.pdf", "status_text": "First read in House and referred to", "journal_page": 244, "committee_id_action": 56, "committee_id_assigned": 52, "result": "N", "vote": {}}, {"bill_id": 1197, "action_date": "2009-02-13T10:00:00-06:00", "document_id": 7221, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7221.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 52, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1197, "action_date": "2009-02-13T10:00:00-06:00", "document_id": 7425, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7425.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 375, "committee_id_action": 52, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4066, "president_vote": null, "Yea": [651, 660, 727, 652, 695, 722, 714, 691, 699], "Excused": [725, 693, 724, 729]}}]}