{"session_id": 64, "bill_id": 22939, "bill_type": "House Bill", "bill_number": 1009, "bill_title": "revise certain provisions of the Higher Education Savings Plan Act.", "sponsors": [], "keywords": ["Custody and Investment of State Funds", "Executive/Judiciary Request", "Higher Education"], "audio": [{"meeting_datetime": "2022-01-19T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst06.mp3", "start_seconds": 651.0}, {"meeting_datetime": "2022-01-19T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst06.mp3", "start_seconds": 651.0}, {"meeting_datetime": "2022-01-19T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst06.mp3", "start_seconds": 651.0}, {"meeting_datetime": "2022-01-19T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst06.mp3", "start_seconds": 651.0}, {"meeting_datetime": "2022-01-31T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sst13.mp3", "start_seconds": 1284.0}, {"meeting_datetime": "2022-01-31T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sst13.mp3", "start_seconds": 1284.0}, {"meeting_datetime": "2022-01-31T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sst13.mp3", "start_seconds": 1284.0}, {"meeting_datetime": "2022-01-31T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sst13.mp3", "start_seconds": 1284.0}], "bill_versions": [{"bill_id": 22939, "bill_version_id": 225860, "bill_version": "Introduced", "bill_version_date": "2022-01-04T10:13:56.067-06:00", "bill_text": "An Act to revise certain provisions of the Higher Education Savings Plan Act. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-63-1 be AMENDED: 13-63-1. Terms used in this chapter mean: (1) \"Account,\" an account established as prescribed in this chapter; (2) \"Account owner,\" the person who, under this chapter or rules promulgated by the council pursuant to chapter 1-26, is entitled to select or change the designated beneficiary of an account, to designate any person other than the designated beneficiary to whom funds may be paid from the account, or to receive distributions from the account if no such other person is designated; (3) \"Cash,\" currency, bills, and coins in circulation. A negotiable instrument may be converted to cash if properly endorsed and presented to a financial institution for deposit. An automatic transfer, cashier's check, certified check, money order, payroll deposit, traveler's check, personal check, and wire transfer may also be converted to cash if presented to a financial institution for deposit; (4) \"Contribution,\" any payment directly allocated to an account for the benefit of a designated beneficiary or used to pay late fees or administrative fees associated with an account, and that portion of any rollover amount treated as a contribution under section 529 of the Internal Revenue Code and related regulations; (4)(5) \"Contributor,\" any person making a contribution to an account; (5)(6) \"Council,\" the South Dakota Investment Council; (6)(7) \"Designated beneficiary,\" except as provided in § 13-63-25, the individual designated at the time the account is opened as the individual whose higher education expenses are expected to be paid from the account or, if this designated beneficiary is replaced in accordance with § 13-63-12, 13-63-13, or 13-63-14, the replacement beneficiary; (7)(8) \"Eligible education institution,\" an institution that is eligible to participate in any financial assistance program authorized by Title IV of the Higher Education Act of 1965, as amended through January 1, 2001, and that is any of the following as permitted by section 529 of the Internal Revenue Code and related regulations:(a) An institution described in the Higher Education Act of 1965 (P.L. 89-329, 79 stat. 1219; 20 United States Code sections 1001 through 1150); (b) An area vocational educational school as defined in section 521(3), subparagraph (C) or (D) of the Carl D. Perkins Vocational Education Act (P.L. 98-524; 98 stat. 2435; 20 United States Code sections 2301 through 2471); (c) An institution accredited for private postsecondary education as defined in section 529(e)(5) of the Internal Revenue Code; (8)(9) \"Financial institution,\" any bank, commercial bank, national bank, savings bank, savings and loan association, credit union, an insurance company, brokerage firm, or other similar entity that is authorized to do business in this state; (10) \"Investment direction,\" specifying or attempting to specify the particular financial instruments or ownership interests either individually, or within a fund family or other group of financial instruments or ownership interests held as an investment group, into which the contributions or earnings are invested. Selecting an initial type of investment program if more than one program is offered does not constitute an investment direction; (11) \"Internal Revenue Code,\" the United States Internal Revenue Code as amended and in effect on January 1, 2022; (9)(12) \"Member of the family,\" any of the following: (a) A son or daughter of an individual or a descendant of the son or daughter of the individual; (b) A stepson or stepdaughter of an individual; (c) A brother, sister, stepbrother, or stepsister of an individual. For purposes of this subsection, the terms, brother and sister, include a brother or sister by the half‑blood; (d) The father or mother of an individual or an ancestor of the father or mother of an individual; (e) A stepfather or stepmother of an individual; (f) A son or daughter of an individual's brother or sister. For purposes of this subsection, the terms, brother and sister, include a brother or sister by the half‑blood; (g) A brother or sister of an individual's father or mother. For purposes of this subsection, the terms, brother and sister, include a brother or sister by the half‑blood; (h) A son‑in‑law, daughter‑in‑law, father‑in‑law, mother‑in‑law, brother‑in‑law, or sister‑in‑law of an individual; (i) The spouse of an individual or the spouse of an individual described in this subdivision; (j) Any individual who meets the criteria to be a member of the family as described in this subdivision as a result of legal adoption; (k) Any other individual who is considered a member of the family under section 529 of the Internal Revenue Code and related regulations as defined in section 529(e)(2) of the Internal Revenue Code; (11)(13) \"Person,\" as defined in the regulations to section 529 of the Internal Revenue Code an individual, a corporation, a partnership, a trust or estate, a joint-stock company, an association, or a syndicate, group, pool, joint venture, or other unincorporated organization or group; (12)(14) \"Program,\" the higher education savings program established under this chapter; (13)(15) \"Program manager,\" any financial institution selected by the council to act as the depository and manager for an account; (16) \"Qualified higher education expenses,\" tuition, fees, books, supplies, and equipment required for enrollment or attendance and room and board of a designated beneficiary at an eligible education institution, and any other expenses qualifying as qualified higher education expenses under section 529 of the Internal Revenue Code and related regulations; provided that room and board expenses qualify only if the beneficiary enrolls at least half time and only if the expenses do not exceed the minimum room and board allowance determined in calculating costs of attendance for federal financial aid programs as defined in section 529(e)(3) of the Internal Revenue Code; (17) \"Qualified tuition program,\" as defined in section 529(b) of the Internal Revenue Code; (17)(18) \"Rollover,\" a disbursement or transfer from an account of a designated beneficiary that is transferred to or deposited within sixty days into an account of the same designated beneficiary or another individual who is a member of the family of the designated beneficiary, if the transferee account was created under this chapter or under a qualified state tuition program maintained by another state in accordance with section 529 of the Internal Revenue Code and related regulations, or any other rollover allowed by section 529 of the Internal Revenue Code. Section 2. That § 13-63-3 be AMENDED: 13-63-3. The council may implement the program through the use of one or more financial institutions to act as the depositories and managers. Under the program, persons may establish accounts through the program at a depository. The council may solicit proposals from financial institutions to act as the depositories and managers of the program. Financial institutions that submit proposals must describe the financial instruments that will be held in accounts. Any program depositories and managers selected by the council shall be selected from among bidding financial institutions that demonstrate the most advantageous combination, both to potential program participants and this state, of the following factors: (1) Financial stability and integrity; (2) The safety of the investment instruments being offered, taking into account any insurance provided with respect to these instruments; (3) The ability of the financial institution to track estimated costs of higher education as calculated by the council; (4) The ability of the financial institutions, directly or through a subcontract, to satisfy record‑ keeping and reporting requirements; (5) The financial institution's plan for promoting the program and the investment it is willing to make to promote the program; (6) The fees, if any, proposed to be charged to persons for maintaining accounts; (7) The minimum initial deposit and minimum contributions that the financial institution will require and the willingness of the financial institution to accept contributions through payroll deduction plans and other deposit plans; and (8) Any other benefits to this state or its residents included in the proposal, including, if applicable, an account opening fee payable to the council by the account owner and an additional fee from the financial institution for statewide program marketing by the council. Section 3. That § 13-63-4 be AMENDED: 13-63-4. The council shall may enter into a contract with any financial institution engaged selected to serve as a program manager and depository. The council may select more than one financial institution if both of the following conditions exist: (1) The United States Internal Revenue Service has provided guidance that giving a contributor such a choice will not cause the program to fail to qualify for favorable tax treatment under section 529 of the Internal Revenue Code and related regulations; and (2) The council concludes that the choice of financial institutions is in the best interest of program beneficiaries and will not interfere with the promotion of the programThe contract may include terms and conditions, not contrary to federal or state law, as agreed to by the parties. Section 4. That § 13-63-9 be AMENDED: 13-63-9. The program shall must be operated through the use of accounts. An account may be opened by any person who desires to save to pay the qualified higher education expenses of an individual by satisfying each of the following requirements: (1) Completing an application in the form prescribed by the council. The application shall include the following information that includes: (a) The name, address, and social security number or employer identification number of the contributor; (b) The name, address, and social security number or employer identification number of the account owner if the account owner is not the contributor; (c) The name, address, and social security number of the designated beneficiary; (d) The certification relating toA certification acknowledging that no excess contributions required by § 13-63-21 will be permitted pursuant to applicable law; and (e) Any other information that the council may require; (2) Paying the any one‑time application fee established by the council; (3) Making the minimum contribution required by the council; and (4) Designating the type of account to be opened if more than one type of account is offered. Section 5. That § 13-63-12 be AMENDED: 13-63-12. An account owner may change the designated beneficiary of an account to an individual who is a member of the family of the former designated beneficiary or to any other individual in accordance with this section or with procedures established by the council by rules promulgated pursuant to chapter 1-26. To change the designated beneficiary, the owner shall certify to the financial institution the name, address, social security number, and relationship of the new designated beneficiary to the previously named designated beneficiary. The change is effective upon the financial institution's receipt of the certification. Section 6. That § 13-63-13 be AMENDED: 13-63-13. On the direction of an account owner, all or a portion of an account may be transferred to another account of which the designated beneficiary is a member of the family of the designated beneficiary of the transferee account, if the transferee account was created by this chapter or under a qualified state tuition program maintained by another state in accordance with section 529 of the Internal Revenue Code and related regulations, or to an Achieving a Better Life Experience account in accordance with section 529A of the Internal Revenue Code. Section 7. That § 13-63-18 be AMENDED: 13-63-18. NoA contributor to, account owner of, or designated beneficiary of, any account may not, directly or indirectly, direct the investment of any contributions to an account or the earnings from the account, except to the extent permitted under section 529 of the Internal Revenue Code and related regulations. A financial institution may not permit a contributor, account owner, or designated beneficiary to act with respect to an account in a manner that constitutes investment direction, except to the extent permitted under section 529(b)(4) of the Internal Revenue Code. The council, as trustee, may offer participants a choice of several investment options, some of which may require investment counseling prior to participation. Any investment vehicle offered by the council shall must be in accordance with policies of the council adopted pursuant to this chapter and shall must be consistent with the investments of a prudent person with similar objectives and shall must further be separate from, and not commingled with, other investment programs of the council. Section 8. That chapter 13-63 be amended with a NEW SECTION: For each designated beneficiary, the balance in the qualified tuition program may not exceed the limits as defined in section 529 of the Internal Revenue Code. If the financial institution determines that a contribution would cause the account balance limit to be exceeded, the financial institution may only deposit that portion of the contribution, if any, that does not result in an excess balance. The financial institution shall return the excess to the contributor or permit the account owner to transfer the excess to another account in accordance with § 13-63-13. The program manager shall continuously monitor the current, cumulative balance in the accounts for each designated beneficiary. Section 9. That § 13-63-23 be AMENDED: 13-63-23. The financial institution shall provide statements to each account ownerat least once each year annually within thirty‑one days after the twelve‑month period to which they relate. The statement shall identify the must include a minimum of the beginning balance; all contributions made during a the preceding twelve‑month period,; the sum total of contributions made through the end of the period,; any interest accrued, penalties charged, and distributions made during the period; the value of the account as of the end of this the period, distribution made during this period,; and any other matters that the council requires be reported to the account owner. Section 10. That § 13-63-30 be AMENDED: 13-63-30. Every contract, application, deposit slip, or any other similar document that may be used in connection with a contribution to an account shall clearly indicate, in a typeface and a location that are readily visible, that the account is not insured by this state and neither the principal deposited nor the investment return is guaranteed by this state."}, {"bill_id": 22939, "bill_version_id": 231874, "bill_version": "Enrolled", "bill_version_date": "2022-02-02T13:20:12.853-06:00", "bill_text": "ENTITLED An Act to revise certain provisions of the Higher Education Savings Plan Act. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-63-1 be AMENDED: 13-63-1. Terms used in this chapter mean: (1) \"Account,\" an account established as prescribed in this chapter; (2) \"Account owner,\" the person who, under this chapter or rules promulgated by the council pursuant to chapter 1-26, is entitled to select or change the designated beneficiary of an account, to designate any person other than the designated beneficiary to whom funds may be paid from the account, or to receive distributions from the account if no such other person is designated; (3) \"Cash,\" currency, bills, and coins in circulation. A negotiable instrument may be converted to cash if properly endorsed and presented to a financial institution for deposit. An automatic transfer, cashier's check, certified check, money order, payroll deposit, traveler's check, personal check, and wire transfer may also be converted to cash if presented to a financial institution for deposit; (4) \"Contribution,\" any payment directly allocated to an account for the benefit of a designated beneficiary or used to pay late fees or administrative fees associated with an account, and that portion of any rollover amount treated as a contribution under section 529 of the Internal Revenue Code; (5) \"Contributor,\" any person making a contribution to an account; (6) \"Council,\" the South Dakota Investment Council; (7) \"Designated beneficiary,\" except as provided in § 13-63-25, the individual designated at the time the account is opened as the individual whose higher education expenses are expected to be paid from the account or, if this designated beneficiary is replaced in accordance with § 13-63-12, 13-63-13, or 13-63-14, the replacement beneficiary; (8) \"Eligible education institution,\" as defined in section 529(e)(5) of the Internal Revenue Code; (9) \"Financial institution,\" any bank, commercial bank, national bank, savings bank, savings and loan association, credit union, an insurance company, brokerage firm, or other similar entity that is authorized to do business in this state; (10) \"Investment direction,\" specifying or attempting to specify the particular financial instruments or ownership interests either individually, or within a fund family or other group of financial instruments or ownership interests held as an investment group, into which the contributions or earnings are invested. Selecting an initial type of investment program if more than one program is offered does not constitute an investment direction; (11) \"Internal Revenue Code,\" the United States Internal Revenue Code as amended and in effect on January 1, 2022; (12) \"Member of the family,\" as defined in section 529(e)(2) of the Internal Revenue Code; (13) \"Person,\" an individual, a corporation, a partnership, a trust or estate, a joint-stock company, an association, or a syndicate, group, pool, joint venture, or other unincorporated organization or group; (14) \"Program,\" the higher education savings program established under this chapter; (15) \"Program manager,\" any financial institution selected by the council to act as the depository and manager for an account; (16) \"Qualified higher education expenses,\" as defined in section 529(e)(3) of the Internal Revenue Code; (17) \"Qualified tuition program,\" as defined in section 529(b) of the Internal Revenue Code; (18) \"Rollover,\" a disbursement or transfer from an account of a designated beneficiary that is transferred to or deposited within sixty days into an account of the same designated beneficiary or another individual who is a member of the family of the designated beneficiary, if the transferee account was created under this chapter or under a qualified tuition program maintained by another state in accordance with section 529 of the Internal Revenue Code, or any other rollover allowed by section 529 of the Internal Revenue Code. Section 2. That § 13-63-3 be AMENDED: 13-63-3. The council may implement the program through the use of one or more financial institutions to act as the depositories and managers. Under the program, persons may establish accounts through the program at a depository. The council may solicit proposals from financial institutions to act as the depositories and managers of the program. Financial institutions that submit proposals must describe the financial instruments that will be held in accounts. Any program depositories and managers selected by the council shall be selected from among bidding financial institutions that demonstrate the most advantageous combination, both to potential program participants and this state, of the following factors: (1) Financial stability and integrity; (2) The safety of the investment instruments being offered, taking into account any insurance provided with respect to these instruments; (3) The ability of the financial institution to track estimated costs of higher education as calculated by the council; (4) The ability of the financial institutions, directly or through a subcontract, to satisfy record‑ keeping and reporting requirements; (5) The financial institution's plan for promoting the program and the investment it is willing to make to promote the program; (6) The fees, if any, proposed to be charged to persons for maintaining accounts; (7) The minimum initial deposit and minimum contributions that the financial institution will require and the willingness of the financial institution to accept contributions through payroll deduction plans and other deposit plans; and (8) Any other benefits to this state or its residents included in the proposal, including, if applicable, an account opening fee payable to the council by the account owner and an additional fee from the financial institution for statewide program marketing by the council. Section 3. That § 13-63-4 be AMENDED: 13-63-4. The council may enter into a contract with any financial institution selected to serve as a program manager and depository. The contract may include terms and conditions, not contrary to federal or state law, as agreed to by the parties. Section 4. That § 13-63-9 be AMENDED: 13-63-9. The program must be operated through the use of accounts. An account may be opened by any person who desires to save to pay the qualified higher education expenses of an individual by satisfying each of the following requirements: (1) Completing an application in the form prescribed by the council that includes: (a) The name, address, and social security number or employer identification number of the contributor; (b) The name, address, and social security number or employer identification number of the account owner if the account owner is not the contributor; (c) The name, address, and social security number of the designated beneficiary; (d) A certification acknowledging that no excess contributions will be permitted pursuant to applicable law; and (e) Any other information that the council may require; (2) Paying any one‑time application fee established by the council; (3) Making the minimum contribution required by the council; and (4) Designating the type of account to be opened if more than one type of account is offered. Section 5. That § 13-63-12 be AMENDED: 13-63-12. An account owner may change the designated beneficiary of an account to an individual who is a member of the family of the former designated beneficiary or to any other individual in accordance with this section or with procedures established by the council by rules promulgated pursuant to chapter 1-26. To change the designated beneficiary, the owner shall certify to the financial institution the name, address, social security number, and relationship of the new designated beneficiary to the previously named designated beneficiary. The change is effective upon the financial institution's receipt of the certification. Section 6. That § 13-63-13 be AMENDED: 13-63-13. On the direction of an account owner, all or a portion of an account may be transferred to another account of which the designated beneficiary is a member of the family of the designated beneficiary of the transferee account, if the transferee account was created by this chapter or under a qualified state tuition program maintained by another state in accordance with section 529 of the Internal Revenue Code, or to an Achieving a Better Life Experience account in accordance with section 529A of the Internal Revenue Code. Section 7. That § 13-63-18 be AMENDED: 13-63-18. A contributor to, account owner of, or designated beneficiary of, any account may not, directly or indirectly direct the investment of any contributions to an account or the earnings from the account, except to the extent permitted under section 529 of the Internal Revenue Code. A financial institution may not permit a contributor, account owner, or designated beneficiary to act with respect to an account in a manner that constitutes investment direction, except to the extent permitted under section 529(b)(4) of the Internal Revenue Code. The council, as trustee, may offer participants a choice of several investment options, some of which may require investment counseling prior to participation. Any investment vehicle offered by the council must be in accordance with policies of the council adopted pursuant to this chapter and must be consistent with the investments of a prudent person with similar objectives and must further be separate from, and not commingled with, other investment programs of the council. Section 8. That chapter 13-63 be amended with a NEW SECTION: For each designated beneficiary, the balance in the qualified tuition program may not exceed the limits as defined in section 529 of the Internal Revenue Code. If the financial institution determines that a contribution would cause the account balance limit to be exceeded, the financial institution may only deposit that portion of the contribution, if any, that does not result in an excess balance. The financial institution shall return the excess to the contributor or permit the account owner to transfer the excess to another account in accordance with § 13-63-13. The program manager shall continuously monitor the current, cumulative balance in the accounts for each designated beneficiary. Section 9. That § 13-63-23 be AMENDED: 13-63-23. The financial institution shall provide statements to each account owner annually within thirty‑one days after the twelve‑month period to which they relate. The statement must include a minimum of the beginning balance; all contributions made during the preceding twelve‑month period; the sum total of contributions made through the end of the period; any interest accrued, penalties charged, and distributions made during the period; the value of the account as of the end of the period; and any other matters that the council requires be reported to the account owner. Section 10. That § 13-63-30 be AMENDED: 13-63-30. Every contract, application, deposit slip, or any other document that may be used in connection with a contribution to an account shall clearly indicate, in a typeface and a location that are readily visible, that the account is not insured by this state and neither the principal deposited nor the investment return is guaranteed by this state. An Act to revise certain provisions of the Higher Education Savings Plan Act. I certify that the attached Act originated in the: House as Bill No. 1009 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1009 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2022 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2022 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2022 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22939, "action_date": "2022-01-11T12:00:00-06:00", "document_id": 226347, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/226347.pdf", "status_text": "First Reading House", "journal_page": 7, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22939, "action_date": "2022-01-12T13:00:00-06:00", "document_id": 226713, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/226713.pdf", "status_text": "Referred to", "journal_page": 22, "committee_id_action": 1008, "committee_id_assigned": 1016, "result": "N", "vote": {}}, {"bill_id": 22939, "action_date": "2022-01-19T07:45:00-06:00", "document_id": 227422, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/227422.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1016, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22939, "action_date": "2022-01-19T07:45:00-06:00", "document_id": 227425, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/227425.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1016, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 71336, "president_vote": null, "Yea": [3912, 3916, 3923, 3941, 3942, 3946, 3965, 3989, 3995, 4011, 3957, 3982], "Excused": [3954]}}, {"bill_id": 22939, "action_date": "2022-01-19T07:45:00-06:00", "document_id": 227425, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/227425.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1016, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22939, "action_date": "2022-01-20T14:00:00-06:00", "document_id": 228113, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/228113.pdf", "status_text": "Do Pass", "journal_page": 47, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 71518, "president_vote": null, "Yea": [3912, 3913, 3914, 3915, 3916, 3917, 3919, 3923, 3924, 3927, 3929, 3930, 3931, 3933, 3934, 3937, 3938, 3941, 3944, 3945, 3946, 3947, 3948, 3950, 3951, 3953, 3954, 3955, 3957, 3959, 3960, 3963, 3964, 3965, 3967, 3968, 3969, 3970, 3971, 3972, 3973, 3976, 3978, 3980, 3981, 3982, 3983, 3984, 3985, 3986, 3987, 3988, 3989, 3992, 3995, 3998, 4001, 4004, 4005, 4007, 4008, 4009, 4011, 4013, 4014, 4015, 3942], "Excused": [3928, 3977, 3997]}}, {"bill_id": 22939, "action_date": "2022-01-21T13:00:00-06:00", "document_id": 228389, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/228389.pdf", "status_text": "First read in Senate and referred to", "journal_page": 91, "committee_id_action": 1034, "committee_id_assigned": 1035, "result": "N", "vote": {}}, {"bill_id": 22939, "action_date": "2022-01-31T10:00:00-06:00", "document_id": 230994, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230994.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1035, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22939, "action_date": "2022-01-31T10:00:00-06:00", "document_id": 230995, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230995.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1035, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72168, "president_vote": null, "Yea": [3993, 3936, 3994, 3990, 3949, 3932, 3921], "Excused": [3935, 3925]}}, {"bill_id": 22939, "action_date": "2022-01-31T10:00:00-06:00", "document_id": 230995, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230995.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1035, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22939, "action_date": "2022-02-01T14:00:00-06:00", "document_id": 231414, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231414.pdf", "status_text": "Do Pass", "journal_page": 152, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72298, "president_vote": null, "Yea": [3918, 3920, 3921, 3922, 3925, 3932, 3935, 3936, 3939, 3940, 3943, 3949, 3952, 3956, 3958, 3961, 3962, 3966, 3974, 3975, 3979, 3990, 3991, 3993, 3994, 3996, 3999, 4000, 4002, 4003, 4006, 4010, 4012, 4016], "Excused": [3926]}}, {"bill_id": 22939, "action_date": "2022-02-02T14:00:00-06:00", "document_id": 231905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231905.pdf", "status_text": "Signed by the Speaker", "journal_page": 186, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22939, "action_date": "2022-02-03T14:00:00-06:00", "document_id": 232283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232283.pdf", "status_text": "Signed by the President", "journal_page": 176, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22939, "action_date": "2022-02-04T13:30:00-06:00", "document_id": 232452, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232452.pdf", "status_text": "Delivered to the Governor", "journal_page": 204, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22939, "action_date": "2022-02-10T13:30:00-06:00", "document_id": 233104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233104.pdf", "status_text": "Signed by the Governor", "journal_page": 256, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7348, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22939"}