{"session_id": 43, "bill_id": 11519, "bill_type": "House Bill", "bill_number": 1288, "bill_title": "review certain provisions regarding emergency management.", "sponsors": [{"legislator_profile_id": 1685, "is_prime": true}, {"legislator_profile_id": 1743, "is_prime": true}, {"legislator_profile_id": 1668, "is_prime": false}, {"legislator_profile_id": 1751, "is_prime": false}, {"legislator_profile_id": 1680, "is_prime": false}, {"legislator_profile_id": 1713, "is_prime": false}], "keywords": ["Emergency Management", "Public Health and Safety"], "audio": [{"meeting_datetime": "2020-02-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst24.mp3", "start_seconds": 148.0}, {"meeting_datetime": "2020-02-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst24.mp3", "start_seconds": 148.0}, {"meeting_datetime": "2020-02-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst24.mp3", "start_seconds": 148.0}], "bill_versions": [{"bill_id": 11519, "bill_version_id": 66984, "bill_version": "Introduced", "bill_version_date": "2020-02-06T11:53:15.113-06:00", "bill_text": "An Act to review certain provisions regarding emergency management. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 34-48A-1 be AMENDED: 34-48A-1. Definitions. Terms used in this chapter mean: (1) \"Secretary,\" the secretary of the Department of Public Safety; (2) \"Disaster,\" any natural, nuclear, man-made, war- related war-related, or other catastrophe producing phenomena in any part of the state which, in the determination of the Governor, causes damage of sufficient severity and magnitude to warrant all state assistance that is reasonably available, above and beyond emergency resource commitments; (3) \"Emergency,\" any natural, nuclear, man-made, war- related war-related, or other catastrophe producing phenomena in any part of the state which in the determination of the Governor requires the commitment of less than all available state resources to supplement local efforts of political subdivisions of the state to save lives and to protect property, public health, and safety or to avert or lessen the threat of a disaster; (4) \"Emergency management,\" the preparation for and the carrying out of all emergency functions, other than functions for which military forces are primarily responsible, to prevent, minimize, repair injury and damage resulting from disasters caused by enemy attack, sabotage, or other hostile action, fire, flood, snowstorm, windstorm, tornado, cyclone, drought, earthquake, or other natural causes and provide for the relief of distressed humans and livestock in areas where such conditions prevail whether affecting all or only a portion of the state. These functions include, without limitation, fire fighting services, police services, medical and health services, hazardous materials, search and rescue, engineering, warning, communications, radiological, chemical, and other special weapons of defense, evacuation of persons or livestock, emergency welfare services, emergency transportation, existing or properly assigned functions of plant protection, temporary restoration of public utility services, and other functions related to civilian or livestock protection, together with other activities necessary or incidental to the preparation for any carrying out of the foregoing functions including cooperation with the federal government, county and tribal governments, national relief organizations, public or private organizations, and persons; (5) \"Emergency management worker,\" any full or part- time paid, volunteer or auxiliary employee of this state, or other state, territory, possession, or the District of Columbia, of the federal government, or any neighboring county, or of any political subdivision thereof, or of any agency or organization, performing services at any place in this state subject to the order or control of, or pursuant to a request of, the state government or any political subdivision thereof; (6) \"Hazardous material,\" any material, including but not limited to, explosives, flammable liquids, flammable compressed gas, flammable solids, oxidizing materials, poisons, corrosive materials, and radiological materials, the loss of control or mishandling of which that could cause personal injury or death to humans or damage to property or the environment; (7) \"Local effort,\" the expenditure for emergency or disaster purposes within the twelve-month period preceding the date of the request, of an amount equal to two mills of the assessed valuation, exclusive of capital asset purchases, in each county for the assessment date preceding the date of the request under an emergency or disaster declaration by the Governor; (8) \"Local organization for emergency management,\" an organization created in accordance with the provisions of this chapter by state or local authority to perform local emergency management functions; (9) \"Political subdivision,\" counties, townships, Indian tribes, and municipalities; and (10) \"Search and rescue,\" the preparation and carrying out of search for and rescue of persons. Section 2. That § 34-48A-5 be AMENDED: 34-48A-5. Disaster, terrorist attack, or emergency--Authority of Governor. In the event of disaster, war, act of terrorism as defined in state law, or emergency that is beyond local government capability, the Governor: (1) May assume direct operational control over all or any part of the emergency management functions within the state which that may affect all or any portion of the state; (2) May declare an emergency or disaster to exist in the stricken area and employ emergency management to assist local authorities to affect relief and restoration; (3) May call upon and use any facilities, equipment, other nonmedical supplies, and resources available from any source, other than personal or private funds, in order to carry out the purposes of this chapter by contributing to the expense incurred in providing relief in such amounts as the Governor shall determine. However, nothing in this subdivision may be construed to authorize the taking of firearms, as defined in subdivision 22-1-2(16), without the consent of the owner; (4) May suspend the provisions of any rules of any state agency, if strict compliance with the provisions of the rule would in any way prevent, hinder, or delay necessary action in managing a disaster, war, act of terrorism, or emergency, including fire, flood, earthquake, severe high and low temperatures, tornado storm, wave action, oil spill, or other water or air contamination, epidemic, blight, drought, infestation, explosion, riot, disorderly conduct, protests, or hostile military or paramilitary action, which that is determined by the Governor to require state or state and federal assistance or actions to supplement the recovery efforts of local governments in alleviating the damage, loss, hardship, or suffering caused thereby; (5) May control the ingress and egress in a designated disaster or emergency area, the movement of vehicles upon highways within the area, the movement of persons within the area, and the occupancy of premises within the area; (6) May procure, acquire, store, distribute, and dispense any pharmaceutical agents or medical supplies located within the state as may be reasonable and necessary to respond to the disaster, emergency, or act of terrorism; (7) May appoint and prescribe the duties of such out-of-state health care providers as may be reasonable and necessary to respond to the disaster, emergency, or act of terrorism; (8) May provide for the examination and safe disposal of any dead body as may be reasonable and necessary to respond to the disaster, emergency, or act of terrorism; and (9) May provide for the protection, construction or reconstruction, repair, and maintenance of public or private transportation facilities. The powers granted to the Governor under this section shall remain in effect for a period of six months and may be restored for one or more successive six-month periods by declaration of the Governor that the conditions permitting such these powers persist. Section 3. That § 34-48A-30 be AMENDED: 34-48A-30. State financial assistance--Local effort--Requirement. In order to qualify for state financial assistance to meet the costs of an emergency or disaster declared by the Governor, a county shall meet the minimum standard of local effort as specified in subdivision 34-48A-1(7) of an amount equal to fifteen percent of the total amount of all general fund appropriations contained in the budget in such county for the budgetary year of the emergency or disaster declaration by the Governor. Amounts expended by cities, townships, an improvement district as defined in § 7-25A-1, county road, ambulance, rural fire protection, sanitary, irrigation, watershed, and water project districts located within the county shall be considered included within the local effort required by this section. Section 4. That § 34-48A-32 be AMENDED: 34-48A-32. Additional operational costs. In those counties in which If the Governor has officially declared an emergency or disaster in a county and in which if local effort requirements have been met, the state will shall provide financial assistance for such additional operational costs needed for the particular emergency or disaster situation up to a maximum of sixty of eighty-five percent of additional local effort expenditures; provided, however, that the Governor upon finding it necessary for the preservation of life and property may authorize additional state financial assistance. Section 5. That a NEW SECTION be added: 4-48A-32.1. State—Lending money. The state may lend money to any county for emergency or disaster-related costs."}], "amendments": [{"bill_id": 11519, "document_id": 67725, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67725.pdf", "legislator_profile_id": 1743, "document_id_instructions": 67726, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/67726.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 11519, "action_date": "2020-02-06T14:00:00-06:00", "document_id": 66674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66674.pdf", "status_text": "First Reading House", "journal_page": 210, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11519, "action_date": "2020-02-10T14:00:00-06:00", "document_id": 67155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67155.pdf", "status_text": "Referred to", "journal_page": 242, "committee_id_action": 480, "committee_id_assigned": 461, "result": "N", "vote": {}}, {"bill_id": 11519, "action_date": "2020-02-21T07:45:00-06:00", "document_id": 68024, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68024.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 461, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11519, "action_date": "2020-02-21T07:45:00-06:00", "document_id": 68025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68025.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 461, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33430, "president_vote": null, "Yea": [1754, 1711, 1672, 1736, 1682, 1734, 1731, 1657, 1677, 1653, 1723, 1725], "Excused": [1744]}}]}