{"session_id": 56, "bill_id": 18846, "bill_type": "House Bill", "bill_number": 1175, "bill_title": "establish the brownfields revitalization and economic development program and to provide for the continuous appropriation of certain federal funds.", "sponsors": [{"legislator_profile_id": 3068, "is_prime": true}, {"legislator_profile_id": 3106, "is_prime": true}, {"legislator_profile_id": 3050, "is_prime": false}, {"legislator_profile_id": 3057, "is_prime": false}, {"legislator_profile_id": 3082, "is_prime": false}, {"legislator_profile_id": 3109, "is_prime": false}, {"legislator_profile_id": 3111, "is_prime": false}, {"legislator_profile_id": 3119, "is_prime": false}, {"legislator_profile_id": 3120, "is_prime": false}, {"legislator_profile_id": 3137, "is_prime": false}], "keywords": ["Appropriation", "Water Management"], "audio": [{"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou14hb1175a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou14hb1175a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou14hb1175a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou15hb1175a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou15hb1175a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou15hb1175a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou15hb1175a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou15hb1175a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-13T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sap24hb1175a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-13T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sap24hb1175a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-13T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sap24hb1175a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-13T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sap24hb1175a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-19T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen27hb1175a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-19T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen27hb1175a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-19T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen27hb1175a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18846, "bill_version_id": 99547, "bill_version": "Introduced", "bill_version_date": "2004-01-22T08:56:57-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the brownfields economic development program and to provide for the continuous appropriation of certain federal funds. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Brownfields program,\" a program to prevent, assess, safely remediate, and sustainably reuse brownfields sites; (2) \"Brownfields site,\" real property that is abandoned, idled, or under-used, and the expansion, redevelopment, or reuse of which may be complicated or hindered by the presence or potential presence of a hazardous substance, pollutant, or contaminant; (3) \"Controlled substance,\" a drug or other substance, or immediate precursor, included in schedule I, II, III, IV, or V of part B of 21 USC § 812, as amended to January 1, 2004; (4) \"Mine scarred lands,\" lands, associated waters, and surrounding watersheds where extraction, beneficiation, or processing of ores and minerals, including coal, has occurred; (5) \"Petroleum,\" crude oil or any portion or fraction of crude oil that is not otherwise specifically listed or designated as a hazardous substance under the Comprehensive Environmental Response, Compensation, and Liability Act of 1980, as amended to January 1, 2004; (6) \"Petroleum contaminated site,\" any site that the United States Environmental Protection Agency or the state determines is of relatively low risk compared with other petroleum-only sites in the state, and for which there is no viable responsible party and will be assessed, investigated, or cleaned up by a person that is not potentially liable for cleaning up the site, which are not subject to a corrective action order under the Resource Conservation and Recovery Act (RCRA) § 9003(h), as amended to January 1, 2004; (7) \"Real property,\"residential, commercial, and industrial properties. Section 2. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: The state brownfields economic development program is hereby established. A program subfund is created within the water and environment fund established pursuant to § 46A-1-60. The subfund shall be maintained separately; and all money for use in the program shall be deposited into the subfund, including all federal grants for capitalization of a brownfields economic development fund, all repayments of assistance awarded from the subfund, interest on investments made on money in the subfund, proceeds of discretionary bond issues allowed by § 46A-1-31, and principal and interest on loans made from the fund. Money in the subfund may be used only for purposes authorized under federal law. The subfund may be pledged or assigned by the district to or in trust for the holders of the bonds of the district and may be transferred to and held by a trustee or trustees pursuant to § 46A-1-39. Section 3. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: Money from the brownfields economic development program subfund shall be disbursed and administered according to rules promulgated by the Board of Water and Natural Resources pursuant to chapter 1-26, § 46A-1-65, and the provisions of this Act. The provisions of § § 46A-1-61 to 46A-1-69, inclusive, do not apply to the brownfields economic development program subfund of the water and environment fund or grants and loans from the subfund made under the brownfields economic development program described in sections 2 to 5 of this Act, inclusive. Section 4. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: The Board of Water and Natural Resources shall promulgate rules pursuant to chapter 1-26 to implement the provisions of this Act consistent with the requirements of federal law in order for an approved brownfields economic development program to become eligible for grant funds from the United States Environmental Protection Agency. The rules shall include criteria and procedures for the selection of projects to receive funds from the brownfields economic development program and for the administration of the program. Section 5. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: The brownfields economic development program subfund is hereby continuously appropriated to the South Dakota Board of Water and Natural Resources. Money received for these programs may be used only for purposes authorized by the federal Small Business Liability Relief and Brownfields Revitalization Act (P.L. 107-118) as amended to January 1, 2004. Section 6. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: Any indemnity-eligible entity may establish a brownfields program to prevent, assess, safely clean up, and sustainably reuse eligible brownfields sites, including sites contaminated by controlled substances, sites contaminated by petroleum or a petroleum product, or mine-scarred lands as authorized in the Comprehensive Environmental Response, Compensation, and Liability Act of 1980, as amended to January 1, 2004, and in the Small Business Liability Relief and Brownfields Revitalization Act, P.L. 107-118 as amended to January 1, 2004. Section 7. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: Any indemnity-eligible entity establishing a brownfields program may exercise all powers necessary or appropriate to carry out the purposes of this Act, including the following: (1) To acquire by lease, purchase, gift, condemnation, or other lawful means and hold in its corporate name or use and control as provided by law both real and personal property and easements and rights-of-way within or without the corporate limits for all purposes authorized by this Act or necessary to the exercise of any power granted in this Act; (2) To convey, sell, give, dispose of, or lease both the personal and real property of the municipality or county as provided by this Act; (3) To exercise the power of eminent domain only as necessary to carry out its purposes and duties as provided in this Act; (4) To borrow money and to issue certificates, warrants, general obligation bonds and non-ad valorem tax bonds for purposes of this Act; (5) To accept funds, property, and services or other assistance, financial or otherwise, from federal, state, and other public and private sources to carry out the purposes of this Act; (6) To contract or cooperate with any person, the state, or any political subdivision of the state, any federal agency, or any private or public entity to carry out the purposes of this Act; (7) To plan, develop, construct, acquire, operate, clean, maintain, repair, alter, renovate, salvage, demolish, secure, abandon, consolidate, reclaim, or gather data and information concerning any brownfields site, or any related development, structure, or facility necessary to carry out the purposes of this Act; and (8) To do and perform all acts authorized in this Act and all other acts necessary and proper for carrying out and exercising the powers granted by this Act."}, {"bill_id": 18846, "bill_version_id": 100163, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2004-01-28T13:31:23-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the brownfields revitalization program and to provide for the continuous appropriation of certain federal funds. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Brownfields revitalization program,\" a program to provide funding to assist in the assessment, cleanup, and redevelopment of brownfields sites; (2) \"Brownfields site,\" real property, the expansion, redevelopment, or reuse of which may be complicated by the presence or potential presence of a hazardous substance, pollutant, or contaminant; (3) \"Real property,\" residential, commercial, or industrial properties. Section 2. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: The state brownfields revitalization program is hereby established. A brownfields revolving loan subfund and a brownfields assessment and cleanup subfund are created within the water and environment fund established pursuant to § 46A-1-60. The subfunds shall be maintained separately; and all money for use in the program shall be deposited into the subfunds, including all federal brownfields revitalization program grants, all repayments of assistance awarded from the subfunds, interest on investments made on money in the subfunds, proceeds of discretionary bond issues allowed by § 46A-1-31, and principal and interest on loans made from the subfunds. Money in the subfunds may be used only for purposes authorized under federal law. The subfunds may be pledged or assigned by the district to or in trust for the holders of the bonds of the district and may be transferred to and held by a trustee or trustees pursuant to § 46A-1-39. Section 3. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: Money from the brownfields revitalization program subfunds shall be disbursed and administered according to rules promulgated by the Board of Water and Natural Resources pursuant to chapter 1-26, § 46A-1-65, and the provisions of this Act. The provisions of § § 46A-1-61 to 46A-1-69, inclusive, do not apply to the brownfields revitalization program subfunds of the water and environment fund or grants and loans from the subfunds made under the brownfields revitalization program described in sections 2 to 5 of this Act, inclusive. Section 4. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: The Board of Water and Natural Resources shall promulgate rules pursuant to chapter 1-26 to implement the provisions of this Act consistent with the requirements of federal law in order for an approved brownfields revitalization program to become eligible for grant funds from the United States Environmental Protection Agency. The rules shall include criteria and procedures for the selection of projects to receive funds from the brownfields revitalization program and for the administration of the program. Section 5. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: The brownfields revitalization program subfunds are hereby continuously appropriated to the South Dakota Board of Water and Natural Resources. Money received for these programs may be used only for purposes authorized by the federal Small Business Liability Relief and Brownfields Revitalization Act (P.L. 107-118) as amended to January 1, 2004. Section 6. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: Any eligible entity may establish a brownfields program to prevent, assess, safely clean up, and sustainably reuse eligible brownfields sites as authorized in the Comprehensive Environmental Response, Compensation, and Liability Act of 1980, as amended to January 1, 2004, and in the Small Business Liability Relief and Brownfields Revitalization Act, P.L. 107-118 as amended to January 1, 2004. Section 7. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: Any eligible entity establishing a brownfields program may exercise all powers necessary or appropriate to carry out the purposes of this Act, including the following: (1) To acquire by lease, purchase, gift, condemnation, or other lawful means and hold in its corporate name or use and control as provided by law both real and personal property and easements and rights-of-way within or without the corporate limits for all purposes authorized by this Act or necessary to the exercise of any power granted in this Act; (2) To convey, sell, give, dispose of, or lease both the personal and real property of the municipality or county as provided by this Act; (3) To exercise the power of eminent domain only as necessary to carry out its purposes and duties as provided in this Act; (4) To borrow money and to issue certificates, warrants, general obligation bonds and non-ad valorem tax bonds for purposes of this Act; (5) To accept funds, property, and services or other assistance, financial or otherwise, from federal, state, and other public and private sources to carry out the purposes of this Act; (6) To contract or cooperate with any person, the state, or any political subdivision of the state, any federal agency, or any private or public entity to carry out the purposes of this Act; (7) To plan, develop, construct, acquire, operate, clean, maintain, repair, alter, renovate, salvage, demolish, secure, abandon, consolidate, reclaim, or gather data and information concerning any brownfields site, or any related development, structure, or facility necessary to carry out the purposes of this Act; and (8) To do and perform all acts authorized in this Act and all other acts necessary and proper for carrying out and exercising the powers granted by this Act."}, {"bill_id": 18846, "bill_version_id": 100546, "bill_version": "House Engrossed", "bill_version_date": "2004-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the brownfields revitalization and economic development program and to provide for the continuous appropriation of certain federal funds. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Brownfields revitalization and economic development program,\" a program to provide funding to assist in the assessment, cleanup, and redevelopment of brownfields sites; (2) \"Brownfields site,\" real property, the expansion, redevelopment, economic development, or reuse of which may be complicated by the presence or potential presence of a hazardous substance, pollutant, or contaminant; (3) \"Petroleum,\" petroleum substances, oil, gasoline, kerosene, fuel oil, oil sludge, oil refuse, oil mixed with other wastes, crude oils, substances, or additives to be utilized in the refining or blending of crude petroleum or petroleum stock, and any other oil or petroleum substance; (4) \"Petroleum contaminated site,\" a site contaminated by petroleum; and (5) \"Real property,\" residential, commercial, or industrial properties. Section 2. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: The state brownfields revitalization and economic development program is hereby established. A brownfields revolving loan subfund and a brownfields assessment and cleanup subfund are created within the water and environment fund established pursuant to § 46A-1-60. The subfunds shall be maintained separately; and all money for use in the program shall be deposited into the subfunds, including the nonadministrative portion of all federal brownfields revitalization program grants, all repayments of assistance awarded from the subfunds, interest on investments made on money in the subfunds, proceeds of discretionary bond issues allowed by § 46A-1-31, and principal and interest on loans made from the subfunds. Money in the subfunds may be used only for purposes authorized under federal law. The subfunds may be pledged or assigned by the district to or in trust for the holders of the bonds of the district and may be transferred to and held by a trustee or trustees pursuant to § 46A-1-39. Section 3. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: Money from the brownfields revitalization and economic development program subfunds shall be disbursed and administered according to rules promulgated by the Board of Water and Natural Resources pursuant to chapter 1-26, § 46A-1-65, and the provisions of this Act. The provisions of § § 46A-1-61 to 46A-1-69, inclusive, do not apply to the brownfields revitalization and economic development program subfunds of the water and environment fund or grants and loans from the subfunds made under the brownfields revitalization and economic development program described in sections 2 to 5 of this Act, inclusive. Section 4. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: The Board of Water and Natural Resources shall promulgate rules pursuant to chapter 1-26 to implement the provisions of this Act consistent with the requirements of federal law in order for an approved brownfields revitalization and economic development program to become eligible for grant funds from the United States Environmental Protection Agency. The rules shall include criteria and procedures for the selection of projects to receive funds from the brownfields revitalization and economic development program and for the administration of the program including the terms of settlement for program participants pursuant to § 34A-10-17. Section 5. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: The brownfields revitalization and economic development program subfunds are hereby continuously appropriated to the South Dakota Board of Water and Natural Resources. Money received for these programs may be used only for purposes authorized by the federal Small Business Liability Relief and Brownfields Revitalization Act (P.L. 107-118) as amended to January 1, 2004. Section 6. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: Any eligible entity may establish a brownfields program to prevent, assess, safely clean up, promote the economic development of, and sustainably reuse eligible brownfields sites as authorized in the Comprehensive Environmental Response, Compensation, and Liability Act of 1980, as amended to January 1, 2004, and in the Small Business Liability Relief and Brownfields Revitalization Act, P.L. 107-118 as amended to January 1, 2004. Section 7. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: Any eligible entity establishing a brownfields program may exercise all powers necessary or appropriate to carry out the purposes of this Act, including the following: (1) To acquire by lease, purchase, gift, condemnation, or other lawful means and hold in its corporate name or use and control as provided by law both real and personal property and easements and rights-of-way within or without the corporate limits for all purposes authorized by this Act or necessary to the exercise of any power granted in this Act; (2) To convey, sell, give, dispose of, or lease both the personal and real property of the municipality or county as provided by this Act; (3) To exercise the power of eminent domain only as necessary to carry out its purposes and duties as provided in this Act; (4) To borrow money and to issue certificates, warrants, general obligation bonds and non-ad valorem tax bonds for purposes of this Act; (5) To accept funds, property, and services or other assistance, financial or otherwise, from federal, state, and other public and private sources to carry out the purposes of this Act; (6) To contract or cooperate with any person, the state, or any political subdivision of the state, any federal agency, or any private or public entity to carry out the purposes of this Act; (7) To plan, develop, construct, acquire, operate, clean, maintain, repair, alter, renovate, salvage, demolish, secure, abandon, consolidate, reclaim, or gather data and information concerning any brownfields site, or any related development, structure, or facility necessary to carry out the purposes of this Act; (8) To apply for available grant funds and other governmental and nongovernmental financing options to promote the cleanup, reuse, revitalization, and economic development of the property consistent with the purposes of this Act; and (9) To do and perform all acts authorized in this Act and all other acts necessary and proper for carrying out and exercising the powers granted by this Act."}, {"bill_id": 18846, "bill_version_id": 101327, "bill_version": "Senate Appropriations Engrossed", "bill_version_date": "2004-02-13T12:29:22-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the brownfields revitalization and economic development program and to provide for the continuous appropriation of certain federal funds. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Brownfields revitalization and economic development program,\" a program to provide funding to assist in the assessment, cleanup, and redevelopment of brownfields sites; (2) \"Brownfields site,\" real property, the expansion, redevelopment, economic development, or reuse of which may be complicated by the presence or potential presence of a hazardous substance, pollutant, or contaminant; (3) \"Petroleum,\" petroleum substances, oil, gasoline, kerosene, fuel oil, oil sludge, oil refuse, oil mixed with other wastes, crude oils, substances, or additives to be utilized in the refining or blending of crude petroleum or petroleum stock, and any other oil or petroleum substance; (4) \"Petroleum contaminated site,\" a site contaminated by petroleum; and (5) \"Real property,\" residential, commercial, or industrial properties. Section 2. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: The state brownfields revitalization and economic development program is hereby established. A brownfields revolving loan subfund and a brownfields assessment and cleanup subfund are created within the water and environment fund established pursuant to § 46A-1-60. The subfunds shall be maintained separately; and all money for use in the program shall be deposited into the subfunds, including the nonadministrative portion of all federal brownfields revitalization program grants, all repayments of assistance awarded from the subfunds, interest on investments made on money in the subfunds, proceeds of discretionary bond issues allowed by § 46A-1-31, and principal and interest on loans made from the subfunds. Money in the subfunds may be used only for purposes authorized under federal law. The subfunds may be pledged or assigned by the district to or in trust for the holders of the bonds of the district and may be transferred to and held by a trustee or trustees pursuant to § 46A-1-39. Section 3. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: Money from the brownfields revitalization and economic development program subfunds shall be disbursed and administered according to rules promulgated by the Board of Water and Natural Resources pursuant to chapter 1-26, § 46A-1-65, and the provisions of this Act. The provisions of § § 46A-1-61 to 46A-1-69, inclusive, do not apply to the brownfields revitalization and economic development program subfunds of the water and environment fund or grants and loans from the subfunds made under the brownfields revitalization and economic development program described in sections 2 to 5 of this Act, inclusive. Section 4. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: The Board of Water and Natural Resources shall promulgate rules pursuant to chapter 1-26 to implement the provisions of this Act consistent with the requirements of federal law in order for an approved brownfields revitalization and economic development program to become eligible for grant funds from the United States Environmental Protection Agency. The rules shall include criteria and procedures for the selection of projects to receive funds from the brownfields revitalization and economic development program and for the administration of the program including the terms of settlement for program participants pursuant to § 34A-10-17. Section 5. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: The brownfields revitalization and economic development program subfunds are hereby continuously appropriated to the South Dakota Board of Water and Natural Resources. Money received for these programs may be used only for purposes authorized by the federal Small Business Liability Relief and Brownfields Revitalization Act (P.L. 107-118) as amended to January 1, 2004. Section 6. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: Any eligible entity may establish a brownfields program to prevent, assess, safely clean up, promote the economic development of, and sustainably reuse eligible brownfields sites as authorized in the Comprehensive Environmental Response, Compensation, and Liability Act of 1980, as amended to January 1, 2004, and in the Small Business Liability Relief and Brownfields Revitalization Act, P.L. 107-118 as amended to January 1, 2004. Section 7. That chapter 46A-1 be amended by adding thereto a NEW SECTION to read as follows: Any eligible entity establishing a brownfields program may exercise all powers necessary or appropriate to carry out the purposes of this Act, including the following: (1) To acquire by lease, purchase, gift, or other lawful means and hold in its corporate name or use and control as provided by law both real and personal property and easements and rights-of-way within or without the corporate limits for all purposes authorized by this Act or necessary to the exercise of any power granted in this Act; (2) To convey, sell, give, dispose of, or lease both the personal and real property of the municipality or county as provided by this Act; (3) To borrow money and to issue certificates, warrants, general obligation bonds and non-ad valorem tax bonds for purposes of this Act; (4) To accept funds, property, and services or other assistance, financial or otherwise, from federal, state, and other public and private sources to carry out the purposes of this Act; (5) To contract or cooperate with any person, the state, or any political subdivision of the state, any federal agency, or any private or public entity to carry out the purposes of this Act; (6) To plan, develop, construct, acquire, operate, clean, maintain, repair, alter, renovate, salvage, demolish, secure, abandon, consolidate, reclaim, or gather data and information concerning any brownfields site, or any related development, structure, or facility necessary to carry out the purposes of this Act; (7) To apply for available grant funds and other governmental and nongovernmental financing options to promote the cleanup, reuse, revitalization, and economic development of the property consistent with the purposes of this Act; and (8) To do and perform all acts authorized in this Act and all other acts necessary and proper for carrying out and exercising the powers granted by this Act."}, {"bill_id": 18846, "bill_version_id": 101781, "bill_version": "Enrolled", "bill_version_date": "2004-02-21T13:42:50-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18846, "action_date": "2004-01-22T14:00:00-06:00", "document_id": 99669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99669.pdf", "status_text": "First read in House and referred to", "journal_page": 156, "committee_id_action": 831, "committee_id_assigned": 826, "result": "N", "vote": {}}, {"bill_id": 18846, "action_date": "2004-01-28T10:00:00-06:00", "document_id": 100156, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100156.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 826, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18846, "action_date": "2004-01-28T10:00:00-06:00", "document_id": 100156, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100156.pdf", "status_text": "Do Pass Amended,", "journal_page": 252, "committee_id_action": 826, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58685, "president_vote": null, "Yea": [3071, 3073, 3080, 3081, 3086, 3106, 3111, 3117, 3121, 3140, 3148, 3129, 3124]}}, {"bill_id": 18846, "action_date": "2004-01-28T10:00:00-06:00", "document_id": 100156, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100156.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 826, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18846, "action_date": "2004-01-30T13:00:00-06:00", "document_id": 100383, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100383.pdf", "status_text": "Deferred to another day", "journal_page": 313, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18846, "action_date": "2004-02-02T14:00:00-06:00", "document_id": 100465, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100465.pdf", "status_text": "Deferred to another day", "journal_page": 335, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18846, "action_date": "2004-02-03T14:00:00-06:00", "document_id": 100543, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100543.pdf", "status_text": "Motion to Amend,", "journal_page": 352, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18846, "action_date": "2004-02-03T14:00:00-06:00", "document_id": 100543, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100543.pdf", "status_text": "Do Pass Amended,", "journal_page": 353, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59355, "president_vote": null, "Yea": [3045, 3048, 3049, 3051, 3053, 3054, 3055, 3056, 3057, 3058, 3060, 3067, 3070, 3071, 3072, 3073, 3074, 3075, 3076, 3078, 3080, 3081, 3082, 3083, 3084, 3085, 3086, 3088, 3090, 3095, 3096, 3099, 3100, 3102, 3104, 3105, 3106, 3107, 3108, 3110, 3112, 3114, 3117, 3118, 3119, 3121, 3122, 3123, 3124, 3125, 3126, 3127, 3129, 3130, 3131, 3133, 3134, 3135, 3136, 3140, 3141, 3142, 3143, 3144, 3145, 3147, 3148, 3149, 3111], "Excused": [3069]}}, {"bill_id": 18846, "action_date": "2004-02-03T14:00:00-06:00", "document_id": 100543, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100543.pdf", "status_text": "Title Amended", "journal_page": 354, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18846, "action_date": "2004-02-04T14:00:00-06:00", "document_id": 100652, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100652.pdf", "status_text": "First read in Senate and referred to", "journal_page": 327, "committee_id_action": 832, "committee_id_assigned": 830, "result": "N", "vote": {}}, {"bill_id": 18846, "action_date": "2004-02-13T07:45:00-06:00", "document_id": 101338, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101338.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 830, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18846, "action_date": "2004-02-13T07:45:00-06:00", "document_id": 101338, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101338.pdf", "status_text": "Do Pass Amended,", "journal_page": 496, "committee_id_action": 830, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57690, "president_vote": null, "Yea": [3062, 3066, 3077, 3068, 3087, 3091, 3116, 3138, 3047]}}, {"bill_id": 18846, "action_date": "2004-02-18T14:00:00-06:00", "document_id": 101550, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101550.pdf", "status_text": "Deferred to another day", "journal_page": 558, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18846, "action_date": "2004-02-19T14:00:00-06:00", "document_id": 101627, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101627.pdf", "status_text": "Do Pass Amended,", "journal_page": 577, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57934, "president_vote": null, "Yea": [3044, 3046, 3047, 3050, 3059, 3061, 3062, 3064, 3065, 3066, 3068, 3077, 3079, 3087, 3089, 3091, 3092, 3093, 3094, 3097, 3098, 3101, 3103, 3109, 3113, 3115, 3120, 3128, 3132, 3137, 3138, 3139, 3146], "Excused": [3052], "Nay": [3116]}}, {"bill_id": 18846, "action_date": "2004-02-21T13:00:00-06:00", "document_id": 101795, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101795.pdf", "status_text": "Signed by Speaker", "journal_page": 725, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18846, "action_date": "2004-02-23T14:00:00-06:00", "document_id": 101895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101895.pdf", "status_text": "Signed by President", "journal_page": 657, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18846, "action_date": "2004-02-24T13:00:00-06:00", "document_id": 102012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102012.pdf", "status_text": "Delivered to the Governor", "journal_page": 778, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18846, "action_date": "2004-03-09T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 848, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2856}