{"session_id": 68, "bill_id": 23811, "bill_type": "House Bill", "bill_number": 1014, "bill_title": "update provisions related to the licensure of speech-language pathologists and speech-language pathology assistants.", "sponsors": [], "keywords": ["Boards and Commissions", "Executive/Judiciary Request", "Health Care", "Professions and Occupations", "Promulgation of Rules"], "audio": [{"meeting_datetime": "2023-01-17T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hhe05.mp3", "start_seconds": 2845.0}, {"meeting_datetime": "2023-01-17T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hhe05.mp3", "start_seconds": 2845.0}, {"meeting_datetime": "2023-01-17T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hhe05.mp3", "start_seconds": 2845.0}, {"meeting_datetime": "2023-01-17T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hhe05.mp3", "start_seconds": 2845.0}, {"meeting_datetime": "2023-01-17T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hhe05.mp3", "start_seconds": 2845.0}, {"meeting_datetime": "2023-01-18T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou06.mp3", "start_seconds": 2298.0}, {"meeting_datetime": "2023-01-18T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou06.mp3", "start_seconds": 2298.0}, {"meeting_datetime": "2023-01-18T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou06.mp3", "start_seconds": 2298.0}, {"meeting_datetime": "2023-01-25T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she11.mp3", "start_seconds": 1709.0}, {"meeting_datetime": "2023-01-25T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she11.mp3", "start_seconds": 1709.0}, {"meeting_datetime": "2023-01-25T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she11.mp3", "start_seconds": 1709.0}, {"meeting_datetime": "2023-01-30T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen13.mp3", "start_seconds": 3855.0}, {"meeting_datetime": "2023-01-30T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen13.mp3", "start_seconds": 3855.0}, {"meeting_datetime": "2023-01-30T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen13.mp3", "start_seconds": 3855.0}], "bill_versions": [{"bill_id": 23811, "bill_version_id": 242333, "bill_version": "Introduced", "bill_version_date": "2023-01-05T16:26:44.433-06:00", "bill_text": "An Act to update provisions related to the licensure of speech-language pathologists and speech-language pathology assistants. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-37-1 be AMENDED: 36-37-1. Terms used in this chapter mean: (1) \"Board,\" the Board of Examiners for Speech-Language Pathology; (2) \"Department,\" the Department of Health; (3) \"Endoscopy,\" an imaging procedure included within the scope of practice for speech-language pathologists in which a speech-language pathologist uses a flexible/nasal endoscopy, rigid/oral endoscopy, or stroboscopy for the purpose of evaluating and treating disorders of speech, voice, resonance, and swallowing function; (4) \"Mentorship,\" the direct on-site supervision and monitoring of a speech-language pathologist with a provisional license by a licensed speech-language pathologist; (5) \"Provisional license,\" the license issued to an applicant who is practicing speech-language pathology while completing the supervised postgraduate professional experience following completion of master's degree in speech-language pathology; (6)(3) \"Speech-language pathologist,\" any person who engages in the practice of speech-language pathology and who meets the qualifications set forth in is licensed in accordance with this chapter; (7)(4) \"Speech-language pathology assistant,\" any person who assists in the practice of speech-language pathology and who meets the qualifications set forth in this chapter; and (8) \"Telepractice,\" \"telespeech,\" \"telespeech-language pathology,\" or \"telehealth,\" whether used separately or together. Telepractice service means the application of telecommunication technology to deliver speech-language pathology at a distance for assessment, intervention, or consultation (5) \"Supervision,\" the direct, on-site monitoring by a speech-language pathologist of a speech-language pathology assistant or a speech-language pathologist with a provisional license. Section 2. That § 36-37-2 be AMENDED: 36-37-2. For the purposes of this chapter, the practice of speech-language pathology is the application of principles, methods, and procedures related to the development, disorders, and effectiveness of human communication and related functions including providing prevention, screening, consultation, assessment/, evaluation, diagnosis, treatment/, intervention/ management, counseling, collaboration, and referral services for disorders of speech, language, feeding, and swallowing, and for cognitive aspects of communication. The practice of speech-language pathology also includes establishing: (1) Establishing augmentative and alternative communication techniques and strategies, including developing, selecting, and prescribing of such systems techniques, strategies, and devices, excluding the dispensing and fitting of hearing aids pursuant to chapter 36-24, providing; (2) Providing services to individuals with hearing loss and their families, screening persons; (3) Screening individuals for hearing loss or middle ear pathology using conventional pure-tone air conduction methods, otoacoustic emissions screening, or screening typanometry, using; (4) Using instrumentation to observe, collect data, and measure parameters of communication and swallowing, selecting,; (5) Selecting, fitting, and establishing effective use of prosthetic or adaptive devices for communication, swallowing, or other upper aerodigestive functions,; and providing (6) Providing services to modify or enhance communication performance. Section 3. That § 36-37-4 be AMENDED: 36-37-4. Any person who holds any possessed a speech-language pathologist certificate from the South Dakota Department of Education as of July 1, 2012, and does not otherwise meet the qualifications set forth in this chapter, may apply to the board for and a limited license to practice as a speech-language pathologist. The board shall be granted renew a limited license to practice as a speech-language pathologist as long as if: (1) The person's initial application is made for a limited license was submitted no later than July 1, 2014; and (2) The applicant complies with the provisions of subdivisions 36-37-14(1), (2), and (7) person: (a) Submits an application for renewal on a form prescribed by the board; (b) Pays the application fee established by the board, in accordance with § 37-36-12; and (c) Has not committed an act for which disciplinary action is justified. The board shall promulgate rules, pursuant to chapter 1-26, to prescribe the limits of the license shall be determined by the board in rules promulgated pursuant to chapter 1-26 authorized by this section. Section 4. That § 36-37-6 be AMENDED: 36-37-6. Any person who is licensed as a speech-language pathologist in South Dakota this state may perform assessment, treatment, and procedures related to speech, voice, resonance, and swallowing function using nonmedical endoscopy as long as the person has received training and is competent to perform these procedures. A licensed speech-language pathologist shall have protocols in place for emergency medical backup when performing procedures using an endoscope. For the purposes of this section, the term, endoscopy, means an imaging procedure within the scope of practice for speech-language pathologists in which a speech-language pathologist uses a flexible nasal endoscopy, rigid oral endoscopy, or stroboscopy for the purpose of evaluating and treating disorders of speech, voice, resonance, or swallowing function. Section 5. That § 36-37-7 be AMENDED: 36-37-7. Any person who is licensed as a speech-language pathologist in South Dakota pursuant to this chapter may provide speech-language pathology services via telepractice telehealth. Services delivered via telespeech shall telehealth must be equivalent to the quality of services delivered face-to-face. For the purposes of this section, the term, telehealth, has the meaning provided in § 34-52-1. Section 6. That § 36-37-8 be AMENDED: 36-37-8. There is hereby createdThe Governor shall appoint a five-member Board of Examiners for Speech-Language Pathology under the supervision of the Department of Health. The board shall consist of five members appointed by the Governor who are residents of this state. Four of the members shall be The board must consist of: (1) Four speech-language pathologists who are: (a) Are residents of this state; (b) Are currently licensed in good standing and practicing speech-language pathology, who have; and (c) Have at least five years of experience practicing speech-language pathology,; and who hold a license to practice speech-language pathology in this state, except for the first speech- language pathologists appointed who need only meet the eligibility requirements for licensure (2) One representative of the public who is: (a) A resident of this state; and (b) Not associated with, or financially interested in, the practice or business of speech-language pathology. At least one of the members who is member must be a speech- language pathologist shall be employed in a school setting, and at least one of the members who is member must be a speech-language pathologist shall be employed in a health care setting. One of the members shall be a representative of the public who is not associated with or financially interested in the practice or business of speech-language pathology. The board shall annually elect from its members a president and vice-president. Section 7. That § 36-37-9 be AMENDED: 36-37-9. Each appointment to the board shall be is for a period of three years except for the initial appointments which shall be for staggered terms. Each member shall serve until the expiration of the term for which the member has been appointed or until the member's successor is appointed and qualified to serve on the board. If a vacancy occurs other than by expiration of a term, the Governor shall appoint a qualified person to fill the vacancy for the unexpired term. No member may serve more than three consecutive three-year terms. The Governor may remove any member of the board for unprofessional conduct, incompetence, or neglect of duty. Section 8. That § 36-37-10 be AMENDED: 36-37-10. The board shall meet during the first quarter of each calendar year to select a chair and vice chair and to conduct other business. At least one additional meeting shall be held before the end of each calendar year. Additional meetings may be convened at the call of the chair or at the request of two or more board members. Four members of the board constitutes a quorum to do business if the majority of the members present are speech-language pathologists meet at least twice each year, at times and places determined by a majority of the board. The board may hold additional meetings as determined by the president or a majority of the board. Section 9. That § 36-37-14 be AMENDED: 36-37-14. To be eligible for licensure by theThe board may issue asa speech-language pathologist, the applicant shall license to a person who: (1) Submit Submits an application, upon on a form prescribed by the board; (2) PayPays the application fee established by the board, in accordance with § 36-37-12; (3) Possess Possesses a master's or doctoral degree from an educational institution that is accredited, or has been awarded accreditation candidate status, by the accrediting agency of the American Speech-Language-Hearing Association and from is an educational institution approved by the United States Department of Education; (4) CompleteHas completed supervised clinical practicum experiences from an educational institution or its cooperating programs; (5) CompleteHas completed a supervised postgraduate professional experience; (6) PassHas passed a written national examination in speech-language pathology; and (7) Have Has committed no act for which disciplinary action may be is justified. Any license issued to a speech-language pathologist who possesses a master's or doctoral degree from an educational institution awarded candidate status by the American Speech-Language-Hearing Association automatically expires if the educational institution fails to maintain candidacy status or is denied accreditation. The speech-language pathologist shall inform the board of any changes to the educational institution's candidacy status. Section 10. That § 36-37-15 be AMENDED: 36-37-15. The board shall waive the qualifications in subdivisions 36-37-14(3), (4), (5), and (6) for any applicant issue a speech-language pathologist license to a person who has filed an application with the board, has paid the application fee, has not committed any act for which disciplinary action may be justified and: (1) Presents proof of current licensure in a state that has standards that are equivalent to or greater than those of this stateSubmits an application on a form prescribed by the board in rules promulgated in accordance with chapter 1-26; or (2) Pays the application fee established by the board, in accordance with § 36-37-12; (3) Holds a current, unrestricted license from a state with substantially equivalent licensure standards, or a Certificate of Clinical Competence in Speech -Language Pathology from the American Speech-Language-Hearing Association; and (4) Has not committed any act that constitutes grounds for refusal, suspension, or revocation of a license. Section 11. That § 36-37-17 be AMENDED: 36-37-17. The board shall issue a provisional license in speech-language pathology to an applicant a person who: (1) Except for the postgraduate professional experience, meets the academic, practicum, and examination requirements of this chapter; (2) Submits an application, upon on a form prescribed by the board, including a plan for the content of the postgraduate professional experience; (3) Pays the application fee established by the board for a provisional license, in accordance with § 36-37-12; and (4) Has not committed any act for which disciplinary action may be is justified. A person holding a provisional license may practice speech-language pathology only while working under the mentorship supervision of a licensed speech-language pathologist who meets the qualifications of is licensed in accordance with § 36-37-14, 36-37-15, or 36-37-16. The board shall promulgate rules, in accordance with chapter 1-26, to establish the term for a provisional license and the conditions for its renewal shall be determined by the board in rules promulgated pursuant to chapter 1-26. Section 12. That § 36-37-18 be AMENDED: 36-37-18. The board shall issue a speech-language pathology assistant license to an applicant a person who: (1) Submits an application, upon on a form prescribed by the board; (2) Pays the application fee established by the board, in accordance with § 36-37-12; (3) Holds an associate's degree in speech-language pathology assisting or a bachelor's degree with a major emphasis in speech-language pathology or communication sciences and disorders from an accredited academic educational institution; (4) Submits an official transcript verifying necessary Verifies required academic preparation and clinical experiences; (5) Completes a supervised clinical practicum of a minimum of one hundred clock hours of supervised clinical experience as a speech-language pathology assistant while either on the job or during academic preparation; and (6) Has committed no act for which disciplinary action is justified. While completing the supervised clinical experience required in subdivision (5), neither the applicant nor the supervising speech-language pathologist may represent the applicant as a licensed speech-language pathology assistant. The supervising speech-language pathologist must be available at all times when the applicant is competing on-the-job clinical fieldwork. Section 13. That chapter 36-37 be amended with a NEW SECTION: The board shall issue a speech-language pathology assistant license to a person who: (1) Submits an application on a form prescribed by the board in rules promulgated in accordance with chapter 1-26; (2) Pays the application fee established by the board, in accordance with § 36-37-12; (3) Holds a current, unrestricted license from a state with substantially equivalent licensure standards, or a current Certification in Speech-Language Pathology Assisting from the American Speech-Language-Hearing Association; and (4) Has not committed any act that constitutes grounds for refusal, suspension, or revocation of a license. Section 14. That § 36-37-19 be AMENDED: 36-37-19. Any person who is employed as a paraprofessional providing speech-language pathology services, under the direct supervision of a speech-language pathologist, who holds possessed a speech-language pathologist certificate from the South Dakota Department of Education as of July 1, 2012, and does not otherwise meet the qualifications set forth in this chapter may apply for and shall be granted a speech-language pathology assistant license and. The board shall issue a speech-language pathology assistant license, and the person may continue to practice as a speech-language pathology assistant as long as the person: (1) TheSubmitted an initial application was made for an assistant license no later than July 1, 2014; (2) The applicantHas continued to render speech-language pathology services in the public school or school district where the applicant person was employed at the time of initial application, with no break in employment; and (3) The Pays the renewal fee is paid established by the board, in accordance with § 36-37-12. Section 15. That § 36-37-20 be AMENDED: 36-37-20. AnA speech-language pathology assistant shall must be supervised by a licensed speech-language pathologist, or a speech-language pathologist with a limited license who has, who has at least three two years of experience as a speech-language pathologist. Any time licensed as a provisional speech-language pathologist counts toward the two-year experience requirement The supervising speech-language pathologist: (1) Is responsible for the extent, kind, and quality of service provided by the assistant, consistent with the board's designated standards and requirements; (2) Shall ensure that persons receiving services from an assistant receive prior written notification that services are to be provided, in whole or in part, by a speech-language pathology assistant; (3) May not supervise more than three speech-language pathology assistants at one time. AnA speech-language pathology assistant may have more than one supervisor if the board is notified. Section 16. That § 36-37-21 be AMENDED: 36-37-21. The board may impose separately, or in combination, any of the following disciplinary actions on a licensee speech-language pathologist or a speech-language-pathology assistant after formal or informal disciplinary action: (1) Refuse to issue or renew a license; (2) Issue a letter of reprimand or concern; (3) Require restitution of fees; (4) Impose probationary conditions; (5)(4) Require the licensee to reimburse reimbursement to the board for costs of the investigation and proceeding; (6)(5) Suspend or revoke a license; (7)(6) Impose practice or supervision requirements, or both; or (8)(7) Require licensees to attend attendance at continuing education programs specified by the board as to content and hours. Section 17. That § 36-37-23 be AMENDED: 36-37-23. The board may take disciplinary actions for the following conduct: (1) Fraudulently or deceptively obtaining or, attempting to obtain, using, or altering a license or a provisional license; (2) Fraudulently or deceptively using a license or provisional license; (3) Altering a license or provisional license; (4) Aiding or abetting unlicensed practice; (5)(3) Selling, bartering, or offering to sell or barter a license or provisional license; (6)(4) Committing fraud or deceit in the practice of speech-language pathology, including: (a) Willfully making or filing a false report or record in the practice of speech-language pathology; (b) Submitting a false statement to collect a fee; or (c) Obtaining a fee through fraud or misrepresentation; (7)(5) Using or promoting, or causing the use of, any misleading, deceiving, improbable, or untruthful advertising matter, promotional literature, testimonial, guarantee, warranty, label, brand insignia, or any other representation; (8)(6) Falsely representing the use or availability of services or advise advice of a physician; (9)(7) Misrepresenting the applicant, licensee, or holder, by using the term, doctor, or any similar word, abbreviation, or symbol if the use is not accurate or if the degree was not obtained from a regionally an accredited institution; (10)(8) Committing any act of dishonesty, immorality, or unprofessional conduct while engaging in the practice of speech-language pathology; (11)(9) Engaging in illegal, incompetent, or negligent practice; (12) Providing professional services while: (a) Mentally incompetent; (b) Under the influence of alcohol; (c) Using any narcotic or controlled dangerous substance or other drug that is in excess of therapeutic amounts or without valid medical indication; (13)(10) Providing services or promoting the sale of devices, appliances, or products to a person who cannot reasonably be expected to benefit from such services, devices, appliances, or products; (14)(11) Violating any provision of this chapter, or any lawful order given, or rule adopted, by the board; (15)(12) Being convicted or pleading guilty or nolo contendere to a felony or to a crime involving moral turpitude, as defined in § 22-1-2, whether or not any appeal or other proceeding is pending to have the conviction or plea set aside; (16)(13) Being disciplined by a licensing or disciplinary authority of any state or country, or any nationally recognized professional organization, or convicted or disciplined by a court of any state or country for an act that would be grounds for disciplinary action under this section; (17)(14) Exploiting a patient for financial gain or sexual favors; (18)(15) Failing to report suspected cases of child abuse or vulnerable adult abuse; (19) Diagnosing or treating a person for speech disorders by mail or telephone unless the person has been previously examined by the licensee and the diagnosis or treatment is related to such examination; or (20)(16) Violating federal, state, or local laws relating to the profession; (17) Not reporting discipline by another state or territory under federal jurisdiction to the board; or (18) Not reporting a conviction of any felony offense, or any conviction of a criminal offense arising out of the practice of speech-language pathology. The board shall adopt, by rules promulgated pursuant to chapter 1-26, a schedule of sanctions to be imposed as the result of formal or informal disciplinary activities conducted by the board. Section 18. That § 36-37-24 be AMENDED: 36-37-24. The board may take disciplinary action or suspend, revoke, or reissue a license or certification only after a hearing conducted by a hearing examiner appointed by the board or by a majority of the members of the board. Any disciplinary proceeding or proceeding relative to the revocation or suspension of a license or certification shall must otherwise conform to the procedure set forth in chapter 1-26 and chapter 36-1C. Any decision of the board to discipline, suspend, revoke, or reissue a license or certification requires a majority vote of the board membership. Any party feeling aggrieved by any acts, rulings, or decisions of the board acting pursuant to § 36-37-21, 36-37-22, or 36-37-23, has the right to appeal under the provisions of chapter 1-26. Section 19. That chapter 36-37 be amended with a NEW SECTION: Any person licensed pursuant to this chapter shall inform the board, within ninety days, of any change in name, place of employment, or place of business. A post office box number may not be the address of a place of business."}, {"bill_id": 23811, "bill_version_id": 247479, "bill_version": "Enrolled", "bill_version_date": "2023-02-01T13:18:16.997-06:00", "bill_text": "ENTITLED An Act to update provisions related to the licensure of speech-language pathologists and speech-language pathology assistants. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-37-1 be AMENDED: 36-37-1. Terms used in this chapter mean: (1) \"Board,\" the Board of Examiners for Speech-Language Pathology; (2) \"Provisional license,\" the license issued to an applicant who is practicing speech-language pathology while completing the supervised postgraduate professional experience following completion of master's degree in speech-language pathology; (3) \"Speech-language pathologist,\" any person who engages in the practice of speech-language pathology and who is licensed in accordance with this chapter; (4) \"Speech-language pathology assistant,\" any person who assists in the practice of speech-language pathology and who meets the qualifications set forth in this chapter; and (5) \"Supervision,\" the direct, on-site monitoring by a speech-language pathologist of a speech-language pathology assistant or a speech-language pathologist with a provisional license. Section 2. That § 36-37-2 be AMENDED: 36-37-2. For the purposes of this chapter, the practice of speech-language pathology is the application of principles, methods, and procedures related to the development, disorders, and effectiveness of human communication and related functions including providing prevention, screening, consultation, assessment, evaluation, diagnosis, treatment, intervention management, counseling, collaboration, and referral services for disorders of speech, language, feeding, and swallowing, and for cognitive aspects of communication. The practice of speech-language pathology includes: (1) Establishing augmentative and alternative communication techniques and strategies, including developing, selecting, and prescribing of techniques, strategies, and devices, excluding the dispensing and fitting of hearing aids pursuant to chapter 36-24; (2) Providing services to individuals with hearing loss and their families; (3) Screening individuals for hearing loss or middle ear pathology using conventional pure-tone air conduction methods, otoacoustic emissions screening, or screening typanometry; (4) Using instrumentation to observe, collect data, and measure parameters of communication and swallowing; (5) Selecting, fitting, and establishing effective use of prosthetic or adaptive devices for communication, swallowing, or other upper aerodigestive functions; and (6) Providing services to modify or enhance communication performance. Section 3. That § 36-37-4 be AMENDED: 36-37-4. Any person who possessed a speech-language pathologist certificate from the South Dakota Department of Education as of July 1, 2012, and does not otherwise meet the qualifications set forth in this chapter, may apply to the board for a limited license to practice as a speech-language pathologist. The board shall renew a limited license if: (1) The person's initial application for a limited license was submitted no later than July 1, 2014; and (2) The person: (a) Submits an application for renewal on a form prescribed by the board; (b) Pays the application fee established by the board, in accordance with § 37-36-12; and (c) Has not committed an act for which disciplinary action is justified. The board shall promulgate rules, pursuant to chapter 1-26, to prescribe the limits of the license authorized by this section. Section 4. That § 36-37-6 be AMENDED: 36-37-6. Any person who is licensed as a speech-language pathologist in this state may perform assessment, treatment, and procedures related to speech, voice, resonance, and swallowing function using nonmedical endoscopy as long as the person has received training and is competent to perform these procedures. A licensed speech-language pathologist shall have protocols in place for emergency medical backup when performing procedures using an endoscope. For the purposes of this section, the term, endoscopy, means an imaging procedure within the scope of practice for speech-language pathologists in which a speech-language pathologist uses a flexible nasal endoscopy, rigid oral endoscopy, or stroboscopy for the purpose of evaluating and treating disorders of speech, voice, resonance, or swallowing function. Section 5. That § 36-37-7 be AMENDED: 36-37-7. Any person who is licensed pursuant to this chapter may provide speech-language pathology services via telehealth. Services delivered via telehealth must be equivalent to the quality of services delivered face-to-face. For the purposes of this section, the term, telehealth, has the meaning provided in § 34-52-1. Section 6. That § 36-37-8 be AMENDED: 36-37-8. The Governor shall appoint a five-member Board of Examiners for Speech-Language Pathology under the supervision of the Department of Health. The board must consist of: (1) Four speech-language pathologists who: (a) Are residents of this state; (b) Are currently licensed in good standing and practicing speech-language pathology; and (c) Have at least five years of experience practicing speech-language pathology; and (2) One representative of the public who is: (a) A resident of this state; and (b) Not associated with, or financially interested in, the practice or business of speech-language pathology. At least one member must be a speech-language pathologist employed in a school setting, and at least one member must be a speech-language pathologist employed in a health care setting. The board shall annually elect from its members a president and vice-president. Section 7. That § 36-37-9 be AMENDED: 36-37-9. Each appointment to the board is for a period of three years. Each member shall serve until the expiration of the term for which the member has been appointed or until the member's successor is appointed and qualified to serve on the board. If a vacancy occurs other than by expiration of a term, the Governor shall appoint a qualified person to fill the vacancy for the unexpired term. No member may serve more than three consecutive three-year terms. The Governor may remove any member of the board for unprofessional conduct, incompetence, or neglect of duty. Section 8. That § 36-37-10 be AMENDED: 36-37-10. The board shall meet at least twice each year, at times and places determined by a majority of the board. The board may hold additional meetings as determined by the president or a majority of the board. Section 9. That § 36-37-14 be AMENDED: 36-37-14. The board may issue a speech-language pathologist license to a person who: (1) Submits an application on a form prescribed by the board; (2) Pays the application fee established by the board, in accordance with § 36-37-12; (3) Possesses a master's or doctoral degree from an educational institution that is accredited, or has been awarded accreditation candidate status, by the accrediting agency of the American Speech-Language-Hearing Association and is an educational institution approved by the United States Department of Education; (4) Has completed supervised clinical practicum experiences from an educational institution or its cooperating programs; (5) Has completed a supervised postgraduate professional experience; (6) Has passed a written national examination in speech-language pathology; and (7) Has committed no act for which disciplinary action is justified. Any license issued to a speech-language pathologist who possesses a master's or doctoral degree from an educational institution awarded candidate status by the American Speech-Language-Hearing Association automatically expires if the educational institution fails to maintain candidacy status or is denied accreditation. The speech-language pathologist shall inform the board of any changes to the educational institution's candidacy status. Section 10. That § 36-37-15 be AMENDED: 36-37-15. The board shall issue a speech-language pathologist license to a person who: (1) Submits an application on a form prescribed by the board in rules promulgated in accordance with chapter 1-26; (2) Pays the application fee established by the board, in accordance with § 36-37-12; (3) Holds a current, unrestricted license from a state with substantially equivalent licensure standards, or a Certificate of Clinical Competence in Speech-Language Pathology from the American Speech-Language-Hearing Association; and (4) Has not committed any act that constitutes grounds for refusal, suspension, or revocation of a license. Section 11. That § 36-37-17 be AMENDED: 36-37-17. The board shall issue a provisional license to a person who: (1) Except for the postgraduate professional experience, meets the academic, practicum, and examination requirements of this chapter; (2) Submits an application on a form prescribed by the board; (3) Pays the application fee established by the board for a provisional license, in accordance with § 36-37-12; and (4) Has not committed any act for which disciplinary action is justified. A person holding a provisional license may practice speech-language pathology only while working under the supervision of a speech-language pathologist who is licensed in accordance with § 36-37-14, 36-37-15, or 36-37-16. The board shall promulgate rules, in accordance with chapter 1-26, to establish the term for a provisional license and the conditions for its renewal. Section 12. That § 36-37-18 be AMENDED: 36-37-18. The board shall issue a speech-language pathology assistant license to a person who: (1) Submits an application on a form prescribed by the board; (2) Pays the application fee established by the board, in accordance with § 36-37-12; (3) Holds an associate's degree in speech-language pathology assisting or a bachelor's degree with a major in speech-language pathology or communication sciences and disorders from an accredited educational institution; (4) Verifies required academic preparation and clinical experiences; (5) Completes a minimum of one hundred hours of supervised clinical experience as a speech-language pathology assistant while either on the job or during academic preparation; and (6) Has committed no act for which disciplinary action is justified. While completing the supervised clinical experience required in subdivision (5), neither the applicant nor the supervising speech-language pathologist may represent the applicant as a licensed speech-language pathology assistant. The supervising speech-language pathologist must be available at all times when the applicant is competing on-the-job clinical fieldwork. Section 13. That chapter 36-37 be amended with a NEW SECTION: The board shall issue a speech-language pathology assistant license to a person who: (1) Submits an application on a form prescribed by the board in rules promulgated in accordance with chapter 1-26; (2) Pays the application fee established by the board, in accordance with § 36-37-12; (3) Holds a current, unrestricted license from a state with substantially equivalent licensure standards, or a current Certification in Speech-Language Pathology Assisting from the American Speech-Language-Hearing Association; and (4) Has not committed any act that constitutes grounds for refusal, suspension, or revocation of a license. Section 14. That § 36-37-19 be AMENDED: 36-37-19. Any person who is employed as a paraprofessional providing speech-language pathology services, under the direct supervision of a speech-language pathologist, who possessed a speech-language pathologist certificate from the South Dakota Department of Education as of July 1, 2012, and does not otherwise meet the qualifications set forth in this chapter may apply for a speech-language pathology assistant license. The board shall issue a speech-language pathology assistant license, and the person may continue to practice as a speech-language pathology assistant as long as the person: (1) Submitted an initial application for an assistant license no later than July 1, 2014; (2) Has continued to render speech-language pathology services in the school district where the person was employed at the time of initial application, with no break in employment; and (3) Pays the renewal fee established by the board, in accordance with § 36-37-12. Section 15. That § 36-37-20 be AMENDED: 36-37-20. A speech-language pathology assistant must be supervised by a speech-language pathologist, or a speech-language pathologist with a limited license, who has at least two years of experience. Any time licensed as a provisional speech-language pathologist counts toward the two-year experience requirement. The supervising speech-language pathologist: (1) Is responsible for the extent, kind, and quality of service provided by the assistant, consistent with the board's designated standards and requirements; (2) Shall ensure that persons receiving services from an assistant receive prior written notification that services are to be provided, in whole or in part, by a speech-language pathology assistant; (3) May not supervise more than three speech-language pathology assistants at one time. A speech-language pathology assistant may have more than one supervisor. Section 16. That § 36-37-21 be AMENDED: 36-37-21. The board may impose any of the following disciplinary actions on a speech-language pathologist or a speech-language-pathology assistant after formal or informal disciplinary action: (1) Refuse to renew a license; (2) Issue a letter of reprimand or concern; (3) Impose probationary conditions; (4) Require reimbursement to the board for costs of the investigation and proceeding; (5) Suspend or revoke a license; (6) Impose practice or supervision requirements, or both; or (7) Require attendance at continuing education programs specified by the board as to content and hours. Section 17. That § 36-37-23 be AMENDED: 36-37-23. The board may take disciplinary actions for the following conduct: (1) Fraudulently or deceptively obtaining, attempting to obtain, using, or altering a license or a provisional license; (2) Aiding or abetting unlicensed practice; (3) Selling, bartering, or offering to sell or barter a license or provisional license; (4) Committing fraud or deceit in the practice of speech-language pathology, including: (a) Willfully making or filing a false report or record in the practice of speech-language pathology; (b) Submitting a false statement to collect a fee; or (c) Obtaining a fee through fraud or misrepresentation; (5) Using or promoting, or causing the use of, any misleading, deceiving, improbable, or untruthful advertising matter, promotional literature, testimonial, guarantee, warranty, label, brand insignia, or any other representation; (6) Falsely representing the use or availability of services or advice of a physician; (7) Misrepresenting the applicant, licensee, or holder, by using the term, doctor, or any similar word, abbreviation, or symbol if the use is not accurate or if the degree was not obtained from an accredited institution; (8) Committing any act of dishonesty, immorality, or unprofessional conduct while engaging in the practice of speech-language pathology; (9) Engaging in illegal, incompetent, or negligent practice; (10) Providing services or promoting the sale of devices, appliances, or products to a person who cannot reasonably be expected to benefit from such services, devices, appliances, or products; (11) Violating any provision of this chapter, or any lawful order given, or rule adopted, by the board; (12) Being convicted or pleading guilty or nolo contendere to a felony or to a crime involving moral turpitude, as defined in § 22-1-2, whether or not any appeal or other proceeding is pending to have the conviction or plea set aside; (13) Being disciplined by a licensing or disciplinary authority of any state or country, or any nationally recognized professional organization, or convicted or disciplined by a court of any state or country for an act that would be grounds for disciplinary action under this section; (14) Exploiting a patient for financial gain or sexual favors; (15) Failing to report suspected cases of child abuse or vulnerable adult abuse; (16) Violating federal, state, or local laws relating to the profession; (17) Not reporting discipline by another state or territory under federal jurisdiction to the board; or (18) Not reporting a conviction of any felony offense, or any conviction of a criminal offense arising out of the practice of speech-language pathology. Section 18. That § 36-37-24 be AMENDED: 36-37-24. The board may take disciplinary action or suspend, revoke, or reissue a license only after a hearing conducted by a hearing examiner appointed by the board or by a majority of the members of the board. Any disciplinary proceeding or proceeding relative to the revocation or suspension of a license or certification must otherwise conform to the procedure set forth in chapter 1-26 and chapter 36-1C. Any decision of the board to discipline, suspend, revoke, or reissue a license or certification requires a majority vote of the board. Section 19. That chapter 36-37 be amended with a NEW SECTION: Any person licensed pursuant to this chapter shall inform the board, within ninety days, of any change in name, place of employment, or place of business. A post office box number may not be the address of a place of business. An Act to update provisions related to the licensure of speech-language pathologists and speech-language pathology assistants. I certify that the attached Act originated in the: House as Bill No. 1014 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1014 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2023 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2023 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2023 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23811, "action_date": "2023-01-10T12:00:00-06:00", "document_id": 241498, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/241498.pdf", "status_text": "First Reading House", "journal_page": 14, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23811, "action_date": "2023-01-11T13:00:00-06:00", "document_id": 241515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/241515.pdf", "status_text": "Referred to", "journal_page": 24, "committee_id_action": 1159, "committee_id_assigned": 1158, "result": "N", "vote": {}}, {"bill_id": 23811, "action_date": "2023-01-17T07:45:00-06:00", "document_id": 243457, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243457.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1158, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23811, "action_date": "2023-01-17T07:45:00-06:00", "document_id": 243460, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243460.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1158, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76149, "president_vote": null, "Yea": [4341, 4442, 4368, 4450, 4438, 4469, 4447, 4467, 4444, 4408, 4374], "Nay": [4351], "Excused": [4429]}}, {"bill_id": 23811, "action_date": "2023-01-18T14:00:00-06:00", "document_id": 244025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244025.pdf", "status_text": "Do Pass", "journal_page": 55, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76212, "president_vote": null, "Yea": [4456, 4445, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4354, 4468, 4471, 4358, 4365, 4366, 4368, 4450, 4373, 4374, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4385, 4451, 4388, 4389, 4469, 4392, 4393, 4447, 4467, 4396, 4397, 4398, 4400, 4401, 4440, 4403, 4437, 4405, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4439, 4417, 4418, 4421, 4464, 4446, 4465, 4470, 4429, 4461], "Nay": [4333, 4375, 4443, 4406]}}, {"bill_id": 23811, "action_date": "2023-01-19T14:00:00-06:00", "document_id": 244438, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244438.pdf", "status_text": "First read in Senate and referred to", "journal_page": 68, "committee_id_action": 1183, "committee_id_assigned": 1176, "result": "N", "vote": {}}, {"bill_id": 23811, "action_date": "2023-01-25T07:45:00-06:00", "document_id": 245474, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245474.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1176, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23811, "action_date": "2023-01-25T07:45:00-06:00", "document_id": 245477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245477.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1176, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76385, "president_vote": null, "Nay": [4360], "Yea": [4352, 4407, 4410, 4339, 4348, 4426]}}, {"bill_id": 23811, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246354.pdf", "status_text": "Deferred to another day", "journal_page": 122, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23811, "action_date": "2023-01-30T14:00:00-06:00", "document_id": 246905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246905.pdf", "status_text": "Do Pass", "journal_page": 141, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76505, "president_vote": null, "Yea": [4336, 4338, 4339, 4340, 4342, 4345, 4348, 4448, 4352, 4355, 4359, 4457, 4372, 4378, 4381, 4382, 4453, 4466, 4386, 4460, 4394, 4395, 4399, 4407, 4410, 4413, 4414, 4419, 4426, 4430, 4432, 4434, 4436], "Suspended": [4360], "Nay": [4404]}}, {"bill_id": 23811, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247777.pdf", "status_text": "Signed by the Speaker", "journal_page": 201, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23811, "action_date": "2023-02-02T14:00:00-06:00", "document_id": 248187, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248187.pdf", "status_text": "Signed by the President", "journal_page": 183, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23811, "action_date": "2023-02-03T13:00:00-06:00", "document_id": 248338, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248338.pdf", "status_text": "Delivered to the Governor", "journal_page": 218, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}]}