{"session_id": 57, "bill_id": 19749, "bill_type": "House Bill", "bill_number": 1176, "bill_title": "revise the index factor and the procedure for determining the per student allocation.", "sponsors": [{"legislator_profile_id": 3164, "is_prime": true}, {"legislator_profile_id": 3228, "is_prime": true}, {"legislator_profile_id": 3153, "is_prime": false}, {"legislator_profile_id": 3182, "is_prime": false}, {"legislator_profile_id": 3200, "is_prime": false}, {"legislator_profile_id": 3202, "is_prime": false}, {"legislator_profile_id": 3204, "is_prime": false}, {"legislator_profile_id": 3209, "is_prime": false}, {"legislator_profile_id": 3216, "is_prime": false}, {"legislator_profile_id": 3217, "is_prime": false}, {"legislator_profile_id": 3221, "is_prime": false}, {"legislator_profile_id": 3233, "is_prime": false}, {"legislator_profile_id": 3238, "is_prime": false}, {"legislator_profile_id": 3241, "is_prime": false}, {"legislator_profile_id": 3243, "is_prime": false}], "keywords": ["Education", "State Aid to Education"], "audio": [{"meeting_datetime": "2005-02-10T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hed23hb1176a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-10T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hed23hb1176a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-10T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hed23hb1176a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-10T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hed23hb1176a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-10T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hed23hb1176a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-10T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hed23hb1176a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-10T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hed23hb1176a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19749, "bill_version_id": 103383, "bill_version": "Introduced", "bill_version_date": "2005-01-27T09:37:56-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the index factor and the procedure for determining the per student allocation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42 and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (3) \" Index State index factor,\" for taxes payable in 2006, the state index factor is three and three-fourths percent, for taxes payable in 2007, the state index factor is four and one-half percent, and for taxes payable in 2008, the state index factor is five and one- fourth percent. For taxes payable in 2009, and each year thereafter, the state index factor is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor state's general fund revenue less any unexpended carryover and net transfers in for the year before the year immediately preceding the year of adjustment or three percent, whichever is less ; (3A) \"Local index factor,\" for taxes payable in 2006, the local index factor is three and three-fourths percent, for taxes payable in 2007, the local index factor is four and one-half percent, and for taxes payable in 2008, the local index factor is five and one- fourth percent. For taxes payable in 2009, and each year thereafter, the local index factor is the annual percentage change in the state's general fund revenue less any unexpended carryover and net transfers in for the year before the year immediately preceding the year of adjustment; (4) \" Per Total per student allocation,\" for school fiscal year 2005 is $4,086.56 $2,125.01 for the state and $1,961.55 for the school districts . Each school fiscal year thereafter, the total per student allocation is the sum of the previous fiscal year's total per student allocation increased by the state index factor and the local index factor, respectively ; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42; (7) \"General fund balance,\" the unreserved fund balance of the general fund, less general fund exclusions plus, beginning with transfers made in fiscal year 2001, any transfers out of the general fund for the previous school fiscal year; (8) \"General fund balance percentage,\" is a school district's general fund balance divided by the school district's total general fund expenditures for the previous school fiscal year, the quotient expressed as a percent; (9) \"General fund base percentage,\" is the general fund balance percentage as of June 30, 2000. However, the general fund base percentage can never increase and can never be less than twenty percent; (10) \"Allowable general fund balance,\" the fund base percentage multiplied by the district's general fund expenditures in the previous school fiscal year; (11) \"Imputed interest rate,\" the average prime rate for the preceding fiscal year minus 2.5 percentage points; (12) \"General fund exclusions,\" revenue a school district has received from the imposition of the excess tax levy pursuant to § 10-12-43; revenue a school district has received from gifts, contributions, grants, or donations; revenue a school district has received under the provisions of §§ 13-6-92 to 13-6-96, inclusive; and any revenue in the general fund set aside for a noninsurable judgment. Section 2. A supplemental amount of thirty-six dollars and ninety-seven cents per student shall be provided in school fiscal year 2006 to the total per student allocation for school fiscal year 2006 as provided in subdivision 13-13-10.1(4). Section 3. That § 13-13-73 be amended to read as follows: 13-13-73. The secretary of the Department of Education shall compute state aid to education for each school district under the foundation program according to the following calculations: (1) Determine each school district's average daily membership; (2) Multiply the total per student allocation by the adjusted average daily membership to arrive at the local need per district; (3) State aid is (a) local need minus local effort, or (b) zero if the calculation in (a) is a negative number; (4) If the state aid appropriation for the general support of education is in excess of the entitlement provided for in this section, the excess shall be used to fund any shortfall of the appropriation as provided for in §§ 13-37-36.3 and 13-37-43. The secretary shall report to the Governor by January seventh of each year, the amount of state aid necessary to fully fund the general aid formula in the current year. If a shortfall in the state aid appropriation for general education exists that cannot be covered by § 13- 37-45, the Governor shall inform the Legislature and provide a proposal to eliminate the shortfall. Section 4. That § 13-13-75 be amended to read as follows: 13-13-75. Notwithstanding the provisions of chapter 13-13, if a student is enrolled pursuant to § 13-28-43, and the nonresident school district in which the student is enrolled does not receive state aid to general education, the Department of Education shall pay state aid to education to the nonresident district in which the student is enrolled. For each student, the amount of state aid paid shall be the total per student allocation as defined in subdivision 13-13- 10.1(4). The payment shall be prorated per the number of days the student was enrolled in the nonresident district compared to the number of days the nonresident district was in session. The payment shall be made in the succeeding fiscal year."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19749, "action_date": "2005-01-27T14:00:00-06:00", "document_id": 103466, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103466.pdf", "status_text": "First read in House and referred to", "journal_page": 202, "committee_id_action": 860, "committee_id_assigned": 849, "result": "N", "vote": {}}, {"bill_id": 19749, "action_date": "2005-02-04T10:00:00-06:00", "document_id": 104092, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104092.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 849, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19749, "action_date": "2005-02-08T10:00:00-06:00", "document_id": 104299, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104299.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 849, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19749, "action_date": "2005-02-10T10:00:00-06:00", "document_id": 104514, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104514.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 849, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19749, "action_date": "2005-02-10T10:00:00-06:00", "document_id": 104514, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104514.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 424, "committee_id_action": 849, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59866, "president_vote": null, "Nay": [3156, 3169, 3233, 3251], "Yea": [3158, 3159, 3191, 3220, 3222, 3225, 3235, 3253, 3254, 3213, 3189]}}]}