{"session_id": 32, "bill_id": 9225, "bill_type": "House Bill", "bill_number": 1317, "bill_title": "authorize the Joint Committee on Appropriations to request program evaluations.", "sponsors": [], "keywords": ["Legislature and Statutes", "Public Fiscal Administration", "State Affairs and Government"], "audio": [{"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hap27.mp3", "start_seconds": 106.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hap27.mp3", "start_seconds": 106.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hap27.mp3", "start_seconds": 106.0}], "bill_versions": [{"bill_id": 9225, "bill_version_id": 48559, "bill_version": "Introduced", "bill_version_date": "2018-02-02T10:02:51.333-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the Joint Committee on Appropriations to request program evaluations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: The Joint Committee on Appropriations may request the director of the Legislative Research Council to perform program evaluations of any state agency programs. The Joint Committee on Appropriations shall consult with the Joint Government Operations and Audit Committee to establish an annual work plan that describes the program evaluations to be performed. However, the Joint Committee on Appropriations may change the plan to add a new program evaluation, remove a planned program evaluation, or change the parameters of an ongoing program evaluation. Section 2. That the code be amended by adding a NEW SECTION to read: Upon receipt of a program evaluation request from the Joint Committee on Appropriations, the director of the Legislative Research Council shall develop an evaluation plan in consultation with the state agency or program. The plan development phase shall describe the scope of the evaluation and provide background information, including roles and identities of key personnel, identify potential financial, managerial, and operational problem areas, and determine whether and to what extent detailed audit tests may be required. The director of the Legislative Research Council shall submit the program evaluation plan for review by the Joint Committee on Appropriations. The Joint Committee on Appropriations may approve or reject the plan, or return the plan for additional work. Section 3. That the code be amended by adding a NEW SECTION to read: Pursuant to a program evaluation plan approved by the Joint Committee on Appropriations, the director of the Legislative Research Council may: (1) Examine a program or an activity of a state agency and evaluate the merits of the program or activity and the agency's effectiveness in conducting the program or activity, and hire employees or contract for consultants to perform these duties; (2) Evaluate if a program or an activity of a state agency complies with the agency's mission, as established by law; (3) Make recommendations to improve the efficiency and effectiveness of a state agency; (4) Determine the extent to which a state agency has implemented any of the previous recommendations concerning the agency; (5) Request a state agency to submit a written response to a proposed or final program evaluation report and to submit a written explanation of the extent to which the agency has implemented the recommendations; and (6) Make periodic reports of the program evaluation activities and of any savings achieved by the implementation of program evaluation report recommendations. Section 4. That the code be amended by adding a NEW SECTION to read: An evaluation report of a program or an activity of a state agency may include the following: (1) Any findings concerning the program or activity; (2) Specific recommendations for making the program or activity more efficient or effective; (3) Any legislation needed to implement the findings and recommendations concerning the program or activity; and (4) An estimate of the costs, savings, or enhanced effectiveness expected from implementing the findings and recommendations concerning the program or activity. Section 5. That the code be amended by adding a NEW SECTION to read: The Joint Committee on Appropriations shall review each program evaluation completed and vote to accept or reject the report, or return the report for additional work. Each evaluated agency and the Governor shall have the opportunity to review the program evaluation report and issue a response before the presentation of any program evaluation report to the Joint Committee on Appropriations. If any modification is made to the report as a result of a response, the evaluated agency and the Governor shall have the opportunity to review the revised report and issue a response. The final response of the agency and the Governor to the program evaluation report shall be included in the final report when it is presented to the Joint Committee on Appropriations. The program evaluation report and any response by the Governor and evaluated agency are confidential and may not be released to the public before the Joint Committee on Appropriations issues the performance evaluation report. A final report, including any recommendations, the evaluated agency's final response, and the Governor's final response, shall be submitted to the Governor and to the agency head at least one day before the report's release, and shall be made available to each member of the Legislature no later than one day following the Joint Committee on Appropriations approving the report's release. Section 6. That the code be amended by adding a NEW SECTION to read: Pursuant to a program evaluation requested by the Joint Committee on Appropriations, each state department, state agency, or state institution shall furnish the director of the Legislative Research Council with the following, unless prohibited by federal statute, federal regulation, or state statute: (1) Any information or records requested, whether physical or electronic; (2) Access to any facilities and personnel requested; and (3) Access to any database or stored information maintained by computer, telecommunications, or other electronic data processing equipment, whether stored on tape, disk, or otherwise, and regardless of the medium for storage or transmission. Section 7. That the code be amended by adding a NEW SECTION to read: The Joint Committee on Appropriations may meet in executive session to consider whether to initiate or continue a program evaluation or to receive or consider any materials exempt from disclosure. Section 8. That the code be amended by adding a NEW SECTION to read: The Joint Committee on Appropriations may request the Joint Government Operations and Audit Committee make further evaluations or recommendations."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9225, "action_date": "2018-02-02T13:30:00-06:00", "document_id": 48610, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48610.pdf", "status_text": "First read in House and referred to", "journal_page": 314, "committee_id_action": 396, "committee_id_assigned": 382, "result": "N", "vote": {}}, {"bill_id": 9225, "action_date": "2018-02-02T13:30:00-06:00", "document_id": 48610, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48610.pdf", "status_text": "Referred to", "journal_page": 322, "committee_id_action": 396, "committee_id_assigned": 386, "result": "P", "vote": {}}, {"bill_id": 9225, "action_date": "2018-02-08T10:00:00-06:00", "document_id": 48716, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48716.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 386, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9225, "action_date": "2018-02-20T08:00:00-06:00", "document_id": 49315, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49315.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 386, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9225, "action_date": "2018-02-22T08:00:00-06:00", "document_id": 49421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49421.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 386, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9225, "action_date": "2018-02-22T08:00:00-06:00", "document_id": 49637, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49637.pdf", "status_text": "Tabled", "journal_page": 544, "committee_id_action": 386, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26182, "president_vote": null, "Excused": [1213, 1269], "Yea": [1223, 1316, 1292, 1297, 1222], "Nay": [1314, 1303]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9225"}