{"session_id": 24, "bill_id": 7300, "bill_type": "House Bill", "bill_number": 1091, "bill_title": "establish certain requirements regarding insurance for vehicles used to provide rides for a transportation network company and to exempt vehicles used to provide these rides from certain commercial licensing requirements.", "sponsors": [{"legislator_profile_id": 971, "is_prime": true}, {"legislator_profile_id": 965, "is_prime": true}, {"legislator_profile_id": 1042, "is_prime": false}, {"legislator_profile_id": 1063, "is_prime": false}, {"legislator_profile_id": 983, "is_prime": false}, {"legislator_profile_id": 977, "is_prime": false}, {"legislator_profile_id": 1037, "is_prime": false}, {"legislator_profile_id": 986, "is_prime": false}, {"legislator_profile_id": 1050, "is_prime": false}, {"legislator_profile_id": 1067, "is_prime": false}, {"legislator_profile_id": 979, "is_prime": false}, {"legislator_profile_id": 976, "is_prime": false}, {"legislator_profile_id": 1047, "is_prime": false}, {"legislator_profile_id": 1002, "is_prime": false}, {"legislator_profile_id": 1019, "is_prime": false}, {"legislator_profile_id": 1035, "is_prime": false}, {"legislator_profile_id": 997, "is_prime": false}, {"legislator_profile_id": 1065, "is_prime": false}, {"legislator_profile_id": 963, "is_prime": false}, {"legislator_profile_id": 1062, "is_prime": false}, {"legislator_profile_id": 982, "is_prime": false}, {"legislator_profile_id": 1055, "is_prime": false}, {"legislator_profile_id": 1017, "is_prime": false}, {"legislator_profile_id": 1024, "is_prime": false}, {"legislator_profile_id": 968, "is_prime": false}, {"legislator_profile_id": 1011, "is_prime": false}, {"legislator_profile_id": 1027, "is_prime": false}, {"legislator_profile_id": 992, "is_prime": false}, {"legislator_profile_id": 1034, "is_prime": false}, {"legislator_profile_id": 1046, "is_prime": false}, {"legislator_profile_id": 1030, "is_prime": false}, {"legislator_profile_id": 1012, "is_prime": false}, {"legislator_profile_id": 1023, "is_prime": false}, {"legislator_profile_id": 1069, "is_prime": false}, {"legislator_profile_id": 1029, "is_prime": false}, {"legislator_profile_id": 978, "is_prime": false}, {"legislator_profile_id": 990, "is_prime": false}, {"legislator_profile_id": 1032, "is_prime": false}, {"legislator_profile_id": 1025, "is_prime": false}, {"legislator_profile_id": 1053, "is_prime": false}, {"legislator_profile_id": 1064, "is_prime": false}], "keywords": ["Background Checks", "Insurance", "Licenses", "Motor Vehicles", "Professions and Occupations"], "audio": [{"meeting_datetime": "2016-02-05T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hco16.mp3", "start_seconds": 271.0}, {"meeting_datetime": "2016-02-05T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hco16.mp3", "start_seconds": 271.0}, {"meeting_datetime": "2016-02-05T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hco16.mp3", "start_seconds": 271.0}, {"meeting_datetime": "2016-02-05T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hco16.mp3", "start_seconds": 271.0}, {"meeting_datetime": "2016-02-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou18.mp3", "start_seconds": 4090.0}, {"meeting_datetime": "2016-02-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou18.mp3", "start_seconds": 4090.0}, {"meeting_datetime": "2016-02-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou18.mp3", "start_seconds": 4090.0}, {"meeting_datetime": "2016-02-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou18.mp3", "start_seconds": 4090.0}, {"meeting_datetime": "2016-03-03T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sco32.mp3", "start_seconds": 225.0}, {"meeting_datetime": "2016-03-03T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sco32.mp3", "start_seconds": 225.0}, {"meeting_datetime": "2016-03-03T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sco32.mp3", "start_seconds": 225.0}, {"meeting_datetime": "2016-03-03T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sco32.mp3", "start_seconds": 225.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen34.mp3", "start_seconds": 2048.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen34.mp3", "start_seconds": 2048.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen34.mp3", "start_seconds": 2048.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen34.mp3", "start_seconds": 2048.0}, {"meeting_datetime": "2016-03-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou35.mp3", "start_seconds": 3919.0}, {"meeting_datetime": "2016-03-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou35.mp3", "start_seconds": 3919.0}, {"meeting_datetime": "2016-03-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou35.mp3", "start_seconds": 3919.0}], "bill_versions": [{"bill_id": 7300, "bill_version_id": 38017, "bill_version": "Introduced", "bill_version_date": "2016-01-25T09:36:57.29-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain requirements regarding insurance for vehicles used to provide rides for a transportation network company and to exempt drivers and vehicles used to provide these rides from certain commercial licensing requirements. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Digital network,\" any online-enabled application, software, website, or system offered or utilized by a transportation network company that enables a prearranged ride with a transportation network company driver; (2) \"Personal vehicle,\" a vehicle that is used by a transportation network company driver to provide a prearranged ride and is owned, leased, or otherwise authorized for use by the transportation network company driver. The term does not include any taxicab, limousine, or for-hire vehicle; (3) \"Prearranged ride,\" the provision of transportation by a driver to a rider, beginning when a driver accepts a rider's request for a ride through a digital network controlled by a transportation network company, continuing while the driver transports a requesting rider, and ending when the last requesting rider departs from the personal vehicle. The term does not include transportation provided through a shared expense carpool or vanpool arrangement or by using a taxicab, limousine, or other for-hire vehicle; (4) \"Transportation network company,\" a corporation, partnership, sole proprietorship, or other entity that uses a digital network to connect transportation network company riders to transportation network company drivers who provide prearranged rides and that does not control, direct, or manage the personal vehicles or transportation network company drivers that connect to its digital network, except where agreed to by written contract; (5) \"Transportation network company driver\" or \"driver,\" a person who receives connections to potential riders and related services from a transportation network company in exchange for payment of a fee to the transportation network company and who uses a personal vehicle to provide a prearranged ride to riders upon connection through a digital network controlled by a transportation network company in return for compensation or payment of a fee; (6) \"Transportation network company rider\" or \"rider,\" a person who uses a transportation network company's digital network to connect with a transportation network driver who provides a prearranged ride to the person in the driver's personal vehicle between points chosen by the person. Section 2. That the code be amended by adding a NEW SECTION to read: Before a transportation network company allows a person to act as a transportation network company driver on the transportation network company's digital network, the transportation network company shall require the person to submit to the transportation network company an application that includes: (1) The person's name, address, and age; (2) A copy of the person's driver license; (3) The registration for the personal vehicle that the person will use to provide prearranged rides; (4) Proof of financial responsibility for the personal vehicle of a type and in the amounts required by the transportation network company; and (5) Any other information required by the transportation network company. Section 3. That the code be amended by adding a NEW SECTION to read: Before a transportation network company allows a person to act as a driver on the transportation network company digital network, the transportation network company shall conduct, or contract with a third party to conduct: (1) A local and national criminal background check; (2) A search of the national sex offender registry; and (3) Obtain a copy of the person's driving record maintained under § 32-12-61. Section 4. That the code be amended by adding a NEW SECTION to read: A transportation network company may not knowingly allow to act as a transportation network company driver on the transportation network company's digital network a person: (1) Who has received judgments for more than three moving traffic violations in the preceding three years, or at least one violation involving reckless driving or driving on a suspended or revoked license in the preceding three years; (2) Who has been convicted in the preceding seven years of a felony; (3) Who has been convicted in the preceding seven years of a misdemeanor involving: (a) Resisting a law enforcement officer; (b) Dishonesty; (c) Injury to a person; (d) Operating a motor vehicle while intoxicated; (e) Operating a motor vehicle in a manner that endangers a person; (f) Operating a motor vehicle with a suspended or revoked driver license; or (e) Damage to the property of another person; (4) Who is a match in the state or national sex offender registry; or (5) Who is unable to provide information required under section 3 of this Act. Section 5. That the code be amended by adding a NEW SECTION to read: A transportation network company shall establish and enforce a zero tolerance policy for drug and alcohol use by transportation network company drivers during any period when a transportation network company driver is engaged in, or is logged into the transportation network company's digital network but is not engaged in, a prearranged ride. The policy shall include provisions for: (1) Investigations of alleged policy violations; and (2) Suspensions of transportation network company drivers under investigation. Section 6. That the code be amended by adding a NEW SECTION to read: A transportation network company shall require that a personal vehicle used to provide any prearranged ride shall comply with all applicable laws and rules concerning vehicle equipment. Section 7. That the code be amended by adding a NEW SECTION to read: A transportation network company driver or transportation network company on the driver's behalf shall maintain primary motor vehicle insurance that recognizes that the driver is a transportation network company driver or otherwise uses a vehicle to transport riders for compensation and covers the driver while: (1) The driver is logged on to the transportation network company's digital network; or (2) The driver is engaged in a prearranged ride. Section 8. That the code be amended by adding a NEW SECTION to read: The following motor vehicle insurance requirements apply while a participating transportation network company driver is logged on to the transportation network company's digital network and is available to receive transportation requests but is not engaged in a prearranged ride: (1) Primary motor vehicle liability insurance in the amount of at least fifty thousand dollars for death and bodily injury per person, one hundred thousand dollars for death and bodily injury per incident, and twenty-five thousand dollars for property damage; and (2) The coverage requirements of subdivision (1) may be satisfied by motor vehicle insurance maintained by the transportation network company driver, motor vehicle insurance maintained by the transportation network company, or any combination of such insurance. Section 9. That the code be amended by adding a NEW SECTION to read: The following motor vehicle insurance requirements apply while a transportation network company driver is engaged in a prearranged ride: (1) Primary motor vehicle liability insurance that provides at least one million dollars for death, bodily injury, and property damage; (2) The coverage requirements of subdivision (1) may be satisfied by motor vehicle insurance maintained by the transportation network company driver, motor vehicle insurance maintained by the transportation network company, or any combination of such insurance. Section 10. That the code be amended by adding a NEW SECTION to read: If the insurance maintained by the driver pursuant to section 8 or 9 of this Act has lapsed or does not provide the required coverage, the insurance maintained by the transportation network company shall provide the coverage required by those sections beginning with the first dollar of a claim and has the duty to defend any claim. Section 11. That the code be amended by adding a NEW SECTION to read: Coverage under a motor vehicle insurance policy maintained by the transportation network company may not be dependent on a personal motor vehicle insurer first denying a claim nor shall a personal motor vehicle insurance policy be required to first deny a claim. Section 12. That the code be amended by adding a NEW SECTION to read: Any insurance required by sections 8 and 9 of this Act may be placed with an insurer licensed under title 58, or with a surplus lines insurer eligible under title 58. Section 13. That the code be amended by adding a NEW SECTION to read: Any insurance satisfying the requirements of section 8 or 9 of this Act shall be deemed to satisfy the financial responsibility requirement for a motor vehicle under § 32-35-113. Section 14. That the code be amended by adding a NEW SECTION to read: A transportation network company driver shall carry proof of coverage satisfying sections 8 and 9 of this Act at all times during the driver's use of a vehicle in connection with a transportation network company's digital network. If there is an accident, a transportation network company driver shall provide proof of insurance coverage information to the directly interested parties, motor vehicle insurers, and investigating law enforcement officers, upon request. Upon such request, a transportation network company driver shall also disclose to directly interested parties, motor vehicle insurers, and investigating law enforcement officers, whether the driver was logged on to the transportation network company's digital network or on a prearranged ride at the time of an accident. Section 15. That the code be amended by adding a NEW SECTION to read: The transportation network company shall disclose in writing to each transportation network company driver the following before the driver is allowed to accept a request for a prearranged ride on the transportation network company's digital network: (1) The insurance coverage, including the types of coverage and the limits for each coverage, that the transportation network company provides while the transportation network company driver uses a personal vehicle in connection with a transportation network company's digital network; and (2) That the transportation network company driver's own motor vehicle insurance policy might not provide any coverage while the driver is logged on to the transportation network company's digital network and is available to receive transportation requests or is engaged in a prearranged ride, depending on its terms. Section 16. That the code be amended by adding a NEW SECTION to read: Any insurer that writes motor vehicle insurance in this state may exclude any coverage afforded under the policy issued to an owner or operator of a personal vehicle for any loss or injury that occurs while a driver is logged on to a transportation network company's digital network or while a driver provides a prearranged ride. This right to exclude all coverage may apply to any coverage included in a motor vehicle insurance policy including: (1) Liability coverage for bodily injury and property damage; (2) Personal injury protection coverage; (3) Uninsured and underinsured motorist coverage; (4) Medical payments coverage; (5) Comprehensive physical damage coverage; and (6) Collision physical damage coverage. Section 17. That the code be amended by adding a NEW SECTION to read: Any exclusions as allowed by section 16 of this Act applies notwithstanding any requirement under chapter 32-35. Nothing in this Act implies or requires that a personal motor vehicle insurance policy provide coverage while the driver is logged on to the transportation network company's digital network, while the driver is engaged in a prearranged ride, or while the driver otherwise uses a vehicle to transport riders for compensation. Section 18. That the code be amended by adding a NEW SECTION to read: Nothing in this Act requires an insurer to use any particular policy language or reference to section 16 of this Act in order to exclude any and all coverage for any loss or injury that occurs while a driver is logged on to a transportation network company's digital network or while a driver provides a prearranged ride. Section 19. That the code be amended by adding a NEW SECTION to read: Nothing in this Act precludes an insurer from providing primary or excess coverage for the transportation network company driver's vehicle, if it so chose to do so by contract or endorsement. Section 20. That the code be amended by adding a NEW SECTION to read: Any motor vehicle insurer that excludes the coverage described in section 8 or 9 of this Act has no duty to defend or indemnify any claim expressly excluded by the policy. Nothing in this Act invalidates or limits an exclusion contained in a policy including any policy in use or approved for use in this state prior to the enactment of this Act that excludes coverage for vehicles used to carry persons or property for a charge or available for hire by the public. Section 21. That the code be amended by adding a NEW SECTION to read: A motor vehicle insurer that defends or indemnifies a claim against a driver that is excluded under the terms of the insurer's policy, shall have a right of contribution against other insurers that provide motor vehicle insurance to the same driver in satisfaction of the coverage requirements of sections 8 or 9 of this Act at the time of loss. Section 22. That the code be amended by adding a NEW SECTION to read: In a claims coverage investigation, transportation network companies shall immediately provide upon request by directly involved parties or any insurer of the transportation network company driver if applicable, the precise times that a transportation network company driver logged on and off of the transportation network company's digital network in the twelve-hour period immediately preceding and in the twelve-hour period immediately following the accident. Any insurer potentially providing coverage as set forth in sections 8 and 9 of this Act shall disclose upon request by any other such insurer involved in the particular claim, the applicable coverages, exclusions, and limits provided under any motor vehicle insurance maintained in order to satisfy the requirements of sections 8 and 9 of this Act. Section 23. That § 32-9-3 be amended to read: 32-9-3. For the purposes of this chapter, the following do not come within the definition of \"motor carriers\" or \"commercial vehicles\" if used in intrastate operations: (1) A motor vehicle registered in South Dakota used to carry private business property of five hundred pounds or less; (2) A motor vehicle chassis registered in South Dakota on which is mounted a cornsheller, grain cleaner, feed grinder, grain and alfalfa feed mixing machine, haystack mover, sawmill, water well drilling equipment, power shovel, ditchdigger, mobile crane which exceeds the maximum size or weight limits prescribed by chapter 32-22, drag line, posthole auger, and which is not used for demonstration or display purposes outside the limits of a municipality, or a truck tractor and trailer carrying permanently mounted hay grinding equipment; (3) Any motor vehicle registered in South Dakota used for the transportation of liquid or solid livestock waste including trailers and equipment used to load liquid or solid livestock waste and any vehicle registered in South Dakota used for the application, distribution, spraying, or transportation from retail business to user of dry, liquid, or anhydrous ammonia fertilizers or agricultural chemicals; (4) A motor vehicle registered in South Dakota of less than thirty thousand pounds gross weight owned by a merchant licensed under chapter 10-45 or the merchant's commissioned paid employee and used to transport the merchant's previously sold merchandise to a purchaser outside the limits of a municipality and to return exchanged property or to transport fuels to a purchaser within a municipality or an unincorporated town which is without such service; (5) A motor vehicle registered in South Dakota, owned by a farmer of this state and used by or for the farmer to transport property for the farmer's farming operation, to transport farm property from farm to farm or from a community or market to the farm or from the farm to a community or market, to transport livestock in a vehicle or combination of vehicles registered at twenty-six thousand pounds or less without monetary compensation, or to transport farm property when the vehicles are used as reimbursement in the ordinary exchange of farm work; (6) A motor vehicle registered in South Dakota operated by or for its owner and exclusively used to transport products originating in or produced from logging or mining operations or lumber milling waste products if such products are owned in fee by the motor vehicle owner; (7) Any motor vehicle, trailer, semitrailer, motor propelled, or trailed vehicle chassis registered in South Dakota, which is used exclusively on the job site for the construction of township roads, stock water dugouts, dams, farm and ranch irrigation systems, or other soil and water conservation projects on farms and ranches, or for the construction or maintenance of highways in the State of South Dakota. Prior to moving any such vehicle or equipment between job sites or from job site to a central location, the owner shall register the vehicle or equipment pursuant to § 32-9-58; (8) A motor vehicle used principally for providing prearranged transportation of persons to or from their place of employment and is operated by a person who does not drive the vehicle for the person's principal occupation, but is driving it only to or from the person's principal place of employment or for personal use as permitted by the owner of the vehicle; (9) A motor vehicle that is not for hire and is operated solely for educational purposes by a student or an instructor as part of a heavy motor vehicle or heavy equipment operator's course offered by a nonprofit postsecondary institution located in the state; (10) A motor vehicle used for personal purposes and not operated for private business use; (11) A motor vehicle used for recreational purposes and not operated for private business use; (12) A motor vehicle, trailer, semitrailer, motor propelled, or trailed vehicle chassis, registered in South Dakota and used to move equipment involved in soil and water conservation projects or township road work when operated between job sites or from a job site to a central location or point of repair; (13) Any motor vehicle used by an implement dealer to transport farm machinery to and from a county fair or the state fair; (14) A motor vehicle owned by a licensed motor vehicle dealer and used to transport inventory replacement vehicles to the dealer's principal place of business. For the purpose of this subdivision, motor vehicle does not include any motor vehicle which carries inventory replacement vehicles entirely upon its own structure; and (15) A motor vehicle used to provide any prearranged ride as defined by section 1 of this Act. Section 24. That § 32-12A-9 be amended to read: 32-12A-9. The following are exempt from the provisions of this chapter: (1) Operators Any operator involved in farm to market transportation movements, at least sixteen years of age holding a valid operator's license, limited to those operators of a farm vehicle: (a) Controlled and operated by a farmer; (b) Used to transport either agricultural products, farm machinery, or farm supplies to or from a farm; and (c) Not used in the operations of a common or contract motor carrier; (2) Operators Any operator of emergency fire fighting equipment necessary to the preservation of life or property or the execution of emergency governmental functions performed under emergency conditions that are not subject to normal traffic regulation, or nonemergency conditions when operated by members any member of a fire fighting agency; (3) Operators Any operator of a commercial motor vehicles vehicle for military purposes including: (a) Active duty military personnel; (b) Members of the military reserves; (c) Members of the national guard on active duty, including personnel on full-time national guard duty, personnel on part-time national guard training and national guard military technicians (civilians who are required to wear military uniforms); and (d) Active duty U.S. Coast Guard personnel; (4) Operators Any operator of a recreational vehicles vehicle; (5) Operators Any operator of rental transporting equipment used as personal family use vehicles; and (6) Operators Any operator of a covered farm vehicle as defined in 49 CFR 390.5 as of January 1, 2015; and (7) Any transportation network company driver as defined in section 1 of this Act. United States reserve technicians are not exempt under the provisions of subdivision (3) of this section."}, {"bill_id": 7300, "bill_version_id": 38907, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2016-02-05T12:26:47.897-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain requirements regarding insurance for vehicles used to provide rides for a transportation network company and to exempt drivers and vehicles used to provide these rides from certain commercial licensing requirements. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Digital network,\" any online-enabled application, software, website, or system offered or utilized by a transportation network company that enables a prearranged ride with a transportation network company driver; (2) \"Personal vehicle,\" a vehicle that is used by a transportation network company driver to provide a prearranged ride and is owned, leased, or otherwise authorized for use by the transportation network company driver. The term does not include any taxicab, limousine, or for-hire vehicle; (3) \"Prearranged ride,\" the provision of transportation by a driver to a rider, beginning when a driver accepts a rider's request for a ride through a digital network controlled by a transportation network company, continuing while the driver transports a requesting rider, and ending when the last requesting rider departs from the personal vehicle. The term does not include transportation provided through a shared expense carpool or vanpool arrangement or by using a taxicab, limousine, or other for-hire vehicle; (4) \"Transportation network company,\" a corporation, partnership, sole proprietorship, or other entity that uses a digital network to connect transportation network company riders to transportation network company drivers who provide prearranged rides and that does not control, direct, or manage the personal vehicles or transportation network company drivers that connect to its digital network, except where agreed to by written contract; (5) \"Transportation network company driver\" or \"driver,\" a person who receives connections to potential riders and related services from a transportation network company in exchange for payment of a fee to the transportation network company and who uses a personal vehicle to provide a prearranged ride to riders upon connection through a digital network controlled by a transportation network company in return for compensation or payment of a fee; (6) \"Transportation network company rider\" or \"rider,\" a person who uses a transportation network company's digital network to connect with a transportation network driver who provides a prearranged ride to the person in the driver's personal vehicle between points chosen by the person. Section 2. That the code be amended by adding a NEW SECTION to read: Before a transportation network company allows a person to act as a transportation network company driver on the transportation network company's digital network, the transportation network company shall require the person to submit to the transportation network company an application that includes: (1) The person's name, address, and age; (2) A copy of the person's driver license; (3) The registration for the personal vehicle that the person will use to provide prearranged rides; (4) Proof of financial responsibility for the personal vehicle of a type and in the amounts required by the transportation network company; and (5) Any other information required by the transportation network company. Section 3. That the code be amended by adding a NEW SECTION to read: Before a transportation network company allows a person to act as a driver on the transportation network company digital network, the transportation network company shall conduct, or contract with a third party to conduct: (1) A local and national criminal background check; (2) A search of the national sex offender registry; and (3) Obtain a copy of the person's driving record maintained under § 32-12-61. Section 4. That the code be amended by adding a NEW SECTION to read: A transportation network company may not knowingly allow to act as a transportation network company driver on the transportation network company's digital network a person: (1) Who has received judgments for more than three moving traffic violations in the preceding three years, or at least one violation involving reckless driving or driving on a suspended or revoked license in the preceding three years; (2) Who has been convicted in the preceding seven years of a felony; (3) Who has been convicted in the preceding seven years of a misdemeanor involving: (a) Resisting a law enforcement officer; (b) Dishonesty; (c) Injury to a person; (d) Operating a motor vehicle while intoxicated; (e) Operating a motor vehicle in a manner that endangers a person; (f) Operating a motor vehicle with a suspended or revoked driver license; or (e) Damage to the property of another person; (4) Who is a match in the state or national sex offender registry; or (5) Who is unable to provide information required under section 3 of this Act. Section 5. That the code be amended by adding a NEW SECTION to read: A transportation network company shall establish and enforce a zero tolerance policy for drug and alcohol use by transportation network company drivers during any period when a transportation network company driver is engaged in, or is logged into the transportation network company's digital network but is not engaged in, a prearranged ride. The policy shall include provisions for: (1) Investigations of alleged policy violations; and (2) Suspensions of transportation network company drivers under investigation. Section 6. That the code be amended by adding a NEW SECTION to read: A transportation network company shall require that a personal vehicle used to provide any prearranged ride shall comply with all applicable laws and rules concerning vehicle equipment. Section 7. That the code be amended by adding a NEW SECTION to read: A transportation network company driver or transportation network company on the driver's behalf shall maintain primary motor vehicle insurance that recognizes that the driver is a transportation network company driver or otherwise uses a vehicle to transport riders for compensation and covers the driver while: (1) The driver is logged on to the transportation network company's digital network; or (2) The driver is engaged in a prearranged ride. Section 8. That the code be amended by adding a NEW SECTION to read: The following motor vehicle insurance requirements apply while a participating transportation network company driver is logged on to the transportation network company's digital network and is available to receive transportation requests but is not engaged in a prearranged ride: (1) Primary motor vehicle liability insurance in the amount of at least fifty thousand dollars for death and bodily injury per person, one hundred thousand dollars for death and bodily injury per incident, and twenty-five thousand dollars for property damage; and (2) The coverage requirements of subdivision (1) may be satisfied by motor vehicle insurance maintained by the transportation network company driver, motor vehicle insurance maintained by the transportation network company, or any combination of such insurance. Section 9. That the code be amended by adding a NEW SECTION to read: The following motor vehicle insurance requirements apply while a transportation network company driver is engaged in a prearranged ride: (1) Primary motor vehicle liability insurance that provides at least one million dollars for death, bodily injury, and property damage; (2) The coverage requirements of subdivision (1) may be satisfied by motor vehicle insurance maintained by the transportation network company driver, motor vehicle insurance maintained by the transportation network company, or any combination of such insurance. Section 10. That the code be amended by adding a NEW SECTION to read: If the insurance maintained by the driver pursuant to section 8 or 9 of this Act has lapsed or does not provide the required coverage, the insurance maintained by the transportation network company shall provide the coverage required by those sections beginning with the first dollar of a claim and has the duty to defend any claim. Section 11. That the code be amended by adding a NEW SECTION to read: Coverage under a motor vehicle insurance policy maintained by the transportation network company may not be dependent on a personal motor vehicle insurer first denying a claim nor shall a personal motor vehicle insurance policy be required to first deny a claim. Section 12. That the code be amended by adding a NEW SECTION to read: Any insurance required by sections 8 and 9 of this Act may be placed with an insurer licensed under title 58, or with a surplus lines insurer eligible under title 58. Section 13. That the code be amended by adding a NEW SECTION to read: Any insurance satisfying the requirements of section 8 or 9 of this Act shall be deemed to satisfy the financial responsibility requirement for a motor vehicle under § 32-35-113. Section 14. That the code be amended by adding a NEW SECTION to read: A transportation network company driver shall carry proof of coverage satisfying sections 8 and 9 of this Act at all times during the driver's use of a vehicle in connection with a transportation network company's digital network. If there is an accident, a transportation network company driver shall provide proof of insurance coverage information to the directly interested parties, motor vehicle insurers, and investigating law enforcement officers, upon request. Upon such request, a transportation network company driver shall also disclose to directly interested parties, motor vehicle insurers, and investigating law enforcement officers, whether the driver was logged on to the transportation network company's digital network or on a prearranged ride at the time of an accident. Section 15. That the code be amended by adding a NEW SECTION to read: The transportation network company shall disclose in writing to each transportation network company driver the following before the driver is allowed to accept a request for a prearranged ride on the transportation network company's digital network: (1) The insurance coverage, including the types of coverage and the limits for each coverage, that the transportation network company provides while the transportation network company driver uses a personal vehicle in connection with a transportation network company's digital network; and (2) That the transportation network company driver's own motor vehicle insurance policy might not provide any coverage while the driver is logged on to the transportation network company's digital network and is available to receive transportation requests or is engaged in a prearranged ride, depending on its terms. Section 16. That the code be amended by adding a NEW SECTION to read: Any insurer that writes motor vehicle insurance in this state may exclude any coverage afforded under the policy issued to an owner or operator of a personal vehicle for any loss or injury that occurs while a driver is logged on to a transportation network company's digital network or while a driver provides a prearranged ride. This right to exclude all coverage may apply to any coverage included in a motor vehicle insurance policy including: (1) Liability coverage for bodily injury and property damage; (2) Personal injury protection coverage; (3) Uninsured and underinsured motorist coverage; (4) Medical payments coverage; (5) Comprehensive physical damage coverage; and (6) Collision physical damage coverage. Section 17. That the code be amended by adding a NEW SECTION to read: Any exclusions as allowed by section 16 of this Act applies notwithstanding any requirement under chapter 32-35. Nothing in this Act implies or requires that a personal motor vehicle insurance policy provide coverage while the driver is logged on to the transportation network company's digital network, while the driver is engaged in a prearranged ride, or while the driver otherwise uses a vehicle to transport riders for compensation. Section 18. That the code be amended by adding a NEW SECTION to read: Nothing in this Act requires an insurer to use any particular policy language or reference to section 16 of this Act in order to exclude any and all coverage for any loss or injury that occurs while a driver is logged on to a transportation network company's digital network or while a driver provides a prearranged ride. Section 19. That the code be amended by adding a NEW SECTION to read: Nothing in this Act precludes an insurer from providing primary or excess coverage for the transportation network company driver's vehicle, if it so chose to do so by contract or endorsement. Section 20. That the code be amended by adding a NEW SECTION to read: Any motor vehicle insurer that excludes the coverage described in section 8 or 9 of this Act has no duty to defend or indemnify any claim expressly excluded by the policy. Nothing in this Act invalidates or limits an exclusion contained in a policy including any policy in use or approved for use in this state prior to the enactment of this Act that excludes coverage for vehicles used to carry persons or property for a charge or available for hire by the public. Section 21. That the code be amended by adding a NEW SECTION to read: A motor vehicle insurer that defends or indemnifies a claim against a driver that is excluded under the terms of the insurer's policy, shall have a right of contribution against other insurers that provide motor vehicle insurance to the same driver in satisfaction of the coverage requirements of sections 8 or 9 of this Act at the time of loss. Section 22. That the code be amended by adding a NEW SECTION to read: In a claims coverage investigation, transportation network companies shall immediately provide upon request by directly involved parties or any insurer of the transportation network company driver if applicable, the precise times that a transportation network company driver logged on and off of the transportation network company's digital network in the twelve-hour period immediately preceding and in the twelve-hour period immediately following the accident. Any insurer potentially providing coverage as set forth in sections 8 and 9 of this Act shall disclose upon request by any other such insurer involved in the particular claim, the applicable coverages, exclusions, and limits provided under any motor vehicle insurance maintained in order to satisfy the requirements of sections 8 and 9 of this Act. Section 23. That § 32-9-3 be amended to read: 32-9-3. For the purposes of this chapter, the following do not come within the definition of \"motor carriers\" or \"commercial vehicles\" if used in intrastate operations: (1) A motor vehicle registered in South Dakota used to carry private business property of five hundred pounds or less; (2) A motor vehicle chassis registered in South Dakota on which is mounted a cornsheller, grain cleaner, feed grinder, grain and alfalfa feed mixing machine, haystack mover, sawmill, water well drilling equipment, power shovel, ditchdigger, mobile crane which exceeds the maximum size or weight limits prescribed by chapter 32-22, drag line, posthole auger, and which is not used for demonstration or display purposes outside the limits of a municipality, or a truck tractor and trailer carrying permanently mounted hay grinding equipment; (3) Any motor vehicle registered in South Dakota used for the transportation of liquid or solid livestock waste including trailers and equipment used to load liquid or solid livestock waste and any vehicle registered in South Dakota used for the application, distribution, spraying, or transportation from retail business to user of dry, liquid, or anhydrous ammonia fertilizers or agricultural chemicals; (4) A motor vehicle registered in South Dakota of less than thirty thousand pounds gross weight owned by a merchant licensed under chapter 10-45 or the merchant's commissioned paid employee and used to transport the merchant's previously sold merchandise to a purchaser outside the limits of a municipality and to return exchanged property or to transport fuels to a purchaser within a municipality or an unincorporated town which is without such service; (5) A motor vehicle registered in South Dakota, owned by a farmer of this state and used by or for the farmer to transport property for the farmer's farming operation, to transport farm property from farm to farm or from a community or market to the farm or from the farm to a community or market, to transport livestock in a vehicle or combination of vehicles registered at twenty-six thousand pounds or less without monetary compensation, or to transport farm property when the vehicles are used as reimbursement in the ordinary exchange of farm work; (6) A motor vehicle registered in South Dakota operated by or for its owner and exclusively used to transport products originating in or produced from logging or mining operations or lumber milling waste products if such products are owned in fee by the motor vehicle owner; (7) Any motor vehicle, trailer, semitrailer, motor propelled, or trailed vehicle chassis registered in South Dakota, which is used exclusively on the job site for the construction of township roads, stock water dugouts, dams, farm and ranch irrigation systems, or other soil and water conservation projects on farms and ranches, or for the construction or maintenance of highways in the State of South Dakota. Prior to moving any such vehicle or equipment between job sites or from job site to a central location, the owner shall register the vehicle or equipment pursuant to § 32-9-58; (8) A motor vehicle used principally for providing prearranged transportation of persons to or from their place of employment and is operated by a person who does not drive the vehicle for the person's principal occupation, but is driving it only to or from the person's principal place of employment or for personal use as permitted by the owner of the vehicle; (9) A motor vehicle that is not for hire and is operated solely for educational purposes by a student or an instructor as part of a heavy motor vehicle or heavy equipment operator's course offered by a nonprofit postsecondary institution located in the state; (10) A motor vehicle used for personal purposes and not operated for private business use; (11) A motor vehicle used for recreational purposes and not operated for private business use; (12) A motor vehicle, trailer, semitrailer, motor propelled, or trailed vehicle chassis, registered in South Dakota and used to move equipment involved in soil and water conservation projects or township road work when operated between job sites or from a job site to a central location or point of repair; (13) Any motor vehicle used by an implement dealer to transport farm machinery to and from a county fair or the state fair; (14) A motor vehicle owned by a licensed motor vehicle dealer and used to transport inventory replacement vehicles to the dealer's principal place of business. For the purpose of this subdivision, motor vehicle does not include any motor vehicle which carries inventory replacement vehicles entirely upon its own structure; and (15) A motor vehicle used to provide any prearranged ride as defined by section 1 of this Act."}, {"bill_id": 7300, "bill_version_id": 39110, "bill_version": "House Engrossed", "bill_version_date": "2016-02-09T15:48:55.11-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain requirements regarding insurance for vehicles used to provide rides for a transportation network company and to exempt vehicles used to provide these rides from certain commercial licensing requirements. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Digital network,\" any online-enabled application, software, website, or system offered or utilized by a transportation network company that enables a prearranged ride with a transportation network company driver; (2) \"Personal vehicle,\" a vehicle that is used by a transportation network company driver to provide a prearranged ride and is owned, leased, or otherwise authorized for use by the transportation network company driver. The term does not include any taxicab, limousine, or for-hire vehicle; (3) \"Prearranged ride,\" the provision of transportation by a driver to a rider, beginning when a driver accepts a rider's request for a ride through a digital network controlled by a transportation network company, continuing while the driver transports a requesting rider, and ending when the last requesting rider departs from the personal vehicle. The term does not include transportation provided through a shared expense carpool or vanpool arrangement or by using a taxicab, limousine, or other for-hire vehicle; (4) \"Transportation network company,\" a corporation, partnership, sole proprietorship, or other entity that uses a digital network to connect transportation network company riders to transportation network company drivers who provide prearranged rides and that does not control, direct, or manage the personal vehicles or transportation network company drivers that connect to its digital network, except where agreed to by written contract; (5) \"Transportation network company driver\" or \"driver,\" a person who receives connections to potential riders and related services from a transportation network company in exchange for payment of a fee to the transportation network company and who uses a personal vehicle to provide a prearranged ride to riders upon connection through a digital network controlled by a transportation network company in return for compensation or payment of a fee; (6) \"Transportation network company rider\" or \"rider,\" a person who uses a transportation network company's digital network to connect with a transportation network driver who provides a prearranged ride to the person in the driver's personal vehicle between points chosen by the person. Section 2. That the code be amended by adding a NEW SECTION to read: Before a transportation network company allows a person to act as a transportation network company driver on the transportation network company's digital network, the transportation network company shall require the person to submit to the transportation network company an application that includes: (1) The person's name, address, and age; (2) A copy of the person's driver license; (3) The registration for the personal vehicle that the person will use to provide prearranged rides; (4) Proof of financial responsibility for the personal vehicle of a type and in the amounts required by the transportation network company; and (5) Any other information required by the transportation network company. Section 3. That the code be amended by adding a NEW SECTION to read: Before a transportation network company allows a person to act as a driver on the transportation network company digital network, the transportation network company shall conduct, or contract with a third party to conduct: (1) A local and national criminal background check; (2) A search of the national sex offender registry; and (3) Obtain a copy of the person's driving record maintained under § 32-12-61. Section 4. That the code be amended by adding a NEW SECTION to read: A transportation network company may not knowingly allow to act as a transportation network company driver on the transportation network company's digital network a person: (1) Who has received judgments for more than three moving traffic violations in the preceding three years, or at least one violation involving reckless driving or driving on a suspended or revoked license in the preceding three years; (2) Who has been convicted in the preceding seven years of a felony; (3) Who has been convicted in the preceding seven years of a misdemeanor involving: (a) Resisting a law enforcement officer; (b) Dishonesty; (c) Injury to a person; (d) Operating a motor vehicle while intoxicated; (e) Operating a motor vehicle in a manner that endangers a person; (f) Operating a motor vehicle with a suspended or revoked driver license; or (e) Damage to the property of another person; (4) Who is a match in the state or national sex offender registry; or (5) Who is unable to provide information required under section 3 of this Act. Section 5. That the code be amended by adding a NEW SECTION to read: A transportation network company shall establish and enforce a zero tolerance policy for drug and alcohol use by transportation network company drivers during any period when a transportation network company driver is engaged in, or is logged into the transportation network company's digital network but is not engaged in, a prearranged ride. The policy shall include provisions for: (1) Investigations of alleged policy violations; and (2) Suspensions of transportation network company drivers under investigation. Section 6. That the code be amended by adding a NEW SECTION to read: A transportation network company shall require that a personal vehicle used to provide any prearranged ride shall comply with all applicable laws and rules concerning vehicle equipment. Section 7. That the code be amended by adding a NEW SECTION to read: A transportation network company driver or transportation network company on the driver's behalf shall maintain primary motor vehicle insurance that recognizes that the driver is a transportation network company driver or otherwise uses a vehicle to transport riders for compensation and covers the driver while: (1) The driver is logged on to the transportation network company's digital network; or (2) The driver is engaged in a prearranged ride. Section 8. That the code be amended by adding a NEW SECTION to read: The following motor vehicle insurance requirements apply while a participating transportation network company driver is logged on to the transportation network company's digital network and is available to receive transportation requests but is not engaged in a prearranged ride: (1) Primary motor vehicle liability insurance in the amount of at least fifty thousand dollars for death and bodily injury per person, one hundred thousand dollars for death and bodily injury per incident, and twenty-five thousand dollars for property damage; and (2) The coverage requirements of subdivision (1) may be satisfied by motor vehicle insurance maintained by the transportation network company driver, motor vehicle insurance maintained by the transportation network company, or any combination of such insurance. Section 9. That the code be amended by adding a NEW SECTION to read: The following motor vehicle insurance requirements apply while a transportation network company driver is engaged in a prearranged ride: (1) Primary motor vehicle liability insurance that provides at least one million dollars for death, bodily injury, and property damage; (2) The coverage requirements of subdivision (1) may be satisfied by motor vehicle insurance maintained by the transportation network company driver, motor vehicle insurance maintained by the transportation network company, or any combination of such insurance. Section 10. That the code be amended by adding a NEW SECTION to read: If the insurance maintained by the driver pursuant to section 8 or 9 of this Act has lapsed or does not provide the required coverage, the insurance maintained by the transportation network company shall provide the coverage required by those sections beginning with the first dollar of a claim and has the duty to defend any claim. Section 11. That the code be amended by adding a NEW SECTION to read: Coverage under a motor vehicle insurance policy maintained by the transportation network company may not be dependent on a personal motor vehicle insurer first denying a claim nor shall a personal motor vehicle insurance policy be required to first deny a claim. Section 12. That the code be amended by adding a NEW SECTION to read: Any insurance required by sections 8 and 9 of this Act may be placed with an insurer licensed under title 58, or with a surplus lines insurer eligible under title 58. Section 13. That the code be amended by adding a NEW SECTION to read: Any insurance satisfying the requirements of section 8 or 9 of this Act shall be deemed to satisfy the financial responsibility requirement for a motor vehicle under § 32-35-113. Section 14. That the code be amended by adding a NEW SECTION to read: A transportation network company driver shall carry proof of coverage satisfying sections 8 and 9 of this Act at all times during the driver's use of a vehicle in connection with a transportation network company's digital network. If there is an accident, a transportation network company driver shall provide proof of insurance coverage information to the directly interested parties, motor vehicle insurers, and investigating law enforcement officers, upon request. Upon such request, a transportation network company driver shall also disclose to directly interested parties, motor vehicle insurers, and investigating law enforcement officers, whether the driver was logged on to the transportation network company's digital network or on a prearranged ride at the time of an accident. Section 15. That the code be amended by adding a NEW SECTION to read: The transportation network company shall disclose in writing to each transportation network company driver the following before the driver is allowed to accept a request for a prearranged ride on the transportation network company's digital network: (1) The insurance coverage, including the types of coverage and the limits for each coverage, that the transportation network company provides while the transportation network company driver uses a personal vehicle in connection with a transportation network company's digital network; and (2) That the transportation network company driver's own motor vehicle insurance policy might not provide any coverage while the driver is logged on to the transportation network company's digital network and is available to receive transportation requests or is engaged in a prearranged ride, depending on its terms. Section 16. That the code be amended by adding a NEW SECTION to read: Any insurer that writes motor vehicle insurance in this state may exclude any coverage afforded under the policy issued to an owner or operator of a personal vehicle for any loss or injury that occurs while a driver is logged on to a transportation network company's digital network or while a driver provides a prearranged ride. This right to exclude all coverage may apply to any coverage included in a motor vehicle insurance policy including: (1) Liability coverage for bodily injury and property damage; (2) Personal injury protection coverage; (3) Uninsured and underinsured motorist coverage; (4) Medical payments coverage; (5) Comprehensive physical damage coverage; and (6) Collision physical damage coverage. Section 17. That the code be amended by adding a NEW SECTION to read: Any exclusions as allowed by section 16 of this Act applies notwithstanding any requirement under chapter 32-35. Nothing in this Act implies or requires that a personal motor vehicle insurance policy provide coverage while the driver is logged on to the transportation network company's digital network, while the driver is engaged in a prearranged ride, or while the driver otherwise uses a vehicle to transport riders for compensation. Section 18. That the code be amended by adding a NEW SECTION to read: Nothing in this Act requires an insurer to use any particular policy language or reference to section 16 of this Act in order to exclude any and all coverage for any loss or injury that occurs while a driver is logged on to a transportation network company's digital network or while a driver provides a prearranged ride. Section 19. That the code be amended by adding a NEW SECTION to read: Nothing in this Act precludes an insurer from providing primary or excess coverage for the transportation network company driver's vehicle, if it so chose to do so by contract or endorsement. Section 20. That the code be amended by adding a NEW SECTION to read: Any motor vehicle insurer that excludes the coverage described in section 8 or 9 of this Act has no duty to defend or indemnify any claim expressly excluded by the policy. Nothing in this Act invalidates or limits an exclusion contained in a policy including any policy in use or approved for use in this state prior to the enactment of this Act that excludes coverage for vehicles used to carry persons or property for a charge or available for hire by the public. Section 21. That the code be amended by adding a NEW SECTION to read: A motor vehicle insurer that defends or indemnifies a claim against a driver that is excluded under the terms of the insurer's policy, shall have a right of contribution against other insurers that provide motor vehicle insurance to the same driver in satisfaction of the coverage requirements of sections 8 or 9 of this Act at the time of loss. Section 22. That the code be amended by adding a NEW SECTION to read: In a claims coverage investigation, transportation network companies shall immediately provide upon request by directly involved parties or any insurer of the transportation network company driver if applicable, the precise times that a transportation network company driver logged on and off of the transportation network company's digital network in the twelve-hour period immediately preceding and in the twelve-hour period immediately following the accident. Any insurer potentially providing coverage as set forth in sections 8 and 9 of this Act shall disclose upon request by any other such insurer involved in the particular claim, the applicable coverages, exclusions, and limits provided under any motor vehicle insurance maintained in order to satisfy the requirements of sections 8 and 9 of this Act. Section 23. That § 32-9-3 be amended to read: 32-9-3. For the purposes of this chapter, the following do not come within the definition of \"motor carriers\" or \"commercial vehicles\" if used in intrastate operations: (1) A motor vehicle registered in South Dakota used to carry private business property of five hundred pounds or less; (2) A motor vehicle chassis registered in South Dakota on which is mounted a cornsheller, grain cleaner, feed grinder, grain and alfalfa feed mixing machine, haystack mover, sawmill, water well drilling equipment, power shovel, ditchdigger, mobile crane which exceeds the maximum size or weight limits prescribed by chapter 32-22, drag line, posthole auger, and which is not used for demonstration or display purposes outside the limits of a municipality, or a truck tractor and trailer carrying permanently mounted hay grinding equipment; (3) Any motor vehicle registered in South Dakota used for the transportation of liquid or solid livestock waste including trailers and equipment used to load liquid or solid livestock waste and any vehicle registered in South Dakota used for the application, distribution, spraying, or transportation from retail business to user of dry, liquid, or anhydrous ammonia fertilizers or agricultural chemicals; (4) A motor vehicle registered in South Dakota of less than thirty thousand pounds gross weight owned by a merchant licensed under chapter 10-45 or the merchant's commissioned paid employee and used to transport the merchant's previously sold merchandise to a purchaser outside the limits of a municipality and to return exchanged property or to transport fuels to a purchaser within a municipality or an unincorporated town which is without such service; (5) A motor vehicle registered in South Dakota, owned by a farmer of this state and used by or for the farmer to transport property for the farmer's farming operation, to transport farm property from farm to farm or from a community or market to the farm or from the farm to a community or market, to transport livestock in a vehicle or combination of vehicles registered at twenty-six thousand pounds or less without monetary compensation, or to transport farm property when the vehicles are used as reimbursement in the ordinary exchange of farm work; (6) A motor vehicle registered in South Dakota operated by or for its owner and exclusively used to transport products originating in or produced from logging or mining operations or lumber milling waste products if such products are owned in fee by the motor vehicle owner; (7) Any motor vehicle, trailer, semitrailer, motor propelled, or trailed vehicle chassis registered in South Dakota, which is used exclusively on the job site for the construction of township roads, stock water dugouts, dams, farm and ranch irrigation systems, or other soil and water conservation projects on farms and ranches, or for the construction or maintenance of highways in the State of South Dakota. Prior to moving any such vehicle or equipment between job sites or from job site to a central location, the owner shall register the vehicle or equipment pursuant to § 32-9-58; (8) A motor vehicle used principally for providing prearranged transportation of persons to or from their place of employment and is operated by a person who does not drive the vehicle for the person's principal occupation, but is driving it only to or from the person's principal place of employment or for personal use as permitted by the owner of the vehicle; (9) A motor vehicle that is not for hire and is operated solely for educational purposes by a student or an instructor as part of a heavy motor vehicle or heavy equipment operator's course offered by a nonprofit postsecondary institution located in the state; (10) A motor vehicle used for personal purposes and not operated for private business use; (11) A motor vehicle used for recreational purposes and not operated for private business use; (12) A motor vehicle, trailer, semitrailer, motor propelled, or trailed vehicle chassis, registered in South Dakota and used to move equipment involved in soil and water conservation projects or township road work when operated between job sites or from a job site to a central location or point of repair; (13) Any motor vehicle used by an implement dealer to transport farm machinery to and from a county fair or the state fair; (14) A motor vehicle owned by a licensed motor vehicle dealer and used to transport inventory replacement vehicles to the dealer's principal place of business. For the purpose of this subdivision, motor vehicle does not include any motor vehicle which carries inventory replacement vehicles entirely upon its own structure; and (15) A motor vehicle used to provide any prearranged ride as defined by section 1 of this Act."}, {"bill_id": 7300, "bill_version_id": 40337, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2016-03-03T13:39:49.99-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain requirements regarding insurance for vehicles used to provide rides for a transportation network company and to exempt vehicles used to provide these rides from certain commercial licensing requirements. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Digital network,\" any online-enabled application, software, website, or system offered or utilized by a transportation network company that enables a prearranged ride with a transportation network company driver; (2) \"Personal vehicle,\" a vehicle that is used by a transportation network company driver to provide a prearranged ride and is owned, leased, or otherwise authorized for use by the transportation network company driver. The term does not include any taxicab, limousine, or for-hire vehicle; (3) \"Prearranged ride,\" the provision of transportation by a driver to a rider, beginning when a driver accepts a rider's request for a ride through a digital network controlled by a transportation network company, continuing while the driver transports a requesting rider, and ending when the last requesting rider departs from the personal vehicle. The term does not include transportation provided through a shared expense carpool or vanpool arrangement or by using a taxicab, limousine, or other for-hire vehicle; (4) \"Transportation network company,\" a corporation, partnership, sole proprietorship, or other entity that uses a digital network to connect transportation network company riders to transportation network company drivers who provide prearranged rides and that does not control, direct, or manage the personal vehicles or transportation network company drivers that connect to its digital network, except where agreed to by written contract; (5) \"Transportation network company driver\" or \"driver,\" a person who receives connections to potential riders and related services from a transportation network company in exchange for payment of a fee to the transportation network company and who uses a personal vehicle to provide a prearranged ride to riders upon connection through a digital network controlled by a transportation network company in return for compensation or payment of a fee; (6) \"Transportation network company rider\" or \"rider,\" a person who uses a transportation network company's digital network to connect with a transportation network driver who provides a prearranged ride to the person in the driver's personal vehicle between points chosen by the person. Section 2. That the code be amended by adding a NEW SECTION to read: Before a transportation network company allows a person to act as a transportation network company driver on the transportation network company's digital network, the transportation network company shall require the person to submit to the transportation network company an application that includes: (1) The person's name, address, and age; (2) A copy of the person's driver license; (3) The registration for the personal vehicle that the person will use to provide prearranged rides; (4) Proof of financial responsibility for the personal vehicle of a type and in the amounts required by the transportation network company; and (5) Any other information required by the transportation network company. Section 3. That the code be amended by adding a NEW SECTION to read: Before a transportation network company allows a person to act as a driver on the transportation network company digital network, the transportation network company shall conduct, or contract with a third party to conduct: (1) A local and national criminal background check; (2) A search of the national sex offender registry; and (3) Obtain a copy of the person's driving record maintained under § 32-12-61. Section 4. That the code be amended by adding a NEW SECTION to read: A transportation network company may not knowingly allow to act as a transportation network company driver on the transportation network company's digital network a person: (1) Who has received judgments for more than three moving traffic violations in the preceding three years, or at least one violation involving reckless driving or driving on a suspended or revoked license in the preceding three years; (2) Who has been convicted in the preceding seven years of a felony; (3) Who has been convicted in the preceding seven years of a misdemeanor involving: (a) Resisting a law enforcement officer; (b) Dishonesty; (c) Injury to a person; (d) Operating a motor vehicle while intoxicated; (e) Operating a motor vehicle in a manner that endangers a person; (f) Operating a motor vehicle with a suspended or revoked driver license; or (e) Damage to the property of another person; (4) Who is a match in the state or national sex offender registry; or (5) Who is unable to provide information required under section 3 of this Act. Section 5. That the code be amended by adding a NEW SECTION to read: A transportation network company shall establish and enforce a zero tolerance policy for drug and alcohol use by transportation network company drivers during any period when a transportation network company driver is engaged in, or is logged into the transportation network company's digital network but is not engaged in, a prearranged ride. The policy shall include provisions for: (1) Investigations of alleged policy violations; and (2) Suspensions of transportation network company drivers under investigation. Section 6. That the code be amended by adding a NEW SECTION to read: A transportation network company shall require that a personal vehicle used to provide any prearranged ride shall comply with all applicable laws and rules concerning vehicle equipment. Section 7. That the code be amended by adding a NEW SECTION to read: A transportation network company driver or transportation network company on the driver's behalf shall maintain primary motor vehicle insurance that recognizes that the driver is a transportation network company driver or otherwise uses a vehicle to transport riders for compensation and covers the driver while: (1) The driver is logged on to the transportation network company's digital network; or (2) The driver is engaged in a prearranged ride. Section 8. That the code be amended by adding a NEW SECTION to read: The following motor vehicle insurance requirements apply while a participating transportation network company driver is logged on to the transportation network company's digital network and is available to receive transportation requests but is not engaged in a prearranged ride: (1) Primary motor vehicle liability insurance in the amount of at least fifty thousand dollars for death and bodily injury per person, one hundred thousand dollars for death and bodily injury per incident, and twenty-five thousand dollars for property damage; (2) Uninsured and underinsured coverage as required by §§ 58-11-9 and 58-11-9.4; and (3) The coverage requirements of subdivision (1) may be satisfied by motor vehicle insurance maintained by the transportation network company driver, motor vehicle insurance maintained by the transportation network company, or any combination of such insurance. Section 9. That the code be amended by adding a NEW SECTION to read: The following motor vehicle insurance requirements apply while a transportation network company driver is engaged in a prearranged ride: (1) Primary motor vehicle liability insurance that provides at least one million dollars for death, bodily injury, and property damage; (2) Uninsured and underinsured coverage as required by §§ 58-11-9 and 58-11-9.4; and (3) The coverage requirements of subdivision (1) may be satisfied by motor vehicle insurance maintained by the transportation network company driver, motor vehicle insurance maintained by the transportation network company, or any combination of such insurance. Section 10. That the code be amended by adding a NEW SECTION to read: If the insurance maintained by the driver pursuant to section 8 or 9 of this Act has lapsed or does not provide the required coverage, the insurance maintained by the transportation network company shall provide the coverage required by those sections beginning with the first dollar of a claim and has the duty to defend any claim. Section 11. That the code be amended by adding a NEW SECTION to read: Coverage under a motor vehicle insurance policy maintained by the transportation network company may not be dependent on a personal motor vehicle insurer first denying a claim nor shall a personal motor vehicle insurance policy be required to first deny a claim. Section 12. That the code be amended by adding a NEW SECTION to read: Any insurance required by sections 8 and 9 of this Act may be placed with an insurer licensed under title 58, or with a surplus lines insurer eligible under title 58. Section 13. That the code be amended by adding a NEW SECTION to read: Any insurance satisfying the requirements of section 8 or 9 of this Act shall be deemed to satisfy the financial responsibility requirement for a motor vehicle under § 32-35-113. Section 14. That the code be amended by adding a NEW SECTION to read: A transportation network company driver shall carry proof of coverage satisfying sections 8 and 9 of this Act at all times during the driver's use of a vehicle in connection with a transportation network company's digital network. If there is an accident, a transportation network company driver shall provide proof of insurance coverage information to the directly interested parties, motor vehicle insurers, and investigating law enforcement officers, upon request. Upon such request, a transportation network company driver shall also disclose to directly interested parties, motor vehicle insurers, and investigating law enforcement officers, whether the driver was logged on to the transportation network company's digital network or on a prearranged ride at the time of an accident. Section 15. That the code be amended by adding a NEW SECTION to read: The transportation network company shall disclose in writing to each transportation network company driver the following before the driver is allowed to accept a request for a prearranged ride on the transportation network company's digital network: (1) The insurance coverage, including the types of coverage and the limits for each coverage, that the transportation network company provides while the transportation network company driver uses a personal vehicle in connection with a transportation network company's digital network; and (2) That the transportation network company driver's own motor vehicle insurance policy might not provide any coverage while the driver is logged on to the transportation network company's digital network and is available to receive transportation requests or is engaged in a prearranged ride, depending on its terms. Section 16. That the code be amended by adding a NEW SECTION to read: Any insurer that writes motor vehicle insurance in this state may exclude any coverage afforded under the policy issued to an owner or operator of a personal vehicle for any loss or injury that occurs while a driver is logged on to a transportation network company's digital network or while a driver provides a prearranged ride. This right to exclude all coverage may apply to any coverage included in a motor vehicle insurance policy including: (1) Liability coverage for bodily injury and property damage; (2) Personal injury protection coverage; (3) Uninsured and underinsured motorist coverage; (4) Medical payments coverage; (5) Comprehensive physical damage coverage; and (6) Collision physical damage coverage. Section 17. That the code be amended by adding a NEW SECTION to read: Any exclusions as allowed by section 16 of this Act applies notwithstanding any requirement under chapter 32-35. Nothing in this Act implies or requires that a personal motor vehicle insurance policy provide coverage while the driver is logged on to the transportation network company's digital network, while the driver is engaged in a prearranged ride, or while the driver otherwise uses a vehicle to transport riders for compensation. Section 18. That the code be amended by adding a NEW SECTION to read: Nothing in this Act requires an insurer to use any particular policy language or reference to section 16 of this Act in order to exclude any and all coverage for any loss or injury that occurs while a driver is logged on to a transportation network company's digital network or while a driver provides a prearranged ride. Section 19. That the code be amended by adding a NEW SECTION to read: Nothing in this Act precludes an insurer from providing primary or excess coverage for the transportation network company driver's vehicle, if it so chose to do so by contract or endorsement. Section 20. That the code be amended by adding a NEW SECTION to read: Any motor vehicle insurer that excludes the coverage described in section 8 or 9 of this Act has no duty to defend or indemnify any claim expressly excluded by the policy. Nothing in this Act invalidates or limits an exclusion contained in a policy including any policy in use or approved for use in this state prior to the enactment of this Act that excludes coverage for vehicles used to carry persons or property for a charge or available for hire by the public. Section 21. That the code be amended by adding a NEW SECTION to read: A motor vehicle insurer that defends or indemnifies a claim against a driver that is excluded under the terms of the insurer's policy, shall have a right of contribution against other insurers that provide motor vehicle insurance to the same driver in satisfaction of the coverage requirements of sections 8 or 9 of this Act at the time of loss. Section 22. That the code be amended by adding a NEW SECTION to read: In a claims coverage investigation, transportation network companies shall immediately provide upon request by directly involved parties or any insurer of the transportation network company driver if applicable, the precise times that a transportation network company driver logged on and off of the transportation network company's digital network in the twelve-hour period immediately preceding and in the twelve-hour period immediately following the accident. Any insurer providing coverage as set forth in sections 8 and 9 of this Act shall disclose upon request by any other such insurer involved in the particular claim, the applicable coverages, exclusions, and limits provided under any motor vehicle insurance maintained in order to satisfy the requirements of sections 8 and 9 of this Act. Section 23. That § 32-9-3 be amended to read: 32-9-3. For the purposes of this chapter, the following do not come within the definition of \"motor carriers\" or \"commercial vehicles\" if used in intrastate operations: (1) A motor vehicle registered in South Dakota used to carry private business property of five hundred pounds or less; (2) A motor vehicle chassis registered in South Dakota on which is mounted a cornsheller, grain cleaner, feed grinder, grain and alfalfa feed mixing machine, haystack mover, sawmill, water well drilling equipment, power shovel, ditchdigger, mobile crane which exceeds the maximum size or weight limits prescribed by chapter 32-22, drag line, posthole auger, and which is not used for demonstration or display purposes outside the limits of a municipality, or a truck tractor and trailer carrying permanently mounted hay grinding equipment; (3) Any motor vehicle registered in South Dakota used for the transportation of liquid or solid livestock waste including trailers and equipment used to load liquid or solid livestock waste and any vehicle registered in South Dakota used for the application, distribution, spraying, or transportation from retail business to user of dry, liquid, or anhydrous ammonia fertilizers or agricultural chemicals; (4) A motor vehicle registered in South Dakota of less than thirty thousand pounds gross weight owned by a merchant licensed under chapter 10-45 or the merchant's commissioned paid employee and used to transport the merchant's previously sold merchandise to a purchaser outside the limits of a municipality and to return exchanged property or to transport fuels to a purchaser within a municipality or an unincorporated town which is without such service; (5) A motor vehicle registered in South Dakota, owned by a farmer of this state and used by or for the farmer to transport property for the farmer's farming operation, to transport farm property from farm to farm or from a community or market to the farm or from the farm to a community or market, to transport livestock in a vehicle or combination of vehicles registered at twenty-six thousand pounds or less without monetary compensation, or to transport farm property when the vehicles are used as reimbursement in the ordinary exchange of farm work; (6) A motor vehicle registered in South Dakota operated by or for its owner and exclusively used to transport products originating in or produced from logging or mining operations or lumber milling waste products if such products are owned in fee by the motor vehicle owner; (7) Any motor vehicle, trailer, semitrailer, motor propelled, or trailed vehicle chassis registered in South Dakota, which is used exclusively on the job site for the construction of township roads, stock water dugouts, dams, farm and ranch irrigation systems, or other soil and water conservation projects on farms and ranches, or for the construction or maintenance of highways in the State of South Dakota. Prior to moving any such vehicle or equipment between job sites or from job site to a central location, the owner shall register the vehicle or equipment pursuant to § 32-9-58; (8) A motor vehicle used principally for providing prearranged transportation of persons to or from their place of employment and is operated by a person who does not drive the vehicle for the person's principal occupation, but is driving it only to or from the person's principal place of employment or for personal use as permitted by the owner of the vehicle; (9) A motor vehicle that is not for hire and is operated solely for educational purposes by a student or an instructor as part of a heavy motor vehicle or heavy equipment operator's course offered by a nonprofit postsecondary institution located in the state; (10) A motor vehicle used for personal purposes and not operated for private business use; (11) A motor vehicle used for recreational purposes and not operated for private business use; (12) A motor vehicle, trailer, semitrailer, motor propelled, or trailed vehicle chassis, registered in South Dakota and used to move equipment involved in soil and water conservation projects or township road work when operated between job sites or from a job site to a central location or point of repair; (13) Any motor vehicle used by an implement dealer to transport farm machinery to and from a county fair or the state fair; (14) A motor vehicle owned by a licensed motor vehicle dealer and used to transport inventory replacement vehicles to the dealer's principal place of business. For the purpose of this subdivision, motor vehicle does not include any motor vehicle which carries inventory replacement vehicles entirely upon its own structure; and (15) A motor vehicle used to provide any prearranged ride as defined by section 1 of this Act. Section 24. That the code be amended by adding a NEW SECTION to read: Nothing in this Act may be construed to limit further regulation of a transportation network company enacted by a municipality or county. However, no municipality or county may enact further regulations relating to the insurance requirements provided in this Act."}, {"bill_id": 7300, "bill_version_id": 40554, "bill_version": "Enrolled", "bill_version_date": "2016-03-09T15:42:49.813-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7300, "action_date": "2016-01-25T14:00:00-06:00", "document_id": 38058, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38058.pdf", "status_text": "First read in House and referred to", "journal_page": 162, "committee_id_action": 325, "committee_id_assigned": 310, "result": "N", "vote": {}}, {"bill_id": 7300, "action_date": "2016-02-05T10:00:00-06:00", "document_id": 38683, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38683.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 310, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7300, "action_date": "2016-02-05T10:00:00-06:00", "document_id": 38893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38893.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 310, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7300, "action_date": "2016-02-05T10:00:00-06:00", "document_id": 38893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38893.pdf", "status_text": "Do Pass Amended", "journal_page": 301, "committee_id_action": 310, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20616, "president_vote": null, "Yea": [1063, 1056, 1002, 982, 968, 1023, 1069, 1051, 965, 1053, 1064, 1034], "Excused": [1052]}}, {"bill_id": 7300, "action_date": "2016-02-09T14:00:00-06:00", "document_id": 39095, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39095.pdf", "status_text": "Do Pass Amended", "journal_page": 349, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20776, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 1057, 964, 1040, 995, 1039, 986, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1022, 1056, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 987, 982, 1055, 1044, 1017, 1058, 1036, 1048, 1024, 1003, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 1032, 1025, 1051, 965, 1053, 1064, 989], "Nay": [1061, 990], "Excused": [1015, 991]}}, {"bill_id": 7300, "action_date": "2016-02-09T14:00:00-06:00", "document_id": 39095, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39095.pdf", "status_text": "Title amended", "journal_page": 350, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7300, "action_date": "2016-02-10T14:00:00-06:00", "document_id": 39180, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39180.pdf", "status_text": "First read in Senate and referred to", "journal_page": 283, "committee_id_action": 309, "committee_id_assigned": 308, "result": "N", "vote": {}}, {"bill_id": 7300, "action_date": "2016-02-24T14:00:00-06:00", "document_id": 39952, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39952.pdf", "status_text": "Referred to", "journal_page": 427, "committee_id_action": 309, "committee_id_assigned": 300, "result": "P", "vote": {}}, {"bill_id": 7300, "action_date": "2016-03-03T10:00:00-06:00", "document_id": 40182, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40182.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 300, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7300, "action_date": "2016-03-03T10:00:00-06:00", "document_id": 40327, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40327.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 300, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7300, "action_date": "2016-03-03T10:00:00-06:00", "document_id": 40327, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40327.pdf", "status_text": "Do Pass Amended", "journal_page": 520, "committee_id_action": 300, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21795, "president_vote": null, "Yea": [974, 1005, 967, 1066, 1000, 969, 966]}}, {"bill_id": 7300, "action_date": "2016-03-08T10:00:00-06:00", "document_id": 40488, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40488.pdf", "status_text": "Do Pass Amended", "journal_page": 565, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21942, "president_vote": null, "Yea": [974, 977, 999, 1037, 966, 1014, 1067, 979, 969, 1005, 1047, 998, 1035, 997, 984, 994, 1041, 967, 975, 1011, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 1013, 973, 1008]}}, {"bill_id": 7300, "action_date": "2016-03-09T10:30:00-06:00", "document_id": 40544, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40544.pdf", "status_text": "Concurred in amendments", "journal_page": 853, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22040, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 1057, 964, 1040, 995, 1039, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1022, 1056, 1021, 1002, 1019, 1065, 963, 1062, 1038, 987, 982, 1055, 1044, 1058, 1036, 1048, 1024, 968, 1018, 1059, 1054, 1031, 1027, 1028, 1034, 1006, 991, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Excused": [986, 972, 1015, 1017, 1003, 992], "Nay": [1061]}}, {"bill_id": 7300, "action_date": "2016-03-10T10:30:00-06:00", "document_id": 40577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40577.pdf", "status_text": "Signed by the Speaker", "journal_page": 861, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7300, "action_date": "2016-03-10T10:30:00-06:00", "document_id": 40574, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40574.pdf", "status_text": "Signed by the President", "journal_page": 607, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7300, "action_date": "2016-03-10T10:30:00-06:00", "document_id": 40577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40577.pdf", "status_text": "Delivered to the Governor", "journal_page": 871, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7300, "action_date": "2016-03-29T11:00:00-05:00", "document_id": 40613, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40613.pdf", "status_text": "Signed by the Governor", "journal_page": 881, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6203, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7300"}