{"session_id": 27, "bill_id": 8171, "bill_type": "House Bill", "bill_number": 1170, "bill_title": "revise certain provisions regarding conflicts of interest for authority, board, or commission members.", "sponsors": [{"legislator_profile_id": 1148, "is_prime": true}, {"legislator_profile_id": 1149, "is_prime": true}, {"legislator_profile_id": 1154, "is_prime": false}, {"legislator_profile_id": 1103, "is_prime": false}, {"legislator_profile_id": 1096, "is_prime": false}, {"legislator_profile_id": 1097, "is_prime": false}, {"legislator_profile_id": 1143, "is_prime": false}, {"legislator_profile_id": 1181, "is_prime": false}, {"legislator_profile_id": 1120, "is_prime": false}, {"legislator_profile_id": 1206, "is_prime": false}, {"legislator_profile_id": 1107, "is_prime": false}, {"legislator_profile_id": 1104, "is_prime": false}, {"legislator_profile_id": 1135, "is_prime": false}, {"legislator_profile_id": 1141, "is_prime": false}, {"legislator_profile_id": 1160, "is_prime": false}, {"legislator_profile_id": 1165, "is_prime": false}, {"legislator_profile_id": 1119, "is_prime": false}, {"legislator_profile_id": 1156, "is_prime": false}, {"legislator_profile_id": 1157, "is_prime": false}, {"legislator_profile_id": 1161, "is_prime": false}, {"legislator_profile_id": 1158, "is_prime": false}, {"legislator_profile_id": 1102, "is_prime": false}, {"legislator_profile_id": 1176, "is_prime": false}, {"legislator_profile_id": 1128, "is_prime": false}], "keywords": ["Conflict of Interest", "Education Service Agency", "Ethics", "Legislature and Statutes", "Local Government", "Public Officers and Employees"], "audio": [{"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hju21.mp3", "start_seconds": 150.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hju21.mp3", "start_seconds": 150.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hju21.mp3", "start_seconds": 150.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hju21.mp3", "start_seconds": 150.0}, {"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou26.mp3", "start_seconds": 6408.0}, {"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou26.mp3", "start_seconds": 6408.0}, {"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou26.mp3", "start_seconds": 6408.0}, {"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou26.mp3", "start_seconds": 6408.0}, {"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou26.mp3", "start_seconds": 6408.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/slo31.mp3", "start_seconds": 969.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/slo31.mp3", "start_seconds": 969.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/slo31.mp3", "start_seconds": 969.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/slo31.mp3", "start_seconds": 969.0}, {"meeting_datetime": "2017-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen33.mp3", "start_seconds": 3192.0}, {"meeting_datetime": "2017-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen33.mp3", "start_seconds": 3192.0}, {"meeting_datetime": "2017-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen33.mp3", "start_seconds": 3192.0}], "bill_versions": [{"bill_id": 8171, "bill_version_id": 43603, "bill_version": "Introduced", "bill_version_date": "2017-02-01T11:58:24.98-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding conflicts of interest for authority, board, or commission members. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 3-23 be amended by adding a NEW SECTION to read: Terms used in this chapter mean: (1) \"Board member,\" an elected or appointed member of the governing board; (2) \"Cooperative education service unit,\" a legal entity created pursuant to §§ 13-5-31 through 13-5-33, inclusive, including subcontractors, agents or assigns of the cooperative education service unit; (3) \"Disgorgement,\" the act of giving up on demand or by legal compulsion something that was obtained by illegal or unethical acts; (4) \"Education service agency,\" an agency created pursuant to § 13-3-76; (5) \"Local service agency,\" an entity created pursuant to § 13-15A-1; and (6) \"School district,\" a school district as defined in § 13-5-1. Section 2. That § 3-23-1 be amended to read: 3-23-1. No elected or appointed member of a state authority, board, or commission may have an interest in any contract or derive a direct benefit from any contract with the state which is within the jurisdiction or relates to the subject matter of the state authority, board or commission or with a political subdivision of the state if the political subdivision administers or executes similar subject matter programs as the state authority, board or commission, nor may the member have an interest in any contract or derive a direct benefit from any contract for one year after the end of the member's term on the authority, board, or commission except as provided in §§ 3-23-3 and 3-23-4: (1) With the state agency to which the authority, board, or commission is attached for reporting or oversight purposes that requires the expenditure of government funds; (2) With the state that requires the approval of the authority, board, or commission and the expenditure of government funds; or (3) With a political subdivision of the state if the political subdivision approves the contract and is under the regulatory oversight of the authority, board, or commission, or the agency to which the authority, board, or commission is attached for reporting or oversight purposes. No elected or appointed member of a state authority, board, or commission may derive a direct benefit from any contract as provided under this section for one year after the end of the member's term on the authority, board, or commission, except as provided in § 3-23-3 or 3-23-4. Section 3. That § 3-23-2 be amended to read: 3-23-2. An elected or appointed member of an a state authority, board, or commission derives a direct benefit from a contract if the state authority, board, or commission member, the authority, board, or commission member's spouse, or any other persons the authority, board, or commission person with whom the member lives with and or commingles assets: (1) Is a party to or intended beneficiary of the contract; (2) Has more than a five percent ownership or other interest in an entity that is a party to the contract; (2) Derives income, compensation, or commission directly from the contract or from the entity that is a party to the contract; (3) Acquires property under the contract; or (4) Serves on the board of directors of an entity that derives income or commission directly from the contract or acquires property under the contract. An authority, board, or commission member does not derive a direct benefit from a contract based solely on the value associated with the authority, board, or commission member's investments or holdings, or the investments or holdings of other persons the authority, board, or commission member lives with and commingles assets. A member of an authority, board, or commission does not have an interest in a contract nor does the member receive a direct benefit by participating in a vote or a decision where the member's only interest is the effect of an act of general application Will receive from the contracting party compensation, commission, promotion, or other monetary benefit that is directly attributable to the contract. Section 4. That chapter 3-23 be amended by adding a NEW SECTION to read: An elected or appointed member of a state authority, board, or commission has an interest in a contract if the member, the member's spouse, or any other person with whom the member lives or commingles assets: (1) Is employed by a party to the contract; or (2) Receives more than nominal compensation or reimbursement for actual expenses for serving on the board of directors of an entity that derives income or commission directly from the contract or acquires property under the contract. Section 5. That chapter 3-23 be amended by adding a NEW SECTION to read: A state authority, board, or commission member does not derive a direct benefit from or have an interest in a contract: (1) Based solely on the value associated with the member's publicly-traded investments or holdings, or the investments or holdings of any other person with whom the member lives or commingles assets; (2) By participating in a vote or a decision in which the member's only interest arises from an act of general application; (3) If the member is a state employee and is authorized to enter into the contract pursuant to §§ 5-18A-17 through 5-18A-17.6, inclusive; (4) If the contract is for the sale of goods, or for maintenance or repair services, in the regular course of business at or below a price offered to all customers; (5) If the contract is subject to a public bidding process; or (6) If the contract is for the deposit of public funds in a financial institution as otherwise authorized by law. Section 6. That § 3-23-3 be amended to read: 3-23-3. Any elected or appointed state authority, board, or commission may authorize an authority, board, or commission member to have an interest in a contract or to derive a direct benefit from a contract if: (1) The authority, board, or commission member has provided full written disclosure to the authority, board, or commission, including: (a) All parties to the contract; (b) The member's role in the contract; (c) The purpose and objective of the contract; (d) The consideration or benefit conferred or agreed to be conferred upon each party; and (e) The duration of the contract; (2) The authority, board, or commission has reviewed the essential terms of the transaction or contract and the authority, board, or commission member's role in the contract or transaction finds that the terms of the contract are fair, reasonable, and not contrary to the public interest; and (3) The transaction and the terms of the contract are fair, reasonable, and not contrary to the public interest authorization is a public record included in the official minutes of the authority, board, or commission, that shall be filed with the auditor-general and attorney general. No member of a state authority, board, or commission may participate in or vote upon a decision of the state authority, board, or commission relating to a matter in which the member has an interest or derives a direct benefit. The authorization shall be in writing. Any authorization given pursuant to this section is a public record. Each authorization shall be filed with the auditor-general.The auditor-general shall compile the authorizations and present them annually for review by the Government Operations and Audit Committee. A member of an authority, board, or commission may comply with this section if: the authority, board, or commission puts on its regular meeting agenda an inquiry for conflicts disclosure prior to the consideration of any substantive matters; the member publicly discloses his or her interest in a contract, direct benefits, or other conflict with any matter on the agenda; the member is excused from discussion and consideration of the matter; the board determines the matter underlying the conflict is fair, reasonable, and not contrary to the public interest; and the disclosure is included in the minutes which are publicly available who requests an authorization under this section shall make the request prior to entering into any contract that requires disclosure or within forty-five days after entering into the contract. Once disclosed and authorized by the governing board, no further disclosure or authorization is required unless the contract extends into consecutive fiscal years. A contract that extends into consecutive fiscal years requires an annual disclosure but no new authorization is required. If the authority, board, or commission rejects the request for authorization made by the member, the contract is voidable and subject to disgorgement pursuant to § 3-23-5, or the member may resign from the authority, board, or commission. No member of a state authority, board, or commission may participate in or vote upon a decision of the state authority, board, or commission relating to a matter in which the member derives a direct benefit. Section 7. That chapter 3-23 be amended by adding a NEW SECTION to read: Any elected or appointed state authority, board, or commission member may have an interest in a contract if: (1) The member, upon learning of the interest subject to the provisions of this chapter or a transaction that may create an interest subject to the provisions of this chapter discloses the interest no later than the first meeting of the authority, board, or commission held after the first day of July of each year; (2) The authority, board, or commission is notified of the contract and the member's role in the contract; (3) The terms of the contract do not violate any other provision of law; and (4) The disclosure is included in the minutes that are publicly available and are filed with the auditor-general and attorney general. Each member shall receive a form, developed by the attorney general, for the purpose of annual disclosure of any interest and direct benefit covered by the provisions of this Act. In addition to any interest in a contract and direct benefit covered by the provisions of this Act, the member shall also disclose at least annually any ownership interest of five percent or greater in any entity that receives grant money from the state, either directly or by a pass-through grant, or that contracts with the state or any political subdivision for services. An authority, board, or commission member who has an interest in a contract pursuant to this section shall disclose the existence of a contract in which the member has an interest but for which authorization by the authority, board, or commission is not required for the person to have an interest in the contract. The auditor-general shall compile and present any disclosure annually for review by the Department of Legislative Audit and the Government Operations and Audit Committee. Section 8. That § 3-23-4 be amended to read: 3-23-4. Within the one-year period prohibiting any contract with an elected or appointed authority, board, or commission member, the authority, board, or commission may approve a former authority, board, or commission member to contract with the elected or appointed authority, board, or commission if the authority, board, or commission determines that the transaction and the terms of the contract are fair, reasonable, and are in the best interests of the public. The authorization shall be in writing. Any approval given pursuant to this section shall be included in the official minutes of the authority, board, or commission and is a public record. Each approval The minutes including the approval shall be filed with the auditor-general and attorney general. The auditor-general shall compile the approvals and present them any approval annually for review by the Government Operations and Audit Committee. Section 9. That § 3-23-5 be amended to read: 3-23-5. Any elected or appointed state authority, board, or commission member who knowingly violates §§ 3-23-1 to 3-23-4, inclusive, shall be removed from the authority, board, or commission and is guilty of a Class 1 misdemeanor. No authority, board, or commission member who has submitted a good faith request for authorization pursuant to section 6 of this Act may be convicted of a crime under this chapter. Any benefit to the authority, board, or commission member in violation of §§ 3-23-1 and 3-23-2 is subject to forfeiture disgorgement and any contract made in violation of this chapter is voidable by the authority, board, or commission. Section 10. That § 3-23-6 be amended to read: 3-23-6. No board member, fiscal agent, officer, or executive business manager, chief financial officer, superintendent, chief executive officer, or other person with the authority to enter into a contract or spend money of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity that receives money from or through the state may have an interest in a contract nor receive a direct benefit from a contract that in amount greater than five thousand dollars or multiple contracts in an amount greater than five thousand dollars with the same party within a twelve-month period to which the local service agency, school district, cooperative education service unit, or education service agency, nonprofit education service agency, or jointly governed education service entity is a party to the contract except as provided in § 3-23-8. Section 11. That § 3-23-7 be amended to read: 3-23-7. A person described in § 3-23-6 derives a direct benefit from a contract if the person, the person's spouse, or any other persons person with whom the person lives with and or commingles assets: (1) Is a party to or intended beneficiary of any contract held by the local service agency, school district, cooperative education service unit, or education service agency; (2) Has more than a five percent ownership or other interest in an entity that is a party to the any contract held by the local service agency, school district, cooperative education service unit, or education service agency; (2) Derives income, compensation, or commission directly from the contract or from the entity that is a party to the contract; (3) Acquires property under the contract; or (4) Serves on the board of directors of an entity that derives income directly from the contract or acquires property under the contract Will receive compensation, commission, promotion, or other monetary benefit directly attributable to any contract with the local service agency, school district, cooperative education service unit, or education service agency. A person does not derive a direct benefit from a contract based solely on the value associated with the person's investments or holdings, or the investments or holdings of other persons the state officer or employee lives with and commingles assets. Section 12. That chapter 3-23 be amended by adding a NEW SECTION to read: A person described in § 3-23-6 has an interest in a contract if the person, the person's spouse, or any other with whom the person lives or commingles assets: (1) Is employed by a party to any contract with the local service agency, school district, cooperative education service unit, or education service agency; or (2) Receives more than nominal compensation or reimbursement for actual expenses for serving on the board of directors of an entity that derives income or commission directly from the contract or acquires property under the contract. Section 13. That chapter 3-23 be amended by adding a NEW SECTION to read: A person described in 3-23-6 does not derive a direct benefit from or have an interest in a contract: (1) Based solely on the value associated with the person's publicly-traded investments or holdings, or the investments or holdings of any other person with whom the board member, business manager, chief financial officer, superintendent, or chief executive officer lives or commingles assets; (2) By participating in a vote or a decision in which the person's only interest arises from an act of general application; (3) Based on the person receiving income as an employee or independent contractor of a party with whom the local service agency, school district, cooperative education service unit, or education service agency has a contract, unless the person receives an increase in compensation directly attributable to the contract; (4) If the contract is for the sale of goods or services, or for maintenance or repair services, in the regular course of business at a price at or below a price offered to all customers; (5) If the contract is subject to a public bidding process; (6) If the contract is with the official depository as set forth in § 6-1-3; (7) Based solely on the person receiving nominal income or compensation, a per diem authorized by law or reimbursement for actual expenses incurred; (8) If the contract or multiple contracts with the same party within a twelve-month period with whom the local service agency, school district, cooperative education service unit, or education service agency contracts in an amount less than five thousand dollars; or (9) If the contract does not violate any other provision of law. Section 14. That § 3-23-8 be amended to read: 3-23-8. A local service agency, school district, cooperative education service unit, or education service agency, nonprofit education service agency, or jointly governed education service entity may authorize a board member, fiscal agent, officer, or executive person described in § 3-23-6 to have an interest in a contract or derive a direct benefit from a contract if: (1) The person has provided full written disclosure to the agency, district, or unit governing board of all parties to the contract, the person's role in the contract, the purpose or objective of the contract, the consideration or benefit conferred or agreed to be conferred upon each party, and the duration of the contract; (2) The governing board has reviewed the essential terms of the transaction or contract and the person's role in the contract or transaction; and (3) The transaction or finds that the terms of the contract are fair, reasonable, and not contrary to the public interest; and (3) Any request for authorization or governing board action are public records. The official minutes of the governing board shall include any governing board action on each request for authorization and shall be filed with the auditor-general and attorney general. No member of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity may participate in or vote upon a decision of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity relating to a matter in which the member has an interest or derives a direct benefit. The authorization shall be in writing. Any authorization given pursuant to this section is a public record. Each authorization shall be filed with the auditor-general. The auditor-general shall compile the authorizations and present them annually for review by the Government Operations and Audit Committee. A board member, fiscal agent, officer, or executive of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity may comply with this section if: the local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity puts on its regular meeting agenda an inquiry for conflicts disclosure prior to the consideration of any substantive matters; the person subject to this chapter publicly discloses his or her interest in a contract, direct benefit, or other conflict with any matter on the agenda; the person is excused from discussion and consideration of such matters; the board determines the matter underlying the conflict is fair, reasonable, and not contrary to the public interest; and the disclosure is included in the minutes which are publicly available. A person described in § 3-23-6 who has an interest in a contract pursuant to section 12 of this Act shall disclose the existence of a contract in which the person has an interest and the person's role in the contract but no governing board authorization is required for the person to have an interest in the contract. Disclosure shall also be made at the annual reorganization meeting if the contract extends into consecutive fiscal years. The interest disclosure shall be included in the official minutes of the governing board. Any person receiving a direct benefit from a contract and requesting an authorization pursuant to § 3-23-8 shall make the request prior to entering into any contract that requires disclosure or within forty-five days after entering into the contract that requires disclosure. Any authorization by the governing board requires no further disclosure or authorization unless the contract extends into consecutive fiscal years. If the contract extends into consecutive fiscal years, disclosure shall be made annually at the annual reorganization meeting but no new authorization is required. If the entity rejects any request for authorization, the contract is voidable and subject to disgorgement pursuant to § 3-23-9 or the person may resign from the local service agency, school district, cooperative education service unit, or education service agency. No member of a local service agency, school district, cooperative education service unit, or education service agency may participate in or vote upon a decision of a local service agency, school district, cooperative education service unit, or education service agency relating to a matter in which the member derives a direct benefit. Section 15. That chapter 3-23 be amended by adding a NEW SECTION to read: Each local service agency, school district, cooperative education service unit, or education service agency shall develop a written conflict of interest policy, including any disclosure and authorization form that includes the list of any disclosable interest in contracts or direct benefits covered by this Act. Section 16. That § 3-23-9 be amended to read: 3-23-9. Any person who knowingly violates §§ 3-23-6 to 3-23-8, inclusive, shall be removed from office or employment and is guilty of a Class 1 misdemeanor. No person described in § 3-23-6 who has submitted a good faith disclosure or request for authorization pursuant to section 14 of this Act may be convicted of a crime under this chapter. Any benefit to a person derived from the person's knowing violation of §§ 3-23-6 to 3-23-8, inclusive, is subject to forfeiture disgorgement. Any contract made in violation of §§ 3-23-6 to 3-23-8, inclusive, is voidable by the governing body of the local service agency, school district, cooperative education service unit, or education service agency, nonprofit education service agency, or jointly governed education service entity."}, {"bill_id": 8171, "bill_version_id": 44327, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2017-02-13T13:10:43.87-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding conflicts of interest for authority, board, or commission members. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 3-23 be amended by adding a NEW SECTION to read: Terms used in this chapter mean: (1) \"Board member,\" an elected or appointed member of the governing board; (2) \"Cooperative education service unit,\" a legal entity created pursuant to §§ 13-5-31 through 13-5-33, inclusive, including subcontractors, agents or assigns of the cooperative education service unit; (3) \"Disgorgement,\" the act of giving up on demand or by legal compulsion something that was obtained by illegal or unethical acts; (4) \"Education service agency,\" an agency created pursuant to § 13-3-76; (5) \"Local service agency,\" an entity created pursuant to § 13-15A-1; and (6) \"School district,\" a school district as defined in § 13-5-1. Section 2. That § 3-23-1 be amended to read: 3-23-1. No elected or appointed member of a state authority, board, or commission may have an interest in any contract or derive a direct benefit from any contract with the state which is within the jurisdiction or relates to the subject matter of the state authority, board or commission or with a political subdivision of the state if the political subdivision administers or executes similar subject matter programs as the state authority, board or commission, nor may the member have an interest in any contract or derive a direct benefit from any contract for one year after the end of the member's term on the authority, board, or commission except as provided in §§ 3-23-3 and 3-23-4: (1) With the state agency to which the authority, board, or commission is attached for reporting or oversight purposes that requires the expenditure of government funds; (2) With the state that requires the approval of the authority, board, or commission and the expenditure of government funds; or (3) With a political subdivision of the state if the political subdivision approves the contract and is under the regulatory oversight of the authority, board, or commission, or the agency to which the authority, board, or commission is attached for reporting or oversight purposes. No elected or appointed member of a state authority, board, or commission may derive a direct benefit from any contract as provided under this section for one year after the end of the member's term on the authority, board, or commission, except as provided in § 3-23-3 or 3-23-4. Section 3. That § 3-23-2 be amended to read: 3-23-2. An elected or appointed member of an a state authority, board, or commission derives a direct benefit from a contract if the state authority, board, or commission member, the authority, board, or commission member's spouse, or any other persons the authority, board, or commission person with whom the member lives with and or commingles assets: (1) Is a party to or intended beneficiary of the contract; (2) Has more than a five percent ownership or other interest in an entity that is a party to the contract; (2) Derives income, compensation, or commission directly from the contract or from the entity that is a party to the contract; (3) Acquires property under the contract; or (4) Serves on the board of directors of an entity that derives income or commission directly from the contract or acquires property under the contract. An authority, board, or commission member does not derive a direct benefit from a contract based solely on the value associated with the authority, board, or commission member's investments or holdings, or the investments or holdings of other persons the authority, board, or commission member lives with and commingles assets. A member of an authority, board, or commission does not have an interest in a contract nor does the member receive a direct benefit by participating in a vote or a decision where the member's only interest is the effect of an act of general application Will receive from the contracting party compensation, commission, promotion, or other monetary benefit that is directly attributable to the contract. Section 4. That chapter 3-23 be amended by adding a NEW SECTION to read: An elected or appointed member of a state authority, board, or commission has an interest in a contract if the member, the member's spouse, or any other person with whom the member lives or commingles assets: (1) Is employed by a party to the contract; or (2) Receives more than nominal compensation or reimbursement for actual expenses for serving on the board of directors of an entity that derives income or commission directly from the contract or acquires property under the contract. Section 5. That chapter 3-23 be amended by adding a NEW SECTION to read: A state authority, board, or commission member does not derive a direct benefit from or have an interest in a contract: (1) Based solely on the value associated with the member's publicly-traded investments or holdings, or the investments or holdings of any other person with whom the member lives or commingles assets; (2) By participating in a vote or a decision in which the member's only interest arises from an act of general application; (3) If the member is a state employee and is authorized to enter into the contract pursuant to §§ 5-18A-17 through 5-18A-17.6, inclusive; (4) If the contract is for the sale of goods, or for maintenance or repair services, in the regular course of business at or below a price offered to all customers; (5) If the contract is subject to a public bidding process; or (6) If the contract is for the deposit of public funds in a financial institution as otherwise authorized by law. Section 6. That § 3-23-3 be amended to read: 3-23-3. Any elected or appointed state authority, board, or commission may authorize an authority, board, or commission member to have an interest in a contract or to derive a direct benefit from a contract if: (1) The authority, board, or commission member has provided full written disclosure to the authority, board, or commission, including: (a) All parties to the contract; (b) The member's role in the contract; (c) The purpose and objective of the contract; (d) The consideration or benefit conferred or agreed to be conferred upon each party; and (e) The duration of the contract; (2) The authority, board, or commission has reviewed the essential terms of the transaction or contract and the authority, board, or commission member's role in the contract or transaction finds that the terms of the contract are fair, reasonable, and not contrary to the public interest; and (3) The transaction and the terms of the contract are fair, reasonable, and not contrary to the public interest authorization is a public record included in the official minutes of the authority, board, or commission, that shall be filed with the auditor-general and attorney general. No member of a state authority, board, or commission may participate in or vote upon a decision of the state authority, board, or commission relating to a matter in which the member has an interest or derives a direct benefit. The authorization shall be in writing. Any authorization given pursuant to this section is a public record. Each authorization shall be filed with the auditor-general.The auditor-general shall compile the authorizations and present them annually for review by the Government Operations and Audit Committee. A member of an authority, board, or commission may comply with this section if: the authority, board, or commission puts on its regular meeting agenda an inquiry for conflicts disclosure prior to the consideration of any substantive matters; the member publicly discloses his or her interest in a contract, direct benefits, or other conflict with any matter on the agenda; the member is excused from discussion and consideration of the matter; the board determines the matter underlying the conflict is fair, reasonable, and not contrary to the public interest; and the disclosure is included in the minutes which are publicly available who requests an authorization under this section shall make the request prior to entering into any contract that requires disclosure or within forty-five days after entering into the contract. Once disclosed and authorized by the governing board, no further disclosure or authorization is required unless the contract extends into consecutive fiscal years. A contract that extends into consecutive fiscal years requires an annual disclosure but no new authorization is required. If the authority, board, or commission rejects the request for authorization made by the member, the contract is voidable and subject to disgorgement pursuant to § 3-23-5, or the member may resign from the authority, board, or commission. No member of a state authority, board, or commission may participate in or vote upon a decision of the state authority, board, or commission relating to a matter in which the member derives a direct benefit. Section 7. That chapter 3-23 be amended by adding a NEW SECTION to read: Any elected or appointed state authority, board, or commission member may have an interest in a contract if: (1) The member, upon learning of the interest subject to the provisions of this chapter or a transaction that may create an interest subject to the provisions of this chapter discloses the interest no later than the first meeting of the authority, board, or commission held after the first day of July of each year; (2) The authority, board, or commission is notified of the contract and the member's role in the contract; (3) The terms of the contract do not violate any other provision of law; and (4) The disclosure is included in the minutes that are publicly available and are filed with the auditor-general and attorney general. Each member shall receive a form, developed by the attorney general, for the purpose of annual disclosure of any interest and direct benefit covered by the provisions of this Act. In addition to any interest in a contract and direct benefit covered by the provisions of this Act, the member shall also disclose at least annually any ownership interest of five percent or greater in any entity that receives grant money from the state, either directly or by a pass-through grant, or that contracts with the state or any political subdivision for services. An authority, board, or commission member who has an interest in a contract pursuant to this section shall disclose the existence of a contract in which the member has an interest but for which authorization by the authority, board, or commission is not required for the person to have an interest in the contract. The auditor-general shall compile and present any disclosure annually for review by the Department of Legislative Audit and the Government Operations and Audit Committee. Section 8. That § 3-23-4 be amended to read: 3-23-4. Within the one-year period prohibiting any contract with an elected or appointed authority, board, or commission member, the authority, board, or commission may approve a former authority, board, or commission member to contract with the elected or appointed authority, board, or commission if the authority, board, or commission determines that the transaction and the terms of the contract are fair, reasonable, and are in the best interests of the public. The authorization shall be in writing. Any approval given pursuant to this section shall be included in the official minutes of the authority, board, or commission and is a public record. Each approval The minutes including the approval shall be filed with the auditor-general and attorney general. The auditor-general shall compile the approvals and present them any approval annually for review by the Government Operations and Audit Committee. Section 9. That § 3-23-5 be amended to read: 3-23-5. Any elected or appointed state authority, board, or commission member who knowingly violates §§ 3-23-1 to 3-23-4, inclusive, shall be removed from the authority, board, or commission and is guilty of a Class 1 misdemeanor. Any person who knowingly violates §§ 3-23-1 to 3-23-4, inclusive, and is also guilty of theft under chapter 22-30A, shall be penalized at the next greater class of penalty prescribed by chapters 22-6 and 22-30A. No authority, board, or commission member who has submitted a good faith request for authorization pursuant to section 6 of this Act may be convicted of a crime under this chapter. Any benefit to the authority, board, or commission member in violation of §§ 3-23-1 and 3-23-2 is subject to forfeiture disgorgement and any contract made in violation of this chapter is voidable by the authority, board, or commission. Section 10. That § 3-23-6 be amended to read: 3-23-6. No board member, fiscal agent, officer, or executive business manager, chief financial officer, superintendent, chief executive officer, or other person with the authority to enter into a contract or spend money of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity that receives money from or through the state may have an interest in a contract nor receive a direct benefit from a contract that in amount greater than five thousand dollars or multiple contracts in an amount greater than five thousand dollars with the same party within a twelve-month period to which the local service agency, school district, cooperative education service unit, or education service agency, nonprofit education service agency, or jointly governed education service entity is a party to the contract except as provided in § 3-23-8. Section 11. That § 3-23-7 be amended to read: 3-23-7. A person described in § 3-23-6 derives a direct benefit from a contract if the person, the person's spouse, or any other persons person with whom the person lives with and or commingles assets: (1) Is a party to or intended beneficiary of any contract held by the local service agency, school district, cooperative education service unit, or education service agency; (2) Has more than a five percent ownership or other interest in an entity that is a party to the any contract held by the local service agency, school district, cooperative education service unit, or education service agency; (2) Derives income, compensation, or commission directly from the contract or from the entity that is a party to the contract; (3) Acquires property under the contract; or (4) Serves on the board of directors of an entity that derives income directly from the contract or acquires property under the contract Will receive compensation, commission, promotion, or other monetary benefit directly attributable to any contract with the local service agency, school district, cooperative education service unit, or education service agency. A person does not derive a direct benefit from a contract based solely on the value associated with the person's investments or holdings, or the investments or holdings of other persons the state officer or employee lives with and commingles assets. Section 12. That chapter 3-23 be amended by adding a NEW SECTION to read: A person described in § 3-23-6 has an interest in a contract if the person, the person's spouse, or any other with whom the person lives or commingles assets: (1) Is employed by a party to any contract with the local service agency, school district, cooperative education service unit, or education service agency; or (2) Receives more than nominal compensation or reimbursement for actual expenses for serving on the board of directors of an entity that derives income or commission directly from the contract or acquires property under the contract. Section 13. That chapter 3-23 be amended by adding a NEW SECTION to read: A person described in 3-23-6 does not derive a direct benefit from or have an interest in a contract: (1) Based solely on the value associated with the person's publicly-traded investments or holdings, or the investments or holdings of any other person with whom the board member, business manager, chief financial officer, superintendent, or chief executive officer lives or commingles assets; (2) By participating in a vote or a decision in which the person's only interest arises from an act of general application; (3) Based on the person receiving income as an employee or independent contractor of a party with whom the local service agency, school district, cooperative education service unit, or education service agency has a contract, unless the person receives an increase in compensation directly attributable to the contract; (4) If the contract is for the sale of goods or services, or for maintenance or repair services, in the regular course of business at a price at or below a price offered to all customers; (5) If the contract is subject to a public bidding process; (6) If the contract is with the official depository as set forth in § 6-1-3; (7) Based solely on the person receiving nominal income or compensation, a per diem authorized by law or reimbursement for actual expenses incurred; (8) If the contract or multiple contracts with the same party within a twelve-month period with whom the local service agency, school district, cooperative education service unit, or education service agency contracts in an amount less than five thousand dollars; or (9) If the contract does not violate any other provision of law. Section 14. That § 3-23-8 be amended to read: 3-23-8. A local service agency, school district, cooperative education service unit, or education service agency, nonprofit education service agency, or jointly governed education service entity may authorize a board member, fiscal agent, officer, or executive person described in § 3-23-6 to have an interest in a contract or derive a direct benefit from a contract if: (1) The person has provided full written disclosure to the agency, district, or unit governing board of all parties to the contract, the person's role in the contract, the purpose or objective of the contract, the consideration or benefit conferred or agreed to be conferred upon each party, and the duration of the contract; (2) The governing board has reviewed the essential terms of the transaction or contract and the person's role in the contract or transaction; and (3) The transaction or finds that the terms of the contract are fair, reasonable, and not contrary to the public interest; and (3) Any request for authorization or governing board action are public records. The official minutes of the governing board shall include any governing board action on each request for authorization and shall be filed with the auditor-general and attorney general. No member of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity may participate in or vote upon a decision of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity relating to a matter in which the member has an interest or derives a direct benefit. The authorization shall be in writing. Any authorization given pursuant to this section is a public record. Each authorization shall be filed with the auditor-general. The auditor-general shall compile the authorizations and present them annually for review by the Government Operations and Audit Committee. A board member, fiscal agent, officer, or executive of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity may comply with this section if: the local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity puts on its regular meeting agenda an inquiry for conflicts disclosure prior to the consideration of any substantive matters; the person subject to this chapter publicly discloses his or her interest in a contract, direct benefit, or other conflict with any matter on the agenda; the person is excused from discussion and consideration of such matters; the board determines the matter underlying the conflict is fair, reasonable, and not contrary to the public interest; and the disclosure is included in the minutes which are publicly available. A person described in § 3-23-6 who has an interest in a contract pursuant to section 12 of this Act shall disclose the existence of a contract in which the person has an interest and the person's role in the contract but no governing board authorization is required for the person to have an interest in the contract. Disclosure shall also be made at the annual reorganization meeting if the contract extends into consecutive fiscal years. The interest disclosure shall be included in the official minutes of the governing board. Any person receiving a direct benefit from a contract and requesting an authorization pursuant to § 3-23-8 shall make the request prior to entering into any contract that requires disclosure or within forty-five days after entering into the contract that requires disclosure. Any authorization by the governing board requires no further disclosure or authorization unless the contract extends into consecutive fiscal years. If the contract extends into consecutive fiscal years, disclosure shall be made annually at the annual reorganization meeting but no new authorization is required. If the entity rejects any request for authorization, the contract is voidable and subject to disgorgement pursuant to § 3-23-9 or the person may resign from the local service agency, school district, cooperative education service unit, or education service agency. No member of a local service agency, school district, cooperative education service unit, or education service agency may participate in or vote upon a decision of a local service agency, school district, cooperative education service unit, or education service agency relating to a matter in which the member derives a direct benefit. Section 15. That chapter 3-23 be amended by adding a NEW SECTION to read: Each local service agency, school district, cooperative education service unit, or education service agency shall develop a written conflict of interest policy, including any disclosure and authorization form that includes the list of any disclosable interest in contracts or direct benefits covered by this Act. Section 16. That § 3-23-9 be amended to read: 3-23-9. Any person who knowingly violates §§ 3-23-6 to 3-23-8, inclusive, shall be removed from office or employment and is guilty of a Class 1 misdemeanor. Any person who knowingly violates §§ 3-23-6 to 3-23-8, inclusive, and is also guilty of theft under chapter 22-30A, shall be penalized at the next greater class of penalty prescribed by chapters 22-6 and 22-30A. No person described in § 3-23-6 who has submitted a good faith disclosure or request for authorization pursuant to section 14 of this Act may be convicted of a crime under this chapter. Any benefit to a person derived from the person's knowing violation of §§ 3-23-6 to 3-23-8, inclusive, is subject to forfeiture disgorgement. Any contract made in violation of §§ 3-23-6 to 3-23-8, inclusive, is voidable by the governing body of the local service agency, school district, cooperative education service unit, or education service agency, nonprofit education service agency, or jointly governed education service entity. Section 17. That § 22-30A-11 be amended to read: 22-30A-11. Any person convicted of theft under § 22-30A-10 for unlawfully obtaining property of this state, of any of its political subdivisions, or of any agency or fund in which the state or its people are interested shall, in addition to the punishment prescribed by § 22-30A-17 and chapter 22-6 and that may also be prescribed under § 3-23-5 or 3-23-9, be disqualified from holding any public office, elective or appointive, under the laws of this state, so long as that person remains a defaulter to this state or any of its political subdivisions, agencies, or funds."}, {"bill_id": 8171, "bill_version_id": 44821, "bill_version": "House Engrossed", "bill_version_date": "2017-02-22T17:03:54.303-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding conflicts of interest for authority, board, or commission members. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 3-23 be amended by adding a NEW SECTION to read: Terms used in this chapter mean: (1) \"Board member,\" an elected or appointed member of the governing board; (2) \"Cooperative education service unit,\" a legal entity created pursuant to §§ 13-5-31 through 13-5-33, inclusive, including subcontractors, agents or assigns of the cooperative education service unit; (3) \"Disgorgement,\" the act of giving up on demand or by legal compulsion something that was obtained by illegal or unethical acts; (4) \"Education service agency,\" an agency created pursuant to § 13-3-76; (5) \"Local service agency,\" an entity created pursuant to § 13-15A-1; and (6) \"School district,\" a school district as defined in § 13-5-1. Section 2. That § 3-23-1 be amended to read: 3-23-1. No elected or appointed member of a state authority, board, or commission may have an interest in any contract or derive a direct benefit from any contract with the state which is within the jurisdiction or relates to the subject matter of the state authority, board or commission or with a political subdivision of the state if the political subdivision administers or executes similar subject matter programs as the state authority, board or commission, nor may the member have an interest in any contract or derive a direct benefit from any contract for one year after the end of the member's term on the authority, board, or commission except as provided in §§ 3-23-3 and 3-23-4: (1) With the state agency to which the authority, board, or commission is attached for reporting or oversight purposes that requires the expenditure of government funds; (2) With the state that requires the approval of the authority, board, or commission and the expenditure of government funds; or (3) With a political subdivision of the state if the political subdivision approves the contract and is under the regulatory oversight of the authority, board, or commission, or the agency to which the authority, board, or commission is attached for reporting or oversight purposes. No elected or appointed member of a state authority, board, or commission may derive a direct benefit from any contract as provided under this section for one year after the end of the member's term on the authority, board, or commission, except as provided in § 3-23-3 or 3-23-4. Section 3. That § 3-23-2 be amended to read: 3-23-2. An elected or appointed member of an a state authority, board, or commission derives a direct benefit from a contract if the state authority, board, or commission member, the authority, board, or commission member's spouse, or any other persons the authority, board, or commission person with whom the member lives with and or commingles assets: (1) Is a party to or intended beneficiary of the contract; (2) Has more than a five percent ownership or other interest in an entity that is a party to the contract; (2) Derives income, compensation, or commission directly from the contract or from the entity that is a party to the contract; (3) Acquires property under the contract; or (4) Serves on the board of directors of an entity that derives income or commission directly from the contract or acquires property under the contract. An authority, board, or commission member does not derive a direct benefit from a contract based solely on the value associated with the authority, board, or commission member's investments or holdings, or the investments or holdings of other persons the authority, board, or commission member lives with and commingles assets. A member of an authority, board, or commission does not have an interest in a contract nor does the member receive a direct benefit by participating in a vote or a decision where the member's only interest is the effect of an act of general application Will receive from the contracting party compensation, commission, promotion, or other monetary benefit that is directly attributable to the contract. Section 4. That chapter 3-23 be amended by adding a NEW SECTION to read: An elected or appointed member of a state authority, board, or commission has an interest in a contract if the member, the member's spouse, or any other person with whom the member lives or commingles assets: (1) Is employed by a party to the contract; or (2) Receives more than nominal compensation or reimbursement for actual expenses for serving on the board of directors of an entity that derives income or commission directly from the contract or acquires property under the contract. Section 5. That chapter 3-23 be amended by adding a NEW SECTION to read: A state authority, board, or commission member does not derive a direct benefit from or have an interest in a contract: (1) Based solely on the value associated with the member's publicly-traded investments or holdings, or the investments or holdings of any other person with whom the member lives or commingles assets; (2) By participating in a vote or a decision in which the member's only interest arises from an act of general application; (3) If the member is a state employee and is authorized to enter into the contract pursuant to §§ 5-18A-17 through 5-18A-17.6, inclusive; (4) If the contract is for the sale of goods, or for maintenance or repair services, in the regular course of business at or below a price offered to all customers; (5) If the contract is subject to a public bidding process; or (6) If the contract is for the deposit of public funds in a financial institution as otherwise authorized by law. Section 6. That § 3-23-3 be amended to read: 3-23-3. Any elected or appointed state authority, board, or commission may authorize an authority, board, or commission member to have an interest in a contract or to derive a direct benefit from a contract if: (1) The authority, board, or commission member has provided full written disclosure to the authority, board, or commission, including: (a) All parties to the contract; (b) The member's role in the contract; (c) The purpose and objective of the contract; (d) The consideration or benefit conferred or agreed to be conferred upon each party; and (e) The duration of the contract; (2) The authority, board, or commission has reviewed the essential terms of the transaction or contract and the authority, board, or commission member's role in the contract or transaction finds that the terms of the contract are fair, reasonable, and not contrary to the public interest; and (3) The transaction and the terms of the contract are fair, reasonable, and not contrary to the public interest authorization is a public record included in the official minutes of the authority, board, or commission, that shall be filed with the auditor-general and attorney general. No member of a state authority, board, or commission may participate in or vote upon a decision of the state authority, board, or commission relating to a matter in which the member has an interest or derives a direct benefit. The authorization shall be in writing. Any authorization given pursuant to this section is a public record. Each authorization shall be filed with the auditor-general.The auditor-general shall compile the authorizations and present them annually for review by the Government Operations and Audit Committee. A member of an authority, board, or commission may comply with this section if: the authority, board, or commission puts on its regular meeting agenda an inquiry for conflicts disclosure prior to the consideration of any substantive matters; the member publicly discloses his or her interest in a contract, direct benefits, or other conflict with any matter on the agenda; the member is excused from discussion and consideration of the matter; the board determines the matter underlying the conflict is fair, reasonable, and not contrary to the public interest; and the disclosure is included in the minutes which are publicly available who requests an authorization under this section shall make the request prior to entering into any contract that requires disclosure or within forty-five days after entering into the contract. Once disclosed and authorized by the governing board, no further disclosure or authorization is required unless the contract extends into consecutive fiscal years. A contract that extends into consecutive fiscal years requires an annual disclosure but no new authorization is required. If the authority, board, or commission rejects the request for authorization made by the member, the contract is voidable and subject to disgorgement pursuant to § 3-23-5, or the member may resign from the authority, board, or commission. No member of a state authority, board, or commission may participate in or vote upon a decision of the state authority, board, or commission relating to a matter in which the member derives a direct benefit. Section 7. That chapter 3-23 be amended by adding a NEW SECTION to read: Any elected or appointed state authority, board, or commission member may have an interest in a contract if: (1) The member, upon learning of the interest subject to the provisions of this chapter or a transaction that may create an interest subject to the provisions of this chapter discloses the interest no later than the first meeting of the authority, board, or commission held after the first day of July of each year; (2) The authority, board, or commission is notified of the contract and the member's role in the contract; (3) The terms of the contract do not violate any other provision of law; and (4) The disclosure is included in the minutes that are publicly available and are filed with the auditor-general and attorney general. Each member shall receive a form, developed by the attorney general, for the purpose of annual disclosure of any interest and direct benefit covered by the provisions of this Act. In addition to any interest in a contract and direct benefit covered by the provisions of this Act, the member shall also disclose at least annually any ownership interest of five percent or greater in any entity that receives grant money from the state, either directly or by a pass-through grant, or that contracts with the state or any political subdivision for services. An authority, board, or commission member who has an interest in a contract pursuant to this section shall disclose the existence of a contract in which the member has an interest but for which authorization by the authority, board, or commission is not required for the person to have an interest in the contract. The auditor-general shall compile and present any disclosure annually for review by the Department of Legislative Audit and the Government Operations and Audit Committee. Section 8. That § 3-23-4 be amended to read: 3-23-4. Within the one-year period prohibiting any contract with an elected or appointed authority, board, or commission member, the authority, board, or commission may approve a former authority, board, or commission member to contract with the elected or appointed authority, board, or commission if the authority, board, or commission determines that the transaction and the terms of the contract are fair, reasonable, and are in the best interests of the public. The authorization shall be in writing. Any approval given pursuant to this section shall be included in the official minutes of the authority, board, or commission and is a public record. Each approval The minutes including the approval shall be filed with the auditor-general and attorney general. The auditor-general shall compile the approvals and present them any approval annually for review by the Government Operations and Audit Committee. Section 9. That § 3-23-5 be amended to read: 3-23-5. Any elected or appointed state authority, board, or commission member who knowingly violates §§ 3-23-1 to 3-23-4, inclusive, shall be removed from the authority, board, or commission and is guilty of a Class 1 misdemeanor. Any person who knowingly violates §§ 3-23-1 to 3-23-4, inclusive, and is also guilty of theft under chapter 22-30A, shall be penalized at the next greater class of penalty prescribed by chapters 22-6 and 22-30A. No authority, board, or commission member who has submitted a good faith request for authorization pursuant to section 6 of this Act may be convicted of a crime under this chapter. Any benefit to the authority, board, or commission member in violation of §§ 3-23-1 and 3-23-2 is subject to forfeiture disgorgement and any contract made in violation of this chapter is voidable by the authority, board, or commission. Section 10. That § 3-23-6 be amended to read: 3-23-6. No board member, fiscal agent, officer, or executive business manager, chief financial officer, superintendent, chief executive officer, or other person with the authority to enter into a contract or spend money in an amount greater than five thousand dollars of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity that receives money from or through the state may have an interest in a contract nor receive a direct benefit from a contract that in amount greater than five thousand dollars or multiple contracts in an amount greater than five thousand dollars with the same party within a twelve-month period to which the local service agency, school district, cooperative education service unit, or education service agency, nonprofit education service agency, or jointly governed education service entity is a party to the contract except as provided in § 3-23-8. Section 11. That § 3-23-7 be amended to read: 3-23-7. A person described in § 3-23-6 derives a direct benefit from a contract if the person, the person's spouse, or any other persons person with whom the person lives with and commingles assets: (1) Is a party to or intended beneficiary of any contract held by the local service agency, school district, cooperative education service unit, or education service agency; (2) Has more than a five percent ownership or other interest in an entity that is a party to the any contract held by the local service agency, school district, cooperative education service unit, or education service agency; (2) Derives income, compensation, or commission directly from the contract or from the entity that is a party to the contract; (3) Acquires property under the contract; or (4) Serves on the board of directors of an entity that derives income directly from the contract or acquires property under the contract Will receive compensation, commission, promotion, or other monetary benefit directly attributable to any contract with the local service agency, school district, cooperative education service unit, or education service agency. A person does not derive a direct benefit from a contract based solely on the value associated with the person's investments or holdings, or the investments or holdings of other persons the state officer or employee lives with and commingles assets. Section 12. That chapter 3-23 be amended by adding a NEW SECTION to read: A person described in § 3-23-6 has an interest in a contract if the person, the person's spouse, or any other person with whom the person lives and commingles assets: (1) Is employed by a party to any contract with the local service agency, school district, cooperative education service unit, or education service agency; or (2) Receives more than nominal compensation or reimbursement for actual expenses for serving on the board of directors of an entity that derives income or commission directly from the contract or acquires property under the contract. Section 13. That chapter 3-23 be amended by adding a NEW SECTION to read: A person described in 3-23-6 does not derive a direct benefit from or have an interest in a contract: (1) Based solely on the value associated with the person's publicly-traded investments or holdings, or the investments or holdings of any other person with whom the board member, business manager, chief financial officer, superintendent, or chief executive officer lives or commingles assets; (2) By participating in a vote or a decision in which the person's only interest arises from an act of general application; (3) Based on the person receiving income as an employee or independent contractor of a party with whom the local service agency, school district, cooperative education service unit, or education service agency has a contract, unless the person receives an increase in compensation directly attributable to the contract, or unless the person is employed by the party as a board member, executive officer, or other person working for the party in an area related to the contract; (4) If the contract is for the sale of goods or services, or for maintenance or repair services, in the regular course of business at a price at or below a price offered to all customers; (5) If the contract is subject to a public bidding process; (6) If the contract is with the official depository as set forth in § 6-1-3; (7) Based solely on the person receiving nominal income or compensation, a per diem authorized by law or reimbursement for actual expenses incurred; (8) If the contract or multiple contracts with the same party within a twelve-month period with whom the local service agency, school district, cooperative education service unit, or education service agency contracts in an amount less than five thousand dollars. Section 14. That § 3-23-8 be amended to read: 3-23-8. A local service agency, school district, cooperative education service unit, or education service agency, nonprofit education service agency, or jointly governed education service entity may authorize a board member, fiscal agent, officer, or executive person described in § 3-23-6 to have an interest in a contract or derive a direct benefit from a contract if: (1) The person has provided full written disclosure to the agency, district, or unit governing board of all parties to the contract, the person's role in the contract, the purpose or objective of the contract, the consideration or benefit conferred or agreed to be conferred upon each party, and the duration of the contract; (2) The governing board has reviewed the essential terms of the transaction or contract and the person's role in the contract or transaction; and (3) The transaction or finds that the terms of the contract are fair, reasonable, and not contrary to the public interest; and (3) Any request for authorization or governing board action are public records. The official minutes of the governing board shall include any governing board action on each request for authorization and shall be filed with the auditor-general and attorney general. No member of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity may participate in or vote upon a decision of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity relating to a matter in which the member has an interest or derives a direct benefit. The authorization shall be in writing. Any authorization given pursuant to this section is a public record. Each authorization shall be filed with the auditor-general. The auditor-general shall compile the authorizations and present them annually for review by the Government Operations and Audit Committee. A board member, fiscal agent, officer, or executive of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity may comply with this section if: the local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity puts on its regular meeting agenda an inquiry for conflicts disclosure prior to the consideration of any substantive matters; the person subject to this chapter publicly discloses his or her interest in a contract, direct benefit, or other conflict with any matter on the agenda; the person is excused from discussion and consideration of such matters; the board determines the matter underlying the conflict is fair, reasonable, and not contrary to the public interest; and the disclosure is included in the minutes which are publicly available. A person described in § 3-23-6 who has an interest in a contract pursuant to section 12 of this Act shall disclose the existence of a contract in which the person has an interest and the person's role in the contract but no governing board authorization is required for the person to have an interest in the contract. Disclosure shall also be made at the annual reorganization meeting if the contract extends into consecutive fiscal years. The interest disclosure shall be included in the official minutes of the governing board. Any person receiving a direct benefit from a contract and requesting an authorization pursuant to § 3-23-8 shall make the request prior to entering into any contract that requires disclosure or within forty-five days after entering into the contract that requires disclosure. Any authorization by the governing board requires no further disclosure or authorization unless the contract extends into consecutive fiscal years. If the contract extends into consecutive fiscal years, disclosure shall be made annually at the annual reorganization meeting but no new authorization is required. If the entity rejects any request for authorization, the contract is voidable and subject to disgorgement pursuant to § 3-23-9 or the person may resign from the local service agency, school district, cooperative education service unit, or education service agency. No board member of a local service agency, school district, cooperative education service unit, or education service agency may participate in or vote upon a decision of a local service agency, school district, cooperative education service unit, or education service agency relating to a matter in which the member derives a direct benefit. Section 15. That chapter 3-23 be amended by adding a NEW SECTION to read: Each local service agency, school district, cooperative education service unit, or education service agency shall develop a written conflict of interest policy, including any disclosure and authorization form that includes the list of any disclosable interest in contracts or direct benefits covered by this Act. Section 16. That § 3-23-9 be amended to read: 3-23-9. Any person who knowingly violates §§ 3-23-6 to 3-23-8, inclusive, shall be removed from office or employment and is guilty of a Class 1 misdemeanor. Any person who knowingly violates §§ 3-23-6 to 3-23-8, inclusive, and is also guilty of theft under chapter 22-30A, shall be penalized at the next greater class of penalty prescribed by chapters 22-6 and 22-30A. No person described in § 3-23-6 who has submitted a good faith disclosure or request for authorization pursuant to section 14 of this Act may be convicted of a crime under this chapter. Any benefit to a person derived from the person's knowing violation of §§ 3-23-6 to 3-23-8, inclusive, is subject to forfeiture disgorgement. Any contract made in violation of §§ 3-23-6 to 3-23-8, inclusive, is voidable by the governing body of the local service agency, school district, cooperative education service unit, or education service agency, nonprofit education service agency, or jointly governed education service entity. Section 17. That § 22-30A-11 be amended to read: 22-30A-11. Any person convicted of theft under § 22-30A-10 for unlawfully obtaining property of this state, of any of its political subdivisions, or of any agency or fund in which the state or its people are interested shall, in addition to the punishment prescribed by § 22-30A-17 and chapter 22-6 and that may also be prescribed under § 3-23-5 or 3-23-9, be disqualified from holding any public office, elective or appointive, under the laws of this state, so long as that person remains a defaulter to this state or any of its political subdivisions, agencies, or funds."}, {"bill_id": 8171, "bill_version_id": 45255, "bill_version": "Senate Local Government Engrossed", "bill_version_date": "2017-03-01T11:08:49.153-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding conflicts of interest for authority, board, or commission members. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 3-23 be amended by adding a NEW SECTION to read: Terms used in this chapter mean: (1) \"Board member,\" an elected or appointed member of the governing board; (2) \"Cooperative education service unit,\" a legal entity created pursuant to §§ 13-5-31 through 13-5-33, inclusive, including subcontractors, agents or assigns of the cooperative education service unit; (3) \"Disgorgement,\" the act of giving up on demand or by legal compulsion something that was obtained by illegal or unethical acts; (4) \"Education service agency,\" an agency created pursuant to § 13-3-76; (5) \"Local service agency,\" an entity created pursuant to § 13-15A-1; and (6) \"School district,\" a school district as defined in § 13-5-1. Section 2. That § 3-23-1 be amended to read: 3-23-1. No elected or appointed member of a state authority, board, or commission may have an interest in any contract or derive a direct benefit from any contract with the state which is within the jurisdiction or relates to the subject matter of the state authority, board or commission or with a political subdivision of the state if the political subdivision administers or executes similar subject matter programs as the state authority, board or commission, nor may the member have an interest in any contract or derive a direct benefit from any contract for one year after the end of the member's term on the authority, board, or commission except as provided in §§ 3-23-3 and 3-23-4: (1) With the state agency to which the authority, board, or commission is attached for reporting or oversight purposes that requires the expenditure of government funds; (2) With the state that requires the approval of the authority, board, or commission and the expenditure of government funds; or (3) With a political subdivision of the state if the political subdivision approves the contract and is under the regulatory oversight of the authority, board, or commission, or the agency to which the authority, board, or commission is attached for reporting or oversight purposes. No elected or appointed member of a state authority, board, or commission may derive a direct benefit from any contract as provided under this section for one year after the end of the member's term on the authority, board, or commission, except as provided in § 3-23-3 or 3-23-4. Section 3. That § 3-23-2 be amended to read: 3-23-2. An elected or appointed member of an a state authority, board, or commission derives a direct benefit from a contract if the state authority, board, or commission member, the authority, board, or commission member's spouse, or any other persons the authority, board, or commission person with whom the member lives with and or commingles assets: (1) Is a party to or intended beneficiary of the contract; (2) Has more than a five percent ownership or other interest in an entity that is a party to the contract; (2) Derives income, compensation, or commission directly from the contract or from the entity that is a party to the contract; (3) Acquires property under the contract; or (4) Serves on the board of directors of an entity that derives income or commission directly from the contract or acquires property under the contract. An authority, board, or commission member does not derive a direct benefit from a contract based solely on the value associated with the authority, board, or commission member's investments or holdings, or the investments or holdings of other persons the authority, board, or commission member lives with and commingles assets. A member of an authority, board, or commission does not have an interest in a contract nor does the member receive a direct benefit by participating in a vote or a decision where the member's only interest is the effect of an act of general application Will receive from the contracting party compensation, commission, promotion, or other monetary benefit that is directly attributable to the contract. Section 4. That chapter 3-23 be amended by adding a NEW SECTION to read: An elected or appointed member of a state authority, board, or commission has an interest in a contract if the member, the member's spouse, or any other person with whom the member lives or commingles assets: (1) Is employed by a party to the contract; or (2) Receives more than nominal compensation or reimbursement for actual expenses for serving on the board of directors of an entity that derives income or commission directly from the contract or acquires property under the contract. Section 5. That chapter 3-23 be amended by adding a NEW SECTION to read: A state authority, board, or commission member does not derive a direct benefit from or have an interest in a contract: (1) Based solely on the value associated with the member's publicly-traded investments or holdings, or the investments or holdings of any other person with whom the member lives or commingles assets; (2) By participating in a vote or a decision in which the member's only interest arises from an act of general application; (3) If the member is a state employee and is authorized to enter into the contract pursuant to §§ 5-18A-17 through 5-18A-17.6, inclusive; (4) If the contract is for the sale of goods, or for maintenance or repair services, in the regular course of business at or below a price offered to all customers; (5) If the contract is subject to a public bidding process; or (6) If the contract is for the deposit of public funds in a financial institution as otherwise authorized by law. Section 6. That § 3-23-3 be amended to read: 3-23-3. Any elected or appointed state authority, board, or commission may authorize an authority, board, or commission member to have an interest in a contract or to derive a direct benefit from a contract if: (1) The authority, board, or commission member has provided full written disclosure to the authority, board, or commission, including: (a) All parties to the contract; (b) The member's role in the contract; (c) The purpose and objective of the contract; (d) The consideration or benefit conferred or agreed to be conferred upon each party; and (e) The duration of the contract; (2) The authority, board, or commission has reviewed the essential terms of the transaction or contract and the authority, board, or commission member's role in the contract or transaction finds that the terms of the contract are fair, reasonable, and not contrary to the public interest; and (3) The transaction and the terms of the contract are fair, reasonable, and not contrary to the public interest authorization is a public record included in the official minutes of the authority, board, or commission, that shall be filed with the auditor-general and attorney general. No member of a state authority, board, or commission may participate in or vote upon a decision of the state authority, board, or commission relating to a matter in which the member has an interest or derives a direct benefit. The authorization shall be in writing. Any authorization given pursuant to this section is a public record. Each authorization shall be filed with the auditor-general.The auditor-general shall compile the authorizations and present them annually for review by the Government Operations and Audit Committee. A member of an authority, board, or commission may comply with this section if: the authority, board, or commission puts on its regular meeting agenda an inquiry for conflicts disclosure prior to the consideration of any substantive matters; the member publicly discloses his or her interest in a contract, direct benefits, or other conflict with any matter on the agenda; the member is excused from discussion and consideration of the matter; the board determines the matter underlying the conflict is fair, reasonable, and not contrary to the public interest; and the disclosure is included in the minutes which are publicly available who requests an authorization under this section shall make the request prior to entering into any contract that requires disclosure or within forty-five days after entering into the contract. Once disclosed and authorized by the governing board, no further disclosure or authorization is required unless the contract extends into consecutive fiscal years. A contract that extends into consecutive fiscal years requires an annual disclosure but no new authorization is required. If the authority, board, or commission rejects the request for authorization made by the member, the contract is voidable and subject to disgorgement pursuant to § 3-23-5, or the member may resign from the authority, board, or commission. No member of a state authority, board, or commission may participate in or vote upon a decision of the state authority, board, or commission relating to a matter in which the member derives a direct benefit. Section 7. That chapter 3-23 be amended by adding a NEW SECTION to read: Any elected or appointed state authority, board, or commission member may have an interest in a contract if: (1) The member, upon learning of the interest subject to the provisions of this chapter or a transaction that may create an interest subject to the provisions of this chapter discloses the interest no later than the first meeting of the authority, board, or commission held after the first day of July of each year; (2) The authority, board, or commission is notified of the contract and the member's role in the contract; (3) The terms of the contract do not violate any other provision of law; and (4) The disclosure is included in the minutes that are publicly available and are filed with the auditor-general and attorney general. Each member shall receive a form, developed by the attorney general, for the purpose of annual disclosure of any interest and direct benefit covered by the provisions of this Act. In addition to any interest in a contract and direct benefit covered by the provisions of this Act, the member shall also disclose at least annually any ownership interest of five percent or greater in any entity that receives grant money from the state, either directly or by a pass-through grant, or that contracts with the state or any political subdivision for services. An authority, board, or commission member who has an interest in a contract pursuant to this section shall disclose the existence of a contract in which the member has an interest but for which authorization by the authority, board, or commission is not required for the person to have an interest in the contract. The auditor-general shall compile and present any disclosure annually for review by the Department of Legislative Audit and the Government Operations and Audit Committee. Section 8. That § 3-23-4 be amended to read: 3-23-4. Within the one-year period prohibiting any contract with an elected or appointed authority, board, or commission member, the authority, board, or commission may approve a former authority, board, or commission member to contract with the elected or appointed authority, board, or commission if the authority, board, or commission determines that the transaction and the terms of the contract are fair, reasonable, and are in the best interests of the public. The authorization shall be in writing. Any approval given pursuant to this section shall be included in the official minutes of the authority, board, or commission and is a public record. Each approval The minutes including the approval shall be filed with the auditor-general and attorney general. The auditor-general shall compile the approvals and present them any approval annually for review by the Government Operations and Audit Committee. Section 9. That § 3-23-5 be amended to read: 3-23-5. Any elected or appointed state authority, board, or commission member who knowingly violates §§ 3-23-1 to 3-23-4, inclusive, shall be removed from the authority, board, or commission and is guilty of a Class 1 misdemeanor. Any person who knowingly violates §§ 3-23-1 to 3-23-4, inclusive, and is also guilty of theft under chapter 22-30A, shall be penalized at the next greater class of penalty prescribed by chapters 22-6 and 22-30A. No authority, board, or commission member who has submitted a good faith request for authorization pursuant to section 6 of this Act may be convicted of a crime under this chapter. Any benefit to the authority, board, or commission member in violation of §§ 3-23-1 and 3-23-2 is subject to forfeiture disgorgement and any contract made in violation of this chapter is voidable by the authority, board, or commission. Section 10. That § 3-23-6 be amended to read: 3-23-6. No board member, fiscal agent, officer, or executive business manager, chief financial officer, superintendent, chief executive officer, or other person with the authority to enter into a contract or spend money in an amount greater than five thousand dollars of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity that receives money from or through the state may have an interest in a contract nor receive a direct benefit from a contract that in amount greater than five thousand dollars or multiple contracts in an amount greater than five thousand dollars with the same party within a twelve-month period to which the local service agency, school district, cooperative education service unit, or education service agency, nonprofit education service agency, or jointly governed education service entity is a party to the contract except as provided in § 3-23-8. Section 11. That § 3-23-7 be amended to read: 3-23-7. A person described in § 3-23-6 derives a direct benefit from a contract if the person, the person's spouse, or any other persons person with whom the person lives with and commingles assets: (1) Is a party to or intended beneficiary of any contract held by the local service agency, school district, cooperative education service unit, or education service agency; (2) Has more than a five percent ownership or other interest in an entity that is a party to the any contract held by the local service agency, school district, cooperative education service unit, or education service agency; (2) Derives income, compensation, or commission directly from the contract or from the entity that is a party to the contract; (3) Acquires property under the contract; or (4) Serves on the board of directors of an entity that derives income directly from the contract or acquires property under the contract Will receive compensation, commission, promotion, or other monetary benefit directly attributable to any contract with the local service agency, school district, cooperative education service unit, or education service agency. A person does not derive a direct benefit from a contract based solely on the value associated with the person's investments or holdings, or the investments or holdings of other persons the state officer or employee lives with and commingles assets. Section 12. That chapter 3-23 be amended by adding a NEW SECTION to read: A person described in § 3-23-6 has an interest in a contract if the person, the person's spouse, or any other person with whom the person lives and commingles assets: (1) Is employed by a party to any contract with the local service agency, school district, cooperative education service unit, or education service agency; or (2) Receives more than nominal compensation or reimbursement for actual expenses for serving on the board of directors of an entity that derives income or commission directly from the contract or acquires property under the contract. Section 13. That chapter 3-23 be amended by adding a NEW SECTION to read: A person described in § 3-23-6 does not derive a direct benefit from or have an interest in a contract: (1) Based solely on the value associated with the person's publicly-traded investments or holdings, or the investments or holdings of any other person with whom the board member, business manager, chief financial officer, superintendent, or chief executive officer lives or commingles assets; (2) By participating in a vote or a decision in which the person's only interest arises from an act of general application; (3) Based on the person receiving income as an employee or independent contractor of a party with whom the local service agency, school district, cooperative education service unit, or education service agency has a contract, unless the person receives compensation or a promotion directly attributable to the contract, or unless the person is employed by the party as a board member, executive officer, or other person working for the party in an area related to the contract; (4) If the contract is for the sale of goods or services, or for maintenance or repair services, in the regular course of business at a price at or below a price offered to all customers; (5) If the contract is subject to a public bidding process; (6) If the contract is with the official depository as set forth in § 6-1-3; (7) Based solely on the person receiving nominal income or compensation, a per diem authorized by law or reimbursement for actual expenses incurred; (8) If the contract or multiple contracts with the same party within a twelve-month period with whom the local service agency, school district, cooperative education service unit, or education service agency contracts in an amount less than five thousand dollars. Section 14. That § 3-23-8 be amended to read: 3-23-8. A local service agency, school district, cooperative education service unit, or education service agency, nonprofit education service agency, or jointly governed education service entity may authorize a board member, fiscal agent, officer, or executive person described in § 3-23-6 to have an interest in a contract or derive a direct benefit from a contract if: (1) The person has provided full written disclosure to the agency, district, or unit governing board of all parties to the contract, the person's role in the contract, the purpose or objective of the contract, the consideration or benefit conferred or agreed to be conferred upon each party, and the duration of the contract; (2) The governing board has reviewed the essential terms of the transaction or contract and the person's role in the contract or transaction; and (3) The transaction or finds that the terms of the contract are fair, reasonable, and not contrary to the public interest; and (3) Any request for authorization or governing board action are public records. The official minutes of the governing board shall include any governing board action on each request for authorization and shall be filed with the auditor-general and attorney general. No member of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity may participate in or vote upon a decision of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity relating to a matter in which the member has an interest or derives a direct benefit. The authorization shall be in writing. Any authorization given pursuant to this section is a public record. Each authorization shall be filed with the auditor-general. The auditor-general shall compile the authorizations and present them annually for review by the Government Operations and Audit Committee. A board member, fiscal agent, officer, or executive of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity may comply with this section if: the local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity puts on its regular meeting agenda an inquiry for conflicts disclosure prior to the consideration of any substantive matters; the person subject to this chapter publicly discloses his or her interest in a contract, direct benefit, or other conflict with any matter on the agenda; the person is excused from discussion and consideration of such matters; the board determines the matter underlying the conflict is fair, reasonable, and not contrary to the public interest; and the disclosure is included in the minutes which are publicly available. A person described in § 3-23-6 who has an interest in a contract pursuant to section 12 of this Act shall disclose the existence of a contract in which the person has an interest and the person's role in the contract but no governing board authorization is required for the person to have an interest in the contract. Disclosure shall also be made at the annual reorganization meeting if the contract extends into consecutive fiscal years. The interest disclosure shall be included in the official minutes of the governing board. Any person receiving a direct benefit from a contract and requesting an authorization pursuant to § 3-23-8 shall make the request prior to entering into any contract that requires disclosure or within forty-five days after entering into the contract that requires disclosure. Any authorization by the governing board requires no further disclosure or authorization unless the contract extends into consecutive fiscal years. If the contract extends into consecutive fiscal years, disclosure shall be made annually at the annual reorganization meeting but no new authorization is required. If the entity rejects any request for authorization, the contract is voidable and subject to disgorgement pursuant to § 3-23-9 or the person may resign from the local service agency, school district, cooperative education service unit, or education service agency. No board member of a local service agency, school district, cooperative education service unit, or education service agency may participate in or vote upon a decision of a local service agency, school district, cooperative education service unit, or education service agency relating to a matter in which the member derives a direct benefit. Section 15. That chapter 3-23 be amended by adding a NEW SECTION to read: Each local service agency, school district, cooperative education service unit, or education service agency shall develop a written conflict of interest policy, including any disclosure and authorization form that includes the list of any disclosable interest in contracts or direct benefits covered by this Act. Section 16. That § 3-23-9 be amended to read: 3-23-9. Any person who knowingly violates §§ 3-23-6 to 3-23-8, inclusive, shall be removed from office or employment and is guilty of a Class 1 misdemeanor. Any person who knowingly violates §§ 3-23-6 to 3-23-8, inclusive, and is also guilty of theft under chapter 22-30A, shall be penalized at the next greater class of penalty prescribed by chapters 22-6 and 22-30A. No person described in § 3-23-6 who has submitted a good faith disclosure or request for authorization pursuant to section 14 of this Act may be convicted of a crime under this chapter. Any benefit to a person derived from the person's knowing violation of §§ 3-23-6 to 3-23-8, inclusive, is subject to forfeiture disgorgement. Any contract made in violation of §§ 3-23-6 to 3-23-8, inclusive, is voidable by the governing body of the local service agency, school district, cooperative education service unit, or education service agency, nonprofit education service agency, or jointly governed education service entity. Section 17. That § 22-30A-11 be amended to read: 22-30A-11. Any person convicted of theft under § 22-30A-10 for unlawfully obtaining property of this state, of any of its political subdivisions, or of any agency or fund in which the state or its people are interested shall, in addition to the punishment prescribed by § 22-30A-17 and chapter 22-6 and that may also be prescribed under § 3-23-5 or 3-23-9, be disqualified from holding any public office, elective or appointive, under the laws of this state, so long as that person remains a defaulter to this state or any of its political subdivisions, agencies, or funds."}, {"bill_id": 8171, "bill_version_id": 45632, "bill_version": "Enrolled", "bill_version_date": "2017-03-09T10:09:05.25-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8171, "action_date": "2017-02-01T14:00:00-06:00", "document_id": 43628, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43628.pdf", "status_text": "First read in House and referred to", "journal_page": 251, "committee_id_action": 361, "committee_id_assigned": 359, "result": "N", "vote": {}}, {"bill_id": 8171, "action_date": "2017-02-13T10:00:00-06:00", "document_id": 44069, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44069.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 359, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8171, "action_date": "2017-02-13T10:00:00-06:00", "document_id": 44312, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44312.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 359, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8171, "action_date": "2017-02-13T10:00:00-06:00", "document_id": 44312, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44312.pdf", "status_text": "Do Pass Amended", "journal_page": 369, "committee_id_action": 359, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23157, "president_vote": null, "Yea": [1122, 1142, 1196, 1130, 1188, 1113, 1176, 1121, 1111, 1120, 1158], "Excused": [1206, 1160]}}, {"bill_id": 8171, "action_date": "2017-02-15T14:00:00-06:00", "document_id": 44532, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44532.pdf", "status_text": "Deferred to another day", "journal_page": 410, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8171, "action_date": "2017-02-16T13:00:00-06:00", "document_id": 44630, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44630.pdf", "status_text": "Deferred to another day", "journal_page": 421, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8171, "action_date": "2017-02-21T14:00:00-06:00", "document_id": 44727, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44727.pdf", "status_text": "Deferred to another day", "journal_page": 438, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8171, "action_date": "2017-02-22T14:00:00-06:00", "document_id": 44806, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44806.pdf", "status_text": "Motion to amend", "journal_page": 470, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8171, "action_date": "2017-02-22T14:00:00-06:00", "document_id": 44806, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44806.pdf", "status_text": "Motion to amend", "journal_page": 471, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8171, "action_date": "2017-02-22T14:00:00-06:00", "document_id": 44806, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44806.pdf", "status_text": "Do Pass Amended", "journal_page": 471, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23572, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1122, 1118, 1180, 1197, 1190, 1173, 1183, 1179, 1114, 1201, 1198, 1202, 1116, 1129, 1143, 1142, 1136, 1139, 1181, 1204, 1159, 1192, 1196, 1120, 1205, 1130, 1191, 1185, 1117, 1133, 1125, 1200, 1206, 1124, 1170, 1110, 1184, 1134, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1121, 1212, 1145, 1111, 1187, 1150, 1149], "Excused": [1112, 1203]}}, {"bill_id": 8171, "action_date": "2017-02-23T14:00:00-06:00", "document_id": 44901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44901.pdf", "status_text": "First read in Senate and referred to", "journal_page": 524, "committee_id_action": 360, "committee_id_assigned": 338, "result": "N", "vote": {}}, {"bill_id": 8171, "action_date": "2017-03-01T09:00:00-06:00", "document_id": 45014, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45014.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 338, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8171, "action_date": "2017-03-01T09:00:00-06:00", "document_id": 45247, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45247.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 338, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8171, "action_date": "2017-03-01T09:00:00-06:00", "document_id": 45247, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45247.pdf", "status_text": "Do Pass Amended", "journal_page": 596, "committee_id_action": 338, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23903, "president_vote": null, "Yea": [1171, 1108, 1106, 1107, 1189, 1169], "Excused": [1163]}}, {"bill_id": 8171, "action_date": "2017-03-06T14:00:00-06:00", "document_id": 45458, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45458.pdf", "status_text": "Do Pass Amended", "journal_page": 644, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24106, "president_vote": null, "Yea": [1154, 1171, 1103, 1148, 1108, 1096, 1097, 1109, 1105, 1175, 1100, 1106, 1164, 1194, 1107, 1104, 1163, 1099, 1144, 1131, 1135, 1178, 1141, 1157, 1151, 1174, 1146, 1102, 1098, 1137, 1167, 1132, 1189], "Excused": [1169], "Nay": [1172]}}, {"bill_id": 8171, "action_date": "2017-03-08T10:00:00-06:00", "document_id": 45584, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45584.pdf", "status_text": "Concurred in amendments", "journal_page": 707, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24199, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1122, 1118, 1180, 1197, 1190, 1173, 1183, 1114, 1198, 1202, 1116, 1129, 1143, 1142, 1136, 1139, 1181, 1204, 1159, 1192, 1196, 1120, 1205, 1130, 1191, 1185, 1117, 1133, 1125, 1200, 1206, 1124, 1170, 1110, 1184, 1134, 1160, 1193, 1165, 1155, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1121, 1212, 1145, 1111, 1187, 1150, 1149], "Excused": [1112, 1179, 1201, 1203, 1199]}}, {"bill_id": 8171, "action_date": "2017-03-09T09:00:00-06:00", "document_id": 45655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45655.pdf", "status_text": "Signed by the President", "journal_page": 722, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8171, "action_date": "2017-03-09T13:00:00-06:00", "document_id": 45656, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45656.pdf", "status_text": "Signed by the Speaker", "journal_page": 739, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8171, "action_date": "2017-03-10T11:00:00-06:00", "document_id": 45700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45700.pdf", "status_text": "Delivered to the Governor", "journal_page": 756, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8171, "action_date": "2017-03-27T11:00:00-05:00", "document_id": 45736, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45736.pdf", "status_text": "Signed by the Governor", "journal_page": 763, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6313}