{"session_id": 48, "bill_id": 14343, "bill_type": "House Bill", "bill_number": 1106, "bill_title": "repeal certain tax benefits available to railroads, to revise certain provisions regarding the right of eminent domain for railroads, and to revise the formula for assigning assessed railroad valuation to counties.", "sponsors": [{"legislator_profile_id": 2294, "is_prime": true}, {"legislator_profile_id": 2298, "is_prime": true}, {"legislator_profile_id": 2201, "is_prime": false}, {"legislator_profile_id": 2202, "is_prime": false}, {"legislator_profile_id": 2207, "is_prime": false}, {"legislator_profile_id": 2214, "is_prime": false}, {"legislator_profile_id": 2220, "is_prime": false}, {"legislator_profile_id": 2222, "is_prime": false}, {"legislator_profile_id": 2228, "is_prime": false}, {"legislator_profile_id": 2230, "is_prime": false}, {"legislator_profile_id": 2237, "is_prime": false}, {"legislator_profile_id": 2243, "is_prime": false}, {"legislator_profile_id": 2247, "is_prime": false}, {"legislator_profile_id": 2250, "is_prime": false}, {"legislator_profile_id": 2264, "is_prime": false}, {"legislator_profile_id": 2266, "is_prime": false}, {"legislator_profile_id": 2268, "is_prime": false}, {"legislator_profile_id": 2287, "is_prime": false}, {"legislator_profile_id": 2291, "is_prime": false}, {"legislator_profile_id": 2292, "is_prime": false}], "keywords": ["Eminent Domain", "Railroads", "Taxes"], "audio": [], "bill_versions": [{"bill_id": 14343, "bill_version_id": 80872, "bill_version": "Introduced", "bill_version_date": "1999-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain tax benefits available to railroads. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-46-7 be amended to read as follows: 10-46-7. Tangible personal property, the storage, use, or other consumption of which this state is prohibited from taxing under the Constitution or laws of the United States of America or under the Constitution of this state, or tangible personal property sold to the United States, the State of South Dakota, or any public or municipal corporation of the state which is for the use, storage, or consumption of such public corporations or which is sold to, used, or to be used as or in operating or maintaining any type of railroad company property which is classified by § 10-28-1 as operating property, is hereby specifically exempt from the tax imposed by this chapter , provided, however, the exemption as to railroad operating property shall be limited to one-half of such tax imposed by this chapter . Section 2. That § 10-28-21.1 be repealed. 10-28-21.1. Any publicly operated railroad or railway corporation operating over rail lines located within this state may claim a credit against the tax levied on such rail lines for amounts which the railroad or railway corporation has certified as having been expended in the replacement and repair of such rail lines. Only those expenses of a capital nature may be certified as an expense eligible for a credit pursuant to this section. The certification required by this section shall be on forms provided by the Department of Revenue. The labor and material expenses certified pursuant to this section shall be itemized separately. The credit provided in this section shall be applied proportionally across the railroad's entire mainline within this state. The credit shall be applied to tax liability over a three-year period in an amount equal to thirty-three and one-third percent the first year following certification; thirty-three and one-third percent of such an amount shall carry forward into the second year following certification; and thirty-three and one-third percent shall carry forward into the third year following certification. Each year's carryover shall be accumulated as a tax credit with other years' annual tax credits. No credit may be given for the repair or replacement of railway line necessitated by washout, fire, or train derailment. No rail line carrying over ten million gross ton miles per mile annually may receive a credit pursuant to this section. Any rail line which carries between five million and ten million gross ton miles per mile annually shall receive a credit for only one-half of the expenses certified pursuant to this section. The provisions of this section do not affect credits certified prior to January 30, 1994."}, {"bill_id": 14343, "bill_version_id": 80871, "bill_version": "House Engrossed", "bill_version_date": "1999-02-10T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain tax benefits available to railroads. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-46-7 be amended to read as follows: 10-46-7. Tangible personal property, the storage, use, or other consumption of which this state is prohibited from taxing under the Constitution or laws of the United States of America or under the Constitution of this state, or tangible personal property sold to the United States, the State of South Dakota, or any public or municipal corporation of the state which is for the use, storage, or consumption of such public corporations or which is sold to, used, or to be used as or in operating or maintaining any type of railroad company property which is classified by § 10-28-1 as operating property, is hereby specifically exempt from the tax imposed by this chapter , provided, however, the exemption as to railroad operating property shall be limited to one-half of such tax imposed by this chapter . Section 2. That § 10-28-21.1 be amended to read as follows: 10-28-21.1. Any publicly operated railroad or railway corporation operating over rail lines located within this state may claim a credit against the tax levied on such rail lines for amounts which the railroad or railway corporation has certified as having been expended in the replacement and repair of such rail lines. Only those expenses of a capital nature may be certified as an expense eligible for a credit pursuant to this section. The certification required by this section shall be on forms provided by the Department of Revenue. The labor and material expenses certified pursuant to this section shall be itemized separately. Any rail line which carries five million gross ton miles per mile annually or less shall receive a credit for one-half of the expenses certified pursuant to this section. No rail line carrying ten million gross ton miles per mile or more annually may receive a credit pursuant to this section. For any rail line which carries between five million and ten million gross ton miles per mile annually, the credit available at five million gross ton miles per mile shall be reduced pro rata as the amount carried increases, until no credit is given at ten million gross tons per mile. The credit provided in this section shall be applied proportionally across the railroad's entire mainline within this state to the lines on which the replacement or repair took place . The credit shall be applied to tax liability over a three-year period in an amount equal to thirty-three and one-third percent the first year following certification; thirty-three and one-third percent of such an amount shall carry forward into the second year following certification; and thirty-three and one-third percent shall carry forward into the third year following certification. Each year's carryover shall be accumulated as a tax credit with other years' annual tax credits. No credit may be given for the repair or replacement of railway line necessitated by washout, fire, or train derailment. No rail line carrying over ten million gross ton miles per mile annually may receive a credit pursuant to this section. Any rail line which carries between five million and ten million gross ton miles per mile annually shall receive a credit for only one-half of the expenses certified pursuant to this section. The provisions of this section do not affect credits certified prior to January 30, 1994. Section 3. That § 10-28-21.1 be amended to read as follows: 10-28-21.1. Any publicly operated railroad or railway corporation operating over rail lines located within this state may claim a credit against the tax levied on such rail lines for amounts which the railroad or railway corporation has certified as having been expended in the replacement and repair of such rail lines. Only those expenses of a capital nature may be certified as an expense eligible for a credit pursuant to this section. The certification required by this section shall be on forms provided by the Department of Revenue. The labor and material expenses certified pursuant to this section shall be itemized separately. Any rail line which carries five million gross ton miles per mile annually or less shall receive a credit for one-half of the expenses certified pursuant to this section. No rail line carrying ten million gross ton miles per mile or more annually may receive a credit pursuant to this section. For any rail line which carries between five million and ten million gross ton miles per mile annually, the credit available at five million gross ton miles per mile shall be reduced pro rata as the amount carried increases, until no credit is given at ten million gross tons per mile. The credit provided in this section shall be applied proportionally across the railroad's entire mainline within this state to the lines on which the replacement or repair took place . The credit shall be applied to the tax liability over a three-year period in an amount equal to thirty-three and one-third percent the first the year following certification ; thirty-three and one-third percent of such an amount shall carry forward into the second year following certification; and thirty-three and one-third percent shall carry forward into the third year following certification. Each year's carryover shall be accumulated as a tax credit with other years' annual tax credits. No credit may be given for the repair or replacement of railway line necessitated by washout, fire, or train derailment. No rail line carrying over ten million gross ton miles per mile annually may receive a credit pursuant to this section. Any rail line which carries between five million and ten million gross ton miles per mile annually shall receive a credit for only one-half of the expenses certified pursuant to this section. The provisions of this section do not affect credits certified prior to January 30, 1994. Section 4. The effective date of section 3 of this Act is January 2, 2002. BILL HISTORY 1/21/99 First read in House and referred to State Affairs. H.J. 110 2/1/99 Scheduled for Committee hearing on this date. 2/1/99 State Affairs Do Pass, Passed, AYES 7, NAYS 5. H.J. 277 2/2/99 House of Representatives Do Pass, Failed, AYES 26, NAYS 43. H.J. 329 2/2/99 Intent to reconsider. H.J. 330 2/3/99 House of Representatives Reconsidered, AYES 40, NAYS 27. H.J. 346 2/3/99 House of Representatives Deferred to another day. H.J. 347 2/9/99 Motion to Amend, Passed. H.J. 440 2/9/99 House of Representatives Do Pass Amended, Passed, AYES 42, NAYS 26. H.J. 441"}, {"bill_id": 14343, "bill_version_id": 80874, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "1999-02-24T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain tax benefits available to railroads, to revise certain provisions regarding the right of eminent domain for railroads, and to revise the formula for assigning assessed railroad valuation to counties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-46-7 be amended to read as follows: 10-46-7. Tangible personal property, the storage, use, or other consumption of which this state is prohibited from taxing under the Constitution or laws of the United States of America or under the Constitution of this state, or tangible personal property sold to the United States, the State of South Dakota, or any public or municipal corporation of the state which is for the use, storage, or consumption of such public corporations or which is sold to, used, or to be used as or in operating or maintaining any type of railroad company property which is classified by § 10-28-1 as operating property, is hereby specifically exempt from the tax imposed by this chapter , provided, however, the exemption as to railroad operating property shall be limited to one-half of such tax imposed by this chapter . Section 2. That § 10 -28-21.1 be repealed. 10-28-21.1. Credit against railroad tax for replacement or repair of rail line -- Exceptions. Any publicly operated railroad or railway corporation operating over rail lines located within this state may claim a credit against the tax levied on such rail lines for amounts which the railroad or railway corporation has certified as having been expended in the replacement and repair of such rail lines. Only those expenses of a capital nature may be certified as an expense eligible for a credit pursuant to this section. The certification required by this section shall be on forms provided by the Department of Revenue. The labor and material expenses certified pursuant to this section shall be itemized separately. The credit provided in this section shall be applied proportionally across the railroad's entire mainline within this state. The credit shall be applied to tax liability over a three-year period in an amount equal to thirty-three and one-third percent the first year following certification; thirty-three and one-third percent of such an amount shall carry forward into the second year following certification; and thirty-three and one-third percent shall carry forward into the third year following certification. Each year's carryover shall be accumulated as a tax credit with other years' annual tax credits. No credit may be given for the repair or replacement of railway line necessitated by washout, fire, or train derailment. No rail line carrying over ten million gross ton miles per mile annually may receive a credit pursuant to this section. Any rail line which carries between five million and ten million gross ton miles per mile annually shall receive a credit for only one-half of the expenses certified pursuant to this section. The provisions of this section do not affect credits certified prior to January 30, 1994. Section 3. That § 49-16A-1 be amended to read as follows: 49-16A-1. Terms used in this chapter mean: (1) \"Common carrier,\" a carrier which holds itself out to the general public as engaged in the business of transporting freight in intrastate commerce which it is accustomed to and is capable of transporting from place to place in this state, for hire; (2) \"Department,\" the Department of Transportation created by chapter 1-44; (3) \"For hire,\" the condition of receiving remuneration of any kind, paid or promised, either directly or indirectly, for the transportation of freight; (4) \"Freight,\" all property tendered for transportation by a railroad; (5) \"Railroad,\" a any association or corporation , or other entity, other than a state agency or authority, engaged in operating a common carrier by rail regardless of motive power used, excluding street railroads; (6) \"Road,\" all track, right-of-way, bridges, mainlines, branchlines, spurs, sidetracks, interchanges , and all other fixtures and real property owned or operated by a railroad to discharge its obligations as a common carrier by rail; (7) \"Shipper,\" a consignor or consignee ; (8) \"Commission,\" the Transportation Commission created by § 1-44-4; (9) \"Negotiated in good faith,\" a bona fide offer to pay all costs and damages as compensation for the acquisition of property desired by the applicant for the construction or reconstruction of a road, including the economic costs or diminution associated with or caused by the construction or reconstruction if there is a partial taking of property . Section 4. That § 49-16A-75 be amended to read as follows: 49-16A-75. A railroad may exercise the right of eminent domain in acquiring right-of-way as provided by statute , but only upon obtaining authority from the Governor or the commission, based upon a determination by the Governor or the commission that the railroad's exercise of the right of eminent domain would be for a public use consistent with public necessity. The Governor or the commission may, without limitation, consider the requirements of sections 5, 6, and 7 of this Act when granting or denying an application for authority to use eminent domain. The decision to grant or deny an application shall be made after reasonable notice and opportunity to be heard, pursuant to chapter 1-26 . Section 5. That chapter 49-16A be amended by adding thereto a NEW SECTION to read as follows: The commission shall in accordance with chapter 1-26, promulgate rules: (1) Establishing a form upon which a railroad may apply for authority to exercise the right of eminent domain; (2) Specifying the information to be submitted by an applicant; and (3) Administering applications for authority to exercise the right of eminent domain. Section 6. That chapter 49-16A be amended by adding thereto a NEW SECTION to read as follows: The applicant has the burden of proving by clear and convincing evidence that the exercise of the right of eminent domain is a public use consistent with public necessity. Section 7. That chapter 49-16A be amended by adding thereto a NEW SECTION to read as follows: A railroad's exercise of the right of eminent domain is a public use consistent with public necessity only if the use of eminent domain: (1) Has as purpose providing railroad transportation to shippers in South Dakota, for commodities produced, manufactured, mined, grown, used, or consumed in South Dakota; (2) Is proposed by an applicant with the financial resources necessary to complete the proposed construction or reconstruction along with any related facilities, construction, or mitigation which are necessary to protect against harm to the public safety, convenience, or other adverse socioeconomic or environmental impact, as evidenced by an irrevocable financing commitment from a lender with adequate capitalization to fulfill its commitment; (3) Is proposed by an applicant who has complied with chapter 34A-9; (4) Is proposed by an applicant who has negotiated in good faith to privately acquire sufficient property without the use of eminent domain; (5) Is proposed by an applicant who has filed a plat, as required by § 49-16A-64, and that plat specifically sets forth the route of the road to be constructed or reconstructed, identifies each affected landowner, and specifies the location, along with construction methods and engineering specifications for all main lines, sidings, yards, bridges, crossings, safety devices, switches, signals, and maintenance facilities; and (6) Provides that electric utilities, public utilities, telecommunication companies, and rural water systems have the right to the use of the right-of-way for the placement of underground facilities, without fee, subject to reasonable regulation as to location and placement. Section 8. That § 10-28-16 be amended to read as follows: 10-28-16. The Department of Revenue shall , on or before the fourth Monday in August, each year, transmit to the county auditor of each county through which any railroad runs, a statement showing the length of main track, of main line or lines, and the branches thereof and sidetracks within such county, and the assessed value based on a statewide formula that weights traffic (ton miles) seventy-five thirty-three and one-third percent and miles of track in the county by twenty-five sixty-six and two-thirds percent. The county auditor shall then distribute the value to each taxing district where the line runs on a per mile basis within the county. BILL HISTORY 1/21/99 First read in House and referred to State Affairs. H.J. 110 2/1/99 Scheduled for Committee hearing on this date. 2/1/99 State Affairs Do Pass, Passed, AYES 7, NAYS 5. H.J. 277 2/2/99 House of Representatives Do Pass, Failed, AYES 26, NAYS 43. H.J. 329 2/2/99 Intent to reconsider. H.J. 330 2/3/99 House of Representatives Reconsidered, AYES 40, NAYS 27. H.J. 346 2/3/99 House of Representatives Deferred to another day. H.J. 347 2/9/99 Motion to Amend, Passed. H.J. 440 2/9/99 House of Representatives Do Pass Amended, Passed, AYES 42, NAYS 26. H.J. 441 2/10/99 First read in Senate and referred to State Affairs. S.J. 422 2/19/99 Scheduled for Committee hearing on this date. 2/22/99 Scheduled for Committee hearing on this date. 2/24/99 Scheduled for Committee hearing on this date. 2/24/99 State Affairs Do Pass Amended, Passed, AYES 9, NAYS 0. S.J. 659"}, {"bill_id": 14343, "bill_version_id": 80873, "bill_version": "Senate Engrossed", "bill_version_date": "1999-02-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain tax benefits available to railroads, to revise certain provisions regarding the right of eminent domain for railroads, and to revise the formula for assigning assessed railroad valuation to counties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-46-7 be amended to read as follows: 10-46-7. Tangible personal property, the storage, use, or other consumption of which this state is prohibited from taxing under the Constitution or laws of the United States of America or under the Constitution of this state, or tangible personal property sold to the United States, the State of South Dakota, or any public or municipal corporation of the state which is for the use, storage, or consumption of such public corporations or which is sold to, used, or to be used as or in operating or maintaining any type of railroad company property which is classified by § 10-28-1 as operating property, is hereby specifically exempt from the tax imposed by this chapter , provided, however, the exemption as to railroad operating property shall be limited to one-half of such tax imposed by this chapter . Section 2. That § 10 -28-21.1 be repealed. 10-28-21.1. Credit against railroad tax for replacement or repair of rail line -- Exceptions. Any publicly operated railroad or railway corporation operating over rail lines located within this state may claim a credit against the tax levied on such rail lines for amounts which the railroad or railway corporation has certified as having been expended in the replacement and repair of such rail lines. Only those expenses of a capital nature may be certified as an expense eligible for a credit pursuant to this section. The certification required by this section shall be on forms provided by the Department of Revenue. The labor and material expenses certified pursuant to this section shall be itemized separately. The credit provided in this section shall be applied proportionally across the railroad's entire mainline within this state. The credit shall be applied to tax liability over a three-year period in an amount equal to thirty-three and one-third percent the first year following certification; thirty-three and one-third percent of such an amount shall carry forward into the second year following certification; and thirty-three and one-third percent shall carry forward into the third year following certification. Each year's carryover shall be accumulated as a tax credit with other years' annual tax credits. No credit may be given for the repair or replacement of railway line necessitated by washout, fire, or train derailment. No rail line carrying over ten million gross ton miles per mile annually may receive a credit pursuant to this section. Any rail line which carries between five million and ten million gross ton miles per mile annually shall receive a credit for only one-half of the expenses certified pursuant to this section. The provisions of this section do not affect credits certified prior to January 30, 1994. Section 3. That § 49-16A-1 be amended to read as follows: 49-16A-1. Terms used in this chapter mean: (1) \"Common carrier,\" a carrier which holds itself out to the general public as engaged in the business of transporting freight in intrastate commerce which it is accustomed to and is capable of transporting from place to place in this state, for hire; (2) \"Department,\" the Department of Transportation created by chapter 1-44; (3) \"For hire,\" the condition of receiving remuneration of any kind, paid or promised, either directly or indirectly, for the transportation of freight; (4) \"Freight,\" all property tendered for transportation by a railroad; (5) \"Railroad,\" a any association or corporation , or other entity, other than a state agency or authority, engaged in operating a common carrier by rail regardless of motive power used, excluding street railroads; (6) \"Road,\" all track, right-of-way, bridges, mainlines, branchlines, spurs, sidetracks, interchanges , and all other fixtures and real property owned or operated by a railroad to discharge its obligations as a common carrier by rail; (7) \"Shipper,\" a consignor or consignee ; (8) \"Commission,\" the Transportation Commission created by § 1-44-4; (9) \"Negotiated in good faith,\" a bona fide offer to pay all costs and damages as compensation for the acquisition of property desired by the applicant for the construction or reconstruction of a road, including the economic costs or diminution associated with or caused by the construction or reconstruction if there is a partial taking of property . Section 4. That § 49-16A-75 be amended to read as follows: 49-16A-75. A railroad may exercise the right of eminent domain in acquiring right-of-way as provided by statute , but only upon obtaining authority from the Governor or if directed by the Governor, or the commission, based upon a determination by the Governor or the commission that the railroad's exercise of the right of eminent domain would be for a public use consistent with public necessity. The Governor or the commission shall consider the requirements of sections 5, 6, and 7 of this Act when granting or denying an application for authority to use eminent domain. The decision to grant or deny an application shall be made after reasonable notice and opportunity to be heard, pursuant to chapter 1-26 . Any appeal, pursuant to chapter 1-26, taken from a decision of the Governor or the commission shall be handled as an expedited appeal by the courts of this state. Section 5. That chapter 49-16A be amended by adding thereto a NEW SECTION to read as follows: The commission shall in accordance with chapter 1-26, promulgate rules: (1) Establishing a form upon which a railroad may apply for authority to exercise the right of eminent domain; (2) Specifying the information to be submitted by an applicant; and (3) Administering applications for authority to exercise the right of eminent domain. Section 6. That chapter 49-16A be amended by adding thereto a NEW SECTION to read as follows: The applicant has the burden of proving by a preponderance of the evidence that the exercise of the right of eminent domain is a public use consistent with public necessity. Section 7. That chapter 49-16A be amended by adding thereto a NEW SECTION to read as follows: A railroad's exercise of the right of eminent domain is a public use consistent with public necessity only if the use of eminent domain: (1) Has as purpose providing railroad transportation to shippers in South Dakota, for commodities produced, manufactured, mined, grown, used, or consumed in South Dakota; (2) Is proposed by an applicant with the financial resources necessary to complete the proposed construction or reconstruction along with any related facilities, construction, or mitigation which are necessary to protect against harm to the public safety, convenience, or other adverse socioeconomic or environmental impact, as evidenced by a financing commitment from a lender or an investor or a combination of each with adequate capitalization and resources to fulfill its commitment to build and complete the project; (3) Is proposed by an applicant who has negotiated in good faith to privately acquire sufficient property without the use of eminent domain; (4) Is proposed by an applicant who has filed a plat, as required by § 49-16A-64, and that plat sets forth the route of the road to be constructed or reconstructed, identifies each affected landowner, and specifies the location, along with construction methods and engineering specifications for all main lines, sidings, yards, bridges, crossings, safety devices, switches, signals, and maintenance facilities; and (5) Provides that electric utilities, public utilities, telecommunication companies, and rural water systems have the right to the use of the right-of-way for the placement of underground facilities, without fee, subject to reasonable regulation as to location and placement. Section 8. That § 10-28-16 be amended to read as follows: 10-28-16. The Department of Revenue shall , on or before the fourth Monday in August, each year, transmit to the county auditor of each county through which any railroad runs, a statement showing the length of main track, of main line or lines, and the branches thereof and sidetracks within such county, and the assessed value based on a statewide formula that weights traffic (ton miles) seventy-five thirty-three and one-third percent and miles of track in the county by twenty-five sixty-six and two-thirds percent. The county auditor shall then distribute the value to each taxing district where the line runs on a per mile basis within the county. Section 9. The provision of section 8 of this Act take effect upon the expiration of all property tax credits certified pursuant to § 10-28-21.1, which is repealed pursuant to section 2 of this Act. BILL HISTORY 1/21/99 First read in House and referred to State Affairs. H.J. 110 2/1/99 Scheduled for Committee hearing on this date. 2/1/99 State Affairs Do Pass, Passed, AYES 7, NAYS 5. H.J. 277 2/2/99 House of Representatives Do Pass, Failed, AYES 26, NAYS 43. H.J. 329 2/2/99 Intent to reconsider. H.J. 330 2/3/99 House of Representatives Reconsidered, AYES 40, NAYS 27. H.J. 346 2/3/99 House of Representatives Deferred to another day. H.J. 347 2/9/99 Motion to Amend, Passed. H.J. 440 2/9/99 House of Representatives Do Pass Amended, Passed, AYES 42, NAYS 26. H.J. 441 2/10/99 First read in Senate and referred to State Affairs. S.J. 422 2/19/99 Scheduled for Committee hearing on this date. 2/22/99 Scheduled for Committee hearing on this date. 2/24/99 Scheduled for Committee hearing on this date. 2/24/99 State Affairs Do Pass Amended, Passed, AYES 9, NAYS 0. S.J. 659 2/26/99 Motion to Amend, Passed. S.J. 700 2/26/99 Motion to Amend, Passed. S.J. 701 2/26/99 Senate Do Pass Amended, Passed, AYES 28, NAYS 6. S.J. 701"}, {"bill_id": 14343, "bill_version_id": 80870, "bill_version": "Enrolled", "bill_version_date": "1999-03-02T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14343, "action_date": "1999-01-21T14:00:00-06:00", "document_id": 82117, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82117.pdf", "status_text": "First read in House and referred to", "journal_page": 110, "committee_id_action": 628, "committee_id_assigned": 623, "result": "N", "vote": {}}, {"bill_id": 14343, "action_date": "1999-02-01T10:00:00-06:00", "document_id": 81957, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81957.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14343, "action_date": "1999-02-01T10:00:00-06:00", "document_id": 81957, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81957.pdf", "status_text": "Do Pass,", "journal_page": 277, "committee_id_action": 623, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42880, "president_vote": null, "Nay": [2208, 2232, 2254, 2257, 2282], "Yea": [2228, 2245, 2247, 2262, 2287, 2266, 2214], "Excused": [2240]}}, {"bill_id": 14343, "action_date": "1999-02-01T10:00:00-06:00", "document_id": 81957, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81957.pdf", "status_text": "Do Pass,", "journal_page": 277, "committee_id_action": 623, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42880, "president_vote": null, "Nay": [2208, 2232, 2254, 2257, 2282], "Yea": [2228, 2245, 2247, 2262, 2287, 2266, 2214], "Excused": [2240]}}, {"bill_id": 14343, "action_date": "1999-02-02T14:00:00-06:00", "document_id": 82123, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82123.pdf", "status_text": "Do Pass,", "journal_page": 329, "committee_id_action": 628, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 43292, "president_vote": null, "Nay": [2200, 2203, 2207, 2208, 2209, 2210, 2211, 2212, 2213, 2218, 2219, 2220, 2229, 2231, 2232, 2233, 2236, 2237, 2238, 2240, 2243, 2244, 2248, 2249, 2254, 2255, 2256, 2257, 2261, 2265, 2268, 2271, 2272, 2273, 2276, 2282, 2284, 2286, 2290, 2295, 2297, 2300, 2301], "Yea": [2204, 2214, 2216, 2222, 2227, 2228, 2247, 2250, 2253, 2260, 2262, 2264, 2266, 2267, 2277, 2278, 2279, 2281, 2287, 2288, 2291, 2296, 2298, 2302, 2303, 2245], "Absent": [2223]}}, {"bill_id": 14343, "action_date": "1999-02-02T14:00:00-06:00", "document_id": 82123, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82123.pdf", "status_text": "Intent to reconsider", "journal_page": 330, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14343, "action_date": "1999-02-03T08:00:00-06:00", "document_id": 82008, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82008.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 627, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14343, "action_date": "1999-02-03T08:00:00-06:00", "document_id": 82008, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82008.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 627, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14343, "action_date": "1999-02-03T14:00:00-06:00", "document_id": 82124, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82124.pdf", "status_text": "Reconsidered", "journal_page": 346, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43297, "president_vote": null, "Nay": [2200, 2208, 2209, 2210, 2211, 2213, 2218, 2219, 2231, 2232, 2238, 2240, 2243, 2244, 2249, 2254, 2256, 2262, 2265, 2271, 2272, 2276, 2282, 2290, 2295, 2297, 2300], "Yea": [2203, 2204, 2212, 2214, 2220, 2222, 2223, 2227, 2228, 2229, 2233, 2236, 2237, 2247, 2248, 2250, 2253, 2255, 2257, 2260, 2264, 2266, 2267, 2268, 2273, 2277, 2278, 2279, 2281, 2284, 2286, 2287, 2288, 2291, 2296, 2298, 2301, 2302, 2303, 2245], "Excused": [2207, 2216, 2261]}}, {"bill_id": 14343, "action_date": "1999-02-03T14:00:00-06:00", "document_id": 82124, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82124.pdf", "status_text": "Deferred to another day", "journal_page": 347, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14343, "action_date": "1999-02-09T14:00:00-06:00", "document_id": 82128, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82128.pdf", "status_text": "Motion to Amend,", "journal_page": 438, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14343, "action_date": "1999-02-09T14:00:00-06:00", "document_id": 82128, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82128.pdf", "status_text": "Motion to Amend,", "journal_page": 440, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14343, "action_date": "1999-02-09T14:00:00-06:00", "document_id": 82128, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82128.pdf", "status_text": "Do Pass Amended,", "journal_page": 441, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43362, "president_vote": null, "Nay": [2200, 2209, 2210, 2211, 2213, 2218, 2231, 2232, 2233, 2237, 2238, 2240, 2243, 2244, 2249, 2254, 2256, 2261, 2271, 2272, 2276, 2290, 2295, 2297, 2300, 2301], "Yea": [2203, 2204, 2207, 2208, 2212, 2214, 2219, 2220, 2222, 2223, 2227, 2228, 2229, 2236, 2247, 2248, 2250, 2253, 2255, 2257, 2260, 2262, 2264, 2265, 2266, 2267, 2268, 2277, 2278, 2279, 2281, 2282, 2284, 2286, 2287, 2288, 2291, 2296, 2298, 2302, 2303, 2245], "Excused": [2216, 2273]}}, {"bill_id": 14343, "action_date": "1999-02-10T14:00:00-06:00", "document_id": 82153, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82153.pdf", "status_text": "First read in Senate and referred to", "journal_page": 422, "committee_id_action": 629, "committee_id_assigned": 611, "result": "N", "vote": {}}, {"bill_id": 14343, "action_date": "1999-02-19T07:45:00-06:00", "document_id": 82091, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82091.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14343, "action_date": "1999-02-22T07:45:00-06:00", "document_id": 82092, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82092.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14343, "action_date": "1999-02-24T07:45:00-06:00", "document_id": 82093, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82093.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14343, "action_date": "1999-02-24T07:45:00-06:00", "document_id": 82093, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82093.pdf", "status_text": "Amend the amendment", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42011, "president_vote": null, "Yea": [2224, 2270, 2246, 2259, 2292, 2230, 2241], "Excused": [2299, 2283]}}, {"bill_id": 14343, "action_date": "1999-02-24T07:45:00-06:00", "document_id": 82093, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82093.pdf", "status_text": "Amend the amendment", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42012, "president_vote": null, "Yea": [2224, 2270, 2246, 2259, 2292, 2230, 2299, 2283, 2241]}}, {"bill_id": 14343, "action_date": "1999-02-24T07:45:00-06:00", "document_id": 82093, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82093.pdf", "status_text": "Do Pass Amended,", "journal_page": 659, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42013, "president_vote": null, "Yea": [2224, 2270, 2246, 2259, 2292, 2230, 2299, 2283, 2241]}}, {"bill_id": 14343, "action_date": "1999-02-24T07:45:00-06:00", "document_id": 82093, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82093.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14343, "action_date": "1999-02-26T14:00:00-06:00", "document_id": 81777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81777.pdf", "status_text": "Motion to Amend,", "journal_page": 700, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14343, "action_date": "1999-02-26T14:00:00-06:00", "document_id": 81777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81777.pdf", "status_text": "Motion to Amend,", "journal_page": 701, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14343, "action_date": "1999-02-26T14:00:00-06:00", "document_id": 81777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81777.pdf", "status_text": "Do Pass Amended,", "journal_page": 701, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42140, "president_vote": null, "Yea": [2199, 2201, 2202, 2205, 2206, 2215, 2217, 2224, 2225, 2230, 2235, 2239, 2241, 2242, 2246, 2251, 2259, 2263, 2270, 2274, 2275, 2280, 2283, 2285, 2292, 2293, 2294, 2299], "Nay": [2221, 2226, 2234, 2252, 2269, 2289], "Excused": [2258]}}, {"bill_id": 14343, "action_date": "1999-03-02T14:00:00-06:00", "document_id": 81765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81765.pdf", "status_text": "Signed by Speaker", "journal_page": 857, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14343, "action_date": "1999-03-03T14:00:00-06:00", "document_id": 81780, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81780.pdf", "status_text": "Signed by President", "journal_page": 771, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14343, "action_date": "1999-03-03T14:00:00-06:00", "document_id": 82137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82137.pdf", "status_text": "Delivered to the Governor", "journal_page": 891, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14343, "action_date": "1999-03-08T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 948, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1416}