{"session_id": 44, "bill_id": 12285, "bill_type": "Senate Bill", "bill_number": 113, "bill_title": "classify land used for horse husbandry as agricultural property for tax purposes.", "sponsors": [{"legislator_profile_id": 1781, "is_prime": true}, {"legislator_profile_id": 1790, "is_prime": true}, {"legislator_profile_id": 3786, "is_prime": false}, {"legislator_profile_id": 1792, "is_prime": false}, {"legislator_profile_id": 1826, "is_prime": false}, {"legislator_profile_id": 1834, "is_prime": false}, {"legislator_profile_id": 1870, "is_prime": false}], "keywords": ["Agricultural Land", "Property", "Taxation"], "audio": [{"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sta23.mp3", "start_seconds": 713.0}, {"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sta23.mp3", "start_seconds": 713.0}, {"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sta23.mp3", "start_seconds": 713.0}], "bill_versions": [{"bill_id": 12285, "bill_version_id": 213483, "bill_version": "Introduced", "bill_version_date": "2021-01-26T11:40:36.26-06:00", "bill_text": "An Act to classify land used for horse husbandry as agricultural property for tax purposes. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-6-31.3 be AMENDED: 10-6-31.3. Criteria for classification of land as agricultural. For tax purposes, land is agricultural land if its principal use is devoted to the raising and harvesting of crops or timber or fruit trees, the rearing, feeding, and management of farm livestock, horses, poultry, fish, or nursery stock, the breeding of horses, the production of bees and apiary products, or horticulture, all for intended profit. Agricultural real estate also includes woodland, wasteland, and pasture land, but only if the land is held and operated in conjunction with agricultural real estate as defined and it is under the same ownership. In addition, to be classified as agricultural land for tax purposes, the land shall must meet one of the following criteria: (1) In three of the previous five years, a gross income is derived from the pursuit of agriculture from the land that is at least ten percent of the taxable valuation of the bare land assessed as agricultural property, excluding any improvements. If there is a crop share arrangement or cash rent agreement, the gross income from the land of both the landlord and tenant shall be combined and used to meet this requirement. Alternatively, at least two thousand five hundred dollars of the owner's gross income is annually derived from the pursuit of agriculture; or (2) The land consists of not less than twenty acres of unplatted land or is a part of a management unit of not less than eighty acres of unplatted land. The same acreage specifications apply to platted land, excluding land platted as a subdivision, which is in an unincorporated area. However, the board of county commissioners may increase the minimum acre requirement up to one hundred sixty acres. For the purposes of this section, the term, management unit, means any parcels of land, whether adjoining or not, under common ownership located within this state and managed and operated as a unit for one or more of the principal uses listed in this section. No parcel of land within a management unit may be more than twenty air miles from the nearest other parcel within the management unit. If requested by the director of equalization, the owner shall provide supporting documentation of the land contained in the management unit."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12285, "action_date": "2021-01-26T14:00:00-06:00", "document_id": 213184, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213184.pdf", "status_text": "First read in Senate and referred to", "journal_page": 115, "committee_id_action": 514, "committee_id_assigned": 516, "result": "N", "vote": {}}, {"bill_id": 12285, "action_date": "2021-02-17T10:00:00-06:00", "document_id": 217341, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217341.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 516, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12285, "action_date": "2021-02-17T10:00:00-06:00", "document_id": 217342, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217342.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 1, "committee_id_action": 516, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69309, "president_vote": null, "Excused": [1776], "Yea": [1806, 1811, 1828, 1831, 1856, 3803]}}]}