{"session_id": 44, "bill_id": 21847, "bill_type": "House Bill", "bill_number": 1023, "bill_title": "repeal obsolete property tax provisions and to revise property tax cross-reference and land classification statutes.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Property", "Taxation", "Technical Corrections"], "audio": [{"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hta07.mp3", "start_seconds": 1010.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hta07.mp3", "start_seconds": 1010.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hta07.mp3", "start_seconds": 1010.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hta07.mp3", "start_seconds": 1010.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sta15.mp3", "start_seconds": 482.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sta15.mp3", "start_seconds": 482.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sta15.mp3", "start_seconds": 482.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sta15.mp3", "start_seconds": 482.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sta15.mp3", "start_seconds": 482.0}], "bill_versions": [{"bill_id": 21847, "bill_version_id": 210418, "bill_version": "Introduced", "bill_version_date": "2021-01-07T15:24:27.817-06:00", "bill_text": "An Act to repeal obsolete property tax provisions and to revise property tax cross-reference and land classification statutes. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 7-8-38 be AMENDED. 7-8-38. County revenues--Economic development. Notwithstanding the provisions of §§ 10-13-14, 10-13-15, and 10-13-17, the The board of county commissioners may, by resolution, allocate up to twenty percent of the revenue a county receives pursuant to §§ 10-13-11 to 10-13-21, inclusive, for economic development within such the county. Section 2. That § 9-3-26 be AMENDED. 9-3-26. Historical or educational municipality--Public funds. Such municipality shall not be authorized to receive any state or local tax funds or any distribution from either state or local sources except such as are specifically provided under §§ 7-18-11 and 7-18-12 § 7-18-12, or any amendments thereto or similar laws hereafter enacted, for tourist, educational, and recreational activities. Section 3. That § 9-38-50 be REPEALED. 9-38-50. Procedure for adoption of street improvements by special assessment. Section 4. That § 9-47-13 be REPEALED. 9-47-13. Purchase of pipes or mains financed by special assessments--Protest by property owners. Section 5. That § 9-47-14 be REPEALED. 9-47-14. Notice, hearing, and action by governing body on purchase of pipes and mains. Section 6. That § 9-47-15 be REPEALED. 9-47-15. Competitive bids not required for purchase of pipes or mains. Section 7. That § 10-4-33 be REPEALED. 10-4-33. Property used as employee day‑care cooperative exempt--Determining value. Section 8. That § 10-4-34 be REPEALED. 10-4-34. Exemption of property used for storing and dispensing alternative fuels. Section 9. That § 10-6-33.7 be REPEALED. 10-6-33.7. Classification of agricultural land in each county--Basis for soil valuation. Section 10. That § 10-6-33.21 be AMENDED. 10-6-33.21. Assessed value of inundated farmlands--Classification. If an application is submitted pursuant to § 10-6-33.22, the director of equalization shall take into consideration and make adjustments in setting the assessed value for agricultural land which has been inundated by floods and is not farmable during the past three growing seasons. The director of equalization shall use the marshland soils rating classification pursuant to §§ 10-6-33.2 and 10-6-33.7 § 10-6-33.32 to determine the assessed value of the acreage inundated and not farmable. Section 11. That § 10-6-33.32 be AMENDED. 10-6-33.32. Soil classification--Land categorization--Director adjustments. Agricultural land shall be divided by the director of equalization into categories, including cropland and noncropland. Each category shall be divided into classes based on soil classification standards developed by the United States Department of Agriculture Natural Resources Conservation ServiceAll soils shall be divided into classes based on soil classification standards developed by the United States Department of Agriculture, Natural Resources Conservation Service. All agricultural land shall be categorized as either cropland or noncropland. The department shall provide each county with soil ratings for all soil types present in the county. The director of equalization shall implement the soil ratings and utilize the ratings as the basis for determining the value of each soil type in the county. The director may make an adjustment to a parcel pursuant to § 10-6-33.31. Section 12. That § 10-10-13 be AMENDED. 10-10-13. Time for taking appeal. Any appeal under §§ 10-10-11 and 10-10-12 pursuant to § 10-10-11 must be taken within thirty days after the filing of the decision in the office of the board making the same. Section 13. That § 10-11-26 be AMENDED. 10-11-26. Powers of county board of equalization--De novo appeals. A county board of equalization has all the power and authority of a local board of equalization in all unorganized territories. A county board of equalization may: (1) Make adjustments and corrections pursuant to § 10-11-61; (2) Correct clerical errors of the assessment roll; (3)(2) Hear appeals from individuals regarding aggregate assessments, classification, and equalization; and (4)(3) Equalize between taxing districts and between classes of property. The board shall raise or lower, if necessary, each class of property on a percentage basis covering the class as a whole within the assessment district. Appeals to the county board of equalization shall be heard de novo. Section 14. That § 10-11-34 be AMENDED. 10-11-34. Increase in individual assessment--Advance notice required. No individual assessment of any property owner of the county may be raised without notice in advance to the property owner, except as authorized in subdivision 10-11-26(4) 10-11-26(3). Section 15. That § 10-11-57 be REPEALED. 10-11-57. Assessed valuation used in application of studies to agricultural land. Section 16. That § 10-11-72 be AMENDED. 10-11-72. Consolidated board authority. A consolidated board of equalization may: (1) Make adjustments and corrections pursuant to § 10-11-61; (2) Correct clerical errors of the assessment roll; (3)(2) Hear appeals from individuals regarding aggregate assessments, classification, and equalization; and (4)(3) Equalize between taxing districts and between classes of property. The board shall raise or lower, if necessary, each class of property on a percentage basis covering the class as a whole within the assessment district. Section 17. That § 10-12-9 be AMENDED. 10-12-9. Purposes for levy of county taxes. The levy of county taxes pursuant to § 10-12-8 shall include the following purposes: (1) For general county purposes; (2) For the support of the mentally ill pursuant to § 27A-13-15 and developmentally disabled pursuant to chapters chapter 27B-4 and 27B-9; (3) For salaries; (4) For county roads, in addition to the road taxes levied by townships and municipalities, and it shall have the entire supervision of the expenditure of such taxes. In all municipalities an amount equal to the average road levy distributed to the municipalities within the county for calendar years 1984, 1985, and 1986 shall be paid by the county treasurer to the municipal finance officer of the municipality. If a municipality is incorporated after January 1, 1984, the amount paid to the municipality shall be determined pursuant to § 10-12-32.1. Such money shall be expended by the governing body of the municipality only for bridge and street purposes within the municipality; (5) For fire guards in territory not organized into civil townships, to be levied against the taxable property of such unorganized territory; (6) For county bridges; (7) For county parks pursuant to chapter 41-18; (8) For support of the poor pursuant to chapter 28-13; (9) For a public defender pursuant to chapter 7-16A; (10) For recreation, tourism and industrial development pursuant to § 7-18-12; (11) For contingency appropriations pursuant to §§ 7-21-6.1 and 7-21-32.2; (12) For county monuments pursuant to § 7-26-1; (13) For historical sites pursuant to § 7-26-3; (14) For historical museums pursuant to § 7-26-5; (15) For abandoned cemeteries pursuant to § 7-26-7; (16) For a county fair pursuant to chapter 7-27; (17) For real estate classification pursuant to § 10-10-2; (18) Repealed by SL 2014, ch 55, § 2; (19) For operation of a public library pursuant to § 14-2-47; (20) For the judicial system pursuant to chapter 16-2; (21) For day care centers pursuant to § 26-6-18.3; (22) For mental health centers pursuant to § 27A-5-9; (23) For senior citizens pursuant to § 28-18-6; (24) For emergency welfare pursuant to § 28-13-19; (25) For roads in national forests pursuant to § 31-9-4; (26) For health departments pursuant to § 34-3-22; (27) For drug abuse pursuant to chapter 34-3B; (28) For hospital operation and maintenance pursuant to §§ 34-8-19 and 34-8-20; (29) For hospital wards pursuant to § 34-8-23; (30) For aid to city hospitals pursuant to chapter 34-9; (31) For ambulance service pursuant to § 34-11-1; (32) For fire protection pursuant to chapter 34-31; (33) For conservation districts pursuant to §§ 38-8-49.1, 38-8-55, 38-8-56, and 38-8-57; (34) For weed and pest control pursuant to §§ 38-22-24 and 38-22-26; (35) For animal damage control pursuant to § 40-36-11; (36) For cooperative parks pursuant to §§ 42-2-10 and 42-2-11; (37) For recreation systems pursuant to chapter 42-2; (38) For activities of the elderly pursuant to §§ 42-2-6 and 42-2-7; (39) For geological survey pursuant to § 45-2-3; (40) For flood control pursuant to §§ 7-18-14, 7-18-15, and 46A-14-71; (41) For safety programs pursuant to § 7-18-13; (42) For airports pursuant to chapter 50-7; (43) For emergencies and disasters pursuant to chapter 34-48A; (44) For Memorial Day expense pursuant to § 7-8-24; (45) For the fiscal and managerial affairs of the county pursuant to § 7-8-20; (46) For extension services pursuant to §§ 13-54-8 to 13-54-13, inclusive. Section 18. That § 10-38-5 be AMENDED. 10-38-5. False statement in utility report--Petty offense. It is a petty offense for a any public utility which that is required by chapters 10-28, 10-32, 10-33, 10-34, and or 10-35, to make any report or statement for purposes of taxation, to knowingly make a false statement in any material respect. Section 19. That § 10-38-24 be AMENDED. 10-38-24. Special assessment--Delinquent utility--Seizure and advertisement of property. If any public utility company, subject to taxation under any of chapters pursuant to chapter 10-28, 10-32, 10-33, 10-34, and or 10-35 shall neglect or refuse to pay any special assessment levied against such utility company, the county treasurer, city treasurer, or other officer charged with its collection, whenever such special assessment shall become delinquent, shall collect the same by seizure of engines, cars, rolling stock, and any personal property of such company, in an amount sufficient to pay such special assessment, with accrued penalty and interest and all accrued costs, wherever the same may be found in the county or counties in which such special assessment may have been made and levied, and shall immediately proceed to advertise the same for sale in three public places in the county, or by advertisement in one of the newspapers published in the county where such property is taken, for a period of at least ten days before such sale, stating the time when and place where such property will be sold. Section 20. That § 31-12A-23 be AMENDED. 31-12A-23. Certification to county auditor of delinquent charges for services--Penalty and interest--Tax sale--Referendum on assessment or bond issue. The board of trustees may cause the amount of any charges, and interest and penalties on the charges, for road district service rendered or made available to any land within and part of the district, which are due and unpaid on the first day of October in each year to be certified by the clerk of the district to the county auditor in the manner provided in § 10-12-7 together with any taxes levied by the district for corporate purposes. All amounts so certified shall be inserted by the county auditor upon the tax list of the current year and are payable and delinquent at the same time and shall incur penalty and interest and shall be collected by the same procedure as real estate taxes on the same property. In the event of a tax sale or the issuance of a tax deed, the provisions of §§ 9-43-39 to 9-43-41, inclusive, §§ 9-43-112 and 9-43-113 apply to all amounts so certified and then delinquent, in the same manner as delinquent installments of special assessments. Five percent of the eligible voters of the district may petition the board of trustees for referendum of any special assessment or bond issue. A majority of the eligible voters of the district who own the lots, tracts, or parcels of land subject to a special assessment or bond issue by the road district is required for approval of the special assessment or bond issue. For purposes of a referendum, if more than one person holds an interest in a lot, tract, or parcel of land subject to a special assessment or bond issue, the vote for the lot, tract, or parcel of land shall be exercised as the owners may among themselves determine and in no event may more than one vote be cast with respect to any one lot, tract, or parcel of land in any referendum. The referendum shall be governed, to the extent applicable, by chapter 9-20. The referendum petition shall be filed with the clerk of the district within twenty days after the notice of the levy of the special assessment or bond issue has been given the landowner. Section 21. That § 31-13-36 be AMENDED. 31-13-36. Township assumption of cost--Referendum. If it is deemed expedient for the township to assume and pay any portion of the cost of the improvement, the resolution may so provide, or the portion to be assumed may be provided by a subsequent resolution, subject to the right of referendum on such resolution, pursuant to the procedure set forth in §§ 31-3-14 to 31-3-16, inclusive § 31-3-14. Section 22. That § 31-13-41 be AMENDED. 31-13-41. Waiting period before actions on improvement--Ratification of prior actions. After twenty days from the adoption and publication of the resolution referred to in § 31-13-40, unless the referendum be invoked, pursuant to §§ 31-3-14 to 31-3-16, inclusive, § 31-3-14, or unless a written protest shall have has been filed with the township clerk and signed by the owners of more than fifty‑five percent of the frontage of property liable to assessment, the board of supervisors may cause the improvement to be made, may contract therefor, and may levy and collect special assessments therefor as provided in this chapter. Any proceedings taken prior to the adoption of the resolution shall be deemed ratified. Section 23. That § 31-20-6 be AMENDED. 31-20-6. Consideration--Amount necessary for redemption--Distribution by county auditor--Distribution pro rata. In case the county sells right‑of‑way to the state pursuant to § 31-20-5 any consideration received therefor shall be distributed as follows: The county auditor shall ascertain the amount that would have been required to redeem said parcel from the tax sale under §§ 10-24-9 to 10-24-15, inclusive, § 10-24-5 if said sale tax certificate had been subject to partial redemption redeemed. If the sale price received from said sale shall equal or exceed the amount required to redeem said parcel from said sale the auditor shall pay to various taxing districts their share of said money in no case exceeding the sum they would have received if same had been redeemed and the balance of the consideration, if any, shall be paid into the county general fund. If the sale price received for said parcel shall be less than the amount required to redeem the amount received shall be divided among the taxing districts pro rata as their interests may appear. Section 24. That § 34-31A-35 be AMENDED. 34-31A-35. Change of district boundaries--Prior rights unimpaired--Liability for debts. The boundaries of any rural fire protection district organized under the provisions of this chapter may be changed in the manner prescribed by §§ 34-31A-5 to 34-31A-11 34-31A-9, inclusive, but the changes of boundaries of any such district may not impair or affect its organization or its right in or to property; nor may it impair, affect or discharge any contract, obligation, lien, or charge for or upon which it might be liable had such change of boundaries not been made. Any portion or area of land which was part of a rural fire district, organized under §§ 34-31A-5 to 34-31A-11 34-31A-9, inclusive, and which is annexed into a bordering municipality, is liable for any indebtedness incurred while within the boundaries of the fire district. Nothing in this section may preclude precludes a municipality, by ordinance, when annexing land within a rural fire protection district, of assuming a portion or all of the indebtedness on the annexed land which that is a result of being in the rural fire protection district. Section 25. That § 34A-5-40 be AMENDED. 34A-5-40. Certification of unpaid charges and tax levies--Collection with real estate taxes--Tax sales. The board of trustees may cause the amount of any charges, and interest and penalties on the charges, for sewer service rendered or made available to any land within the district, which are due and unpaid on the first day of October in each year to be certified by the clerk of the district to the county auditor in the manner provided in § 10-12-7 together with any taxes levied by the district for corporate purposes. All amounts so certified shall be inserted by the county auditor upon the tax list of the current year and shall be payable and delinquent at the same time and shall incur penalty and interest and shall be collected by the same procedure as real estate taxes on the same property. In the event of a tax sale or the issuance of a tax deed, the provisions of §§ 9-43-39 to 9-43-41, inclusive, §§ 9-43-112 and 9-43-113 shall apply to all amounts so certified and then delinquent, in the same manner as delinquent installments of special assessments. Section 26. That § 46A-2-33 be REPEALED. 46A-2-33. Dissolution of subdistrict--Authority of board to exercise necessary powers until commitment satisfied--Restriction on power to levy tax."}, {"bill_id": 21847, "bill_version_id": 216655, "bill_version": "Enrolled", "bill_version_date": "2021-02-04T16:05:27.443-06:00", "bill_text": "ENTITLED An Act to repeal obsolete property tax provisions and to revise property tax cross-reference and land classification statutes. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 7-8-38 be AMENDED. 7-8-38. County revenues--Economic development. The board of county commissioners may, by resolution, allocate revenue a county receives for economic development within the county. Section 2. That § 9-3-26 be AMENDED. 9-3-26. Historical or educational municipality--Public funds. Such municipality shall not be authorized to receive any state or local tax funds or any distribution from either state or local sources except such as are specifically provided under § 7-18-12, or any amendments thereto or similar laws hereafter enacted, for tourist, educational, and recreational activities. Section 3. That § 9-38-50 be REPEALED. 9-38-50. Procedure for adoption of street improvements by special assessment. Section 4. That § 9-47-13 be REPEALED. 9-47-13. Purchase of pipes or mains financed by special assessments--Protest by property owners. Section 5. That § 9-47-14 be REPEALED. 9-47-14. Notice, hearing, and action by governing body on purchase of pipes and mains. Section 6. That § 9-47-15 be REPEALED. 9-47-15. Competitive bids not required for purchase of pipes or mains. Section 7. That § 10-4-33 be REPEALED. 10-4-33. Property used as employee day‑care cooperative exempt--Determining value. Section 8. That § 10-4-34 be REPEALED. 10-4-34. Exemption of property used for storing and dispensing alternative fuels. Section 9. That § 10-6-33.7 be REPEALED. 10-6-33.7. Classification of agricultural land in each county--Basis for soil valuation. Section 10. That § 10-6-33.21 be AMENDED. 10-6-33.21. Assessed value of inundated farmlands--Classification. If an application is submitted pursuant to § 10-6-33.22, the director of equalization shall take into consideration and make adjustments in setting the assessed value for agricultural land which has been inundated by floods and is not farmable during the past three growing seasons. The director of equalization shall use the marshland soils rating classification pursuant to § 10-6-33.32 to determine the assessed value of the acreage inundated and not farmable. Section 11. That § 10-6-33.32 be AMENDED. 10-6-33.32. Soil classification--Land categorization--Director adjustments. All soils shall be divided into classes based on soil classification standards developed by the United States Department of Agriculture, Natural Resources Conservation Service. All agricultural land shall be categorized as either cropland or noncropland. The department shall provide each county with soil ratings for all soil types present in the county. The director of equalization shall implement the soil ratings and utilize the ratings as the basis for determining the value of each soil type in the county. The director may make an adjustment to a parcel pursuant to § 10-6-33.31. Section 12. That § 10-10-13 be AMENDED. 10-10-13. Time for taking appeal. Any appeal pursuant to § 10-10-11 must be taken within thirty days after the filing of the decision in the office of the board making the same. Section 13. That § 10-11-26 be AMENDED. 10-11-26. Powers of county board of equalization--De novo appeals. A county board of equalization has all the power and authority of a local board of equalization in all unorganized territories. A county board of equalization may: (1) Correct clerical errors of the assessment roll; (2) Hear appeals from individuals regarding aggregate assessments, classification, and equalization; and (3) Equalize between taxing districts and between classes of property. The board shall raise or lower, if necessary, each class of property on a percentage basis covering the class as a whole within the assessment district. Appeals to the county board of equalization shall be heard de novo. Section 14. That § 10-11-34 be AMENDED. 10-11-34. Increase in individual assessment--Advance notice required. No individual assessment of any property owner of the county may be raised without notice in advance to the property owner, except as authorized in subdivision 10-11-26(3). Section 15. That § 10-11-57 be REPEALED. 10-11-57. Assessed valuation used in application of studies to agricultural land. Section 16. That § 10-11-72 be AMENDED. 10-11-72. Consolidated board authority. A consolidated board of equalization may: (1) Correct clerical errors of the assessment roll; (2) Hear appeals from individuals regarding aggregate assessments, classification, and equalization; and (3) Equalize between taxing districts and between classes of property. The board shall raise or lower, if necessary, each class of property on a percentage basis covering the class as a whole within the assessment district. Section 17. That § 10-12-9 be AMENDED. 10-12-9. Purposes for levy of county taxes. The levy of county taxes pursuant to § 10-12-8 shall include the following purposes: (1) For general county purposes; (2) For the support of the mentally ill pursuant to § 27A-13-15 and developmentally disabled pursuant to chapter 27B-4; (3) For salaries; (4) For county roads, in addition to the road taxes levied by townships and municipalities, and it shall have the entire supervision of the expenditure of such taxes. In all municipalities an amount equal to the average road levy distributed to the municipalities within the county for calendar years 1984, 1985, and 1986 shall be paid by the county treasurer to the municipal finance officer of the municipality. If a municipality is incorporated after January 1, 1984, the amount paid to the municipality shall be determined pursuant to § 10-12-32.1. Such money shall be expended by the governing body of the municipality only for bridge and street purposes within the municipality; (5) For fire guards in territory not organized into civil townships, to be levied against the taxable property of such unorganized territory; (6) For county bridges; (7) For county parks pursuant to chapter 41-18; (8) For support of the poor pursuant to chapter 28-13; (9) For a public defender pursuant to chapter 7-16A; (10) For recreation, tourism and industrial development pursuant to § 7-18-12; (11) For contingency appropriations pursuant to §§ 7-21-6.1 and 7-21-32.2; (12) For county monuments pursuant to § 7-26-1; (13) For historical sites pursuant to § 7-26-3; (14) For historical museums pursuant to § 7-26-5; (15) For abandoned cemeteries pursuant to § 7-26-7; (16) For a county fair pursuant to chapter 7-27; (17) For real estate classification pursuant to § 10-10-2; (18) Repealed by SL 2014, ch 55, § 2; (19) For operation of a public library pursuant to § 14-2-47; (20) For the judicial system pursuant to chapter 16-2; (21) For day care centers pursuant to § 26-6-18.3; (22) For mental health centers pursuant to § 27A-5-9; (23) For senior citizens pursuant to § 28-18-6; (24) For emergency welfare pursuant to § 28-13-19; (25) For roads in national forests pursuant to § 31-9-4; (26) For health departments pursuant to § 34-3-22; (27) For drug abuse pursuant to chapter 34-3B; (28) For hospital operation and maintenance pursuant to §§ 34-8-19 and 34-8-20; (29) For hospital wards pursuant to § 34-8-23; (30) For aid to city hospitals pursuant to chapter 34-9; (31) For ambulance service pursuant to § 34-11-1; (32) For fire protection pursuant to chapter 34-31; (33) For conservation districts pursuant to §§ 38-8-49.1, 38-8-55, 38-8-56, and 38-8-57; (34) For weed and pest control pursuant to §§ 38-22-24 and 38-22-26; (35) For animal damage control pursuant to § 40-36-11; (36) For cooperative parks pursuant to §§ 42-2-10 and 42-2-11; (37) For recreation systems pursuant to chapter 42-2; (38) For activities of the elderly pursuant to §§ 42-2-6 and 42-2-7; (39) For geological survey pursuant to § 45-2-3; (40) For flood control pursuant to §§ 7-18-14, 7-18-15, and 46A-14-71; (41) For safety programs pursuant to § 7-18-13; (42) For airports pursuant to chapter 50-7; (43) For emergencies and disasters pursuant to chapter 34-48A; (44) For Memorial Day expense pursuant to § 7-8-24; (45) For the fiscal and managerial affairs of the county pursuant to § 7-8-20; (46) For extension services pursuant to §§ 13-54-8 to 13-54-13, inclusive. Section 18. That § 10-38-5 be AMENDED. 10-38-5. False statement in utility report--Petty offense. It is a petty offense for any public utility that is required by chapters 10-28, 10-33, or 10-35, to make any report or statement for purposes of taxation, to knowingly make a false statement in any material respect. Section 19. That § 10-38-24 be AMENDED. 10-38-24. Special assessment--Delinquent utility--Seizure and advertisement of property. If any public utility company, subject to taxation pursuant to chapter 10-28, 10-33, or 10-35 shall neglect or refuse to pay any special assessment levied against such utility company, the county treasurer, city treasurer, or other officer charged with its collection, whenever such special assessment shall become delinquent, shall collect the same by seizure of engines, cars, rolling stock, and any personal property of such company, in an amount sufficient to pay such special assessment, with accrued penalty and interest and all accrued costs, wherever the same may be found in the county or counties in which such special assessment may have been made and levied, and shall immediately proceed to advertise the same for sale in three public places in the county, or by advertisement in one of the newspapers published in the county where such property is taken, for a period of at least ten days before such sale, stating the time when and place where such property will be sold. Section 20. That § 31-12A-23 be AMENDED. 31-12A-23. Certification to county auditor of delinquent charges for services--Penalty and interest--Tax sale--Referendum on assessment or bond issue. The board of trustees may cause the amount of any charges, and interest and penalties on the charges, for road district service rendered or made available to any land within and part of the district, which are due and unpaid on the first day of October in each year to be certified by the clerk of the district to the county auditor in the manner provided in § 10-12-7 together with any taxes levied by the district for corporate purposes. All amounts so certified shall be inserted by the county auditor upon the tax list of the current year and are payable and delinquent at the same time and shall incur penalty and interest and shall be collected by the same procedure as real estate taxes on the same property. In the event of a tax sale or the issuance of a tax deed, the provisions of §§ 9-43-112 and 9-43-113 apply to all amounts so certified and then delinquent, in the same manner as delinquent installments of special assessments. Five percent of the eligible voters of the district may petition the board of trustees for referendum of any special assessment or bond issue. A majority of the eligible voters of the district who own the lots, tracts, or parcels of land subject to a special assessment or bond issue by the road district is required for approval of the special assessment or bond issue. For purposes of a referendum, if more than one person holds an interest in a lot, tract, or parcel of land subject to a special assessment or bond issue, the vote for the lot, tract, or parcel of land shall be exercised as the owners may among themselves determine and in no event may more than one vote be cast with respect to any one lot, tract, or parcel of land in any referendum. The referendum shall be governed, to the extent applicable, by chapter 9-20. The referendum petition shall be filed with the clerk of the district within twenty days after the notice of the levy of the special assessment or bond issue has been given the landowner. Section 21. That § 31-13-36 be AMENDED. 31-13-36. Township assumption of cost--Referendum. If it is deemed expedient for the township to assume and pay any portion of the cost of the improvement, the resolution may so provide, or the portion to be assumed may be provided by a subsequent resolution, subject to the right of referendum on such resolution, pursuant to the procedure set forth in § 31-3-14. Section 22. That § 31-13-41 be AMENDED. 31-13-41. Waiting period before actions on improvement--Ratification of prior actions. After twenty days from the adoption and publication of the resolution referred to in § 31-13-40, unless the referendum be invoked, pursuant to § 31-3-14, or unless a written protest has been filed with the township clerk and signed by the owners of more than fifty‑five percent of the frontage of property liable to assessment, the board of supervisors may cause the improvement to be made, may contract therefor, and may levy and collect special assessments therefor as provided in this chapter. Any proceedings taken prior to the adoption of the resolution shall be deemed ratified. Section 23. That § 31-20-6 be AMENDED. 31-20-6. Consideration--Amount necessary for redemption--Distribution by county auditor--Distribution pro rata. In case the county sells right‑of‑way to the state pursuant to § 31-20-5 any consideration received therefor shall be distributed as follows: The county auditor shall ascertain the amount that would have been required to redeem said parcel from the tax sale under § 10-24-5 if said tax certificate had been redeemed. If the sale price received from said sale shall equal or exceed the amount required to redeem said parcel from said sale the auditor shall pay to various taxing districts their share of said money in no case exceeding the sum they would have received if same had been redeemed and the balance of the consideration, if any, shall be paid into the county general fund. If the sale price received for said parcel shall be less than the amount required to redeem the amount received shall be divided among the taxing districts pro rata as their interests may appear. Section 24. That § 34-31A-35 be AMENDED. 34-31A-35. Change of district boundaries--Prior rights unimpaired--Liability for debts. The boundaries of any rural fire protection district organized under the provisions of this chapter may be changed in the manner prescribed by §§ 34-31A-5 to 34-31A-9, inclusive, but the changes of boundaries of any such district may not impair or affect its organization or its right in or to property; nor may it impair, affect or discharge any contract, obligation, lien, or charge for or upon which it might be liable had such change of boundaries not been made. Any portion or area of land which was part of a rural fire district, organized under §§ 34-31A-5 to 34-31A-9, inclusive, and which is annexed into a bordering municipality, is liable for any indebtedness incurred while within the boundaries of the fire district. Nothing in this section precludes a municipality, by ordinance, when annexing land within a rural fire protection district, of assuming a portion or all of the indebtedness on the annexed land that is a result of being in the rural fire protection district. Section 25. That § 34A-5-40 be AMENDED. 34A-5-40. Certification of unpaid charges and tax levies--Collection with real estate taxes--Tax sales. The board of trustees may cause the amount of any charges, and interest and penalties on the charges, for sewer service rendered or made available to any land within the district, which are due and unpaid on the first day of October in each year to be certified by the clerk of the district to the county auditor in the manner provided in § 10-12-7 together with any taxes levied by the district for corporate purposes. All amounts so certified shall be inserted by the county auditor upon the tax list of the current year and shall be payable and delinquent at the same time and shall incur penalty and interest and shall be collected by the same procedure as real estate taxes on the same property. In the event of a tax sale or the issuance of a tax deed, the provisions of §§ 9-43-112 and 9-43-113 shall apply to all amounts so certified and then delinquent, in the same manner as delinquent installments of special assessments. Section 26. That § 46A-2-33 be REPEALED. 46A-2-33. Dissolution of subdistrict--Authority of board to exercise necessary powers until commitment satisfied--Restriction on power to levy tax. An Act to repeal obsolete property tax provisions and to revise property tax cross-reference and land classification statutes. I certify that the attached Act originated in the: House as Bill No. 1023 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1023 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21847, "action_date": "2021-01-12T12:00:00-06:00", "document_id": 211012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211012.pdf", "status_text": "First read in House and referred to", "journal_page": 15, "committee_id_action": 492, "committee_id_assigned": 499, "result": "N", "vote": {}}, {"bill_id": 21847, "action_date": "2021-01-21T08:00:00-06:00", "document_id": 211665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211665.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 499, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21847, "action_date": "2021-01-21T08:00:00-06:00", "document_id": 211685, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211685.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 499, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21847, "action_date": "2021-01-21T08:00:00-06:00", "document_id": 211685, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211685.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 499, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21847, "action_date": "2021-01-22T13:00:00-06:00", "document_id": 212449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212449.pdf", "status_text": "Do Pass", "journal_page": 110, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67741, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1800, 1802, 1804, 1805, 1807, 1813, 1817, 1820, 1822, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1839, 1841, 1843, 1844, 1852, 1855, 1862, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806], "Excused": [1809, 1823]}}, {"bill_id": 21847, "action_date": "2021-01-25T14:00:00-06:00", "document_id": 212700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212700.pdf", "status_text": "First read in Senate and referred to", "journal_page": 103, "committee_id_action": 514, "committee_id_assigned": 516, "result": "N", "vote": {}}, {"bill_id": 21847, "action_date": "2021-02-03T10:00:00-06:00", "document_id": 215152, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215152.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 516, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21847, "action_date": "2021-02-03T10:00:00-06:00", "document_id": 215217, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215217.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 516, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68280, "president_vote": null, "Yea": [1776, 1806, 1811, 1831, 3803], "Excused": [1828, 1856]}}, {"bill_id": 21847, "action_date": "2021-02-03T10:00:00-06:00", "document_id": 215217, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215217.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 1, "committee_id_action": 516, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21847, "action_date": "2021-02-04T14:00:00-06:00", "document_id": 216401, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216401.pdf", "status_text": "Do Pass", "journal_page": 184, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68487, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1783, 1786, 1789, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 3795, 1865], "Excused": [1785, 1790, 1870]}}, {"bill_id": 21847, "action_date": "2021-02-05T13:00:00-06:00", "document_id": 216672, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216672.pdf", "status_text": "Signed by the Speaker", "journal_page": 222, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21847, "action_date": "2021-02-08T14:00:00-06:00", "document_id": 216779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216779.pdf", "status_text": "Signed by the President", "journal_page": 218, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21847, "action_date": "2021-02-09T14:30:00-06:00", "document_id": 216996, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216996.pdf", "status_text": "Delivered to the Governor", "journal_page": 253, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21847, "action_date": "2021-02-16T14:00:00-06:00", "document_id": 217363, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217363.pdf", "status_text": "Signed by the Governor", "journal_page": 293, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7097}