{"session_id": 36, "bill_id": 9955, "bill_type": "House Bill", "bill_number": 1123, "bill_title": "provide for the verification of hours worked on computers for certain government contracts.", "sponsors": [{"legislator_profile_id": 1633, "is_prime": true}, {"legislator_profile_id": 1568, "is_prime": true}, {"legislator_profile_id": 1606, "is_prime": false}, {"legislator_profile_id": 1581, "is_prime": false}, {"legislator_profile_id": 1584, "is_prime": false}], "keywords": ["Public Officers and Employees", "Public Property, Purchases, and Contracts"], "audio": [{"meeting_datetime": "2019-02-08T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst20.mp3", "start_seconds": 5125.0}, {"meeting_datetime": "2019-02-08T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst20.mp3", "start_seconds": 5125.0}, {"meeting_datetime": "2019-02-08T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst20.mp3", "start_seconds": 5125.0}], "bill_versions": [{"bill_id": 9955, "bill_version_id": 52350, "bill_version": "Introduced", "bill_version_date": "2019-01-25T10:07:29.34-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the verification of hours worked on computers for certain government contracts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: This Act applies to contracts by a purchasing agency as defined in § 5-18A-1, for professional or technical services over one hundred thousand dollars. Section 2. That the code be amended by adding a NEW SECTION to read: A contract subject to this Act shall require a contractor to use software to verify that hours billed under the contract performed on a computer are legitimate. The contractor shall specify that the purchasing agency will not pay for hours worked on a computer unless those hours are verifiable by the software or by data collected by the software. The software must: (1) Permit the purchasing agency or an auditor of the agency to have access to data collected or provided by the software; (2) Automatically gather verification data of state-funded activity by tracking total keystroke and mouse event frequency and taking a screenshot at least once every three minutes; (3) Provide the purchasing agency or an auditor of the agency automated real-time cost status of each task; (4) Provide to the purchasing agency professional biographical information; (5) Protect any data that is confidential as required by state or federal law; and (6) Permit the purchasing agency to provide immediate feedback to the contractor for work in progress. Section 3. That the code be amended by adding a NEW SECTION to read: The data collected by the software is an accounting record belonging to the contractor. The contractor shall store, or contract with another to store, the data collected by the software for seven years and provide access to the purchasing agency or an auditor of the agency on request. Section 4. That the code be amended by adding a NEW SECTION to read: The contractor may not charge the purchasing agency or an auditor of the agency for access to or use of the work verification software, or to access or retrieve data collected by the software. Section 5. That the code be amended by adding a NEW SECTION to read: The contractor shall procure any software used under this section from an independent entity."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9955, "action_date": "2019-01-25T14:00:00-06:00", "document_id": 52449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52449.pdf", "status_text": "First read in House and referred to", "journal_page": 197, "committee_id_action": 408, "committee_id_assigned": 424, "result": "N", "vote": {}}, {"bill_id": 9955, "action_date": "2019-02-08T07:45:00-06:00", "document_id": 53175, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53175.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 424, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9955, "action_date": "2019-02-08T07:45:00-06:00", "document_id": 53313, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53313.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 337, "committee_id_action": 424, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27994, "president_vote": null, "Yea": [1563, 1579, 1645, 1444, 1434, 1635, 1432, 1427, 1609, 1630, 1567, 1569], "Excused": [1576]}}]}