{"session_id": 19, "bill_id": 4292, "bill_type": "Senate Commemoration", "bill_number": 10, "bill_title": "Commending and honoring the Warner Monarch Girls Volleyball Team on their 2012 Class B State Championship.", "sponsors": [{"legislator_profile_id": 318, "is_prime": true}, {"legislator_profile_id": 383, "is_prime": true}, {"legislator_profile_id": 362, "is_prime": false}, {"legislator_profile_id": 330, "is_prime": false}, {"legislator_profile_id": 337, "is_prime": false}, {"legislator_profile_id": 366, "is_prime": false}, {"legislator_profile_id": 342, "is_prime": false}, {"legislator_profile_id": 396, "is_prime": false}, {"legislator_profile_id": 364, "is_prime": false}, {"legislator_profile_id": 376, "is_prime": false}, {"legislator_profile_id": 389, "is_prime": false}, {"legislator_profile_id": 336, "is_prime": false}, {"legislator_profile_id": 344, "is_prime": false}, {"legislator_profile_id": 375, "is_prime": false}, {"legislator_profile_id": 419, "is_prime": false}, {"legislator_profile_id": 316, "is_prime": false}, {"legislator_profile_id": 390, "is_prime": false}, {"legislator_profile_id": 408, "is_prime": false}, {"legislator_profile_id": 404, "is_prime": false}, {"legislator_profile_id": 405, "is_prime": false}, {"legislator_profile_id": 407, "is_prime": false}, {"legislator_profile_id": 357, "is_prime": false}, {"legislator_profile_id": 343, "is_prime": false}, {"legislator_profile_id": 339, "is_prime": false}, {"legislator_profile_id": 361, "is_prime": false}, {"legislator_profile_id": 354, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4292, "bill_version_id": 25560, "bill_version": "Introduced", "bill_version_date": "2013-02-12T12:02:22.493-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the Warner Monarch Girls Volleyball Team on their 2012 Class B State Championship. WHEREAS, the Warner High School Monarch Girls Volleyball Team, coached by Kari Jung with assistance by Bobbie Deuter, Carrie Herrboldt, and Taylor Rozell, completed the 2012 season with thirty-four wins and no losses and was named the MaxPreps Small School Team of the year and the 2012 South Dakota Sportswriters High School Girls Team of the Year; and WHEREAS, The Warner High School Monarch Girls Volleyball Team formed a cohesive group with contributions from all of its players, including: Kaitlyn Armstrong, Bailee Holscher, Emily Larson, Kaitlyn Boesl, Sidney Bierman, Mallory Testerman, Alyssa Jung, Ashley Rozell, Jaici Schlosser, Taylor Ellingson, Carly Rozell, Kari Gascoigne, Rachel Rogers, and Miranda Ristau; and WHEREAS, three players from the Warner Monarch Team, Ashley Rozell, Carly Rozell, and Rachel Rogers were selected for the All-Tournament Team, Ashley Rozell was selected for first team All-State, and Rachel Rogers was selected for first team All-State and second team All-American; and WHEREAS, Kari Jung, the Warner High School Monarch Girls Volleyball Coach was named the MaxPreps Small School Coach of the Year and the South Dakota Coaches Association Volleyball Coach of the Year: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Warner Monarch Girls Volleyball Team be commended and honored for winning the 2012 Class B State Championship."}, {"bill_id": 4292, "bill_version_id": 25780, "bill_version": "Enrolled", "bill_version_date": "2013-02-14T16:21:46.047-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the Warner Monarch Girls Volleyball Team on their 2012 Class B State Championship. WHEREAS, the Warner High School Monarch Girls Volleyball Team, coached by Kari Jung with assistance by Bobbie Deuter, Carrie Herrboldt, and Taylor Rozell, completed the 2012 season with thirty-four wins and no losses and was named the MaxPreps Small School Team of the year and the 2012 South Dakota Sportswriters High School Girls Team of the Year; and WHEREAS, The Warner High School Monarch Girls Volleyball Team formed a cohesive group with contributions from all of its players, including: Kaitlyn Armstrong, Bailee Holscher, Emily Larson, Kaitlyn Boesl, Sidney Bierman, Mallory Testerman, Alyssa Jung, Ashley Rozell, Jaici Schlosser, Taylor Ellingson, Carly Rozell, Kari Gascoigne, Rachel Rogers, and Miranda Ristau; and WHEREAS, three players from the Warner Monarch Team, Ashley Rozell, Carly Rozell, and Rachel Rogers were selected for the All-Tournament Team, Ashley Rozell was selected for first team All-State, and Rachel Rogers was selected for first team All-State and second team All-American; and WHEREAS, Kari Jung, the Warner High School Monarch Girls Volleyball Coach was named the MaxPreps Small School Coach of the Year and the South Dakota Coaches Association Volleyball Coach of the Year: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Warner Monarch Girls Volleyball Team be commended and honored for winning the 2012 Class B State Championship. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4292, "action_date": "2013-02-12T14:00:00-06:00", "document_id": 25592, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25592.pdf", "status_text": "", "journal_page": 383, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4292"}