{"session_id": 69, "bill_id": 25330, "bill_type": "Senate Commemoration", "bill_number": 816, "bill_title": "Honoring the late Alexei Navalny for his bravery in standing in opposition to Vladimir Putin and for his tireless advocacy for democracy in Russia.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25330", "sponsors": [{"legislator_profile_id": 4536, "is_prime": true}, {"legislator_profile_id": 4571, "is_prime": true}, {"legislator_profile_id": 4480, "is_prime": false}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4498, "is_prime": false}, {"legislator_profile_id": 4499, "is_prime": false}, {"legislator_profile_id": 4505, "is_prime": false}, {"legislator_profile_id": 4518, "is_prime": false}, {"legislator_profile_id": 4523, "is_prime": false}, {"legislator_profile_id": 4525, "is_prime": false}, {"legislator_profile_id": 4529, "is_prime": false}, {"legislator_profile_id": 4558, "is_prime": false}, {"legislator_profile_id": 4578, "is_prime": false}, {"legislator_profile_id": 4575, "is_prime": false}], "keywords": ["Senate Commemoration"], "audio": [], "bill_versions": [{"bill_id": 25330, "bill_version_id": 266645, "bill_version": "Introduced", "bill_version_date": "2024-02-26T17:06:25.193-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the late Alexei Navalny for his bravery in standing in opposition to Vladimir Putin and for his tireless advocacy for democracy in Russia. WHEREAS, Alexei Navalny was a prominent Russian opposition leader, fearless in his pursuit of accountability and transparency within his country's political system. Navalny advocated tirelessly for the rights of Russian citizens and the eradication of corruption, especially in his criticism of Russian President Vladimir Putin; and WHEREAS, Navalny was born in 1976 in the Soviet Union and graduated in 1998 with a law degree. He engaged in the practice of law in Russia, where he started his work advocating for reform in Russia's government. Navalny engaged in a variety of pro-democracy actions, including speaking out against flawed parliamentary elections in 2011, running for mayor of Moscow in 2013, and running against Russian President Vladimir Putin in 2018; and WHEREAS, Navalny was Russia's most outspoken critic of Putin and was subjected to multiple assassination attempts throughout his life as Putin's regime tightened its grip on free speech and eliminated those who criticized the government's actions. Navalny's determination and steadfast resolve were exemplified by his return to Russia in January 2021, following his recovery from a poisoning attempt widely believed to have been orchestrated by the Russian government; and WHEREAS, in August 2023, Navalny was sentenced to nineteen years in prison over charges related to extremism. He died on February 16, 2024, from unknown circumstances while imprisoned in a penal colony above the Arctic Circle; and WHEREAS, Navalny's suspicious death, likely at the hands of the Russian government, is a disgrace to the principle of freedom of speech held dear in the United States. Navalny was truly brave as he stood for the principles of Western democracies: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Ninth Legislature of the State of South Dakota, that Alexei Navalny is honored for standing in opposition to Vladimir Putin, for his advocacy for democracy in Russia, and for sacrificing his life in his fight for the rights of the Russian people."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25330, "action_date": "2024-02-27T14:00:00-06:00", "document_id": 266611, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266611.pdf", "status_text": "", "journal_page": 436, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25330, "action_date": "2024-02-29T13:00:00-06:00", "document_id": 266925, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266925.pdf", "status_text": "", "journal_page": 447, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}]}