{"session_id": 45, "bill_id": 13104, "bill_type": "Senate Bill", "bill_number": 268, "bill_title": "to revise certain provisions regarding the civil liability of drug dealers.", "sponsors": [], "keywords": ["Civil Offenses", "Drugs & Controlled Substances", "Hoghoused Bills", "Signed by Governor"], "audio": [], "bill_versions": [{"bill_id": 13104, "bill_version_id": 74011, "bill_version": "Introduced", "bill_version_date": "1997-02-04T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the civil liability of drug dealers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-20B-50 be repealed. 34-20B-50. Any person who is injured in person, property or means of support, by any other person because such other person was, when such injury occurred, experiencing the pharmacological effects of a controlled drug or substance, and was deprived of the normal use of his mental or physical facilities, thereby, shall have a right of action against any person who, by unlawfully distributing or dispensing a controlled drug or substance to such other person, caused or contributed to his experiencing such effects. Section 2. Terms used in this Act mean: (1) \"Controlled drug or substance,\" a drug or substance, or an immediate precursor of a drug or substance, listed in Schedules I to IV, inclusive; (2) \"Illegal drug,\" a controlled drug or substance or marijuana whose distribution is a violation of state law; (3) \"Illegal drug market,\" the support system of illegal drug related operations, from manufacture to retail sales, through which an illegal drug reaches the user; (4) \"Illegal drug market target community,\" the area described under section 12 of this Act; (5) \"Level 1 participation,\" possession of sixteen ounces or more or distribution of four ounces or more of a controlled drug or substance or possession of ten pounds or more or distribution of one pound or more of marijuana; (6) \"Level 2 participation,\" possession of eight ounces or more, but less than sixteen ounces, or distribution of two ounces or more, but less than four ounces, of a controlled drug or substance or possession of one to ten pounds, or distribution of one-half pound but less than one pound, of marijuana; (7) \"Level 3 participation,\" possession of four ounces or more, but less than eight ounces, or distribution of one ounce or more, but less than two ounces, of a controlled drug or substance, or possession of one-half pound but less than one pound, or distribution of more than one ounce but less than one-half pound of marijuana; (8) \"Level 4 participation,\" possession of one-fourth ounce or more, but less than four ounces, or distribution of less than one ounce of a controlled drug or substance, or possession of less than one-half pound, or distribution of one ounce or less of marijuana; (9) \"Participate in the illegal drug market,\" to distribute, possess with an intent to distribute, commit an act intended to facilitate the marketing or distribution of, or agree to distribute, possess with an intent to distribute, or commit an act intended to facilitate the marketing and distribution of an illegal drug. The term does not include the purchase or receipt of an illegal drug for personal use only; (10) \"Period of illegal drug use,\" in relation to the individual drug user, the time of the user's first use of an illegal drug to the accrual of the cause of action. The period of illegal drug use is presumed to commence two years before the cause of action accrues unless the defendant proves otherwise by clear and convincing evidence; (11) \"Place of illegal drug activity,\" in relation to the individual drug user, each county in which the user possesses or uses an illegal drug or in which the user resides, attends school, or is employed during the period of the user's illegal drug use, unless the defendant proves otherwise by clear and convincing evidence; (12) \"Place of participation,\" in relation to a defendant in an action brought under this Act, each county in which the person participates in the illegal drug market or in which the person resides, attends school, or is employed during the period of the person's participation in the illegal drug market; (13) \"User,\" the person whose illegal drug use is the basis of an action brought under this Act. Section 3. Any person who knowingly participates in the illegal drug market within this state is liable for civil damages as provided in this Act. Any law enforcement officer or agency or a person acting at the direction of a law enforcement officer or agency is not liable for participating in the illegal drug market if the participation is in furtherance of an official investigation. Section 4. Any person may recover damages under this Act for injury resulting from another person's use of an illegal drug. Section 5. Any of the following persons may bring an action for damages caused by another person's use of an illegal drug: (1) A parent, legal guardian, child, spouse, or sibling of the individual drug user; (2) Any person who was exposed to an illegal drug in utero; (3) An employer of the user; (4) A medical facility, insurer, governmental entity, employer, or other entity that funds a drug treatment program or employee assistance program for the user or that otherwise expended money on behalf of the user; (5) Any person injured as a result of the willful, reckless, or negligent actions of a user. Section 6. Any person entitled to bring an action under section 5 of this Act may seek damages from any of the following: (1) Any person who knowingly distributed, or knowingly participated in the chain of distribution of, an illegal drug that was actually used by the user; (2) Any person who knowingly participated in the illegal drug market if: (a) The place of illegal drug activity by the user is within the illegal drug market target community of the defendant; (b) The defendant's participation in the illegal drug market was connected with the same type of illegal drug used by the user; and (c) The defendant participated in the illegal drug market at any time during the user's period of illegal drug use. Section 7. Any person entitled to bring an action under section 5 of this Act may recover all of the following damages: (1) Economic damages, including the cost of treatment and rehabilitation, medical expenses, loss of economic or educational potential, loss of productivity, absenteeism, support expenses, accidents or injury, and any other pecuniary loss proximately caused by the illegal drug use; (2) Noneconomic damages, including physical and emotional pain, suffering, physical impairment, emotional distress, mental anguish, disfigurement, loss of enjoyment, loss of companionship, services, and consortium, and other nonpecuniary losses proximately caused by a user's use of an illegal drug; (3) Exemplary damages; (4) Attorneys' fees; and (5) Disbursements. Section 8. No user may bring an action for damages caused by the use of an illegal drug except as otherwise provided in sections 9 to 11, inclusive, of this Act. Section 9. Any user may bring an action for damages caused by the use of an illegal drug only if all of the following conditions are met: (1) The user personally discloses to narcotics enforcement authorities, more than six months before filing the action, all of the information known to the user regarding all of that user's sources of illegal drugs; (2) The user has not used an illegal drug within the six months before filing the action; and (3) The user continues to remain free of the use of an illegal drug throughout the pendency of the action. Section 10. Any user entitled to bring an action under section 9 of this Act may seek damages only from a person who distributed, or is in the chain of distribution of, an illegal drug that was actually used by the user. Section 11. Any person entitled to bring an action under section 9 of this Act may recover only the following damages: (1) Economic damages, including the cost of treatment, rehabilitation, and medical expenses, loss of economic or educational potential, loss of productivity, absenteeism, accidents or injury, and any other pecuniary loss proximately caused by the person's illegal drug use; (2) Attorneys' fees; and (3) Disbursements. Section 12. A person whose participation in the illegal drug market constitutes the following level of participation shall be considered to have the following illegal drug market target community: (1) For Level 4 participation, the county in which the defendant's place of participation is situated; (2) For Level 3 participation, the target community described subdivision (1) plus all counties with a border contiguous to that target community; and (3) For Level 2 participation, the target community described in subdivision (2) plus all counties with a border contiguous to that target community; (4) For Level 1 participation, the state. Section 13. Two or more persons may join in one action under this Act as plaintiffs if their respective actions have at least one place of illegal drug activity in common and if any portion of the period of illegal drug use overlaps with the period of illegal drug use for every other plaintiff. Two or more persons may be joined in one action under this Act as defendants if those persons are liable to at least one plaintiff. A plaintiff need not be interested in obtaining and a defendant need not be interested in defending against all the relief demanded. Judgment may be given for one or more plaintiffs according to their respective rights to relief and against one or more defendants according to their respective liabilities. Section 14. Any action by a user is governed by the principles of comparative responsibility. Comparative responsibility attributed to the plaintiff does not bar recovery but diminishes the award of compensatory damages proportionally, according to the measure of responsibility attributed to the plaintiff. The burden of proving the comparative responsibility of the plaintiff is on the defendant and shall be shown by clear and convincing evidence. Comparative responsibility may not be attributed to a plaintiff who is not a user. Section 15. That § 34-20B-51 be amended to read as follows: 34-20B-51. The liability of such distributor or dispenser under § 34-20B-50 shall extend to all damages adjudged to be actual and exemplary. In case of the death of either party, the right of action given in § 34-20B-50 this Act shall survive to or against such party's executor or administrator. Section 16. Any person subject to liability under this Act has a right of action for contribution against another person subject to liability under this Act. Contribution may be enforced either in the original action or by a separate action brought for that purpose. A plaintiff may seek recovery in accordance with this Act against a person whom a defendant has asserted a right of contribution. Section 17. Proof of participation in the illegal drug market in an action brought under this Act shall be shown by clear and convincing evidence. Except as otherwise provided in this Act, other elements of the cause of action shall be shown by a preponderance of the evidence. Section 18. Any person against whom recovery is sought who has a criminal conviction under state or federal drug laws is estopped from denying participation in the illegal drug market. Such a conviction is also prima facie evidence of the person's participation in the illegal drug market during the two years preceding the date of an act giving rise to a conviction. The absence of criminal drug conviction of a person against whom recovery is sought does not bar an action against that person. Section 19. Any plaintiff under this Act may request an ex parte prejudgment attachment order from the court against all assets of a defendant sufficient to satisfy a potential award. If attachment is instituted, the defendant is entitled to an immediate hearing. Attachment may be lifted if the defendant demonstrates that the assets will be available for a potential award or if the defendant posts a bond sufficient to cover a potential award. Section 20. Any person against whom a judgment has been rendered under this Act is not eligible to exempt any property, of whatever kind, from process to levy or process to execute on the judgment. Any assets sought to satisfy a judgment under this Act that are named in a forfeiture action or have been seized for forfeiture by any state or federal agency may not be used to satisfy a judgment unless and until the assets have been released following the conclusion of the forfeiture action or released by the agency that seized the assets. Section 21. That § 34-20B-53 be amended to read as follows: 34-20B-53. All damages recovered by a minor under § § 34-20B-50 to 34-20B-52, inclusive, this Act shall be paid to such minor or to his the minor's parent or conservator as the court directs. Section 22. That § 34-20B-52 be amended to read as follows: 34-20B-52. All suits for damages under § 34-20B-50 this Act shall be by civil action in any court of this state having jurisdiction thereof, which shall be commenced within two years of the date on which the injury was incurred. Section 23. A cause of action accrues under this Act when a person who may recover has reason to know of the harm from illegal drug use that is the basis for the cause of action and has reason to know that the illegal drug use is the cause of the harm. For a plaintiff, the statute of limitations under this section is tolled while any potential plaintiff is incapacitated by the use of an illegal drug to the extent that the potential plaintiff cannot reasonably be expected to seek recovery under this Act or as otherwise provided by law. For a defendant, the statute of limitations under this section is tolled until six months after any potential defendant is convicted of a criminal drug offense or as otherwise provided by law. Section 24. On motion by a governmental agency involved in a drug investigation or prosecution, an action brought under this Act shall be stayed until the completion of the criminal investigation or prosecution that gave rise to the motion for a stay of the action."}, {"bill_id": 13104, "bill_version_id": 74012, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "1997-02-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the civil liability of drug dealers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-20B-50 be repealed. 34-20B-50. Any person who is injured in person, property or means of support, by any other person because such other person was, when such injury occurred, experiencing the pharmacological effects of a controlled drug or substance, and was deprived of the normal use of his mental or physical facilities, thereby, shall have a right of action against any person who, by unlawfully distributing or dispensing a controlled drug or substance to such other person, caused or contributed to his experiencing such effects. Section 2. Terms used in this Act mean: (1) \"Controlled drug or substance,\" a drug or substance, or an immediate precursor of a drug or substance, listed in Schedules I to IV, inclusive; (2) \"Illegal drug,\" a controlled drug or substance or marijuana whose distribution is a violation of state law; (3) \"Illegal drug market,\" the support system of illegal drug related operations, from manufacture to retail sales, through which an illegal drug reaches the user; (4) \"Illegal drug market target community,\" the area described under section 12 of this Act; (5) \"Level 1 participation,\" possession of sixteen ounces or more or distribution of four ounces or more of a controlled drug or substance or possession of ten pounds or more or distribution of one pound or more of marijuana; (6) \"Level 2 participation,\" possession of eight ounces or more, but less than sixteen ounces, or distribution of two ounces or more, but less than four ounces, of a controlled drug or substance or possession of one to ten pounds, or distribution of one-half pound but less than one pound, of marijuana; (7) \"Level 3 participation,\" possession of four ounces or more, but less than eight ounces, or distribution of one ounce or more, but less than two ounces, of a controlled drug or substance, or possession of one-half pound but less than one pound, or distribution of more than one ounce but less than one-half pound of marijuana; (8) \"Level 4 participation,\" possession of one-fourth ounce or more, but less than four ounces, or distribution of less than one ounce of a controlled drug or substance, or possession of less than one-half pound, or distribution of one ounce or less of marijuana; (9) \"Participate in the illegal drug market,\" to distribute, possess with an intent to distribute, commit an act intended to facilitate the marketing or distribution of, or agree to distribute, possess with an intent to distribute, or commit an act intended to facilitate the marketing and distribution of an illegal drug. The term does not include the purchase or receipt of an illegal drug for personal use only; (10) \"Period of illegal drug use,\" in relation to the individual drug user, the time of the user's first use of an illegal drug to the accrual of the cause of action. The period of illegal drug use is presumed to commence two years before the cause of action accrues unless the defendant proves otherwise by clear and convincing evidence; (11) \"Place of illegal drug activity,\" in relation to the individual drug user, each county in which the user possesses or uses an illegal drug or in which the user resides, attends school, or is employed during the period of the user's illegal drug use, unless the defendant proves otherwise by clear and convincing evidence; (12) \"Place of participation,\" in relation to a defendant in an action brought under this Act, each county in which the person participates in the illegal drug market or in which the person resides, attends school, or is employed during the period of the person's participation in the illegal drug market; (13) \"User,\" the person whose illegal drug use is the basis of an action brought under this Act. Section 3. Any person who knowingly participates in the illegal drug market within this state is liable for civil damages as provided in this Act. Any law enforcement officer or agency or a person acting at the direction of a law enforcement officer or agency is not liable for participating in the illegal drug market if the participation is in furtherance of an official investigation. Section 4. Any person may recover damages under this Act for injury resulting from another person's use of an illegal drug. Section 5. Any of the following persons may bring an action for damages caused by another person's use of an illegal drug: (1) A parent, legal guardian, child, spouse, or sibling of the individual drug user; (2) Any person who was exposed to an illegal drug in utero; (3) An employer of the user; (4) A medical facility, insurer, governmental entity, employer, or other entity that funds a drug treatment program or employee assistance program for the user or that otherwise expended money on behalf of the user; (5) Any person injured as a result of the willful, reckless, or negligent actions of a user. Section 6. Any person entitled to bring an action under section 5 of this Act may seek damages from any of the following: (1) Any person who knowingly distributed, or knowingly participated in the chain of distribution of, an illegal drug that was actually used by the user; (2) Any person who knowingly participated in the illegal drug market if: (a) The place of illegal drug activity by the user is within the illegal drug market target community of the defendant; (b) The defendant's participation in the illegal drug market was connected with the same type of illegal drug used by the user; and (c) The defendant participated in the illegal drug market at any time during the user's period of illegal drug use. Section 7. Any person entitled to bring an action under section 5 of this Act may recover all of the following damages: (1) Economic damages, including the cost of treatment and rehabilitation, medical expenses, loss of economic or educational potential, loss of productivity, absenteeism, support expenses, accidents or injury, and any other pecuniary loss proximately caused by the illegal drug use; (2) Noneconomic damages, including physical and emotional pain, suffering, physical impairment, emotional distress, mental anguish, disfigurement, loss of enjoyment, loss of companionship, services, and consortium, and other nonpecuniary losses proximately caused by a user's use of an illegal drug; (3) Exemplary damages; (4) Attorneys' fees; and (5) Disbursements. Section 8. No user may bring an action for damages caused by the use of an illegal drug except as otherwise provided in sections 9 to 11, inclusive, of this Act. Section 9. Any user may bring an action for damages caused by the use of an illegal drug only if all of the following conditions are met: (1) The user personally discloses to narcotics enforcement authorities, more than six months before filing the action, all of the information known to the user regarding all of that user's sources of illegal drugs; (2) The user has not used an illegal drug within the six months before filing the action; and (3) The user continues to remain free of the use of an illegal drug throughout the pendency of the action. Section 10. Any user entitled to bring an action under section 9 of this Act may seek damages only from a person who distributed, or is in the chain of distribution of, an illegal drug that was actually used by the user. Section 11. Any person entitled to bring an action under section 9 of this Act may recover only the following damages: (1) Economic damages, including the cost of treatment, rehabilitation, and medical expenses, loss of economic or educational potential, loss of productivity, absenteeism, accidents or injury, and any other pecuniary loss proximately caused by the person's illegal drug use; (2) Attorneys' fees; and (3) Disbursements. Section 12. A person whose participation in the illegal drug market constitutes the following level of participation shall be considered to have the following illegal drug market target community: (1) For Level 4 participation, the county in which the defendant's place of participation is situated; (2) For Level 3 participation, the target community described subdivision (1) plus all counties with a border contiguous to that target community; and (3) For Level 2 participation, the target community described in subdivision (2) plus all counties with a border contiguous to that target community; (4) For Level 1 participation, the state. Section 13. Two or more persons may join in one action under this Act as plaintiffs if their respective actions have at least one place of illegal drug activity in common and if any portion of the period of illegal drug use overlaps with the period of illegal drug use for every other plaintiff. Two or more persons may be joined in one action under this Act as defendants if those persons are liable to at least one plaintiff. A plaintiff need not be interested in obtaining and a defendant need not be interested in defending against all the relief demanded. Judgment may be given for one or more plaintiffs according to their respective rights to relief and against one or more defendants according to their respective liabilities. Section 14. Any action by a user is governed by the principles of comparative responsibility. Comparative responsibility attributed to the plaintiff does not bar recovery but diminishes the award of compensatory damages proportionally, according to the measure of responsibility attributed to the plaintiff. The burden of proving the comparative responsibility of the plaintiff is on the defendant and shall be shown by clear and convincing evidence. Comparative responsibility may not be attributed to a plaintiff who is not a user. Section 15. That § 34-20B-51 be amended to read as follows: 34-20B-51. The liability of such distributor or dispenser under § 34-20B-50 shall extend to all damages adjudged to be actual and exemplary. In case of the death of either party, the right of action given in § 34-20B-50 this Act shall survive to or against such party's executor or administrator. Section 16. Any person subject to liability under this Act has a right of action for contribution against another person subject to liability under this Act. Contribution may be enforced either in the original action or by a separate action brought for that purpose. A plaintiff may seek recovery in accordance with this Act against a person whom a defendant has asserted a right of contribution. Section 17. Proof of participation in the illegal drug market in an action brought under this Act shall be shown by clear and convincing evidence. Except as otherwise provided in this Act, other elements of the cause of action shall be shown by a preponderance of the evidence. Section 18. Any person against whom recovery is sought who has a criminal conviction under state or federal drug laws is estopped from denying participation in the illegal drug market. Such a conviction is also prima facie evidence of the person's participation in the illegal drug market during the two years preceding the date of an act giving rise to a conviction. The absence of criminal drug conviction of a person against whom recovery is sought does not bar an action against that person. Section 19. Any person against whom a judgment has been rendered under this Act is not eligible to exempt any property, of whatever kind, from process to levy or process to execute on the judgment. Any assets sought to satisfy a judgment under this Act that are named in a forfeiture action or have been seized for forfeiture by any state or federal agency may not be used to satisfy a judgment unless and until the assets have been released following the conclusion of the forfeiture action or released by the agency that seized the assets. Section 20. That § 34-20B-53 be amended to read as follows: 34-20B-53. All damages recovered by a minor under § § 34-20B-50 to 34-20B-52, inclusive, this Act shall be paid to such minor or to his the minor's parent or conservator as the court directs. Section 21. That § 34-20B-52 be amended to read as follows: 34-20B-52. All suits for damages under § 34-20B-50 this Act shall be by civil action in any court of this state having jurisdiction thereof, which shall be commenced within two years of the date on which the injury was incurred. Section 22. A cause of action accrues under this Act when a person who may recover has reason to know of the harm from illegal drug use that is the basis for the cause of action and has reason to know that the illegal drug use is the cause of the harm. For a plaintiff, the statute of limitations under this section is tolled while any potential plaintiff is incapacitated by the use of an illegal drug to the extent that the potential plaintiff cannot reasonably be expected to seek recovery under this Act or as otherwise provided by law. For a defendant, the statute of limitations under this section is tolled until six months after any potential defendant is convicted of a criminal drug offense or as otherwise provided by law. Section 23. On motion by a governmental agency involved in a drug investigation or prosecution, an action brought under this Act shall be stayed until the completion of the criminal investigation or prosecution that gave rise to the motion for a stay of the action. BILL HISTORY 2/4/97 First read in Senate and referred to Judiciary. S.J. 308 2/12/97 Scheduled for Committee hearing on this date. 2/15/97 Scheduled for Committee hearing on this date. 2/15/97 Judiciary Do Pass Amended, Passed, AYES 5, NAYS 0. S.J. 484"}, {"bill_id": 13104, "bill_version_id": 74010, "bill_version": "House Engrossed", "bill_version_date": "1997-03-05T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the civil liability of drug dealers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-20B-50 be repealed. 34-20B-50. Any person who is injured in person, property or means of support, by any other person because such other person was, when such injury occurred, experiencing the pharmacological effects of a controlled drug or substance, and was deprived of the normal use of his mental or physical facilities, thereby, shall have a right of action against any person who, by unlawfully distributing or dispensing a controlled drug or substance to such other person, caused or contributed to his experiencing such effects. Section 2. Terms used in this Act mean: (1) \"Controlled drug or substance,\" a drug or substance, or an immediate precursor of a drug or substance, listed in Schedules I to IV, inclusive; (2) \"Illegal drug,\" a controlled drug or substance or marijuana whose distribution is a violation of state law; (3) \"Illegal drug market,\" the support system of illegal drug related operations, from manufacture to retail sales, through which an illegal drug reaches the user; (4) \"Illegal drug market target community,\" the area described under section 12 of this Act; (5) \"Level 1 participation,\" possession of sixteen ounces or more or distribution of four ounces or more of a controlled drug or substance or possession of ten pounds or more or distribution of one pound or more of marijuana; (6) \"Level 2 participation,\" possession of eight ounces or more, but less than sixteen ounces, or distribution of two ounces or more, but less than four ounces, of a controlled drug or substance or possession of one to ten pounds, or distribution of one-half pound but less than one pound, of marijuana; (7) \"Level 3 participation,\" possession of four ounces or more, but less than eight ounces, or distribution of one ounce or more, but less than two ounces, of a controlled drug or substance, or possession of one-half pound but less than one pound, or distribution of more than one ounce but less than one-half pound of marijuana; (8) \"Level 4 participation,\" possession of one-fourth ounce or more, but less than four ounces, or distribution of less than one ounce of a controlled drug or substance, or possession of less than one-half pound, or distribution of one ounce or less of marijuana; (9) \"Participate in the illegal drug market,\" to distribute, possess with an intent to distribute, commit an act intended to facilitate the marketing or distribution of, or agree to distribute, possess with an intent to distribute, or commit an act intended to facilitate the marketing and distribution of an illegal drug. The term does not include the purchase or receipt of an illegal drug for personal use only; (10) \"Period of illegal drug use,\" in relation to the individual drug user, the time of the user's first use of an illegal drug to the accrual of the cause of action. The period of illegal drug use is presumed to commence two years before the cause of action accrues unless the defendant proves otherwise by clear and convincing evidence; (11) \"Place of illegal drug activity,\" in relation to the individual drug user, each county in which the user possesses or uses an illegal drug or in which the user resides, attends school, or is employed during the period of the user's illegal drug use, unless the defendant proves otherwise by clear and convincing evidence; (12) \"Place of participation,\" in relation to a defendant in an action brought under this Act, each county in which the person participates in the illegal drug market or in which the person resides, attends school, or is employed during the period of the person's participation in the illegal drug market; (13) \"User,\" the person whose illegal drug use is the basis of an action brought under this Act. Section 3. Any person who knowingly participates in the illegal drug market within this state is liable for civil damages as provided in this Act. Any law enforcement officer or agency or a person acting at the direction of a law enforcement officer or agency is not liable for participating in the illegal drug market if the participation is in furtherance of an official investigation. Section 4. Any person may recover damages under this Act for injury resulting from another person's use of an illegal drug. Section 5. Any of the following persons may bring an action for damages caused by another person's use of an illegal drug: (1) A parent, legal guardian, child, spouse, or sibling of the individual drug user; (2) Any person who was exposed to an illegal drug in utero; (3) An employer of the user; (4) A medical facility, insurer, governmental entity, employer, or other entity that funds a drug treatment program or employee assistance program for the user or that otherwise expended money on behalf of the user; (5) Any person injured as a result of the willful, reckless, or negligent actions of a user. Section 6. Any person entitled to bring an action under section 5 of this Act may seek damages from any of the following: (1) Any person who knowingly distributed, or knowingly participated in the chain of distribution of, an illegal drug that was actually used by the user; (2) Any person who knowingly participated in the illegal drug market if: (a) The place of illegal drug activity by the user is within the illegal drug market target community of the defendant; (b) The defendant's participation in the illegal drug market was connected with the same type of illegal drug used by the user; and (c) The defendant participated in the illegal drug market at any time during the user's period of illegal drug use. Section 7. Any person entitled to bring an action under section 5 of this Act may recover all of the following damages: (1) Economic damages, including the cost of treatment and rehabilitation, medical expenses, loss of economic or educational potential, loss of productivity, absenteeism, support expenses, accidents or injury, and any other pecuniary loss proximately caused by the illegal drug use; (2) Noneconomic damages, including physical and emotional pain, suffering, physical impairment, emotional distress, mental anguish, disfigurement, loss of enjoyment, loss of companionship, services, and consortium, and other nonpecuniary losses proximately caused by a user's use of an illegal drug; (3) Exemplary damages; (4) Attorneys' fees; and (5) Disbursements. Section 8. No user may bring an action for damages caused by the use of an illegal drug except as otherwise provided in sections 9 to 11, inclusive, of this Act. Section 9. Any user may bring an action for damages caused by the use of an illegal drug only if all of the following conditions are met: (1) The user personally discloses to narcotics enforcement authorities, more than six months before filing the action, all of the information known to the user regarding all of that user's sources of illegal drugs; (2) The user has not used an illegal drug within the six months before filing the action; and (3) The user continues to remain free of the use of an illegal drug throughout the pendency of the action. Section 10. Any user entitled to bring an action under section 9 of this Act may seek damages only from a person who distributed, or is in the chain of distribution of, an illegal drug that was actually used by the user. Section 11. Any person entitled to bring an action under section 9 of this Act may recover only the following damages: (1) Economic damages, including the cost of treatment, rehabilitation, and medical expenses, loss of economic or educational potential, loss of productivity, absenteeism, accidents or injury, and any other pecuniary loss proximately caused by the person's illegal drug use; (2) Attorneys' fees; and (3) Disbursements. Section 12. A person whose participation in the illegal drug market constitutes the following level of participation shall be considered to have the following illegal drug market target community: (1) For Level 4 participation, the county in which the defendant's place of participation is situated; (2) For Level 3 participation, the target community described subdivision (1) plus all counties with a border contiguous to that target community; and (3) For Level 2 participation, the target community described in subdivision (2) plus all counties with a border contiguous to that target community; (4) For Level 1 participation, the state. Section 13. Two or more persons may join in one action under this Act as plaintiffs if their respective actions have at least one place of illegal drug activity in common and if any portion of the period of illegal drug use overlaps with the period of illegal drug use for every other plaintiff. Two or more persons may be joined in one action under this Act as defendants if those persons are liable to at least one plaintiff. A plaintiff need not be interested in obtaining and a defendant need not be interested in defending against all the relief demanded. Judgment may be given for one or more plaintiffs according to their respective rights to relief and against one or more defendants according to their respective liabilities. Section 14. Any action by a user is governed by the principles of comparative responsibility. Comparative responsibility attributed to the plaintiff does not bar recovery but diminishes the award of compensatory damages proportionally, according to the measure of responsibility attributed to the plaintiff. The burden of proving the comparative responsibility of the plaintiff is on the defendant and shall be shown by clear and convincing evidence. Comparative responsibility may not be attributed to a plaintiff who is not a user. Section 15. That § 34-20B-51 be amended to read as follows: 34-20B-51. The liability of such distributor or dispenser under § 34-20B-50 shall extend to all damages adjudged to be actual and exemplary. In case of the death of either party, the right of action given in § 34-20B-50 this Act shall survive to or against such party's executor or administrator. Section 16. Any person subject to liability under this Act has a right of action for contribution against another person subject to liability under this Act. Contribution may be enforced either in the original action or by a separate action brought for that purpose. A plaintiff may seek recovery in accordance with this Act against a person whom a defendant has asserted a right of contribution. Section 17. Any person against whom recovery is sought who has a criminal conviction under state or federal drug laws is estopped from denying participation in the illegal drug market. Such a conviction is also prima facie evidence of the person's participation in the illegal drug market during the two years preceding the date of an act giving rise to a conviction. The absence of criminal drug conviction of a person against whom recovery is sought does not bar an action against that person. Section 18. Any person against whom a judgment has been rendered under this Act is not eligible to exempt any property, of whatever kind, from process to levy or process to execute on the judgment. Any assets sought to satisfy a judgment under this Act that are named in a forfeiture action or have been seized for forfeiture by any state or federal agency may not be used to satisfy a judgment unless and until the assets have been released following the conclusion of the forfeiture action or released by the agency that seized the assets. Section 19. That § 34-20B-53 be amended to read as follows: 34-20B-53. All damages recovered by a minor under § § 34-20B-50 to 34-20B-52, inclusive, this Act shall be paid to such minor or to his the minor's parent or conservator as the court directs. Section 20. That § 34-20B-52 be amended to read as follows: 34-20B-52. All suits for damages under § 34-20B-50 this Act shall be by civil action in any court of this state having jurisdiction thereof, which shall be commenced within two years of the date on which the injury was incurred. Section 21. A cause of action accrues under this Act when a person who may recover has reason to know of the harm from illegal drug use that is the basis for the cause of action and has reason to know that the illegal drug use is the cause of the harm. For a plaintiff, the statute of limitations under this section is tolled while any potential plaintiff is incapacitated by the use of an illegal drug to the extent that the potential plaintiff cannot reasonably be expected to seek recovery under this Act or as otherwise provided by law. For a defendant, the statute of limitations under this section is tolled until six months after any potential defendant is convicted of a criminal drug offense or as otherwise provided by law. Section 22. On motion by a governmental agency involved in a drug investigation or prosecution, an action brought under this Act shall be stayed until the completion of the criminal investigation or prosecution that gave rise to the motion for a stay of the action. BILL HISTORY 2/4/97 First read in Senate and referred to Judiciary. S.J. 308 2/12/97 Scheduled for Committee hearing on this date. 2/15/97 Scheduled for Committee hearing on this date. 2/15/97 Judiciary Do Pass Amended, Passed, AYES 5, NAYS 0. S.J. 484 2/20/97 Senate Do Pass Amended, Passed, AYES 30, NAYS 3. S.J. 564 2/21/97 First read in House and referred to Judiciary. H.J. 639 2/28/97 Scheduled for Committee hearing on this date. 2/28/97 Judiciary Deferred to another day. H.J. 771 3/3/97 Scheduled for Committee hearing on this date. 3/3/97 Judiciary Do Pass, Passed, AYES 11, NAYS 1. H.J. 793 3/4/97 Motion to Amend, Passed. H.J. 875 3/4/97 House of Representatives Do Pass Amended, Passed, AYES 63, NAYS 4. H.J. 875"}, {"bill_id": 13104, "bill_version_id": 74008, "bill_version": "Conference Committee Engrossed", "bill_version_date": "1997-03-06T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the civil liability of drug dealers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-20B-50 be repealed. 34-20B-50. Any person who is injured in person, property or means of support, by any other person because such other person was, when such injury occurred, experiencing the pharmacological effects of a controlled drug or substance, and was deprived of the normal use of his mental or physical facilities, thereby, shall have a right of action against any person who, by unlawfully distributing or dispensing a controlled drug or substance to such other person, caused or contributed to his experiencing such effects. Section 2. Terms used in this Act mean: (1) \"Controlled drug or substance,\" a drug or substance, or an immediate precursor of a drug or substance, listed in Schedules I to IV, inclusive; (2) \"Illegal drug,\" a controlled drug or substance or marijuana whose distribution is a violation of state law; (3) \"Illegal drug market,\" the support system of illegal drug related operations, from manufacture to retail sales, through which an illegal drug reaches the user; (4) \"Illegal drug market target community,\" the area described under section 12 of this Act; (5) \"Level 1 participation,\" possession of sixteen ounces or more or distribution of four ounces or more of a controlled drug or substance or possession of ten pounds or more or distribution of one pound or more of marijuana; (6) \"Level 2 participation,\" possession of eight ounces or more, but less than sixteen ounces, or distribution of two ounces or more, but less than four ounces, of a controlled drug or substance or possession of one to ten pounds, or distribution of one-half pound but less than one pound, of marijuana; (7) \"Level 3 participation,\" possession of four ounces or more, but less than eight ounces, or distribution of one ounce or more, but less than two ounces, of a controlled drug or substance, or possession of one-half pound but less than one pound, or distribution of more than one ounce but less than one-half pound of marijuana; (8) \"Level 4 participation,\" possession of one-fourth ounce or more, but less than four ounces, or distribution of less than one ounce of a controlled drug or substance, or possession of less than one-half pound, or distribution of one ounce or less of marijuana; (9) \"Participate in the illegal drug market,\" to distribute, possess with an intent to distribute, commit an act intended to facilitate the marketing or distribution of, or agree to distribute, possess with an intent to distribute, or commit an act intended to facilitate the marketing and distribution of an illegal drug. The term does not include the purchase or receipt of an illegal drug for personal use only; (10) \"Period of illegal drug use,\" in relation to the individual drug user, the time of the user's first use of an illegal drug to the accrual of the cause of action. The period of illegal drug use is presumed to commence two years before the cause of action accrues unless the defendant proves otherwise by clear and convincing evidence; (11) \"Place of illegal drug activity,\" in relation to the individual drug user, each county in which the user possesses or uses an illegal drug or in which the user resides, attends school, or is employed during the period of the user's illegal drug use, unless the defendant proves otherwise by clear and convincing evidence; (12) \"Place of participation,\" in relation to a defendant in an action brought under this Act, each county in which the person participates in the illegal drug market or in which the person resides, attends school, or is employed during the period of the person's participation in the illegal drug market; (13) \"User,\" the person whose illegal drug use is the basis of an action brought under this Act. Section 3. Any person who knowingly participates in the illegal drug market within this state is liable for civil damages as provided in this Act. Any law enforcement officer or agency or a person acting at the direction of a law enforcement officer or agency is not liable for participating in the illegal drug market if the participation is in furtherance of an official investigation. Section 4. Any person may recover damages under this Act for injury resulting from another person's use of an illegal drug. Section 5. Any of the following persons may bring an action for damages caused by another person's use of an illegal drug: (1) A parent, legal guardian, child, spouse, or sibling of the individual drug user; (2) Any person who was exposed to an illegal drug in utero; (3) An employer of the user; (4) A medical facility, insurer, governmental entity, employer, or other entity that funds a drug treatment program or employee assistance program for the user or that otherwise expended money on behalf of the user; (5) Any person injured as a result of the willful, reckless, or negligent actions of a user. Section 6. Any person entitled to bring an action under section 5 of this Act may seek damages from any of the following: (1) Any person who knowingly distributed, or knowingly participated in the chain of distribution of, an illegal drug that was actually used by the user; (2) Any person who knowingly participated in the illegal drug market if: (a) The place of illegal drug activity by the user is within the illegal drug market target community of the defendant; (b) The defendant's participation in the illegal drug market was connected with the same type of illegal drug used by the user; and (c) The defendant participated in the illegal drug market at any time during the user's period of illegal drug use. Section 7. Any person entitled to bring an action under section 5 of this Act may recover all of the following damages: (1) Economic damages, including the cost of treatment and rehabilitation, medical expenses, loss of economic or educational potential, loss of productivity, absenteeism, support expenses, accidents or injury, and any other pecuniary loss proximately caused by the illegal drug use; (2) Noneconomic damages, including physical and emotional pain, suffering, physical impairment, emotional distress, mental anguish, disfigurement, loss of enjoyment, loss of companionship, services, and consortium, and other nonpecuniary losses proximately caused by a user's use of an illegal drug; (3) Exemplary damages; (4) Attorneys' fees; and (5) Disbursements. Section 8. No user may bring an action for damages caused by the use of an illegal drug except as otherwise provided in sections 9 to 11, inclusive, of this Act. Section 9. Any user may bring an action for damages caused by the use of an illegal drug only if all of the following conditions are met: (1) The user personally discloses to narcotics enforcement authorities, more than six months before filing the action, all of the information known to the user regarding all of that user's sources of illegal drugs; (2) The user has not used an illegal drug within the six months before filing the action; and (3) The user continues to remain free of the use of an illegal drug throughout the pendency of the action. Section 10. Any user entitled to bring an action under section 9 of this Act may seek damages only from a person who distributed, or is in the chain of distribution of, an illegal drug that was actually used by the user. Section 11. Any person entitled to bring an action under section 9 of this Act may recover only the following damages: (1) Economic damages, including the cost of treatment, rehabilitation, and medical expenses, loss of economic or educational potential, loss of productivity, absenteeism, accidents or injury, and any other pecuniary loss proximately caused by the person's illegal drug use; (2) Attorneys' fees; and (3) Disbursements. Section 12. A person whose participation in the illegal drug market constitutes the following level of participation shall be considered to have the following illegal drug market target community: (1) For Level 4 participation, the county in which the defendant's place of participation is situated; (2) For Level 3 participation, the target community described subdivision (1) plus all counties with a border contiguous to that target community; and (3) For Level 2 participation, the target community described in subdivision (2) plus all counties with a border contiguous to that target community; (4) For Level 1 participation, the state. Section 13. Two or more persons may join in one action under this Act as plaintiffs if their respective actions have at least one place of illegal drug activity in common and if any portion of the period of illegal drug use overlaps with the period of illegal drug use for every other plaintiff. Two or more persons may be joined in one action under this Act as defendants if those persons are liable to at least one plaintiff. A plaintiff need not be interested in obtaining and a defendant need not be interested in defending against all the relief demanded. Judgment may be given for one or more plaintiffs according to their respective rights to relief and against one or more defendants according to their respective liabilities. Section 14. Any action by a user is governed by the principles of comparative responsibility. Comparative responsibility attributed to the plaintiff does not bar recovery but diminishes the award of compensatory damages proportionally, according to the measure of responsibility attributed to the plaintiff. The burden of proving the comparative responsibility of the plaintiff is on the defendant and shall be shown by clear and convincing evidence. Comparative responsibility may not be attributed to a plaintiff who is not a user. Section 15. That § 34-20B-51 be amended to read as follows: 34-20B-51. The liability of such distributor or dispenser under § 34-20B-50 shall extend to all damages adjudged to be actual and exemplary. In case of the death of either party, the right of action given in § 34-20B-50 this Act shall survive to or against such party's executor or administrator. Section 16. Any person subject to liability under this Act has a right of action for contribution against another person subject to liability under this Act. Contribution may be enforced either in the original action or by a separate action brought for that purpose. A plaintiff may seek recovery in accordance with this Act against a person whom a defendant has asserted a right of contribution. Section 17. Proof of participation in the illegal drug market in an action brought under this Act shall be shown by clear and convincing evidence. Except as otherwise provided in this Act, other elements of the cause of action shall be shown by a preponderance of the evidence. Section 18. Any person against whom recovery is sought who has a criminal conviction under state or federal drug laws is estopped from denying participation in the illegal drug market. Such a conviction is also prima facie evidence of the person's participation in the illegal drug market during the two years preceding the date of an act giving rise to a conviction. The absence of criminal drug conviction of a person against whom recovery is sought does not bar an action against that person. Section 19. Any person against whom a judgment has been rendered under this Act is not eligible to exempt any property, of whatever kind, from process to levy or process to execute on the judgment. Any assets sought to satisfy a judgment under this Act that are named in a forfeiture action or have been seized for forfeiture by any state or federal agency may not be used to satisfy a judgment unless and until the assets have been released following the conclusion of the forfeiture action or released by the agency that seized the assets. Section 20. That § 34-20B-53 be amended to read as follows: 34-20B-53. All damages recovered by a minor under § § 34-20B-50 to 34-20B-52, inclusive, this Act shall be paid to such minor or to his the minor's parent or conservator as the court directs. Section 21. That § 34-20B-52 be amended to read as follows: 34-20B-52. All suits for damages under § 34-20B-50 this Act shall be by civil action in any court of this state having jurisdiction thereof, which shall be commenced within two years of the date on which the injury was incurred. Section 22. A cause of action accrues under this Act when a person who may recover has reason to know of the harm from illegal drug use that is the basis for the cause of action and has reason to know that the illegal drug use is the cause of the harm. For a plaintiff, the statute of limitations under this section is tolled while any potential plaintiff is incapacitated by the use of an illegal drug to the extent that the potential plaintiff cannot reasonably be expected to seek recovery under this Act or as otherwise provided by law. For a defendant, the statute of limitations under this section is tolled until six months after any potential defendant is convicted of a criminal drug offense or as otherwise provided by law. Section 23. On motion by a governmental agency involved in a drug investigation or prosecution, an action brought under this Act shall be stayed until the completion of the criminal investigation or prosecution that gave rise to the motion for a stay of the action. BILL HISTORY 2/4/97 First read in Senate and referred to Judiciary. S.J. 308 2/12/97 Scheduled for Committee hearing on this date. 2/15/97 Scheduled for Committee hearing on this date. 2/15/97 Judiciary Do Pass Amended, Passed, AYES 5, NAYS 0. S.J. 484 2/20/97 Senate Do Pass Amended, Passed, AYES 30, NAYS 3. S.J. 564 2/21/97 First read in House and referred to Judiciary. H.J. 639 2/28/97 Scheduled for Committee hearing on this date. 2/28/97 Judiciary Deferred to another day. H.J. 771 3/3/97 Scheduled for Committee hearing on this date. 3/3/97 Judiciary Do Pass, Passed, AYES 11, NAYS 1. H.J. 793 3/4/97 Motion to Amend, Passed. H.J. 875 3/4/97 House of Representatives Do Pass Amended, Passed, AYES 63, NAYS 4. H.J. 875 3/5/97 Senate failed to concur, appoint Conference Committee. S.J. 806 3/6/97 House of Representatives Conference committee report adopted Passed, AYES 66, NAYS 3."}, {"bill_id": 13104, "bill_version_id": 74009, "bill_version": "Enrolled", "bill_version_date": "1997-03-06T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13104, "action_date": "1997-02-04T14:00:00-06:00", "document_id": 72897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72897.pdf", "status_text": "First read in Senate and referred to", "journal_page": 308, "committee_id_action": 545, "committee_id_assigned": 523, "result": "N", "vote": {}}, {"bill_id": 13104, "action_date": "1997-02-12T10:00:00-06:00", "document_id": 72347, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72347.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 523, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13104, "action_date": "1997-02-15T10:00:00-06:00", "document_id": 72380, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72380.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 523, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13104, "action_date": "1997-02-15T10:00:00-06:00", "document_id": 72380, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72380.pdf", "status_text": "Do Pass Amended,", "journal_page": 484, "committee_id_action": 523, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35766, "president_vote": null, "Yea": [1884, 1901, 1912, 1919, 1986], "Excused": [1979, 1956]}}, {"bill_id": 13104, "action_date": "1997-02-20T14:00:00-06:00", "document_id": 72921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72921.pdf", "status_text": "Do Pass Amended,", "journal_page": 564, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36449, "president_vote": null, "Yea": [1884, 1885, 1893, 1901, 1905, 1912, 1919, 1920, 1925, 1927, 1928, 1930, 1932, 1938, 1939, 1945, 1946, 1955, 1956, 1959, 1960, 1965, 1969, 1972, 1976, 1977, 1978, 1979, 1981, 1986], "Nay": [1889, 1908, 1935], "Excused": [1911, 1915]}}, {"bill_id": 13104, "action_date": "1997-02-21T14:00:00-06:00", "document_id": 72922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72922.pdf", "status_text": "First read in House and referred to", "journal_page": 639, "committee_id_action": 544, "committee_id_assigned": 542, "result": "N", "vote": {}}, {"bill_id": 13104, "action_date": "1997-02-28T07:45:00-06:00", "document_id": 72468, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72468.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 542, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13104, "action_date": "1997-02-28T07:45:00-06:00", "document_id": 72468, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72468.pdf", "status_text": "Deferred to another day", "journal_page": 771, "committee_id_action": 542, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13104, "action_date": "1997-03-03T07:45:00-06:00", "document_id": 72477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72477.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 542, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13104, "action_date": "1997-03-03T07:45:00-06:00", "document_id": 72477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72477.pdf", "status_text": "Do Pass,", "journal_page": 793, "committee_id_action": 542, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37166, "president_vote": null, "Yea": [1931, 1924, 1892, 1894, 1910, 1918, 1951, 1968, 1922, 1954, 1982], "Excused": [1903], "Nay": [1898]}}, {"bill_id": 13104, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72936.pdf", "status_text": "Motion to Amend,", "journal_page": 875, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13104, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72936.pdf", "status_text": "Do Pass Amended,", "journal_page": 875, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37095, "president_vote": null, "Yea": [1886, 1888, 1890, 1891, 1892, 1894, 1895, 1896, 1897, 1899, 1900, 1903, 1906, 1907, 1909, 1913, 1914, 1916, 1917, 1918, 1921, 1922, 1923, 1926, 1929, 1931, 1933, 1934, 1936, 1937, 1940, 1941, 1942, 1943, 1944, 1947, 1949, 1950, 1951, 1952, 1953, 1954, 1957, 1958, 1961, 1962, 1963, 1964, 1966, 1967, 1968, 1970, 1971, 1973, 1974, 1975, 1980, 1982, 1983, 1984, 1985, 1987, 1924], "Excused": [1887, 1904, 1910], "Nay": [1898, 1902, 1948, 1988]}}, {"bill_id": 13104, "action_date": "1997-03-05T14:00:00-06:00", "document_id": 72938, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72938.pdf", "status_text": "Conference Committee appointments", "journal_page": 896, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13104, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72941.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 832, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35985, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1905, 1908, 1911, 1912, 1915, 1919, 1920, 1925, 1927, 1928, 1930, 1932, 1935, 1938, 1939, 1945, 1946, 1955, 1956, 1959, 1960, 1965, 1969, 1972, 1976, 1977, 1978, 1979, 1981, 1986]}}, {"bill_id": 13104, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72940.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 924, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36429, "president_vote": null, "Yea": [1886, 1888, 1890, 1891, 1892, 1894, 1895, 1896, 1897, 1899, 1900, 1902, 1903, 1904, 1906, 1907, 1909, 1910, 1913, 1914, 1916, 1917, 1918, 1921, 1922, 1923, 1926, 1929, 1931, 1933, 1934, 1936, 1937, 1940, 1941, 1942, 1943, 1944, 1947, 1948, 1949, 1950, 1951, 1952, 1953, 1954, 1957, 1958, 1961, 1962, 1963, 1964, 1966, 1967, 1968, 1970, 1971, 1973, 1975, 1980, 1982, 1983, 1984, 1985, 1987, 1924], "Excused": [1887], "Nay": [1898, 1974, 1988]}}, {"bill_id": 13104, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72941.pdf", "status_text": "Signed by President", "journal_page": 838, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13104, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72941.pdf", "status_text": "Delivered to the Governor", "journal_page": null, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13104, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72940.pdf", "status_text": "Signed by Speaker", "journal_page": 933, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13104, "action_date": "1997-03-11T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 701, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13104"}