{"session_id": 8, "bill_id": 2160, "bill_type": "Senate Commemoration", "bill_number": 25, "bill_title": "Congratulating and commending the Watertown High School Gymnastics Team for its State AA Championship and successful 2010 season.", "sponsors": [{"legislator_profile_id": 748, "is_prime": true}, {"legislator_profile_id": 747, "is_prime": true}, {"legislator_profile_id": 815, "is_prime": false}], "keywords": ["Senate Commemoratives"], "audio": [], "bill_versions": [{"bill_id": 2160, "bill_version_id": 13637, "bill_version": "Introduced", "bill_version_date": "2010-03-09T07:41:08.023-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and commending the Watertown High School Gymnastics Team for its State AA Championship and successful 2010 season. WHEREAS, the Watertown High School Gymnastics Team exemplifies the dedication and commitment needed to reach lofty goals; and WHEREAS, the Watertown High School Gymnastics Team placed three competitors on the All-State Team; and WHEREAS, Caitlin Mack of Watertown received the All-Around Competition Award, and three individual titles in beam, uneven bars, and vault; and WHEREAS, the coaching staff of Vicky Bull, Melissa VanGilder, and Jenny Guest represent the leadership needed to push students to their finest; and WHEREAS, the Watertown High School Gymnastics Team won the 2010 State AA Championship: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-fifth Legislature of the State of South Dakota, that the Watertown High School Gymnastics Team be congratulated and commended for its State AA Championship and successful 2010 season."}, {"bill_id": 2160, "bill_version_id": 13895, "bill_version": "Enrolled", "bill_version_date": "2010-03-11T12:44:23.533-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and commending the Watertown High School Gymnastics Team for its State AA Championship and successful 2010 season. WHEREAS, the Watertown High School Gymnastics Team exemplifies the dedication and commitment needed to reach lofty goals; and WHEREAS, the Watertown High School Gymnastics Team placed three competitors on the All-State Team; and WHEREAS, Caitlin Mack of Watertown received the All-Around Competition Award, and three individual titles in beam, uneven bars, and vault; and WHEREAS, the coaching staff of Vicky Bull, Melissa VanGilder, and Jenny Guest represent the leadership needed to push students to their finest; and WHEREAS, the Watertown High School Gymnastics Team won the 2010 State AA Championship: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-fifth Legislature of the State of South Dakota, that the Watertown High School Gymnastics Team be congratulated and commended for its State AA Championship and successful 2010 season. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2160, "action_date": "2010-03-09T14:00:00-06:00", "document_id": 13730, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13730.pdf", "status_text": "", "journal_page": 621, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}]}