{"session_id": 32, "bill_id": 8883, "bill_type": "Senate Bill", "bill_number": 63, "bill_title": "revise certain prohibitions regarding methamphetamines and to create a mandatory penalty for a violation thereof and revise certain sentencing criteria for methamphetamine and opioids.", "sponsors": [], "keywords": ["Crimes", "Drugs"], "audio": [{"meeting_datetime": "2018-02-06T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju18.mp3", "start_seconds": 95.0}, {"meeting_datetime": "2018-02-06T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju18.mp3", "start_seconds": 95.0}, {"meeting_datetime": "2018-02-06T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju18.mp3", "start_seconds": 95.0}, {"meeting_datetime": "2018-02-15T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen24.mp3", "start_seconds": 5826.0}, {"meeting_datetime": "2018-02-15T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen24.mp3", "start_seconds": 5826.0}, {"meeting_datetime": "2018-02-15T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen24.mp3", "start_seconds": 5826.0}, {"meeting_datetime": "2018-02-15T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen24.mp3", "start_seconds": 5826.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju31.mp3", "start_seconds": 128.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju31.mp3", "start_seconds": 128.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju31.mp3", "start_seconds": 128.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju31.mp3", "start_seconds": 128.0}, {"meeting_datetime": "2018-02-28T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju31.mp3", "start_seconds": 128.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou33.mp3", "start_seconds": 2217.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou33.mp3", "start_seconds": 2217.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou33.mp3", "start_seconds": 2217.0}, {"meeting_datetime": "2018-03-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen37.mp3", "start_seconds": 3312.0}, {"meeting_datetime": "2018-03-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen37.mp3", "start_seconds": 3312.0}, {"meeting_datetime": "2018-03-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen37.mp3", "start_seconds": 3312.0}, {"meeting_datetime": "2018-03-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen37.mp3", "start_seconds": 3312.0}, {"meeting_datetime": "2018-03-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen37.mp3", "start_seconds": 3312.0}, {"meeting_datetime": "2018-03-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen37.mp3", "start_seconds": 3312.0}, {"meeting_datetime": "2018-03-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen37.mp3", "start_seconds": 3312.0}, {"meeting_datetime": "2018-03-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen37.mp3", "start_seconds": 3312.0}, {"meeting_datetime": "2018-03-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen37.mp3", "start_seconds": 3312.0}, {"meeting_datetime": "2018-03-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen37.mp3", "start_seconds": 3312.0}, {"meeting_datetime": "2018-03-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen37.mp3", "start_seconds": 3312.0}, {"meeting_datetime": "2018-03-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen37.mp3", "start_seconds": 3312.0}], "bill_versions": [{"bill_id": 8883, "bill_version_id": 46838, "bill_version": "Introduced", "bill_version_date": "2018-01-05T16:54:47.863-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain prohibitions regarding methamphetamines and to create a mandatory penalty for a violation thereof. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Except as authorized by this Act or chapter 34-20B, no person may manufacture, distribute, or dispense methamphetamine, a methamphetamine analog or immediate precursor; possess with intent to manufacture, distribute, or dispense methamphetamine, a methamphetamine analog or immediate precursor; create or distribute a counterfeit of methamphetamine, a methamphetamine analog or immediate precursor; or possess with intent to distribute a counterfeit of methamphetamine, a methamphetamine analog or immediate precursor. A violation of this section is a Class 3 felony. However, a violation of this section is a Class 2 felony if the person is in possession of three or more of the following: (1) Three hundred dollars or more in cash; (2) A firearm, or other weapon pursuant to §§ 22-14-6, 22-14-15, 22-14-15.1, 22-14-15.3, and subdivision 22-1-2(8); (3) Bulk materials used for the packaging of methamphetamine; (4) Materials used to manufacture methamphetamine including recipes, precursor chemicals, laboratory equipment, lighting, ventilating or power generating equipment; or (5) Drug transaction records or customer lists. A first conviction under this section shall be punished by a mandatory time of incarceration in the state penitentiary of at least one year, which sentence may not be suspended. A second or subsequent conviction under this section shall be punished by a mandatory time of incarceration in the state penitentiary of at least ten years, which sentence may not be suspended. The manufacture, distribution, or dispensing of methamphetamine, a methamphetamine analog or immediate precursor to a minor is a Class 1 felony. A first conviction for distribution to a minor under this section shall be punished by a mandatory time of incarceration in the state penitentiary of at least five years, which sentence may not be suspended. A second or subsequent conviction for distribution to a minor under this section shall be punished by a mandatory time of incarceration in the state penitentiary of at least fifteen years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence, may not form the basis for reducing the mandatory time of incarceration required by this section. A civil penalty may be imposed, in addition to any criminal penalty, upon a conviction of a violation of this section not to exceed ten thousand dollars. A conviction for the purposes of the mandatory sentence provisions of this chapter is the acceptance by a court of any plea, other than not guilty, including nolo contendere, or a finding of guilt by a jury or court. Section 2. That § 22-42-2 be amended to read: 22-42-2. Except as authorized by this chapter or, chapter 34-20B, or section 1 of this Act, no person may manufacture, distribute, or dispense a substance listed in Schedules I or II; possess with intent to manufacture, distribute, or dispense a substance listed in Schedules I or II; create or distribute a counterfeit substance listed in Schedules I or II; or possess with intent to distribute a counterfeit substance listed in Schedules I or II. A violation of this section is a Class 4 felony. However, a violation of this section is a Class 3 felony if the person is in possession of three or more of the following: (1) Three hundred dollars or more in cash; (2) A firearm or other weapon pursuant to §§ 22-14-6, 22-14-15, 22-14-15.1, 22-14-15.3, and subdivision 22-1-2(8); (3) Bulk materials used for the packaging of controlled substances; (4) Materials used to manufacture a controlled substance including recipes, precursor chemicals, laboratory equipment, lighting, ventilating or power generating equipment; or (5) Drug transaction records or customer lists. The distribution of a substance listed in Schedules I or II to a minor is a Class 2 felony. A first conviction under this section shall be punished by a mandatory sentence time of incarceration in the state penitentiary of at least one year, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence may not form the basis for reducing the mandatory time of incarceration required by this section. A second or subsequent conviction under this section shall be punished by a mandatory sentence time of incarceration in the state penitentiary of at least ten years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence may not form the basis for reducing the mandatory time of incarceration required by this section. However, a The distribution of a substance listed in Schedules I or II to a minor is a Class 2 felony. A first conviction for distribution to a minor under this section shall be punished by a mandatory sentence time of incarceration in the state penitentiary of at least five years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence may not form the basis for reducing the mandatory time of incarceration required by this section. A second or subsequent conviction for distribution to a minor under this section shall be punished by a mandatory sentence time of incarceration in the state penitentiary of at least fifteen years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence, may not form the basis for reducing the mandatory time of incarceration required by this section. A civil penalty may be imposed, in addition to any criminal penalty, upon a conviction of a violation of this section not to exceed ten thousand dollars. A conviction for the purposes of the mandatory sentence provisions of this chapter is the acceptance by a court of any plea, other than not guilty, including nolo contendere, or a finding of guilt by a jury or court. Section 3. That § 22-42-2.3 be amended to read: 22-42-2.3. The sentencing court may impose a sentence other than that which is required by § 22-42-2 if the court finds that mitigating circumstances exist which require a departure from the mandatory sentence imposed by § 22-42-2. The court's finding of mitigating circumstances allowed by this section and the factual basis relied upon by the court shall be in writing. In the case of an offense under section 1 of this Act or § 22-42-2, the court shall impose a sentence without regard to any statutory minimum sentence, only if the court makes written findings that: (1) The defendant does not have a prior violent felony as defined by subdivision 22-1-2(9); (2) The defendant did not use violence or credible threats of violence or possess a firearm or other dangerous weapon in connection with the offense; (3) The defendant did not induce another participant to use violence or credible threats of violence or possess a firearm or other dangerous weapon in connection with the offense; (4) The defendant was not an organizer, leader, manager, or supervisor of others in connection with the offense; (5) The defendant has truthfully provided to the state all information and evidence the defendant has in connection with each offense that was a part of the same course of conduct or of a common scheme or plan. The defendant shall provide any information before the time of sentencing, but the fact that the defendant has no relevant or useful information to provide or that the state is already aware of the information may not preclude a determination by the court that the defendant has complied with the requirement; and (6) The offense did not result in death or serious bodily injury to any person."}, {"bill_id": 8883, "bill_version_id": 48991, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2018-02-08T12:54:20.277-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain prohibitions regarding methamphetamines and to create a mandatory penalty for a violation thereof. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Except as authorized by this Act or chapter 34-20B, no person may manufacture, distribute, or dispense methamphetamine, a methamphetamine analog or immediate precursor; possess with intent to manufacture, distribute, or dispense methamphetamine, a methamphetamine analog or immediate precursor; create or distribute a counterfeit of methamphetamine, a methamphetamine analog or immediate precursor; or possess with intent to distribute a counterfeit of methamphetamine, a methamphetamine analog or immediate precursor. A violation of this section is a Class 3 felony. However, a violation of this section is a Class 2 felony if the person is in possession of three or more of the following: (1) Three hundred dollars or more in cash; (2) A firearm, or other weapon pursuant to §§ 22-14-6, 22-14-15, 22-14-15.1, 22-14-15.3, and subdivision 22-1-2(8); (3) Bulk materials used for the packaging of methamphetamine; (4) Materials used to manufacture methamphetamine including recipes, precursor chemicals, laboratory equipment, lighting, ventilating or power generating equipment; or (5) Drug transaction records or customer lists. A first conviction under this section shall be punished by a mandatory sentence in the state penitentiary of at least one year, which sentence may not be suspended. A second or subsequent conviction under this section shall be punished by a mandatory sentence in the state penitentiary of at least ten years, which sentence may not be suspended. The manufacture, distribution, or dispensing of methamphetamine, a methamphetamine analog or immediate precursor to a minor is a Class 1 felony. A first conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary of at least five years, which sentence may not be suspended. A second or subsequent conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary of at least fifteen years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence, may not form the basis for reducing the mandatory time of incarceration required by this section. A civil penalty may be imposed, in addition to any criminal penalty, upon a conviction of a violation of this section not to exceed ten thousand dollars. A conviction for the purposes of the mandatory sentence provisions of this chapter is the acceptance by a court of any plea, other than not guilty, including nolo contendere, or a finding of guilt by a jury or court. Section 2. That § 22-42-2 be amended to read: 22-42-2. Except as authorized by this chapter or, chapter 34-20B, or section 1 of this Act, no person may manufacture, distribute, or dispense a substance listed in Schedules I or II; possess with intent to manufacture, distribute, or dispense a substance listed in Schedules I or II; create or distribute a counterfeit substance listed in Schedules I or II; or possess with intent to distribute a counterfeit substance listed in Schedules I or II. A violation of this section is a Class 4 felony. However, a violation of this section is a Class 3 felony if the person is in possession of three or more of the following: (1) Three hundred dollars or more in cash; (2) A firearm or other weapon pursuant to §§ 22-14-6, 22-14-15, 22-14-15.1, 22-14-15.3, and subdivision 22-1-2(8); (3) Bulk materials used for the packaging of controlled substances; (4) Materials used to manufacture a controlled substance including recipes, precursor chemicals, laboratory equipment, lighting, ventilating or power generating equipment; or (5) Drug transaction records or customer lists. The distribution of a substance listed in Schedules I or II to a minor is a Class 2 felony. A first conviction under this section shall be punished by a mandatory sentence in the state penitentiary of at least one year, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence may not form the basis for reducing the mandatory time of incarceration required by this section. A second or subsequent conviction under this section shall be punished by a mandatory sentence in the state penitentiary of at least ten years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence may not form the basis for reducing the mandatory time of incarceration required by this section. However, a The distribution of a substance listed in Schedules I or II to a minor is a Class 2 felony. A first conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary of at least five years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence may not form the basis for reducing the mandatory time of incarceration required by this section. A second or subsequent conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary of at least fifteen years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence, may not form the basis for reducing the mandatory time of incarceration required by this section. A civil penalty may be imposed, in addition to any criminal penalty, upon a conviction of a violation of this section not to exceed ten thousand dollars. A conviction for the purposes of the mandatory sentence provisions of this chapter is the acceptance by a court of any plea, other than not guilty, including nolo contendere, or a finding of guilt by a jury or court. Section 3. That § 22-42-2.3 be amended to read: 22-42-2.3. The sentencing court may impose a sentence other than that which is required by § 22-42-2 if the court finds that mitigating circumstances exist which require a departure from the mandatory sentence imposed by § 22-42-2. The court's finding of mitigating circumstances allowed by this section and the factual basis relied upon by the court shall be in writing. In the case of an offense under section 1 of this Act or § 22-42-2, the court shall impose a sentence without regard to any statutory minimum sentence, only if the court makes written findings that: (1) The defendant does not have a prior violent felony as defined by subdivision 22-1-2(9); (2) The defendant did not use violence or credible threats of violence or possess a firearm or other dangerous weapon in connection with the offense; (3) The defendant did not induce another participant to use violence or credible threats of violence or possess a firearm or other dangerous weapon in connection with the offense; (4) The defendant was not an organizer, leader, manager, or supervisor of others in connection with the offense; (5) The defendant has truthfully provided to the state all information and evidence the defendant has in connection with each offense that was a part of the same course of conduct or of a common scheme or plan. The defendant shall provide any information before the time of sentencing, but the fact that the defendant has no relevant or useful information to provide or that the state is already aware of the information may not preclude a determination by the court that the defendant has complied with the requirement; and (6) The offense did not result in death or serious bodily injury to any person."}, {"bill_id": 8883, "bill_version_id": 49395, "bill_version": "Senate Engrossed", "bill_version_date": "2018-02-15T15:34:03.183-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain prohibitions regarding methamphetamines and to create a mandatory penalty for a violation thereof. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Except as authorized by this Act or chapter 34-20B, no person may manufacture, distribute, or dispense more than five grams of methamphetamine, a methamphetamine analog or immediate precursor; possess with intent to manufacture, distribute, or dispense methamphetamine, a methamphetamine analog or immediate precursor; create or distribute a counterfeit of methamphetamine, a methamphetamine analog or immediate precursor; or possess with intent to distribute a counterfeit of methamphetamine, a methamphetamine analog or immediate precursor. A violation of this section is a Class 3 felony. However, a violation of this section is a Class 2 felony if the person is in possession of three or more of the following: (1) Three hundred dollars or more in cash; (2) A firearm, or other weapon pursuant to §§ 22-14-6, 22-14-15, 22-14-15.1, 22-14-15.3, and subdivision 22-1-2(8); (3) Bulk materials used for the packaging of methamphetamine; (4) Materials used to manufacture methamphetamine including recipes, precursor chemicals, laboratory equipment, lighting, ventilating or power generating equipment; or (5) Drug transaction records or customer lists. A first conviction under this section shall be punished by a mandatory sentence in the state penitentiary of at least one year, which sentence may not be suspended. A second or subsequent conviction under this section shall be punished by a mandatory sentence in the state penitentiary of at least ten years, which sentence may not be suspended. The manufacture, distribution, or dispensing of methamphetamine, a methamphetamine analog or immediate precursor to a minor is a Class 1 felony. A first conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary of at least five years, which sentence may not be suspended. A second or subsequent conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary of at least fifteen years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence, may not form the basis for reducing the mandatory time of incarceration required by this section. A civil penalty may be imposed, in addition to any criminal penalty, upon a conviction of a violation of this section not to exceed ten thousand dollars. A conviction for the purposes of the mandatory sentence provisions of this chapter is the acceptance by a court of any plea, other than not guilty, including nolo contendere, or a finding of guilt by a jury or court. Section 2. That § 22-42-2.3 be amended to read: 22-42-2.3. The sentencing court may impose a sentence other than that which is required by § 22-42-2 if the court finds that mitigating circumstances exist which require a departure from the mandatory sentence imposed by § 22-42-2. The court's finding of mitigating circumstances allowed by this section and the factual basis relied upon by the court shall be in writing. In the case of an offense under section 1 of this Act, the court shall impose a sentence without regard to any statutory minimum sentence, only if the court makes written findings that: (1) The defendant does not have a prior violent felony as defined by subdivision 22-1-2(9); (2) The defendant did not use violence or credible threats of violence or possess a firearm or other dangerous weapon in connection with the offense; (3) The defendant did not induce another participant to use violence or credible threats of violence or possess a firearm or other dangerous weapon in connection with the offense; (4) The defendant was not an organizer, leader, manager, or supervisor of others in connection with the offense; (5) The defendant has truthfully provided to the state all information and evidence the defendant has in connection with each offense that was a part of the same course of conduct or of a common scheme or plan. The defendant shall provide any information before the time of sentencing, but the fact that the defendant has no relevant or useful information to provide or that the state is already aware of the information may not preclude a determination by the court that the defendant has complied with the requirement; and (6) The offense did not result in death or serious bodily injury to any person."}, {"bill_id": 8883, "bill_version_id": 50084, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2018-02-28T14:17:56.867-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain prohibitions regarding methamphetamines and to create a mandatory penalty for a violation thereof. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Except as authorized by this Act or chapter 34-20B, no person may manufacture, distribute, or dispense more than five grams of methamphetamine, a methamphetamine analog or immediate precursor; possess with intent to manufacture, distribute, or dispense methamphetamine, a methamphetamine analog or immediate precursor; create or distribute a counterfeit of methamphetamine, a methamphetamine analog or immediate precursor; or possess with intent to distribute a counterfeit of methamphetamine, a methamphetamine analog or immediate precursor. A violation of this section is a Class 3 felony. However, a violation of this section is a Class 2 felony if the person is in possession of three or more of the following: (1) Three hundred dollars or more in cash; (2) A firearm, or other weapon pursuant to §§ 22-14-6, 22-14-15, 22-14-15.1, 22-14-15.3, and subdivision 22-1-2(8); (3) Bulk materials used for the packaging of methamphetamine; (4) Materials used to manufacture methamphetamine including recipes, precursor chemicals, laboratory equipment, lighting, ventilating or power generating equipment; or (5) Drug transaction records or customer lists. A first conviction under this section shall be punished by a mandatory sentence in the state penitentiary of at least one year, which sentence may not be suspended. A second or subsequent conviction under this section shall be punished by a mandatory sentence in the state penitentiary of at least ten years, which sentence may not be suspended. The manufacture, distribution, or dispensing of methamphetamine, a methamphetamine analog or immediate precursor to a minor is a Class 1 felony. A first conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary of at least five years, which sentence may not be suspended. A second or subsequent conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary of at least fifteen years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence, may not form the basis for reducing the mandatory time of incarceration required by this section. A civil penalty may be imposed, in addition to any criminal penalty, upon a conviction of a violation of this section not to exceed ten thousand dollars. A conviction for the purposes of the mandatory sentence provisions of this chapter is the acceptance by a court of any plea, other than not guilty, including nolo contendere, or a finding of guilt by a jury or court. Section 2. That § 22-42-2.3 be amended to read: 22-42-2.3. The sentencing court may impose a sentence other than that which is required by § 22-42-2 if the court finds that mitigating circumstances exist which require a departure from the mandatory sentence imposed by § 22-42-2. The court's finding of mitigating circumstances allowed by this section and the factual basis relied upon by the court shall be in writing. In the case of an offense under section 1 of this Act or § 22-42-2, the court shall impose a sentence without regard to any statutory minimum sentence, only if the court makes written findings that: (1) The defendant does not have a prior violent felony as defined by subdivision 22-1-2(9); (2) The defendant did not use violence or credible threats of violence or possess a firearm or other dangerous weapon in connection with the offense; (3) The defendant did not induce another participant to use violence or credible threats of violence or possess a firearm or other dangerous weapon in connection with the offense; (4) The defendant was not an organizer, leader, manager, or supervisor of others in connection with the offense; (5) The defendant has truthfully provided to the state all information and evidence the defendant has in connection with each offense that was a part of the same course of conduct or of a common scheme or plan. The defendant shall provide any information before the time of sentencing, but the fact that the defendant has no relevant or useful information to provide or that the state is already aware of the information may not preclude a determination by the court that the defendant has complied with the requirement; and (6) The offense did not result in death or serious bodily injury to any person."}, {"bill_id": 8883, "bill_version_id": 50548, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2018-03-09T15:15:50.167-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain prohibitions regarding methamphetamines and to create a mandatory penalty for a violation thereof and revise certain sentencing criteria for methamphetamine and opioids. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Except as authorized by this Act or chapter 34-20B, no person may manufacture, distribute, or dispense more than five grams of methamphetamine, a methamphetamine analog or immediate precursor; possess with intent to manufacture, distribute, or dispense methamphetamine, a methamphetamine analog or immediate precursor; create or distribute a counterfeit of methamphetamine, a methamphetamine analog or immediate precursor; or possess with intent to distribute a counterfeit of methamphetamine, a methamphetamine analog or immediate precursor. A violation of this section is a Class 3 felony. However, a violation of this section is a Class 2 felony if the person is in possession of three or more of the following: (1) Three hundred dollars or more in cash; (2) A firearm, or other weapon pursuant to §§ 22-14-6, 22-14-15, 22-14-15.1, 22-14-15.3, and subdivision 22-1-2(8); (3) Bulk materials used for the packaging of methamphetamine; (4) Materials used to manufacture methamphetamine including recipes, precursor chemicals, laboratory equipment, lighting, ventilating or power generating equipment; or (5) Drug transaction records or customer lists. A first conviction under this section shall be punished by a mandatory sentence in the state penitentiary of at least one year, which sentence may not be suspended. A second or subsequent conviction under this section shall be punished by a mandatory sentence in the state penitentiary of at least ten years, which sentence may not be suspended. The manufacture, distribution, or dispensing of methamphetamine, a methamphetamine analog or immediate precursor to a minor is a Class 1 felony. A first conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary of at least five years, which sentence may not be suspended. A second or subsequent conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary of at least fifteen years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence, may not form the basis for reducing the mandatory time of incarceration required by this section. A civil penalty may be imposed, in addition to any criminal penalty, upon a conviction of a violation of this section not to exceed ten thousand dollars. A conviction for the purposes of the mandatory sentence provisions of this chapter is the acceptance by a court of any plea, other than not guilty, including nolo contendere, or a finding of guilt by a jury or court. Section 2. That the code be amended by adding a NEW SECTION to read: For any offense under section 1 of this Act or § 22-42-2 where the opium derivative or opiate is listed as Schedule I or Schedule II under chapter 34-20B, the court shall impose a sentence without regard to any statutory minimum sentence, only if the court makes written findings that: (1) The defendant does not have a prior conviction for a crime of violence as defined under subdivision 22-1-2(9); (2) The defendant did not use violence or any credible threat of violence or possess a firearm or other dangerous weapon in connection with the offense; (3) The defendant did not induce another participant to use violence or any credible threat of violence or possess a firearm or other dangerous weapon in connection with the offense; (4) The defendant was not an organizer, leader, manager, or supervisor of any other participant in connection with the offense; (5) The defendant truthfully provided to the state any information and evidence in connection with any offense that was part of the same course of conduct or of a common scheme or plan. The defendant shall provide any information before the time of sentencing, but if the defendant provides no relevant or useful information or if the state was previously aware of the information, the court may determine that the defendant has complied with the finding under this subdivision; and (6) The offense did not result in death or serious bodily injury to any person."}, {"bill_id": 8883, "bill_version_id": 50549, "bill_version": "Enrolled", "bill_version_date": "2018-03-09T15:18:04.443-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8883, "action_date": "2018-01-09T12:00:00-06:00", "document_id": 46890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46890.pdf", "status_text": "First read in Senate and referred to", "journal_page": 24, "committee_id_action": 395, "committee_id_assigned": 373, "result": "N", "vote": {}}, {"bill_id": 8883, "action_date": "2018-01-25T07:45:00-06:00", "document_id": 47662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47662.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 373, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8883, "action_date": "2018-02-06T08:00:00-06:00", "document_id": 48461, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48461.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 373, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8883, "action_date": "2018-02-08T08:00:00-06:00", "document_id": 48749, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48749.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 373, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8883, "action_date": "2018-02-08T08:00:00-06:00", "document_id": 48959, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48959.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 373, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8883, "action_date": "2018-02-08T08:00:00-06:00", "document_id": 48959, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48959.pdf", "status_text": "Do Pass Amended", "journal_page": 416, "committee_id_action": 373, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25564, "president_vote": null, "Yea": [1219, 1243, 1239, 1233], "Nay": [1290, 1270, 1272]}}, {"bill_id": 8883, "action_date": "2018-02-13T14:00:00-06:00", "document_id": 49171, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49171.pdf", "status_text": "Deferred to another day", "journal_page": 446, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8883, "action_date": "2018-02-15T13:00:00-06:00", "document_id": 49390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49390.pdf", "status_text": "Motion to amend", "journal_page": 491, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8883, "action_date": "2018-02-15T13:00:00-06:00", "document_id": 49390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49390.pdf", "status_text": "Do Pass Amended", "journal_page": 491, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25963, "president_vote": null, "Yea": [1239, 1230, 1264, 1217, 1219, 1278, 1224, 1267, 1243, 1218, 1244, 1233, 1271, 1252, 1237, 1288, 1220, 1242, 1276, 1300], "Nay": [1231, 1228, 1273, 1262, 1290, 1304, 1289, 1281, 1221], "Excused": [1246, 1234, 1232, 1270, 1272, 1245]}}, {"bill_id": 8883, "action_date": "2018-02-20T14:00:00-06:00", "document_id": 49471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49471.pdf", "status_text": "First read in House and referred to", "journal_page": 490, "committee_id_action": 396, "committee_id_assigned": 394, "result": "N", "vote": {}}, {"bill_id": 8883, "action_date": "2018-02-28T10:00:00-06:00", "document_id": 49892, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49892.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 394, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8883, "action_date": "2018-02-28T10:00:00-06:00", "document_id": 50070, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50070.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 394, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8883, "action_date": "2018-02-28T10:00:00-06:00", "document_id": 50070, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50070.pdf", "status_text": "Do Pass Amended", "journal_page": 643, "committee_id_action": 394, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26551, "president_vote": null, "Yea": [1424, 1425, 1306, 1247, 1226, 1277, 1299, 1240, 1215, 1229, 1265, 1257], "Nay": [1279]}}, {"bill_id": 8883, "action_date": "2018-03-05T14:00:00-06:00", "document_id": 50312, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50312.pdf", "status_text": "Do Pass Amended", "journal_page": 686, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26726, "president_vote": null, "Excused": [1313, 1279, 1312, 1255, 1254, 1215], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1284, 1214, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1260, 1311, 1308, 1291, 1275, 1283, 1238, 1250, 1286, 1314, 1222, 1302, 1306, 1265, 1315, 1247, 1316, 1296, 1292, 1248, 1293, 1310, 1226, 1280, 1263, 1274, 1295, 1249, 1277, 1303, 1309, 1259, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1257, 1236, 1317, 1216, 1229, 1298, 1285], "Nay": [1253]}}, {"bill_id": 8883, "action_date": "2018-03-07T09:00:00-06:00", "document_id": 50418, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50418.pdf", "status_text": "Deferred to another day", "journal_page": 749, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8883, "action_date": "2018-03-08T10:00:00-06:00", "document_id": 50469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50469.pdf", "status_text": "Failed to concur, appoint Conference Committee", "journal_page": 769, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26882, "president_vote": null, "Nay": [1239, 1219, 1234, 1278, 1224, 1267, 1243, 1244, 1233, 1252, 1237, 1242, 1300], "Yea": [1230, 1264, 1231, 1246, 1228, 1273, 1262, 1290, 1304, 1270, 1289, 1218, 1281, 1221, 1272, 1245, 1271, 1220, 1276], "Excused": [1217, 1232, 1288]}}, {"bill_id": 8883, "action_date": "2018-03-09T10:00:00-06:00", "document_id": 50540, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50540.pdf", "status_text": "Conference Committee appointments", "journal_page": 776, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8883, "action_date": "2018-03-09T10:00:00-06:00", "document_id": 50540, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50540.pdf", "status_text": "Conference Committee Report", "journal_page": 782, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8883, "action_date": "2018-03-09T10:00:00-06:00", "document_id": 50540, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50540.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 784, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26939, "president_vote": null, "Excused": [1313, 1279, 1235, 1255, 1254], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1284, 1214, 1266, 1223, 1307, 1425, 1282, 1260, 1311, 1308, 1312, 1275, 1283, 1238, 1250, 1286, 1314, 1222, 1302, 1306, 1265, 1315, 1316, 1296, 1292, 1248, 1293, 1310, 1226, 1274, 1295, 1249, 1277, 1259, 1299, 1225, 1256, 1240, 1258, 1305, 1287, 1257, 1236, 1215, 1317, 1216, 1229, 1298, 1285], "Nay": [1301, 1294, 1291, 1247, 1280, 1263, 1303, 1309, 1261, 1253]}}, {"bill_id": 8883, "action_date": "2018-03-09T10:15:00-06:00", "document_id": 50535, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50535.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26932, "president_vote": null, "Yea": [1268, 1226, 1265, 1300, 1233], "Nay": [1290]}}, {"bill_id": 8883, "action_date": "2018-03-09T10:15:00-06:00", "document_id": 50535, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50535.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8883, "action_date": "2018-03-09T11:00:00-06:00", "document_id": 50536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50536.pdf", "status_text": "Conference Committee Report", "journal_page": 780, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8883, "action_date": "2018-03-09T11:00:00-06:00", "document_id": 50536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50536.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 785, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26947, "president_vote": null, "Yea": [1239, 1230, 1264, 1217, 1246, 1228, 1219, 1234, 1278, 1304, 1224, 1267, 1243, 1218, 1244, 1272, 1233, 1245, 1271, 1252, 1237, 1288, 1220, 1242, 1276, 1300], "Nay": [1231, 1273, 1262, 1290, 1232, 1270, 1289, 1281, 1221]}}, {"bill_id": 8883, "action_date": "2018-03-09T11:00:00-06:00", "document_id": 50536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50536.pdf", "status_text": "Signed by the President", "journal_page": 788, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8883, "action_date": "2018-03-09T10:00:00-06:00", "document_id": 50540, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50540.pdf", "status_text": "Signed by the Speaker", "journal_page": 791, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8883, "action_date": "2018-03-09T11:00:00-06:00", "document_id": 50536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50536.pdf", "status_text": "Delivered to the Governor", "journal_page": 790, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8883, "action_date": "2018-03-26T10:00:00-05:00", "document_id": 50574, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50574.pdf", "status_text": "Signed by the Governor", "journal_page": 792, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6650}