{"session_id": 8, "bill_id": 1615, "bill_type": "House Bill", "bill_number": 1022, "bill_title": "revise certain statutes to reflect the current organizational structure of the Department of Education.", "sponsors": [], "keywords": ["Department of Education", "Education", "State Affairs and Government"], "audio": [{"meeting_datetime": "2010-01-15T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hed04.mp3", "start_seconds": 1967.0}, {"meeting_datetime": "2010-01-15T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hed04.mp3", "start_seconds": 1967.0}, {"meeting_datetime": "2010-01-15T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hed04.mp3", "start_seconds": 1967.0}, {"meeting_datetime": "2010-01-15T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hed04.mp3", "start_seconds": 1967.0}, {"meeting_datetime": "2010-01-19T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou05.mp3", "start_seconds": 1886.0}, {"meeting_datetime": "2010-01-19T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou05.mp3", "start_seconds": 1886.0}, {"meeting_datetime": "2010-01-19T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou05.mp3", "start_seconds": 1886.0}, {"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sed12.mp3", "start_seconds": 5527.0}, {"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sed12.mp3", "start_seconds": 5527.0}, {"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sed12.mp3", "start_seconds": 5527.0}, {"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sed12.mp3", "start_seconds": 5527.0}], "bill_versions": [{"bill_id": 1615, "bill_version_id": 10289, "bill_version": "Introduced", "bill_version_date": "2010-01-06T11:04:05.177-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain statutes to reflect the current organizational structure of the Department of Education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA:1-45 Section 1. That § 1-45-4.4 be amended to read as follows: 1-45-4.4. The Division of Education Services and Resources of the Department of Education shall develop and implement a plan to identify and evaluate hearing and visually impaired children and coordinate delivery of direct educational programs and services to meet the needs of all visually and hearing impaired children in South Dakota. Section 2. That subdivision (69) of § 3-12-47 be amended to read as follows: (69) \"Teacher,\" any person who has a valid teacher's certificate issued by the State of South Dakota, who is in the employ of a public school district, and shall also include the certified teachers employed by the Human Services Center, South Dakota Developmental Center--Redfield, State Penitentiary, Division of Education Services and Resources Department of Education, State Training School, School for the Deaf, School for the Blind and the Visually Impaired, Children's Care Hospital and School, public nonprofit special education facilities, community support providers certified by the Department of Human Services and public financed multi-district education programs; Section 3. That § 13-8-47 be amended to read as follows: 13-8-47. Before the first day of August every school board shall file an annual report with the Division of Education Services and Resources Department of Education. The report shall contain all the educational and financial information and statistics of the school district as requested in a format established by the Division of Education Services and Resources Department of Education. The business manager with assistance of the secretary of the Department of Education shall make the annual report, and it shall be approved by the school board. The business manager shall sign the annual report and file a copy with the Division of Education Services and Resources Department of Education as provided in § 13-13-37. The division shall audit the report and return one copy to the school district. Reports not filed prior to August fifteenth are considered past due and are subject to the past-due provisions of § 13-13-38. Section 4. That § 13-13-1.1 be amended to read as follows: 13-13-1.1. The individual school district average daily membership as calculated by the Division of Education Services and Resources Department of Education for distribution of school and public lands funds may not include pupils for whom the school district receives tuition, shall include pupils for whom the district pays tuition, and shall include resident pupils attending public schools within the district and resident pupils attending private schools. Section 5. That § 13-13-5 be amended to read as follows: 13-13-5. The county treasurer shall on or before the fifth day of January and July furnish the county auditor with a statement of all money in the county treasury belonging to the county general school fund and shall pay the money, upon the order of the auditor, to the public school districts having land area within the county in proportion to the average daily membership of children residing in the school districts as certified by the Division of Education Services and Resources Department of Education. Section 6. That § 13-13-38 be amended to read as follows: 13-13-38. The Division of Education Services and Resources Department of Education shall determine on December first, or as soon thereafter as practicable, of each school fiscal year the amount of foundation program funds to which each school district within the state is eligible. The division department shall require from any county or school district officer any information which is necessary in order to apportion foundation program funds. If complete and accurate information is past due according to the reporting dates specified in § 13-8-47, the secretary of the Department of Education on August fifteenth shall declare the school district to be fiscally delinquent. The school district, unless granted an extension, shall forfeit from its entitlement one hundred dollars for each day that the data is past due for seven days and two hundred dollars for each day past due thereafter starting with the eighth day. Forfeited funds shall be deposited in the foundation program fund established by § 13-13-12. Section 7. That § 13-14-3.2 be amended to read as follows: 13-14-3.2. When revenue is received pursuant to § 13-14-3.1, a semiannual itemized statement of each school district's entitlement shall be delivered by the Division of Education Services and Resources Department of Education to the state auditor who shall thereupon draw warrants on the state treasurer for the amounts designated on the statement and the Division of Education Services and Resources Department of Education shall transmit such warrants to the school districts and such moneys shall be deposited in their general fund. Section 8. That § 13-35-1 be amended to read as follows: 13-35-1. School districts and other agencies eligible under Title 42 United States Code §§ 1751 to 1769, inclusive, and §§ 1771 to 1785, inclusive, the National School Lunch Act and the Child Nutrition Act of 1966, may enter into contractual agreements with the Division of Education Services and Resources Department of Education for the purpose of establishing school food services programs. The agreements and the operation of such programs are subject to the provisions of this chapter and the rules for school food services programs as adopted by the South Dakota Board of Education. Section 9. That § 13-35-2 be amended to read as follows: 13-35-2. Pupils and employed personnel of the school district or other agencies contracting with the Division of Education Services and Resources Department of Education, who are fed through a school food services program may be charged for meals. Section 10. That § 13-35-4 be amended to read as follows: 13-35-4. A system of cost accounting shall be established by each contracting agency for the school food services programs, in accordance with the accounting system established by the Department of Legislative Audit with the assistance of the Division of Education Services and Resources Department of Education. Section 11. That § 13-35-6 be amended to read as follows: 13-35-6. Any school district contracting with the Division of Education Services and Resources Department of Education to establish school food services programs pursuant to this chapter may extend such program for the purpose of serving nutritionally sound meals to eligible elderly persons at a place or places in a manner as determined by the school board. Section 12. That § 13-37-1.2 be amended to read as follows: 13-37-1.2. The Division of Education Services and Resources of the Department of Education is hereby designated as the state agency with responsibility for the education of children in need of special education or special education and related services. In accordance with § 13-37-1.1, the division department has regulatory and coordinating authority over any program within the Department of Education, the Department of Social Services, or any other state agency insofar as such programs pertain to the special education of children in need of special education or special education and related services. Section 13. That § 13-37-2.1 be amended to read as follows: 13-37-2.1. As used in this chapter, the term \", surrogate parent\", means any individual certified by the Division of Education Services and Resources of the Department of Education to act in place of the parent of a child in need of special education when the school district cannot identify or locate the parent or the child is a ward of the state. Section 14. That § 13-37-24.3 be amended to read as follows: 13-37-24.3. The Division of Education Services and Resources of the Department of Education shall notify all eligible districts in writing of the amount each such district is entitled to under § 13-37-24 as soon as such amount is subject to calculation following enactment of an appropriation bill. The division department shall furnish a copy of such notice to the health and educational facilities authority for use in verification of any amount to be pledged by a school district pursuant to §§ 13-13-39 and 13-19-1. Section 15. That § 13-39-1.2 be amended to read as follows: 13-39-1.2. Terms used in this chapter, mean: (1) \"Adult vocational education,\" the training provided to upgrade or update the occupational skills of persons who are preparing to, or have already, entered an occupation; (2) \"Center board,\" the governing body of a multidistrict, career and technical academy; (3) \"Division Department,\" the Division of Education Services and Resources of the Department of Education; (4) \"Facilities,\" buildings, rooms, property, and permanent equipment, including vehicles, used to provide vocational education; (5) \"LEA,\" a local education agency limited to public school districts and the legal entities that a school district is authorized to establish; (6) \"Multidistrict, career and technical academy,\" an educational entity designed to provide career and technical education and academic courses that prepare youth for a wide range of careers that require varying levels of education; (7) \"Multi-use facility,\" a structure or part of a structure for student or faculty use as a lounge area, cafeteria, classroom, or large group area not operated as a student union building in which student fees are charged and utilized to pay for construction and maintenance of a facility under the direct or indirect control of the students; (8) \"Participating district,\" a school district which has voting representation on a center board; (9) \"Postsecondary technical institute,\" a public nonprofit school legally authorized to provide public postsecondary technical education which does not culminate in a baccalaureate degree at that school; (10) \"Secretary,\" the state secretary of education; (11) \"State board,\" the South Dakota Board of Education; (12) \"Vocational education,\" organized programs at the secondary, postsecondary, or adult levels directly related to the preparation of individuals for paid or unpaid employment, or for the additional preparation for a career requiring other than a baccalaureate or advanced degree. Section 16. That § 13-39-17.1 be amended to read as follows: 13-39-17.1. The division department may collect fees for credentialing postsecondary technical teachers. The division department shall credit all funds generated by these fees to a fund known as the postsecondary technical credentialing fund to be administered by the state treasurer. A payment from this fund is by voucher submitted to the state treasurer and is limited to promulgation of rules, forms, and incidental administrative costs associated with the credentialing of postsecondary technical teachers. Section 17. That subdivision (6) of § 13-39-37 be amended to read as follows: (6) The submission of the annual budget of the postsecondary technical institute which shall include, but is not limited to, a description of programs, a list of staff positions, and the amount for supplies and operating expenses associated with the programs offered. The rules shall require the budget to include all operating costs of programs, including those costs ineligible for reimbursement from federal and state funds, shall state the procedure for amending and filing it with the division of education services and resources Department of Education and shall provide that failure to comply with the rules may result in withholding of payments from federal and state funds; Section 18. That § 13-39-39 be amended to read as follows: 13-39-39. The division department shall distribute funds to the postsecondary technical institutes under the provisions of § 13-39-38 from money appropriated to the division for that purpose, and from federal funds allotted to the State of South Dakota for that purpose. Section 19. That § 13-42-14 be amended to read as follows: 13-42-14. Such hearing shall be either private or public, as the teacher or administrator may elect, and the teacher or administrator shall have the right to appear in person or by counsel and to produce evidence thereat. All witnesses shall be sworn before testifying and the official conducting such hearing may administer the oath prescribed by law for witnesses in judicial proceedings. A record in writing shall be made of the proceedings and of all evidence produced thereat and shall be filed in the Division of Education Services and Resources with the Department of Education upon conclusion of the hearing. Section 20. That § 13-42-17 be amended to read as follows: 13-42-17. All orders of suspension or revocation shall be included in the certificate records of the Division of Education Services and Resources Department of Education. Section 21. That § 13-42-20 be amended to read as follows: 13-42-20. True copies of all contracts made on behalf of this state pursuant to the agreement shall be kept on file in the office of the secretary of the Department of Education. The Division of Education Services and Resources Department of Education shall publish all such contracts in convenient form. Section 22. That § 13-43-17.1 be amended to read as follows: 13-43-17.1. The Professional Teachers Practices and Standards Commission shall operate within the Division of Education Services and Resources Department of Education, and shall retain all its prescribed functions, including administrative functions. The commission shall submit such records, information, and reports in the form and at such times as required by the secretary of education, except that the commission shall report at least annually. Section 23. That § 13-43-39 be amended to read as follows: 13-43-39. The Professional Administrators Practices and Standards Commission shall operate within the Division of Education Services and Resources Department of Education and shall retain all its prescribed functions, including administrative functions. The commission shall submit such records, information and reports in such form and at such times as required by the South Dakota Board of Education, except that the commission shall report at least annually. Section 24. That § 13-47-14 be amended to read as follows: 13-47-14. The board shall have the power and duty to arrange for the operation of a state-wide educational telecommunications network, as directed by the board, consistent with the provisions of the Communications Act of 1934, as amended, and applicable rules, regulations, and policies of the Federal Communications Commission and, insofar as elementary and secondary education programs are concerned, consistent with policies of the Division of Education Services and Resources Department of Education. Section 25. That subdivision (6) of § 36-27A-2 be amended to read as follows: (6) School psychologists and school psychological examiners certified by the division of education services and resources Department of Education practicing and functioning within the scope of their employment if they use the title certified school psychologist or school psychological examiner;"}, {"bill_id": 1615, "bill_version_id": 11578, "bill_version": "Enrolled", "bill_version_date": "2010-02-02T09:20:10.52-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1615, "action_date": "2010-01-12T12:00:00-06:00", "document_id": 10420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10420.pdf", "status_text": "First read in House and referred to", "journal_page": 22, "committee_id_action": 86, "committee_id_assigned": 73, "result": "N", "vote": {}}, {"bill_id": 1615, "action_date": "2010-01-15T07:45:00-06:00", "document_id": 10438, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10438.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 73, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1615, "action_date": "2010-01-15T07:45:00-06:00", "document_id": 10517, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10517.pdf", "status_text": "Do Pass", "journal_page": 52, "committee_id_action": 73, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5463, "president_vote": null, "Yea": [825, 813, 817, 829, 757, 834, 783, 819, 841, 833, 763, 789, 828, 801], "Excused": [793]}}, {"bill_id": 1615, "action_date": "2010-01-15T07:45:00-06:00", "document_id": 10517, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10517.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 73, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1615, "action_date": "2010-01-19T14:00:00-06:00", "document_id": 10645, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10645.pdf", "status_text": "Do Pass", "journal_page": 111, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5527, "president_vote": null, "Yea": [821, 825, 771, 793, 781, 775, 844, 831, 804, 779, 740, 756, 748, 817, 814, 765, 811, 830, 798, 749, 829, 832, 826, 757, 835, 842, 777, 834, 803, 822, 843, 816, 824, 788, 800, 801, 827, 750, 742, 770, 792, 783, 755, 751, 773, 744, 840, 784, 839, 819, 836, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 823, 789, 838, 837, 812, 786], "Excused": [820, 813, 759]}}, {"bill_id": 1615, "action_date": "2010-01-20T14:00:00-06:00", "document_id": 10734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10734.pdf", "status_text": "First read in Senate and referred to", "journal_page": 96, "committee_id_action": 84, "committee_id_assigned": 62, "result": "N", "vote": {}}, {"bill_id": 1615, "action_date": "2010-01-28T07:30:00-06:00", "document_id": 10966, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10966.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 62, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1615, "action_date": "2010-01-28T07:30:00-06:00", "document_id": 11299, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11299.pdf", "status_text": "Do Pass", "journal_page": 159, "committee_id_action": 62, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5807, "president_vote": null, "Yea": [782, 761, 753, 745, 778], "Excused": [769, 766]}}, {"bill_id": 1615, "action_date": "2010-01-28T07:30:00-06:00", "document_id": 11299, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11299.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 62, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5808, "president_vote": null, "Yea": [782, 761, 753, 745, 766, 778], "Excused": [769]}}, {"bill_id": 1615, "action_date": "2010-02-01T14:00:00-06:00", "document_id": 11514, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11514.pdf", "status_text": "Do Pass", "journal_page": 192, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5906, "president_vote": null, "Yea": [758, 809, 785, 787, 790, 807, 754, 805, 760, 778, 768, 782, 780, 739, 802, 764, 795, 741, 772, 761, 774, 766, 791, 806, 808, 769, 743, 753, 745, 794, 799, 810, 747, 776], "Excused": [767]}}, {"bill_id": 1615, "action_date": "2010-02-02T14:00:00-06:00", "document_id": 11655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11655.pdf", "status_text": "Signed by the Speaker", "journal_page": 277, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1615, "action_date": "2010-02-03T14:00:00-06:00", "document_id": 11788, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11788.pdf", "status_text": "Signed by the President", "journal_page": 241, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1615, "action_date": "2010-02-04T12:30:00-06:00", "document_id": 11865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11865.pdf", "status_text": "Delivered to the Governor", "journal_page": 317, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1615, "action_date": "2010-02-09T14:00:00-06:00", "document_id": 11980, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11980.pdf", "status_text": "Signed by the Governor", "journal_page": 320, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4512, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1615"}