{"session_id": 36, "bill_id": 9818, "bill_type": "House Bill", "bill_number": 1174, "bill_title": "revise provisions regarding civil forfeitures.", "sponsors": [{"legislator_profile_id": 1427, "is_prime": true}, {"legislator_profile_id": 1430, "is_prime": true}, {"legislator_profile_id": 1593, "is_prime": false}, {"legislator_profile_id": 1446, "is_prime": false}, {"legislator_profile_id": 1586, "is_prime": false}, {"legislator_profile_id": 1581, "is_prime": false}], "keywords": ["Civil Procedure", "Crimes", "Criminal Procedure", "Law Enforcement", "Property"], "audio": [], "bill_versions": [{"bill_id": 9818, "bill_version_id": 52504, "bill_version": "Introduced", "bill_version_date": "2019-01-28T10:13:59.96-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise provisions regarding civil forfeitures. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 23A-49-1 be amended to read: 23A-49-1. All real property, including any right, title, and interest in the whole of any platted lot or tract of land which is measured in three hundred twenty acre increments, or all of any smaller amount and any appurtenances or improvements, which is used, or intended to be used, in any manner or part, to commit or to facilitate the commission of a violation of any crime listed in chapter 34-20B or 22-24A, is subject to forfeiture under this section. Forfeiture under this chapter of real property encumbered by a bona fide security interest is subject to the interest of the secured party unless the secured party had actual knowledge of the act upon which the forfeiture is based. Notice of forfeiture proceedings shall be given each owner or secured party whose right, title, or interest is of record, at the time of the seizure, with the secretary of state or the register of deeds in the county where the real property is located. A person claiming a security interest bears the burden of establishing that interest by a preponderance of the evidence. No real property may be forfeited under the provisions of this chapter by reason of any act committed by a person other than an owner of the property who has been convicted for the act that is the basis of the forfeiture unless that owner had actual knowledge that the real property was used or intended for use in any of the manners set forth in the chapters listed in § 23A-49-20. Section 2. That § 23A-49-3 be amended to read: 23A-49-3. Notwithstanding the provisions of subdivision 34-20B-70(4) or 22-24A-15(4), no conveyance may be forfeited under the provisions of this chapter, by reason of any act or omission established by the owner of the conveyance to have been committed or omitted by any person other than the owner while the conveyance was unlawfully in the possession of a person other than the owner in violation of the criminal laws of the United States, or of any state, or while the conveyance was rented or leased from a motor vehicle dealer or a leasing or rental agency and the dealer or agency had no knowledge that the conveyance was being used or intended for use, to transport or in any manner facilitate the commission of any crime in the chapters listed in § 23A-49-20. Section 3. That § 23A-49-4 be amended to read: 23A-49-4. Notwithstanding the provisions of subdivision 34-20B-70(4) or 22-24A-15(4), no conveyance may be forfeited under the provisions of this chapter, by reason of any act committed or omitted by a person other than an owner of the conveyance unless the owner knew or in the exercise of ordinary care should have known that the conveyance was being used or was intended for use to facilitate the commission of any crime in the chapters listed in § 23A-49-20. Section 4. That § 23A-49-7 be amended to read: 23A-49-7. Any Following a conviction for any violation that is the basis of a forfeiture, property that is subject to forfeiture under this chapter may be seized by any law enforcement officer or designated agent of the Division of Criminal Investigation upon process issued by any court having jurisdiction over the property. Section 5. That § 23A-49-8 be amended to read: 23A-49-8. The seizure of any property subject to forfeiture under this chapter may be made without process issued under § 23A-49-7 if: (1) The seizure is incident to an arrest or a search under a search warrant or to an inspection under an administrative inspection warrant; (2) The property subject to seizure has been the subject of a prior judgment in favor of the state in a criminal injunction or forfeiture proceeding under this chapter; (3) The law enforcement officer or agent has probable cause to believe that the property is directly or indirectly dangerous to health or safety; or (4) The law enforcement officer or agent has probable cause to believe that the property has been or is being used or intended to be used in violation of crimes in the chapters listed in § 23A-49-20. Section 6. That § 23A-49-9 be amended to read: 23A-49-9. If a For any seizure pursuant to under § 23A-49-7 or subdivisions 23A-49-8(1), (3), or (4) occurs, the attorney general shall institute, within sixty days of the seizure, the proceedings pursuant to under § 23A-49-14 or 23A-49-15, or the property shall be immediately returned to the person from whom the property was seized. Section 7. That § 23A-49-12 be amended to read: 23A-49-12. Any property, as described in subdivisions 34-20B-70(4), (6), and (7) or 22-24A-15(4), (6), and (7), or § 23A-49-1, that is subject to a bona fide perfected security interest at the time of seizure of the personal property, at the time the offense was committed, and is forfeited under the provisions of §§ 23A-49-7 to 23A-49-19, inclusive, this chapter shall be taken by the attorney general subject to the security interest. The attorney general shall, within sixty days of the forfeiture of the property: (1) Return the property to the possession of the secured party; (2) Satisfy fully all indebtedness to the secured party secured by the property; or (3) Return the property to the possession of the secured party and require the secured party to sell the property within sixty days of receipt of the property from the attorney general at public or private sale and retain all proceeds necessary to satisfy fully all indebtedness of the secured party secured by the property together with all reasonable costs of the sale and remit to the attorney general all excess proceeds within thirty days of the sale. If the secured party knew or should have known, that the property was being used or intended for use to facilitate in the commission of a crime, the provisions of this section do not apply to the property. Section 8. That chapter 23A-49 be amended by adding a NEW SECTION to read: For any property seized under this chapter, the law enforcement officer or agent of the Division of Criminal Investigation making the seizure, or for any seizure by an officer or agent who is not an officer or agent of the state, the officer or agent shall provide a written report of the seizure to the attorney general on a form prescribed by the attorney general. The report under this section shall include: (1) The date of the seizure; (2) The nature of property seized; (3) A description of property seized; (4) The address or location where the seizure occurred; (5) The reason or purpose of the seizure; (6) The disposition of the property seized; (7) The estimated value of the property seized; and (8) For any seizure under § 23A-49-8, the cause of the seizure. Section 9. That chapter 23A-49 be amended by adding a NEW SECTION to read: Before February first of each year, the attorney general shall provide a report to the auditor general that includes the nature and extent of all seizures during the previous calendar year. The auditor general shall publish on the website maintained by the Department of Legislative Audit the report provided under this section. Section 10. That § 23A-49-16 be repealed. 23A-49-16. If a person as described in §§ 23A-49-14 and 23A-49-15 is released on bail as provided by chapter 23A-43, a summons and complaint for forfeiture of the property may be served by mailing the summons and complaint by certified mail, no return receipt required, to the address left by the person upon release from confinement."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9818, "action_date": "2019-01-28T14:00:00-06:00", "document_id": 52545, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52545.pdf", "status_text": "First read in House and referred to", "journal_page": 220, "committee_id_action": 408, "committee_id_assigned": 410, "result": "N", "vote": {}}, {"bill_id": 9818, "action_date": "2019-02-06T14:00:00-06:00", "document_id": 53156, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53156.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 307, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9818"}