{"session_id": 51, "bill_id": 16139, "bill_type": "Senate Bill", "bill_number": 36, "bill_title": "revise nonrenewal and preexisting condition provisions and to correct outdated references for health insurance plans.", "sponsors": [], "keywords": ["Agency Bill", "Department of Commerce and Regulation", "Insurance"], "audio": [{"meeting_datetime": "2001-01-16T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sco05sb0036a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-16T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sco05sb0036a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-16T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sco05sb0036a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-16T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sco05sb0036a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-18T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen07sb0036a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-18T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen07sb0036a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco15sb0036a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco15sb0036a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco15sb0036a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco15sb0036a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16139, "bill_version_id": 87690, "bill_version": "Introduced", "bill_version_date": "2001-01-07T12:19:28-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise nonrenewal and preexisting condition provisions and to correct outdated references for health insurance plans. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-17-69 be amended to read as follows: 58-17-69. For purposes of § § 58-17-66 to 58-17-87, inclusive, the term, creditable coverage, means benefits or coverage provided under: (1) An employer-based health insurance or health benefit arrangement that provides benefits similar to or exceeding benefits provided under the basic health benefit plan or an employee welfare benefit plan as defined in section 3(1) of the Employee Retirement Income Security Act of 1974 as adopted by the director pursuant to chapter 1-26, to the extent that the plan provides directly or through insurance, reimbursement or otherwise to employees or their dependents medical care for the diagnosis, cure, mitigation, treatment, or prevention of disease, or amounts paid for the purpose of affecting any structure or function of the body and amounts paid for the transportation primarily for and essential to medical care; (2) An individual health benefit plan, including coverage issued by any health maintenance organization or pre-paid hospital or medical services plan that provides benefits similar to or exceeding the benefits provided under the basic health benefit plan as approved pursuant to § 58-18B-32 chapter 1-26 , but excluding limited benefit plans and dread disease plans; (3) Medicare or medicaid; (4) Chapter 55 of Title 10, United States Code; (5) A medical care program of the Indian Health Service or of a tribal organization; (6) A state health benefits risk pool; (7) A health plan offered under Chapter 89 of Title 5, United States Code; (8) A public health plan; (9) A health benefit plan under section 5(e) of the Peace Corps Act (22 U.S.C. 2504(e)); (10) A church plan; (11) A college plan; or (12) A short term or limited duration plan. Section 2. That § 58-17-84 be amended to read as follows: 58-17-84. Any health benefit plan covering individuals shall comply with the following provisions: (1) No health benefit plan may deny, exclude, or limit benefits for a covered individual for claims incurred more than twelve months following the effective date of the person's coverage due to a preexisting condition. No health benefit plan may define a preexisting condition more restrictively than: (a) A condition that would have caused an ordinarily prudent person to seek medical advice, diagnosis, care, or treatment during the twelve months immediately preceding the effective date of coverage; (b) A condition for which medical advice, diagnosis, care, or treatment was recommended or received during the twelve months immediately preceding the effective date of coverage; or (c) A pregnancy existing on the effective date of coverage; (2) A health benefit plan shall waive any time period applicable to a preexisting condition exclusion or limitation period with respect to particular services for the aggregate period of time a person was previously covered by creditable coverage, excluding limited benefit plans and dread disease plans that provided benefits with respect to such services, if the creditable coverage was continuous to a date not more than sixty-three days before the application for the new coverage. A period of time a person was previously covered may not be aggregated if there was a break in coverage of sixty-three days or more. The plan shall count a period of creditable coverage without regard to the specific benefits covered under the plan, unless the plan elects to credit it based on coverage of benefits within several classes or categories of benefits specified in rules adopted pursuant to chapter 1- 26, by the director; (3) A health maintenance organization which does not utilize a preexisting waiting period may use an affiliation period in lieu of a preexisting waiting period. No affiliation period may exceed two months in length. No premium may be charged for any portion of the affiliation period. If the health maintenance organization utilizes neither a preexisting waiting period nor an affiliation period, the health maintenance organization may use other criteria designed to avoid adverse selection provided that those criteria are approved by the director; (4) Genetic information may not be treated as a condition for which a preexisting condition exclusion may be imposed in the absence of a diagnosis of the condition related to such information; and (5) A carrier may not exclude coverage for a preexisting condition which arose after a person began creditable coverage if there was not a break in coverage which exceeded sixty-three days. For purposes of this section, the effective date of coverage is the first day the covered person became eligible for coverage for accidents or sicknesses. Section 3. That § 58-17-85 be amended to read as follows: 58-17-85. If a person has an aggregate of at least twelve months of creditable coverage, the carrier shall accept such person for coverage under a health benefit plan, which contains benefits which are equal to or exceed the benefits contained in the basic plan that was approved pursuant to § 58-18B-32 and adopted by rule by the director pursuant to chapter 1-26 and the maximum lifetime maximum benefit of the coverage is not less than one million dollars if the person applies within sixty-three days of the date of losing prior creditable coverage. In addition to the plan which equals or exceeds the basic coverage, the carrier shall also offer to the eligible person, the individual standard plan as approved and adopted by rule by the director or a plan with benefits that exceed the standard plan. No carrier is required to issue further individual health benefit coverage under § § 58-17-68 to 58-17-87, inclusive, if the individual health benefit plans issued to high-risk individuals constitute two percent or more of that carrier's earned premium on an annual basis from individual health benefit plans covered by § § 58-17-66 to 58-17-87, inclusive. Each carrier who meets the two percent earned premium threshold shall report within thirty days to the director in a format prescribed by the director. If the director determines that all carriers in the individual market have met the two percent threshold, the threshold shall, upon order of the director, be expanded an additional two percent. The threshold shall be expanded in additional two percent increments if all carriers in the individual market meet the previous threshold. The director may promulgate rules pursuant to chapter 1-26 to determine which individual policies may be used to determine the two percent threshold, the procedures involved, and the applicable time frames. In making that determination, the director shall develop a method designed to limit the number of high-risk individuals to whom any one carrier may be required to issue coverage. No carrier is required to provide coverage pursuant to this section if: (1) The applicant is eligible for continuation of coverage under an employer plan; (2) The applicant's creditable coverage is a conversion plan from an employer group plan; (3) The person is covered or eligible to be covered under creditable coverage or lost creditable coverage due to nonpayment of premiums; or (4) The person loses coverage under a short term or limited duration plan. Any person who has exhausted continuation rights and who is eligible for conversion or other individual or association coverage has the option of obtaining coverage pursuant to this section or the conversion plan or other coverage. A person who is otherwise eligible for the issuance of coverage pursuant to this section may not be required to show proof that coverage was denied by another carrier. Section 4. That § 58-17-97 be amended to read as follows: 58-17-97. Any accident and sickness policy or certificate subject to the provisions of this chapter, other than a health benefit plan as defined in subdivision 58-17-66(8) § 58-17-66 , shall comply with the following provisions: (1) No policy or certificate may deny, exclude, or limit benefits for a covered individual for claims incurred more than twelve months following the effective date of the person's coverage due to a preexisting condition; (2) No policy or certificate may define a preexisting condition more restrictively than: (a) A condition that would have caused an ordinarily prudent person to seek medical advice, diagnosis, care, or treatment during the twelve months immediately preceding the effective date of coverage; (b) A condition for which medical advice, diagnosis, care, or treatment was recommended or received during the twelve months immediately preceding the effective date of coverage; or (c) A pregnancy existing on the effective date of coverage. Section 5. That § 58-18-46 be amended to read as follows: 58-18-46. Except as provided in § § 58-18-42 to 58-18-49, inclusive, a health benefit plan subject to this chapter is renewable to all eligible employees and dependents at the option of the employer, except for the following reasons: (1) The employer has failed to pay premiums or contributions in accordance with the terms of the health insurance coverage or the insurer has not received timely premium payments; (2) Fraud or intentional misrepresentation of material fact by the employer; (3) Noncompliance with the carrier's employer contribution or participation requirements; (4) The number of individuals covered under the plan is less than the number or percentage of eligible individuals required under the plan; (5) The employer is no longer actively engaged in the business in which it was engaged on the effective date of the plan; (6) In the case of a health insurance issuer that offers health insurance coverage in the market through a network plan, there is no longer any enrollees in connection with the plan who live, reside, or work in the service area of the issuer or in the area for which the issuer is authorized to do business and the issuer would deny enrollment with respect to the plan as provided for in § 58-18B-37; (7) (6) The employer carrier elects to nonrenew all of its health benefit plans delivered or issued for delivery to employers in this state; (8) (7) In the case of health insurance coverage that is made available only through one or more bona fide associations, the membership of an employer in the association (on the basis of which the coverage is provided) ceases but only if the coverage is terminated uniformly without regard to any health status-related factor relating to any covered individual; or (9) (8) If the issuer decides to discontinue offering a particular type of group health insurance offered in the group market, coverage of such type may be discontinued if: (a) The issuer provides notice to each employer provided coverage of this type in such market (and any participant and beneficiary covered under such coverage) of the discontinuation at least ninety days prior to the date of the discontinuation of the coverage; (b) The issuer offers to each employer provided coverage of this type in such market, the option to purchase all other health insurance coverage currently being offered by the issuer to a group health plan in such market; (c) In exercising the option to discontinue coverage of this type and in offering the option of coverage under subsection (b), the issuer acts uniformly without regard to the claims experience of those employers or any health status-related factor relating to any participant or beneficiary covered or any new participant or beneficiary who may become eligible for such coverage. If a carrier nonrenews a health benefit plan pursuant to this section, the director shall assist affected employers in finding replacement coverage. Section 6. That chapter 58-18 be amended by adding thereto a NEW SECTION to read as follows: Any accident and sickness plan or certificate other than a health benefit plan is subject to subdivision 58-18-45(1). Section 7. That § 58-18-45 be amended to read as follows: 58-18-45. Health benefit plans shall comply with the following provisions: (1) No health benefit plan may deny, exclude, or limit benefits for a covered individual for claims incurred more than twelve months following the effective date of the individual's coverage due to a preexisting condition. No health benefit plan may define a preexisting condition more restrictively than a condition for which medical advice, diagnosis, care, or treatment was recommended or received during the six months immediately preceding the effective date of coverage; (2) A health benefit plan shall waive any time period applicable to a preexisting condition exclusion or limitation period for the aggregate period of time an individual was previously covered by creditable coverage that provided benefits with respect to such services, if the creditable coverage was continuous to a date not more than sixty-three days prior to the effective date of the new coverage. The waiver for prior creditable coverage also applies to late enrollees. A period of time a person was previously covered may not be aggregated if there was a break in coverage of sixty-three days or more. The plan shall count a period of creditable coverage, without regard to the specific benefits covered under the plan, unless the plan elects to credit it based on coverage of benefits within several classes or categories of benefits specified in rules adopted by the director. A carrier may not exclude coverage for a preexisting condition which arose after a person began creditable coverage if there was not a break in coverage which exceeded sixty-three days; (3) A health benefit plan may exclude coverage for late enrollees for the greater of eighteen months or for an eighteen-month preexisting condition exclusion. However, if both a period of exclusion from coverage and a preexisting condition exclusion are applicable to a late enrollee, the combined period may not exceed eighteen months from the date the individual enrolls for coverage under the health benefit plan; (4) Genetic information may not be treated as a condition for which a preexisting condition exclusion may be imposed in the absence of a diagnosis of the condition related to such information; (5) A health maintenance organization which does not utilize a preexisting waiting period may use an affiliation period in lieu of a preexisting waiting period. No affiliation period may exceed two months in length. No premium may be charged for any portion of the affiliation period. If the health maintenance organization utilizes neither a preexisting waiting period nor an affiliation period, the health maintenance organization may use other criteria designed to avoid adverse selection provided that those criteria are approved by the director. In the case of a late enrollee who is subject to an affiliation period, the affiliation period may not exceed three months. For purposes of this section, the effective date of coverage is the first day the covered person became eligible for coverage for accidents or sicknesses."}, {"bill_id": 16139, "bill_version_id": 87921, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2001-01-16T14:46:39-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise nonrenewal and preexisting condition provisions and to correct outdated references for health insurance plans. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-17-69 be amended to read as follows: 58-17-69. For purposes of § § 58-17-66 to 58-17-87, inclusive, the term, creditable coverage, means benefits or coverage provided under: (1) An employer-based health insurance or health benefit arrangement that provides benefits similar to or exceeding benefits provided under the basic health benefit plan or an employee welfare benefit plan as defined in section 3(1) of the Employee Retirement Income Security Act of 1974 as adopted by the director pursuant to chapter 1-26, to the extent that the plan provides directly or through insurance, reimbursement or otherwise to employees or their dependents medical care for the diagnosis, cure, mitigation, treatment, or prevention of disease, or amounts paid for the purpose of affecting any structure or function of the body and amounts paid for the transportation primarily for and essential to medical care; (2) An individual health benefit plan, including coverage issued by any health maintenance organization or pre-paid hospital or medical services plan that provides benefits similar to or exceeding the benefits provided under the basic health benefit plan as approved pursuant to § 58-18B-32 chapter 1-26 , but excluding limited benefit plans and dread disease plans; (3) Medicare or medicaid; (4) Chapter 55 of Title 10, United States Code; (5) A medical care program of the Indian Health Service or of a tribal organization; (6) A state health benefits risk pool; (7) A health plan offered under Chapter 89 of Title 5, United States Code; (8) A public health plan; (9) A health benefit plan under section 5(e) of the Peace Corps Act (22 U.S.C. 2504(e)); (10) A church plan; (11) A college plan; or (12) A short term or limited duration plan. Section 2. That § 58-17-84 be amended to read as follows: 58-17-84. Any health benefit plan covering individuals shall comply with the following provisions: (1) No health benefit plan may deny, exclude, or limit benefits for a covered individual for claims incurred more than twelve months following the effective date of the person's coverage due to a preexisting condition. No health benefit plan may define a preexisting condition more restrictively than: (a) A condition that would have caused an ordinarily prudent person to seek medical advice, diagnosis, care, or treatment during the twelve months immediately preceding the effective date of coverage; (b) A condition for which medical advice, diagnosis, care, or treatment was recommended or received during the twelve months immediately preceding the effective date of coverage; or (c) A pregnancy existing on the effective date of coverage; (2) A health benefit plan shall waive any time period applicable to a preexisting condition exclusion or limitation period with respect to particular services for the aggregate period of time a person was previously covered by creditable coverage, excluding limited benefit plans and dread disease plans that provided benefits with respect to such services, if the creditable coverage was continuous to a date not more than sixty-three days before the application for the new coverage. A period of time a person was previously covered may not be aggregated if there was a break in coverage of sixty-three days or more. The plan shall count a period of creditable coverage without regard to the specific benefits covered under the plan, unless the plan elects to credit it based on coverage of benefits within several classes or categories of benefits specified in rules adopted pursuant to chapter 1- 26, by the director; (3) A health maintenance organization which does not utilize a preexisting waiting period may use an affiliation period in lieu of a preexisting waiting period. No affiliation period may exceed two months in length. No premium may be charged for any portion of the affiliation period. If the health maintenance organization utilizes neither a preexisting waiting period nor an affiliation period, the health maintenance organization may use other criteria designed to avoid adverse selection provided that those criteria are approved by the director; (4) Genetic information may not be treated as a condition for which a preexisting condition exclusion may be imposed in the absence of a diagnosis of the condition related to such information; and (5) A carrier may not exclude coverage for a preexisting condition which arose after a person began creditable coverage if there was not a break in coverage which exceeded sixty-three days. For purposes of this section, the effective date of coverage is the first day the person became covered for either accidents or sicknesses. Section 3. That § 58-17-85 be amended to read as follows: 58-17-85. If a person has an aggregate of at least twelve months of creditable coverage, the carrier shall accept such person for coverage under a health benefit plan, which contains benefits which are equal to or exceed the benefits contained in the basic plan that was approved pursuant to § 58-18B-32 and adopted by rule by the director pursuant to chapter 1-26 and the maximum lifetime maximum benefit of the coverage is not less than one million dollars if the person applies within sixty-three days of the date of losing prior creditable coverage. In addition to the plan which equals or exceeds the basic coverage, the carrier shall also offer to the eligible person, the individual standard plan as approved and adopted by rule by the director or a plan with benefits that exceed the standard plan. No carrier is required to issue further individual health benefit coverage under § § 58-17-68 to 58-17-87, inclusive, if the individual health benefit plans issued to high-risk individuals constitute two percent or more of that carrier's earned premium on an annual basis from individual health benefit plans covered by § § 58-17-66 to 58-17-87, inclusive. Each carrier who meets the two percent earned premium threshold shall report within thirty days to the director in a format prescribed by the director. If the director determines that all carriers in the individual market have met the two percent threshold, the threshold shall, upon order of the director, be expanded an additional two percent. The threshold shall be expanded in additional two percent increments if all carriers in the individual market meet the previous threshold. The director may promulgate rules pursuant to chapter 1-26 to determine which individual policies may be used to determine the two percent threshold, the procedures involved, and the applicable time frames. In making that determination, the director shall develop a method designed to limit the number of high-risk individuals to whom any one carrier may be required to issue coverage. No carrier is required to provide coverage pursuant to this section if: (1) The applicant is eligible for continuation of coverage under an employer plan; (2) The applicant's creditable coverage is a conversion plan from an employer group plan; (3) The person is covered or eligible to be covered under creditable coverage or lost creditable coverage due to nonpayment of premiums; or (4) The person loses coverage under a short term or limited duration plan. Any person who has exhausted continuation rights and who is eligible for conversion or other individual or association coverage has the option of obtaining coverage pursuant to this section or the conversion plan or other coverage. A person who is otherwise eligible for the issuance of coverage pursuant to this section may not be required to show proof that coverage was denied by another carrier. Section 4. That § 58-17-97 be amended to read as follows: 58-17-97. Any accident and sickness policy or certificate subject to the provisions of this chapter, other than a health benefit plan as defined in subdivision 58-17-66(8) § 58-17-66 , shall comply with the following provisions: (1) No policy or certificate may deny, exclude, or limit benefits for a covered individual for claims incurred more than twelve months following the effective date of the person's coverage due to a preexisting condition; (2) No policy or certificate may define a preexisting condition more restrictively than: (a) A condition that would have caused an ordinarily prudent person to seek medical advice, diagnosis, care, or treatment during the twelve months immediately preceding the effective date of coverage; (b) A condition for which medical advice, diagnosis, care, or treatment was recommended or received during the twelve months immediately preceding the effective date of coverage; or (c) A pregnancy existing on the effective date of coverage. Section 5. That § 58-18-46 be amended to read as follows: 58-18-46. Except as provided in § § 58-18-42 to 58-18-49, inclusive, a health benefit plan subject to this chapter is renewable to all eligible employees and dependents at the option of the employer, except for the following reasons: (1) The employer has failed to pay premiums or contributions in accordance with the terms of the health insurance coverage or the insurer has not received timely premium payments; (2) Fraud or intentional misrepresentation of material fact by the employer; (3) Noncompliance with the carrier's employer contribution or participation requirements; (4) The number of individuals covered under the plan is less than the number or percentage of eligible individuals required under the plan; (5) The employer is no longer actively engaged in the business in which it was engaged on the effective date of the plan; (6) In the case of a health insurance issuer that offers health insurance coverage in the market through a network plan, there is no longer any enrollees in connection with the plan who live, reside, or work in the service area of the issuer or in the area for which the issuer is authorized to do business and the issuer would deny enrollment with respect to the plan as provided for in § 58-18B-37; (7) (6) The employer carrier elects to nonrenew all of its health benefit plans delivered or issued for delivery to employers in this state; (8) (7) In the case of health insurance coverage that is made available only through one or more bona fide associations, the membership of an employer in the association (on the basis of which the coverage is provided) ceases but only if the coverage is terminated uniformly without regard to any health status-related factor relating to any covered individual; or (9) (8) If the issuer decides to discontinue offering a particular type of group health insurance offered in the group market, coverage of such type may be discontinued if: (a) The issuer provides notice to each employer provided coverage of this type in such market (and any participant and beneficiary covered under such coverage) of the discontinuation at least ninety days prior to the date of the discontinuation of the coverage; (b) The issuer offers to each employer provided coverage of this type in such market, the option to purchase all other health insurance coverage currently being offered by the issuer to a group health plan in such market; (c) In exercising the option to discontinue coverage of this type and in offering the option of coverage under subsection (b), the issuer acts uniformly without regard to the claims experience of those employers or any health status-related factor relating to any participant or beneficiary covered or any new participant or beneficiary who may become eligible for such coverage. If a carrier nonrenews a health benefit plan pursuant to this section, the director shall assist affected employers in finding replacement coverage. Section 6. That chapter 58-18 be amended by adding thereto a NEW SECTION to read as follows: Any accident and sickness plan or certificate other than a health benefit plan is subject to subdivision 58-18-45(1). Section 7. That § 58-18-45 be amended to read as follows: 58-18-45. Health benefit plans shall comply with the following provisions: (1) No health benefit plan may deny, exclude, or limit benefits for a covered individual for claims incurred more than twelve months following the effective date of the individual's coverage due to a preexisting condition. No health benefit plan may define a preexisting condition more restrictively than a condition for which medical advice, diagnosis, care, or treatment was recommended or received during the six months immediately preceding the effective date of coverage; (2) A health benefit plan shall waive any time period applicable to a preexisting condition exclusion or limitation period for the aggregate period of time an individual was previously covered by creditable coverage that provided benefits with respect to such services, if the creditable coverage was continuous to a date not more than sixty-three days prior to the effective date of the new coverage. The waiver for prior creditable coverage also applies to late enrollees. A period of time a person was previously covered may not be aggregated if there was a break in coverage of sixty-three days or more. The plan shall count a period of creditable coverage, without regard to the specific benefits covered under the plan, unless the plan elects to credit it based on coverage of benefits within several classes or categories of benefits specified in rules adopted by the director. A carrier may not exclude coverage for a preexisting condition which arose after a person began creditable coverage if there was not a break in coverage which exceeded sixty-three days; (3) A health benefit plan may exclude coverage for late enrollees for the greater of eighteen months or for an eighteen-month preexisting condition exclusion. However, if both a period of exclusion from coverage and a preexisting condition exclusion are applicable to a late enrollee, the combined period may not exceed eighteen months from the date the individual enrolls for coverage under the health benefit plan; (4) Genetic information may not be treated as a condition for which a preexisting condition exclusion may be imposed in the absence of a diagnosis of the condition related to such information; (5) A health maintenance organization which does not utilize a preexisting waiting period may use an affiliation period in lieu of a preexisting waiting period. No affiliation period may exceed two months in length. No premium may be charged for any portion of the affiliation period. If the health maintenance organization utilizes neither a preexisting waiting period nor an affiliation period, the health maintenance organization may use other criteria designed to avoid adverse selection provided that those criteria are approved by the director. In the case of a late enrollee who is subject to an affiliation period, the affiliation period may not exceed three months. For purposes of this section, the effective date of coverage is the first day the person became covered for either accidents or sicknesses."}, {"bill_id": 16139, "bill_version_id": 89124, "bill_version": "Enrolled", "bill_version_date": "2001-02-01T09:45:04-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16139, "action_date": "2001-01-09T14:00:00-06:00", "document_id": 87779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87779.pdf", "status_text": "First read in Senate and referred to", "journal_page": 29, "committee_id_action": 713, "committee_id_assigned": 687, "result": "N", "vote": {}}, {"bill_id": 16139, "action_date": "2001-01-16T10:00:00-06:00", "document_id": 87905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87905.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 687, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16139, "action_date": "2001-01-16T10:00:00-06:00", "document_id": 87905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87905.pdf", "status_text": "Do Pass Amended,", "journal_page": 60, "committee_id_action": 687, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49311, "president_vote": null, "Yea": [2520, 2580, 2607, 2616, 2617, 2529, 2585]}}, {"bill_id": 16139, "action_date": "2001-01-18T14:00:00-06:00", "document_id": 88049, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88049.pdf", "status_text": "Do Pass Amended,", "journal_page": 92, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50428, "president_vote": null, "Yea": [2516, 2517, 2520, 2523, 2524, 2529, 2531, 2532, 2534, 2535, 2536, 2539, 2542, 2549, 2550, 2551, 2552, 2562, 2567, 2569, 2573, 2576, 2580, 2581, 2584, 2585, 2590, 2597, 2598, 2607, 2609, 2615, 2616, 2617], "Nay": [2606]}}, {"bill_id": 16139, "action_date": "2001-01-19T14:00:00-06:00", "document_id": 88113, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88113.pdf", "status_text": "First read in House and referred to", "journal_page": 121, "committee_id_action": 712, "committee_id_assigned": 700, "result": "N", "vote": {}}, {"bill_id": 16139, "action_date": "2001-01-30T07:45:00-06:00", "document_id": 88937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88937.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 700, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16139, "action_date": "2001-01-30T07:45:00-06:00", "document_id": 88937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88937.pdf", "status_text": "Do Pass,", "journal_page": 261, "committee_id_action": 700, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50877, "president_vote": null, "Yea": [2519, 2522, 2525, 2548, 2553, 2577, 2589, 2591, 2592, 2605, 2611, 2601, 2571]}}, {"bill_id": 16139, "action_date": "2001-01-30T07:45:00-06:00", "document_id": 88937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88937.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 700, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16139, "action_date": "2001-01-31T14:00:00-06:00", "document_id": 89103, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89103.pdf", "status_text": "Do Pass Amended,", "journal_page": 287, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51395, "president_vote": null, "Yea": [2514, 2515, 2518, 2519, 2521, 2522, 2525, 2526, 2527, 2528, 2530, 2533, 2538, 2541, 2543, 2544, 2545, 2546, 2547, 2548, 2554, 2555, 2556, 2557, 2558, 2559, 2561, 2563, 2564, 2565, 2566, 2568, 2570, 2571, 2572, 2574, 2575, 2577, 2578, 2579, 2582, 2586, 2587, 2588, 2589, 2591, 2592, 2593, 2594, 2595, 2596, 2599, 2600, 2601, 2602, 2603, 2604, 2605, 2608, 2610, 2611, 2612, 2613, 2614, 2618, 2540], "Excused": [2537, 2553, 2560], "Nay": [2583]}}, {"bill_id": 16139, "action_date": "2001-02-01T14:00:00-06:00", "document_id": 89192, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89192.pdf", "status_text": "Signed by Speaker", "journal_page": 318, "committee_id_action": 712, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16139, "action_date": "2001-02-01T14:00:00-06:00", "document_id": 89191, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89191.pdf", "status_text": "Signed by President", "journal_page": 332, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16139, "action_date": "2001-02-02T14:00:00-06:00", "document_id": 89260, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89260.pdf", "status_text": "Delivered to the Governor", "journal_page": 334, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16139, "action_date": "2001-02-07T14:00:00-06:00", "document_id": 89532, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89532.pdf", "status_text": "Signed by Governor", "journal_page": 404, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2033, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16139"}