{"session_id": 48, "bill_id": 14862, "bill_type": "Senate Bill", "bill_number": 247, "bill_title": "revise certain provisions regarding audits by the Division of Securities.", "sponsors": [{"legislator_profile_id": 2217, "is_prime": true}, {"legislator_profile_id": 2296, "is_prime": true}, {"legislator_profile_id": 2237, "is_prime": false}, {"legislator_profile_id": 2269, "is_prime": false}], "keywords": ["Audit", "Division of Securities"], "audio": [], "bill_versions": [{"bill_id": 14862, "bill_version_id": 80608, "bill_version": "Introduced", "bill_version_date": "1999-02-01T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding audits by the Division of Securities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 47-31A-407 be amended to read as follows: 47-31A-407. (a) The director in his discretion: (1) May make such public or private investigations within or outside of this state as he deems necessary to determine whether any person has violated or is about to violate any provision of this chapter or any rule or order hereunder, or to aid in the enforcement of this chapter or in the prescribing of rules and forms hereunder; (2) May require or permit any person to file a statement in writing, under oath or otherwise as the director determines, as to all the facts and circumstances to be investigated; and (3) May publish information concerning any violation of this chapter or any rule or order hereunder. (b) For the purpose of any investigation or proceeding under this chapter, the director or any officer designated by him may administer oaths and affirmations, subpoena witnesses, compel their attendance, take evidence and require the production of any books, papers, correspondence, memoranda, agreements or other documents or records which the director deems relevant or material to the inquiry. (c) In the case of contumacy by, or refusal to obey a subpoena issued to, any person, the circuit court, upon application by the director, may issue to the person an order requiring him to appear before the director, or the officer designated by him, there to produce documentary evidence if so ordered or to give evidence touching the matter under investigation or in question. Failure to obey the order of the court may be punished by the court as a contempt of court. (d) No person is excused from attending and testifying or from producing any documents or records before the director, or an obedience to the subpoena of the director or any officer designated by him, or in any proceeding instituted by the director, on the ground that the testimony or evidence, documentary or otherwise, required of him may tend to incriminate him or subject him to a penalty or forfeiture; but no individual may be prosecuted or subjected to any penalty or forfeiture for or on account of any transaction, matter or thing concerning which he is compelled, after claiming his privilege against self incrimination, to testify or produce evidence, documentary or otherwise, except that the individual testifying is not exempt from prosecution and punishment for perjury or contempt committed in testifying. (e) The director may issue and apply to enforce subpoenas in this state at the request of a securities agency or administrator of another state if the activities constituting an alleged violation for which the information is sought would be a violation of this chapter if the activities had occurred in this state. (f) The director may make a written request to any person for information concerning any investigation being conducted by the director. Failure to respond fully and completely to such a request within fifteen days after receipt thereto, shall be the basis for the issuance of a cease and desist order pursuant to § 47-31A-408(1). (g) Whenever it is necessary for the director to incur any expense in connection with an application, registration, license or investigation, it shall have the power by written order to require the interested person to make an advance deposit with the director in an amount as estimated as sufficient to cover such expense. All such deposits shall be conveyed into the state treasury and credited to the state securities investigation fund, from which fund the director shall have the power to make disbursement to pay such expenses. Any unexpended portion shall be refunded. On field examinations made by the director or an employee designated by him away from the seat of government, a per diem prorated upon the salary of such director or employee may be charged in addition to actual expenses. Notwithstanding the provisions of this section, the expense of any audit initiated by the division shall be borne by the division, and any audit initiated by a complaint shall be borne by the complaining party. (h) The director may prepare and issue any certificate to the effect that the records of the director show that a specified security was or was not registered, that a specified person was or was not registered, or that a filing under § 47-31A-307 was or was not made, on a specified date or between specified dates. The director may prepare and issue certified copies of any order of registration, of any filing under § 47-31A-307, or of any license or of any lawful order of the director. Any such certificate may recite that such registration, filing, license, or lawful order has not been suspended, revoked, canceled, or amended except as therein stated. The director may prepare and issue certified copies of any application, filing, document, exhibit, report, or other paper on file with the director. All certificates issued pursuant to this subsection shall be signed by the director and identified by an impression of the seal of the director. The director shall charge one dollar for each such certificate and fifty cents per folio for all copies so certified. All such certificates shall be prima facie evidence of the facts therein stated; and all copies so certified shall be receipted evidence in all courts with the same force and effect as the originals thereof."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14862, "action_date": "1999-02-01T14:00:00-06:00", "document_id": 82147, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82147.pdf", "status_text": "First read in Senate and referred to", "journal_page": 280, "committee_id_action": 629, "committee_id_assigned": 611, "result": "N", "vote": {}}, {"bill_id": 14862, "action_date": "1999-02-05T07:45:00-06:00", "document_id": 82085, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82085.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14862, "action_date": "1999-02-08T07:45:00-06:00", "document_id": 82086, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82086.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14862, "action_date": "1999-02-08T07:45:00-06:00", "document_id": 82086, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82086.pdf", "status_text": "Tabled", "journal_page": 364, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41007, "president_vote": null, "Yea": [2224, 2270, 2230, 2299, 2283, 2241], "Nay": [2246, 2259], "Excused": [2292]}}, {"bill_id": 14862, "action_date": "1999-02-08T07:45:00-06:00", "document_id": 82086, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82086.pdf", "status_text": "Tabled", "journal_page": 364, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41007, "president_vote": null, "Yea": [2224, 2270, 2230, 2299, 2283, 2241], "Nay": [2246, 2259], "Excused": [2292]}}, {"bill_id": 14862, "action_date": "1999-02-08T19:30:00-06:00", "document_id": 82087, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82087.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14862"}