{"session_id": 19, "bill_id": 3928, "bill_type": "Senate Bill", "bill_number": 55, "bill_title": "make certain form and style changes regarding the bank franchise tax.", "sponsors": [], "keywords": ["Bank Franchise Tax", "Banks and Banking", "Taxes"], "audio": [{"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sta08.mp3", "start_seconds": 45.0}, {"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sta08.mp3", "start_seconds": 45.0}, {"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sta08.mp3", "start_seconds": 45.0}, {"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sta08.mp3", "start_seconds": 45.0}, {"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sta08.mp3", "start_seconds": 45.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen11.mp3", "start_seconds": 809.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen11.mp3", "start_seconds": 809.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen11.mp3", "start_seconds": 809.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst29.mp3", "start_seconds": 3116.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst29.mp3", "start_seconds": 3116.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst29.mp3", "start_seconds": 3116.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou34.mp3", "start_seconds": 6207.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou34.mp3", "start_seconds": 6207.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou34.mp3", "start_seconds": 6207.0}], "bill_versions": [{"bill_id": 3928, "bill_version_id": 23443, "bill_version": "Introduced", "bill_version_date": "2013-01-05T17:32:34.65-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to make certain form and style changes regarding the bank franchise tax and to reinstate certain provisions regarding bank acquisitions for the purposes of the distribution of the bank franchise tax. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-43-29.1 be amended to read as follows: 10-43-29.1. If the apportionment methods included in §§ 10-43-22.1 to 10-43-25.7 10-43-25.9, inclusive, do not fairly represent the financial institution's net income in this state, the financial institution may petition for, or the secretary may require, pursuant to criteria established by rule promulgated pursuant to chapter 1-26, with respect to all or any part of the taxpayer's business activity: (1) Separate accounting; (2) The exclusion of any one or more of the factors; (3) The inclusion of one or more additional factors which will fairly represent the taxpayer's business activity in this state; or (4) The employment of any other method to effectuate an equitable allocation and apportionment of the taxpayer's taxable income. Section 2. That § 10-43-36 be amended to read as follows: 10-43-36. Any related corporation required to report under this chapter and owned or controlled either directly or indirectly by another corporation may elect petition the secretary of revenue, or may be required by the secretary of revenue, to make a consolidated report with related corporations that are required to report under this chapter showing the combined net income, such assets of the corporation as are required for the purpose of this chapter, and such other information as the secretary of revenue may require by rule promulgated pursuant to chapter 1-26. Section 3. That chapter 51A-2 be amended by adding thereto a NEW SECTION to read as follows: Subject to the provisions of this chapter and to the approval of the banking commission, a bank holding company, as defined in the Bank Holding Company Act of 1956, as amended to January 1, 2013, 12 U.S.C. § 1841, et seq., the principal place of business of whose banking subsidiaries is located outside the state: (a) May acquire all or substantially all of the shares of one or more new banks which are to be established under the laws of this state, or one or more new national banks which are to be located in this state, and (b) May acquire all or substantially all of the shares of one or more existing national or state banks located in or established under the laws of this state. No proposed acquisition pursuant to this section and sections 4 to 6, inclusive, of this Act, may be approved by the banking commission, unless the banking commission finds that: (1) The statutes of the jurisdiction in which the operations of the out-of-state bank holding company's banking subsidiaries are principally conducted permit or specifically authorize the direct or indirect acquisition of control of one or more banking institutions in such jurisdiction by a bank holding company or subsidiary thereof, the operations of which bank holding company's banking subsidiaries are principally conducted in this state; or (2) Such statutes of the jurisdiction in which the operations of the out-of-state bank holding company's banking subsidiaries are principally conducted authorize the acquisition of control because the out-of-state bank holding company or subsidiary is authorized by this section and sections 4 to 6, inclusive, of this Act, to acquire control of and hold shares of banking institutions in this state; and (3) The direct or indirect acquisition of control by a bank holding company or subsidiary thereof, under such statutes, does not affect the powers or privileges of the banking institution over which control is obtained, nor is any such acquisition subject to conditions or restrictions materially limiting the ability of a bank holding company or subsidiary thereof to acquire banking institutions generally in such jurisdiction if such conditions or restrictions would not apply with equal effect to the acquisition of banking institutions in such jurisdiction by an out-of-state bank holding company, or subsidiary thereof, which out-of-state bank holding company or subsidiary conducts its principal banking business in such jurisdiction. For purposes of this section, an out-of-state bank holding company is a bank holding company as defined in the Bank Holding Company Act of 1956 as amended to January 1, 2013, 12 U.S.C. § 1841, et seq., the principal place of business whose banking subsidiaries is located outside the state. The jurisdiction in which an out-of-state bank holding company conducts its principal banking business is that state or the District of Columbia in which the total deposits of such company or its banking subsidiaries are largest. The commission may approve a proposed acquisition under this section without regard to the requirements of subdivisions (1) to (3), inclusive, of this section if the acquisition is part of a transaction in which the federal deposit insurance corporation is providing assistance to one or more national or state banks located in South Dakota or other states pursuant to section 13(c) of the Federal Deposit Insurance Act. The acquisition of any bank by a corporation that is not a bank holding company is subject to the approval of the commission pursuant to section 6 of this Act. Section 4. That chapter 51A-2 be amended by adding thereto a NEW SECTION to read as follows: Any acquisitions made and approved by the commission pursuant to § 51A-2-38 between March 12, 1980, and July 1, 1988, or any acquisition relating to national or state banks established in South Dakota during such time period and for which an application has been filed with the board of governors of the federal reserve system during such time period are hereby approved, ratified and confirmed and continue in full force and effect notwithstanding the provisions of section 3 of this Act and notwithstanding any determination of the invalidity of any of the limitations on such acquisition contained in section 5 of this Act. Such approval, ratification and confirmation and continuation of such acquisitions is exclusive of any limitation of section 5 of this Act declared to be invalid. Such acquisitions consummated or pending between March 12, 1980, and July 1, 1988, are not subject to the limitations contained in section 5 of this Act. Section 5. That chapter 51A-2 be amended by adding thereto a NEW SECTION to read as follows: If a bank acquired pursuant to section 3 of this Act engages in the insurance business it shall conduct its insurance business in this state in a manner likely to not attract business from the general public to the substantial detriment of insurance companies, insurance brokers or insurance agents to the extent of their business in the state. No bank, as a prerequisite of making a loan, shall require the borrower to purchase insurance from the bank. Further, such insurance business shall be subject to the same laws and regulations of this state, and the application thereof by the division of insurance, as are applicable to the operations of insurance companies which are unaffiliated with banks. Section 6. That chapter 51A-2 be amended by adding thereto a NEW SECTION to read as follows: Any acquisition made pursuant to section 3 of this Act shall be approved by the banking commission. In considering an application for approval, the banking commission may consider the following factors: (1) Whether the acquisition is convenient and beneficial to the public; (2) Whether such acquisition may result in undue concentration of resources or substantial lessening of competition. Any approval granted to a bank holding company by the commission is subject to such conditions as the commission deems necessary and to the commission's continuing authority to ascertain the bank holding company's compliance with the provisions of this section and the conditions of approval. There is imposed a fee of fifty thousand dollars upon the filing of an application of a bank holding company to acquire or form a bank pursuant to the authority of section 3 and 5 of this Act, for the purpose of engaging in facets of the insurance business, which fee is to be deposited in the general fund. Section 7. That chapter 51A-2 be amended by adding thereto a NEW SECTION to read as follows: Any bank holding company or corporation making an application to acquire a bank as provided in sections 3 to 6, inclusive, of this Act, by such action becomes subject to the jurisdiction of the courts of this state for purposes of any proceedings which may be taken by the commission hereunder, and the bank holding company or corporation thereby designates the director as the agent for service of process in connection therewith. Section 8. That chapter 51A-2 be amended by adding thereto a NEW SECTION to read as follows: Any bank holding company which proposes to directly or indirectly acquire ownership of all or substantially all of the shares of a new bank under the provisions of sections 3 to 7, inclusive, of this Act, shall provide to the commission a copy of any original application to the board of governors of the federal reserve system for permission to take such action, and a copy of any subsequent amendment thereto, at the same time the application or amendment is transmitted to the federal reserve system. Section 9. That § 10-43-76 be amended to read as follows: 10-43-76. Upon the receipt of the funds referred to in this chapter, the secretary of revenue shall deposit ninety-five percent of the taxes paid by banks organized under §§ 51A-2-38 to 51A-2-43 sections 3 to 8, inclusive, of this Act, and twenty-six and two-thirds percent of all other revenue to the general fund. The secretary of revenue shall remit the remainder, on or before February first of each year, to the county treasurer of the county wherein is situated the bank or financial institution remitting the tax. However, the remittance of tax from all branch banks, branch offices, or branches of other financial institutions subject to this tax shall be separated from the remittance of the parent bank or financial institution and shall be remitted to the county treasurer of the county wherein said branch bank, branch office, or financial institution is located."}, {"bill_id": 3928, "bill_version_id": 24047, "bill_version": "Senate Taxation Engrossed", "bill_version_date": "2013-01-18T11:11:53.66-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to make certain form and style changes regarding the bank franchise tax. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-43-29.1 be amended to read as follows: 10-43-29.1. If the apportionment methods included in §§ 10-43-22.1 to 10-43-25.7 10-43-25.9, inclusive, do not fairly represent the financial institution's net income in this state, the financial institution may petition for, or the secretary may require, pursuant to criteria established by rule promulgated pursuant to chapter 1-26, with respect to all or any part of the taxpayer's business activity: (1) Separate accounting; (2) The exclusion of any one or more of the factors; (3) The inclusion of one or more additional factors which will fairly represent the taxpayer's business activity in this state; or (4) The employment of any other method to effectuate an equitable allocation and apportionment of the taxpayer's taxable income. Section 2. That § 10-43-36 be amended to read as follows: 10-43-36. Any related corporation required to report under this chapter and owned or controlled either directly or indirectly by another corporation may elect petition the secretary of revenue, or may be required by the secretary of revenue, to make a consolidated report with related corporations that are required to report under this chapter showing the combined net income, such assets of the corporation as are required for the purpose of this chapter, and such other information as the secretary of revenue may require by rule promulgated pursuant to chapter 1-26."}, {"bill_id": 3928, "bill_version_id": 27198, "bill_version": "Enrolled", "bill_version_date": "2013-03-06T09:29:23.5-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3928, "action_date": "2013-01-10T14:00:00-06:00", "document_id": 23641, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23641.pdf", "status_text": "First read in Senate and referred to", "journal_page": 42, "committee_id_action": 200, "committee_id_assigned": 186, "result": "N", "vote": {}}, {"bill_id": 3928, "action_date": "2013-01-18T10:00:00-06:00", "document_id": 23831, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23831.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 186, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3928, "action_date": "2013-01-18T10:00:00-06:00", "document_id": 24038, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24038.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 186, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3928, "action_date": "2013-01-18T10:00:00-06:00", "document_id": 24038, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24038.pdf", "status_text": "Do Pass Amended", "journal_page": 140, "committee_id_action": 186, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12686, "president_vote": null, "Yea": [388, 336, 385, 384, 383, 419, 331]}}, {"bill_id": 3928, "action_date": "2013-01-18T10:00:00-06:00", "document_id": 24038, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24038.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 186, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3928, "action_date": "2013-01-23T14:00:00-06:00", "document_id": 24441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24441.pdf", "status_text": "Deferred to another day", "journal_page": 190, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3928, "action_date": "2013-01-24T14:00:00-06:00", "document_id": 24542, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24542.pdf", "status_text": "Do Pass Amended", "journal_page": 204, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12918, "president_vote": null, "Yea": [338, 362, 330, 337, 388, 340, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 331, 419, 317, 385, 384, 321, 368, 333, 386, 367, 319, 339, 387, 327, 383, 379], "Excused": [366, 320, 328]}}, {"bill_id": 3928, "action_date": "2013-01-25T13:00:00-06:00", "document_id": 24642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24642.pdf", "status_text": "First read in House and referred to", "journal_page": 189, "committee_id_action": 202, "committee_id_assigned": 195, "result": "N", "vote": {}}, {"bill_id": 3928, "action_date": "2013-02-22T07:45:00-06:00", "document_id": 26044, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26044.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 195, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3928, "action_date": "2013-02-25T07:45:00-06:00", "document_id": 26290, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26290.pdf", "status_text": "Do Pass", "journal_page": 512, "committee_id_action": 195, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14250, "president_vote": null, "Yea": [360, 348, 334, 381, 347, 351, 371, 316, 395, 354, 353, 349, 335]}}, {"bill_id": 3928, "action_date": "2013-02-26T14:00:00-06:00", "document_id": 26479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26479.pdf", "status_text": "Deferred to another day", "journal_page": 559, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3928, "action_date": "2013-02-27T14:00:00-06:00", "document_id": 26648, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26648.pdf", "status_text": "Deferred to another day", "journal_page": 585, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3928, "action_date": "2013-02-28T12:30:00-06:00", "document_id": 26771, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26771.pdf", "status_text": "Deferred to another day", "journal_page": 597, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3928, "action_date": "2013-03-04T14:00:00-06:00", "document_id": 26939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26939.pdf", "status_text": "Deferred to another day", "journal_page": 650, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3928, "action_date": "2013-03-05T14:00:00-06:00", "document_id": 27118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27118.pdf", "status_text": "Do Pass Amended", "journal_page": 718, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14704, "president_vote": null, "Yea": [420, 415, 418, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 318, 397, 374, 402, 381, 396, 370, 394, 413, 372, 350, 347, 416, 389, 351, 344, 359, 392, 335, 369, 414, 400, 375, 371, 380, 316, 332, 393, 395, 390, 408, 404, 405, 356, 411, 377, 355, 378, 407, 352, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334], "Nay": [346], "Excused": [326]}}, {"bill_id": 3928, "action_date": "2013-03-06T10:30:00-06:00", "document_id": 27268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27268.pdf", "status_text": "Signed by the President", "journal_page": 703, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3928, "action_date": "2013-03-07T09:00:00-06:00", "document_id": 27326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27326.pdf", "status_text": "Signed by the Speaker", "journal_page": 815, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3928, "action_date": "2013-03-07T10:00:00-06:00", "document_id": 27341, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27341.pdf", "status_text": "Delivered to the Governor", "journal_page": 723, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3928, "action_date": "2013-03-25T10:00:00-05:00", "document_id": 27487, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27487.pdf", "status_text": "Signed by the Governor", "journal_page": 756, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5273, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3928"}