{"session_id": 68, "bill_id": 23908, "bill_type": "House Bill", "bill_number": 1047, "bill_title": "revise certain provisions regarding military affairs.", "sponsors": [], "keywords": ["Military Affairs"], "audio": [{"meeting_datetime": "2023-01-25T15:00:00-06:00", "committee": "HMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hmv11.mp3", "start_seconds": 2478.0}, {"meeting_datetime": "2023-01-25T15:00:00-06:00", "committee": "HMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hmv11.mp3", "start_seconds": 2478.0}, {"meeting_datetime": "2023-01-25T15:00:00-06:00", "committee": "HMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hmv11.mp3", "start_seconds": 2478.0}, {"meeting_datetime": "2023-01-25T15:00:00-06:00", "committee": "HMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hmv11.mp3", "start_seconds": 2478.0}, {"meeting_datetime": "2023-02-07T16:00:00-06:00", "committee": "SMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/smv19.mp3", "start_seconds": 525.0}, {"meeting_datetime": "2023-02-07T16:00:00-06:00", "committee": "SMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/smv19.mp3", "start_seconds": 525.0}, {"meeting_datetime": "2023-02-07T16:00:00-06:00", "committee": "SMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/smv19.mp3", "start_seconds": 525.0}], "bill_versions": [{"bill_id": 23908, "bill_version_id": 242569, "bill_version": "Introduced", "bill_version_date": "2023-01-06T16:54:02.36-06:00", "bill_text": "An Act to revise certain provisions regarding military affairs. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-55-7 be AMENDED: 13-55-7. The term, \"armed forces,\" as used in § 13-55-6, shall mean and include the following: means all components of the United States Army, Army of the United States, United States Navy, United States Naval Reserves, United States Marine Corps, United States Marine Corps Reserve,Air Force, Space Force, and United States Coast Guard, United States Coast Guard Reserve which shall be construed to include the United States Coast Guard Temporary Reserve, Women's Army Corps, United States Navy Women's Reserve, United States Marine Corps Women's Reserve, United States Coast Guard Women's Reserve, Army Nurse Corps, and Navy Nurse Corps. Section 2. That § 18-4-6 be AMENDED: 18-4-6. In addition to the acknowledgment of instruments in the manner and form and as otherwise authorized by the laws of South Dakota, any person serving in or with the armed forces of the United States may acknowledge the execution of an instrument, wherever located, before any commissioned officer in active service of the armed forces of the United States with the rank of second lieutenant or higher in the Army, Air Force, Space Force, or Marine Corps, or ensign or higher in the Navy or United States Coast Guard. The instrument shall not be rendered invalid by the failure to state therein the place of execution or acknowledgment. Section 3. That § 33-4-19 be REPEALED: No state funds may be used for the purchase of uniforms or equipment of officers of the National Guard. However, such equipment may be issued by the quartermaster general upon the approval of the Governor. Section 4. That § 33-8-1 be REPEALED: Every noncommissioned officer, musician, and private of a company, troop, or battery, duly organized under the military laws of this state, shall be furnished with a uniform complete and the necessary insignia of rank. The noncommissioned staff of each regiment, brigade, or battalion shall in like manner be provided with uniforms upon requisition of the commanding officer of the regiment or battalion to which they are attached. Section 5. That § 33-8-5 be REPEALED: Any person who intentionally, or through negligence, injures or destroys any uniform or other property provided for in § 33-8-1 and who refuses or neglects to make good such injury or loss, or who sells or disposes of the uniform or property, is guilty of a Class 2 misdemeanor. Section 6. That § 33-8-6 be REPEALED: All commissioned officers of the national guard shall provide themselves with such uniforms and arms, complete, as are required by the United States Armed Forces regulations for officers of the United States Armed Forces except as provided by this title. Section 7. That § 33-8-7 be REPEALED: The uniforms worn by officers or enlisted men of the national guard shall include such marks or insignia as may be prescribed by the secretary of defense to distinguish such uniforms from the uniforms of the United States Army, Navy, Air Force, or Marine Corps. Section 8. That § 33-8-8 be REPEALED: Any person who wears or uses, except in the discharge of military duty or by special permission of the person's commanding officer, any uniform or other military property, commits a petty offense. Section 9. That § 33-9-7 be AMENDED: 33-9-7. Any person who advises or endeavors to persuade any officer or soldierenlisted member of the National Guard to refuse or neglect to appear at such place or obey such orders is guilty of a Class 2 misdemeanor. Section 10. That § 33-10-20 be AMENDED: 33-10-20. Terms used in this chapter mean: (1) \"Accuser,\" a person who signs and swears to charges, any person who directs that charges nominally be signed and sworn to by another, and any other person who has an interest other than an official interest in the prosecution of the accused; (2) \"Cadet,\" \"candidate,\" or \"midshipman,\" a person who is enrolled in or attending a state military academy, a regional training institute, or any other formal education program for the purpose of becoming a commissioned officer in the state military forces; (3) \"Classified information,\": (a) Any information or material that has been determined by an official of the United States or any state pursuant to law, an executive order, or regulation to require protection against unauthorized disclosure for reasons of national or state security; and (b) Any restricted data, as defined in section 11(y) of the Atomic Energy Act of 1954 (42 U.S.C. § 2014(y)) as of January 1, 2012; (4) \"Code,\" this chapter; (5) \"Commanding officer,\" includes only commissioned officers of the state military forces and shall include officers in charge only when administering nonjudicial punishment pursuant to this code. The term, commander, has the same meaning as commanding officer; (6) \"Convening authority,\" includes, in addition to the person who convened the court, a commissioned officer commanding for the time being or a successor in command to the convening authority; (7) \"Day,\" a calendar day and is not synonymous with the term, unit training assembly. Any punishment authorized by this code which is measured in terms of days shall, if served in a status other than annual field training, be construed to mean succeeding duty days; (8) \"Duty status other than state active duty,\" any other type of duty not in federal service and not full-time duty in the active service of the state under an order issued by authority of law and includes travel to and from such duty; (9) \"Enlisted member,\" a person in an enlisted grade; (10) \"Judge advocate,\" a commissioned officer of the organized state military forces who is a member in good standing of the bar of the highest court of a state, and is: (a) Certified or designated as a judge advocate in the Judge Advocate General's Corps of the Army, Air Force, Navy, or the Marine Corps or designated as a law specialist as an officer of the Coast Guard, or a reserve component of one of these; or (b) Certified as a nonfederally recognized judge advocate by the senior judge advocate of the commander of the force in the state military forces of which the accused is a member, as competent to perform such military justice duties required by this code. If there is no such judge advocate available, then such certification may be made by such senior judge advocate of the commander of another force in the state military forces, as the convening authority directs; (11) \"Military court,\" a court-martial or a court of inquiry; (12) \"Military judge,\" an official of a general or special court-martial detailed in accordance with § 33-10-77; (13) \"Military offenses,\" those offenses prescribed under this chapter; (14) \"National security,\" the national defense and foreign relations of the United States; (15) \"Officer,\" a commissioned or warrant officer; (16) \"Officer in charge,\" a member of the naval militia, the Navy, the Marine Corps, or the Coast Guard Army or Air Force designated as such by appropriate authority; (17) \"Record,\" when used in connection with the proceedings of a court-martial: (a) An official written transcript, written summary, or other writing relating to the proceedings; or (b) An official audiotape, videotape, digital image or file, or similar material from which sound, or sound and visual images, depicting the proceedings may be reproduced; (18) \"State,\" one of the several states, the District of Columbia, the Commonwealth of Puerto Rico, Guam, and the U.S. Virgin Islands; (19) \"State active duty,\" full-time duty in the state military forces under an order of the Governor or otherwise issued by authority of law, and paid by state funds, and includes travel to and from such duty; (20) \"Senior force judge advocate,\" the senior judge advocate of the commander of the same force of the state military forces as the accused and who is that commander's chief legal advisor; (21) \"State military forces,\" the National Guard of the State of South Dakota, as defined in Title 32, United States Code, and any other military force organized under the Constitution and laws of this State, when not in a status subjecting them to exclusive jurisdiction under chapter 47 of Title 10, United States Code; (22) \"Superior commissioned officer,\" a commissioned officer superior in rank or command; (23) \"Senior force commander,\" the commander of the same force of the state military forces as the accused. Section 11. That § 33-10-48 be AMENDED: 33-10-48. If the Governor, as commander in chief, issues an order to the National Guard, or any portion thereof, or the commanding officer of an organization issues any order, to perform any military duty that may be required under the law and regulations, and any enlisted servicemember fails to report for duty, any law enforcement officer shall, upon written request of the commanding officer of such company or troop, if furnished with a copy of the order of the Governor or the commanding officer of the organization, arrest the enlisted servicemember and deliver that enlisted servicemember in person to the commanding officer wherever the commanding officer may direct. The law enforcement officer shall be allowed the same fees and mileage for such service as are now allowed by law in criminal cases. The fees and mileage shall in the first instance be paid by the state if the servicemember's duties are in the service of the state, otherwise the fees and mileage shall be paid as the United States so provides. The fees and mileage may be recovered from the servicemember in accordance with the rules and regulations of the United States armed forces. The secretary of the Department of the MilitaryAdjutant General may promulgate rules, pursuant to chapter 1-26, to provide for the recovery of fines and mileage from a servicemember who fails to report for military duty as ordered. Section 12. That § 33-10-60 be AMENDED: 33-10-60. Rules promulgated by the secretary of the Department of the MilitaryAdjutant General, pursuant to chapter 1-26, may prescribe the form of records to be kept of proceedings under this code and may prescribe that certain categories of those proceedings shall be in writing. Section 13. That § 33-10-86 be AMENDED: 33-10-86. Under such rules as may be promulgated by the secretary of the Department of the Military Adjutant General pursuant to chapter 1-26, the convening authority of a general or special court-martial or court of inquiry shall detail or employ qualified court reporters, who shall record the proceedings of and testimony taken before that court and may detail or employ interpreters who shall interpret for the court. Section 14. That § 33-10-158 be AMENDED: 33-10-158. A complete verbatim record of the proceedings and testimony shall be prepared in each general and special court-martial case resulting in a conviction. In all other court-martial cases, the record shall contain such matters as may be prescribed by rules promulgated pursuant to chapter 1-26 by the secretary of the Department of the MilitaryAdjutant General. Section 15. That § 33-10-159 be AMENDED: 33-10-159. Each summary court-martial shall keep a separate record of the proceedings in each case. The record shall be authenticated in the manner as may be prescribed by rules promulgated pursuant to chapter 1-26 by the secretary of the Department of the MilitaryAdjutant General. Section 16. That § 33-10-163 be AMENDED: 33-10-163. The limits of punishment for violations of the punitive provision prescribed by this code shall be lesser of the sentences prescribed by the manual for courts-martial of the United States in effect on January 1, 2012at the time of the offense, and the state manual for courts-martial. However, in no instance may any punishment exceed that authorized by this code. Section 17. That § 33-10-189 be AMENDED: 33-10-189. Before acting pursuant to § 33-10-188 on any general or special court-martial case in which there is a finding of guilt, the convening authority or other person taking action shall obtain and consider the written recommendation of a judge advocate. The convening authority or other person taking action shall refer the record of trial to the judge advocate, and the judge advocate shall use such record in the preparation of the recommendation. The recommendation of the judge advocate shall include such matters as may be prescribed by rules promulgated pursuant to chapter 1-26 by the secretary of the Department of the MilitaryAdjutant General and shall be served on the accused, who may submit any matter in response pursuant to § 33-10-182. Failure to object in the response to the recommendation or to any matter attached to the recommendation waives the right to object thereto. Section 18. That § 33-10-202 be AMENDED: 33-10-202. The record of trial and related documents in each case reviewed pursuant to § 33-10-201 shall be sent for action to the adjutant general, if: (1) The judge advocate who reviewed the case recommends corrective action; (2) The sentence approved pursuant to § 33-10-187 extends to dismissal, a bad-conduct or dishonorable discharge, or confinement for more than six months; or (3) Such action is otherwise required by rules promulgated by the secretary of the Department of the MilitaryAdjutant General pursuant to chapter 1-26. Section 19. That § 33-10-222 be AMENDED: 33-10-222. Pursuant to rules as may be promulgated by the secretary of the Department of the MilitaryAdjutant General pursuant to chapter 1-26, all rights, privileges, and property affected by an executed part of a court-martial sentence which has been set aside or disapproved, except an executed dismissal or discharge, shall be restored unless a new trial or rehearing is ordered and such executed part is included in a sentence imposed upon the new trial or rehearing. Section 20. That § 33-10-226 be AMENDED: 33-10-226. Pursuant to rules promulgated by the secretary of the Department of the MilitaryAdjutant General pursuant to chapter 1-26, an accused who has been sentenced by a court-martial may be required to take leave pending completion of action under this section if the sentence, as approved pursuant to § 33-10-187, includes an unsuspended dismissal or an unsuspended dishonorable or bad-conduct discharge. The accused may be required to begin such leave on the date on which the sentence is approved pursuant to § 33-10-187 or at any time after such date, and such leave may be continued until the date on which action under this section is completed or may be terminated at any earlier time. Section 21. That § 33-12-1 be REPEALED: The adjutant general is also quartermaster general. The office of the quartermaster general shall be maintained at a place within the state as the Governor directs. If the office of the quartermaster general is maintained at a place other than that where the office of the adjutant general is established, the quartermaster general is entitled to reimbursement of expenses incurred in the performance of official duties at either location and to traveling expenses pursuant to § 3-9-2. Section 22. That § 36-1-2 be AMENDED: 36-1-2. The term, \"armed forces\", as used in this chapter shall mean and include the following: means all components of the United States Army, Army of the United States, United States Navy, United States Naval Reserve, United States Air Force, United States Marine Corps, United States Marine Corps Reserve, United States Space Force, United States Coast Guard, United States Coast Guard Reserve which shall be construed to include the United States Coast Guard Temporary Reserve, Women's Army Corps, United States Navy Women's Reserve, United States Marine Corps Women's Reserve, United States Coast Guard Women's Reserve, Army Nurse Corps, and Navy Nurse Corps. Section 23. That § 58-33-117 be AMENDED: 58-33-117. Terms in this section and §§ 58-33-118 to 58-33-130, inclusive, mean: (1) \"Active duty,\" full-time duty in the active military service of the United States and includes members of the reserve component (National Guard and Reserve) while serving under published orders for active duty or full-time training. The term does not include members of the reserve component who are performing active duty or active duty for training under military calls or orders specifying periods of less than thirty-one calendar days; (2) \"Armed forces of the United States,\" all components of the Army, Navy, Air Force, Space Force, Marine Corps, and Coast Guard; (3) \"Department of Defense (DoD) personnel,\" all active duty service members and all civilian employees, including nonappropriated fund employees and special government employees, of the Department of Defense; (4) \"Door to door,\" a solicitation or sales method whereby an insurance producer proceeds randomly or selectively from household to household without prior specific appointment; (5) \"General advertisement,\" an advertisement having as its sole purpose the promotion of the reader's or viewer's interest in the concept of insurance, or the promotion of the insurer or the insurance producer; (6) \"Known\" or \"knowingly,\" the insurance producer or insurer had actual awareness, or in the exercise of ordinary care should have known, at the time of the act or practice complained of, that the person solicited: (a) Is a service member; or (b) Is a service member with a pay grade of E-4 or below; (7) \"Military installation,\" any federally owned, leased, or operated base, reservation, post, camp, building, or other facility to which service members are assigned for duty, including barracks, transient housing, and family quarters; (8) \"MyPay,\" a defense finance and accounting service internet-based system that enables service members to process certain discretionary pay transactions or provide updates to personal information data elements without using paper forms; (9) \"Service member,\" any active duty officer (commissioned and warrant) or enlisted member of the armed forces of the United States; (10) \"Side fund,\" a fund or reserve that is part of or otherwise attached to a life insurance policy (excluding individually issued annuities) by rider, endorsement or other mechanism which accumulates premium or deposits with interest or by other means. The term does not include: (a) Accumulated value or cash value or secondary guarantees provided by a universal life policy; (b) Cash values provided by a whole life policy which are subject to standard nonforfeiture law for life insurance; or (c) A premium deposit fund which: (i) Contains only premiums paid in advance which accumulate at interest; (ii) Imposes no penalty for withdrawal; (iii) Does not permit funding beyond future required premiums; (iv) Is not marketed or intended as an investment; and (v) Does not carry a commission, either paid or calculated; (11) \"Specific appointment,\" a prearranged appointment agreed upon by both parties and definite as to place and time."}, {"bill_id": 23908, "bill_version_id": 249133, "bill_version": "Enrolled", "bill_version_date": "2023-02-13T09:32:06.793-06:00", "bill_text": "ENTITLED An Act to revise certain provisions regarding military affairs. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-55-7 be AMENDED: 13-55-7. The term, \"armed forces,\" as used in § 13-55-6, means all components of the Army, Navy, Marine Corps, Air Force, Space Force, and Coast Guard. Section 2. That § 18-4-6 be AMENDED: 18-4-6. In addition to the acknowledgment of instruments in the manner and form and as otherwise authorized by the laws of South Dakota, any person serving in or with the armed forces of the United States may acknowledge the execution of an instrument, wherever located, before any commissioned officer in active service of the armed forces of the United States with the rank of second lieutenant or higher in the Army, Air Force, Space Force, or Marine Corps, or ensign or higher in the Navy or United States Coast Guard. The instrument shall not be rendered invalid by the failure to state therein the place of execution or acknowledgment. Section 3. That § 33-4-19 be REPEALED. Section 4. That § 33-8-1 be REPEALED. Section 5. That § 33-8-5 be REPEALED. Section 6. That § 33-8-6 be REPEALED. Section 7. That § 33-8-7 be REPEALED. Section 8. That § 33-8-8 be REPEALED. Section 9. That § 33-9-7 be AMENDED: 33-9-7. Any person who advises or endeavors to persuade any officer or enlisted member of the National Guard to refuse or neglect to appear at such place or obey such orders is guilty of a Class 2 misdemeanor. Section 10. That § 33-10-20 be AMENDED: 33-10-20. Terms used in this chapter mean: (1) \"Accuser,\" a person who signs and swears to charges, any person who directs that charges nominally be signed and sworn to by another, and any other person who has an interest other than an official interest in the prosecution of the accused; (2) \"Cadet,\" \"candidate,\" or \"midshipman,\" a person who is enrolled in or attending a state military academy, a regional training institute, or any other formal education program for the purpose of becoming a commissioned officer in the state military forces; (3) \"Classified information,\": (a) Any information or material that has been determined by an official of the United States or any state pursuant to law, an executive order, or regulation to require protection against unauthorized disclosure for reasons of national or state security; and (b) Any restricted data, as defined in section 11(y) of the Atomic Energy Act of 1954 (42 U.S.C. § 2014(y)) as of January 1, 2012; (4) \"Code,\" this chapter; (5) \"Commanding officer,\" includes only commissioned officers of the state military forces and shall include officers in charge only when administering nonjudicial punishment pursuant to this code. The term, commander, has the same meaning as commanding officer; (6) \"Convening authority,\" includes, in addition to the person who convened the court, a commissioned officer commanding for the time being or a successor in command to the convening authority; (7) \"Day,\" a calendar day and is not synonymous with the term, unit training assembly. Any punishment authorized by this code which is measured in terms of days shall, if served in a status other than annual field training, be construed to mean succeeding duty days; (8) \"Duty status other than state active duty,\" any other type of duty not in federal service and not full-time duty in the active service of the state under an order issued by authority of law and includes travel to and from such duty; (9) \"Enlisted member,\" a person in an enlisted grade; (10) \"Judge advocate,\" a commissioned officer of the organized state military forces who is a member in good standing of the bar of the highest court of a state, and is: (a) Certified or designated as a judge advocate in the Judge Advocate General's Corps of the Army, Air Force, Navy, or the Marine Corps or designated as a law specialist as an officer of the Coast Guard, or a reserve component of one of these; or (b) Certified as a nonfederally recognized judge advocate by the senior judge advocate of the commander of the force in the state military forces of which the accused is a member, as competent to perform such military justice duties required by this code. If there is no such judge advocate available, then such certification may be made by such senior judge advocate of the commander of another force in the state military forces, as the convening authority directs; (11) \"Military court,\" a court-martial or a court of inquiry; (12) \"Military judge,\" an official of a general or special court-martial detailed in accordance with § 33-10-77; (13) \"Military offenses,\" those offenses prescribed under this chapter; (14) \"National security,\" the national defense and foreign relations of the United States; (15) \"Officer,\" a commissioned or warrant officer; (16) \"Officer in charge,\" a member of the Army or Air Force designated as such by appropriate authority; (17) \"Record,\" when used in connection with the proceedings of a court-martial: (a) An official written transcript, written summary, or other writing relating to the proceedings; or (b) An official audiotape, videotape, digital image or file, or similar material from which sound, or sound and visual images, depicting the proceedings may be reproduced; (18) \"State,\" one of the several states, the District of Columbia, the Commonwealth of Puerto Rico, Guam, and the U.S. Virgin Islands; (19) \"State active duty,\" full-time duty in the state military forces under an order of the Governor or otherwise issued by authority of law, and paid by state funds, and includes travel to and from such duty; (20) \"Senior force judge advocate,\" the senior judge advocate of the commander of the same force of the state military forces as the accused and who is that commander's chief legal advisor; (21) \"State military forces,\" the National Guard of the State of South Dakota, as defined in Title 32, United States Code, and any other military force organized under the Constitution and laws of this State, when not in a status subjecting them to exclusive jurisdiction under chapter 47 of Title 10, United States Code; (22) \"Superior commissioned officer,\" a commissioned officer superior in rank or command; (23) \"Senior force commander,\" the commander of the same force of the state military forces as the accused. Section 11. That § 33-10-48 be AMENDED: 33-10-48. If the Governor, as commander in chief, issues an order to the National Guard, or any portion thereof, or the commanding officer of an organization issues any order, to perform any military duty that may be required under the law and regulations, and any enlisted servicemember fails to report for duty, any law enforcement officer shall, upon written request of the commanding officer of such company or troop, if furnished with a copy of the order of the Governor or the commanding officer of the organization, arrest the enlisted servicemember and deliver that enlisted servicemember in person to the commanding officer wherever the commanding officer may direct. The law enforcement officer shall be allowed the same fees and mileage for such service as are now allowed by law in criminal cases. The fees and mileage shall in the first instance be paid by the state if the servicemember's duties are in the service of the state, otherwise the fees and mileage shall be paid as the United States so provides. The fees and mileage may be recovered from the servicemember in accordance with the rules and regulations of the United States armed forces. The Adjutant General may promulgate rules, pursuant to chapter 1-26, to provide for the recovery of fines and mileage from a servicemember who fails to report for military duty as ordered. Section 12. That § 33-10-60 be AMENDED: 33-10-60. Rules promulgated by the Adjutant General, pursuant to chapter 1-26, may prescribe the form of records to be kept of proceedings under this code and may prescribe that certain categories of those proceedings shall be in writing. Section 13. That § 33-10-86 be AMENDED: 33-10-86. Under such rules as may be promulgated by the Adjutant General pursuant to chapter 1-26, the convening authority of a general or special court-martial or court of inquiry shall detail or employ qualified court reporters, who shall record the proceedings of and testimony taken before that court and may detail or employ interpreters who shall interpret for the court. Section 14. That § 33-10-158 be AMENDED: 33-10-158. A complete verbatim record of the proceedings and testimony shall be prepared in each general and special court-martial case resulting in a conviction. In all other court-martial cases, the record shall contain such matters as may be prescribed by rules promulgated pursuant to chapter 1-26 by the Adjutant General. Section 15. That § 33-10-159 be AMENDED: 33-10-159. Each summary court-martial shall keep a separate record of the proceedings in each case. The record shall be authenticated in the manner as may be prescribed by rules promulgated pursuant to chapter 1-26 by the Adjutant General. Section 16. That § 33-10-163 be AMENDED: 33-10-163. The limits of punishment for violations of the punitive provision prescribed by this code shall be lesser of the sentences prescribed by the manual for courts-martial of the United States in effect at the time of the offense, and the state manual for courts-martial. However, in no instance may any punishment exceed that authorized by this code. Section 17. That § 33-10-189 be AMENDED: 33-10-189. Before acting pursuant to § 33-10-188 on any general or special court-martial case in which there is a finding of guilt, the convening authority or other person taking action shall obtain and consider the written recommendation of a judge advocate. The convening authority or other person taking action shall refer the record of trial to the judge advocate, and the judge advocate shall use such record in the preparation of the recommendation. The recommendation of the judge advocate shall include such matters as may be prescribed by rules promulgated pursuant to chapter 1-26 by the Adjutant General and shall be served on the accused, who may submit any matter in response pursuant to § 33-10-182. Failure to object in the response to the recommendation or to any matter attached to the recommendation waives the right to object thereto. Section 18. That § 33-10-202 be AMENDED: 33-10-202. The record of trial and related documents in each case reviewed pursuant to § 33-10-201 shall be sent for action to the adjutant general, if: (1) The judge advocate who reviewed the case recommends corrective action; (2) The sentence approved pursuant to § 33-10-187 extends to dismissal, a bad-conduct or dishonorable discharge, or confinement for more than six months; or (3) Such action is otherwise required by rules promulgated by the Adjutant General pursuant to chapter 1-26. Section 19. That § 33-10-222 be AMENDED: 33-10-222. Pursuant to rules as may be promulgated by the Adjutant General pursuant to chapter 1-26, all rights, privileges, and property affected by an executed part of a court-martial sentence which has been set aside or disapproved, except an executed dismissal or discharge, shall be restored unless a new trial or rehearing is ordered and such executed part is included in a sentence imposed upon the new trial or rehearing. Section 20. That § 33-10-226 be AMENDED: 33-10-226. Pursuant to rules promulgated by the Adjutant General pursuant to chapter 1-26, an accused who has been sentenced by a court-martial may be required to take leave pending completion of action under this section if the sentence, as approved pursuant to § 33-10-187, includes an unsuspended dismissal or an unsuspended dishonorable or bad-conduct discharge. The accused may be required to begin such leave on the date on which the sentence is approved pursuant to § 33-10-187 or at any time after such date, and such leave may be continued until the date on which action under this section is completed or may be terminated at any earlier time. Section 21. That § 33-12-1 be REPEALED. Section 22. That § 36-1-2 be AMENDED: 36-1-2. The term, armed forces, as used in this chapter means all components of the United States Army, Army of the United States, United States Navy, United States Naval Reserve, United States Air Force, United States Marine Corps, United States Marine Corps Reserve, United States Space Force, United States Coast Guard, United States Coast Guard Reserve which shall be construed to include the United States Coast Guard Temporary Reserve, Women's Army Corps, United States Navy Women's Reserve, United States Marine Corps Women's Reserve, United States Coast Guard Women's Reserve, Army Nurse Corps, and Navy Nurse Corps. Section 23. That § 58-33-117 be AMENDED: 58-33-117. Terms in this section and §§ 58-33-118 to 58-33-130, inclusive, mean: (1) \"Active duty,\" full-time duty in the active military service of the United States and includes members of the reserve component (National Guard and Reserve) while serving under published orders for active duty or full-time training. The term does not include members of the reserve component who are performing active duty or active duty for training under military calls or orders specifying periods of less than thirty-one calendar days; (2) \"Armed forces of the United States,\" all components of the Army, Navy, Air Force, Space Force, Marine Corps, and Coast Guard; (3) \"Department of Defense (DoD) personnel,\" all active duty service members and all civilian employees, including nonappropriated fund employees and special government employees, of the Department of Defense; (4) \"Door to door,\" a solicitation or sales method whereby an insurance producer proceeds randomly or selectively from household to household without prior specific appointment; (5) \"General advertisement,\" an advertisement having as its sole purpose the promotion of the reader's or viewer's interest in the concept of insurance, or the promotion of the insurer or the insurance producer; (6) \"Known\" or \"knowingly,\" the insurance producer or insurer had actual awareness, or in the exercise of ordinary care should have known, at the time of the act or practice complained of, that the person solicited: (a) Is a service member; or (b) Is a service member with a pay grade of E-4 or below; (7) \"Military installation,\" any federally owned, leased, or operated base, reservation, post, camp, building, or other facility to which service members are assigned for duty, including barracks, transient housing, and family quarters; (8) \"MyPay,\" a defense finance and accounting service internet-based system that enables service members to process certain discretionary pay transactions or provide updates to personal information data elements without using paper forms; (9) \"Service member,\" any active duty officer (commissioned and warrant) or enlisted member of the armed forces of the United States; (10) \"Side fund,\" a fund or reserve that is part of or otherwise attached to a life insurance policy (excluding individually issued annuities) by rider, endorsement or other mechanism which accumulates premium or deposits with interest or by other means. The term does not include: (a) Accumulated value or cash value or secondary guarantees provided by a universal life policy; (b) Cash values provided by a whole life policy which are subject to standard nonforfeiture law for life insurance; or (c) A premium deposit fund which: (i) Contains only premiums paid in advance which accumulate at interest; (ii) Imposes no penalty for withdrawal; (iii) Does not permit funding beyond future required premiums; (iv) Is not marketed or intended as an investment; and (v) Does not carry a commission, either paid or calculated; (11) \"Specific appointment,\" a prearranged appointment agreed upon by both parties and definite as to place and time. An Act to revise certain provisions regarding military affairs. I certify that the attached Act originated in the: House as Bill No. 1047 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1047 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2023 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2023 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2023 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23908, "action_date": "2023-01-10T12:00:00-06:00", "document_id": 241498, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/241498.pdf", "status_text": "First Reading House", "journal_page": 14, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23908, "action_date": "2023-01-11T13:00:00-06:00", "document_id": 241515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/241515.pdf", "status_text": "Referred to", "journal_page": 24, "committee_id_action": 1159, "committee_id_assigned": 1163, "result": "N", "vote": {}}, {"bill_id": 23908, "action_date": "2023-01-25T15:00:00-06:00", "document_id": 245343, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245343.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1163, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23908, "action_date": "2023-01-25T15:00:00-06:00", "document_id": 245344, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245344.pdf", "status_text": "Do Pass", "journal_page": 2, "committee_id_action": 1163, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76420, "president_vote": null, "Yea": [4445, 4333, 4459, 4351, 4353, 4365, 4469, 4405, 4455, 4470, 4464, 4458], "Excused": [4463]}}, {"bill_id": 23908, "action_date": "2023-01-25T15:00:00-06:00", "document_id": 245344, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245344.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 2, "committee_id_action": 1163, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23908, "action_date": "2023-01-30T14:00:00-06:00", "document_id": 246888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246888.pdf", "status_text": "Do Pass", "journal_page": 171, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76487, "president_vote": null, "Yea": [4456, 4445, 4333, 4441, 4334, 4337, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4354, 4468, 4471, 4358, 4365, 4366, 4368, 4450, 4373, 4374, 4375, 4379, 4462, 4383, 4452, 4454, 4443, 4385, 4451, 4388, 4389, 4469, 4392, 4393, 4447, 4467, 4396, 4397, 4398, 4400, 4401, 4440, 4403, 4437, 4405, 4406, 4408, 4409, 4455, 4444, 4412, 4463, 4439, 4417, 4418, 4421, 4464, 4446, 4465, 4470, 4429, 4461], "Excused": [4459, 4438, 4384, 4458]}}, {"bill_id": 23908, "action_date": "2023-01-31T14:00:00-06:00", "document_id": 247379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247379.pdf", "status_text": "First read in Senate and referred to", "journal_page": 149, "committee_id_action": 1183, "committee_id_assigned": 1180, "result": "N", "vote": {}}, {"bill_id": 23908, "action_date": "2023-02-07T16:00:00-06:00", "document_id": 248525, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248525.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1180, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23908, "action_date": "2023-02-07T16:00:00-06:00", "document_id": 248529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248529.pdf", "status_text": "Do Pass", "journal_page": 4, "committee_id_action": 1180, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76904, "president_vote": null, "Yea": [4457, 4382, 4419, 4436, 4378]}}, {"bill_id": 23908, "action_date": "2023-02-07T16:00:00-06:00", "document_id": 248529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248529.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 4, "committee_id_action": 1180, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23908, "action_date": "2023-02-09T13:00:00-06:00", "document_id": 248996, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248996.pdf", "status_text": "Do Pass", "journal_page": 235, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77041, "president_vote": null, "Yea": [4336, 4338, 4339, 4340, 4342, 4345, 4348, 4448, 4352, 4355, 4359, 4360, 4457, 4372, 4378, 4382, 4453, 4466, 4386, 4460, 4394, 4395, 4399, 4404, 4407, 4410, 4413, 4414, 4419, 4426, 4430, 4432, 4434, 4436], "Excused": [4381]}}, {"bill_id": 23908, "action_date": "2023-02-13T14:00:00-06:00", "document_id": 249157, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249157.pdf", "status_text": "Signed by the Speaker", "journal_page": 287, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23908, "action_date": "2023-02-15T14:00:00-06:00", "document_id": 249445, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249445.pdf", "status_text": "Signed by the President", "journal_page": 278, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23908, "action_date": "2023-02-16T13:00:00-06:00", "document_id": 249577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249577.pdf", "status_text": "Delivered to the Governor", "journal_page": 312, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}]}