{"session_id": 15, "bill_id": 3195, "bill_type": "House Bill", "bill_number": 1026, "bill_title": "repeal certain outdated or unnecessary statutes related to the Department of Social Services.", "sponsors": [], "keywords": ["Department of Social Services", "Legislature and Statutes", "Minors", "Public Welfare and Assistance"], "audio": [{"meeting_datetime": "2012-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe10.mp3", "start_seconds": 230.0}, {"meeting_datetime": "2012-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe10.mp3", "start_seconds": 230.0}, {"meeting_datetime": "2012-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe10.mp3", "start_seconds": 230.0}, {"meeting_datetime": "2012-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe10.mp3", "start_seconds": 230.0}, {"meeting_datetime": "2012-01-31T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou12.mp3", "start_seconds": 947.0}, {"meeting_datetime": "2012-01-31T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou12.mp3", "start_seconds": 947.0}, {"meeting_datetime": "2012-01-31T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou12.mp3", "start_seconds": 947.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she19.mp3", "start_seconds": 1405.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she19.mp3", "start_seconds": 1405.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she19.mp3", "start_seconds": 1405.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she19.mp3", "start_seconds": 1405.0}], "bill_versions": [{"bill_id": 3195, "bill_version_id": 19096, "bill_version": "Introduced", "bill_version_date": "2012-01-06T13:04:55.03-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain outdated or unnecessary statutes related to the Department of Social Services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 26-4-5 be repealed. 26-4-5. The Department of Social Services shall undertake research which will contribute to general public education on problems of child welfare, and further public understanding by issuing publications on problems of child welfare within the state. Section 2. That § 26-4-6 be repealed. 26-4-6. The Department of Social Services shall further the development of local public services for children through consultation and demonstration services. Section 3. That § 26-4-8 be repealed. 26-4-8. The Department of Social Services shall secure the enforcement of the Uniform Illegitimacy Act and other laws for the protection of the unmarried mother and the unmarried pregnant woman in such ways as will protect the health, well-being, and general interests of her child. Section 4. That § 26-4-10 be repealed. 26-4-10. The state treasurer is authorized to receive from the United States government, or any agency thereof, all funds granted or allotted to the state of South Dakota under the provisions of the Federal Social Security Act, relating to child welfare services. Said funds along with such other funds as may be appropriated for such child welfare services by the State of South Dakota shall be available to the Board of Social Services for expenditure in accordance with the provisions of this chapter. Section 5. That § 26-4-11 be repealed. 26-4-11. The Department of Social Services is authorized to accept, receive, and administer funds obtained from parents, relatives, county commissioners, Bureau of Indian Affairs, or other sources for the purpose of providing foster or other care for children, except that state appropriations from the general fund for foster care shall not be used for out-of-state placement of emotionally disturbed or otherwise handicapped children who are not otherwise dependent, neglected, or delinquent, and such funds are made available to the department for expenditure only in accordance with the specific purposes for which they are obtained. Upon receipt of such funds, the Department of Social Services shall immediately cause the same to be deposited with the state treasurer. The state treasurer is authorized to receive and credit such funds to a child care fund to be established for this purpose. Funds credited to the child care fund shall not at any time revert to the general fund of the state. Section 6. That § 26-4-12 be repealed. 26-4-12. All disbursements made by the state treasurer in order to carry out the provisions of this chapter shall be made by warrant drawn upon the appropriate fund by the state auditor upon vouchers certified by the secretary of social services or other agent authorized by the secretary. Section 7. That § 26-6-18 be repealed. 26-6-18. In order to improve standards of child care, the Department of Social Services shall cooperate with child welfare agencies, assist the staffs of agencies through advice on progressive methods and procedures of child care and improvement of the services rendered and assist in the development of community plans of child care. Section 8. That § 28-1-2 be repealed. 28-1-2. Terms used in this chapter mean: (1) \"Adult services and aging programs,\" the program of services for adults and the elderly authorized by § 28-1-44; (2) Repealed by SL 2004, ch 167, § 11. (3) \"Department,\" the Department of Social Services; (4) \"Secretary,\" the secretary of social services. Section 9. That § 28-1-3.2 be repealed. 28-1-3.2. The Division of Social Welfare is abolished, and all its functions, including those functions transferred from the former Department of Public Welfare and the former Public Welfare Commission, shall be administered by the Department of Social Services as provided by §§ 1-36-5.1, 1-36-6.1, and 1-36-7.1. Section 10. That § 28-1-9 be repealed. 28-1-9. The secretary of social services shall appoint, subject to the provisions of chapter 3-6A, such personnel as may be required for the performance of the duties vested in the department. Section 11. That § 28-1-13.1 be repealed. 28-1-13.1. Notwithstanding the provisions of any law to the contrary, the Department of Social Services may grant aid and assistance to any individual found eligible to receive such aid or assistance upon receipt of an application completed by the individual desiring such aid or assistance. The individual shall apply upon forms supplied by the department and sign the application under oath or upon perjury statement. Section 12. That § 28-1-14 be repealed. 28-1-14. The Department of Social Services and its local and county agencies may, under such rules as may be promulgated by the department, assist the federal authorities in the distribution of surplus food commodities and all other relief activities. Section 13. That § 28-1-15 be repealed. 28-1-15. The secretary of social services is hereby authorized to enter into contracts with the United States Department of the Interior for the foster care of Indian children and other welfare purposes, to receive grants of federal funds for such purposes, and to expend such funds as by law provided. Section 14. That § 28-1-16 be repealed. 28-1-16. The department may cooperate with or request the cooperation of other departments, agencies, and institutions of the state, local, and federal governments, and private nonprofit agencies or institutions, in performing services deemed advisable for advancement of the economic, social, or vocational adjustments of families and persons. Section 15. That § 28-1-26 be repealed. 28-1-26. In event of the death of a recipient of public assistance, any warrants which such recipient was entitled to receive which have not been endorsed or presented for payment prior to such death, may be endorsed and presented for payment by an agent appointed by the Department of Social Services for the purpose of paying accrued items of subsistence. Section 16. That § 28-1-27 be repealed. 28-1-27. The secretary of social services shall adopt rules and regulations establishing procedures for §§ 28-1-25 and 28-1-26 in conformity with the provisions of the federal Social Security Act. All rules adopted prior to the July 1, 1987, amendment of this section are hereby legalized and validated in all respects. If a person has a vested right in any real or personal property by reason of an error in the procedure referred to in this section, and if no action or proceeding to enforce such right was commenced prior to July 1, 1988, such right shall be forever barred. An action or proceeding brought pursuant to this section involving real property may not be brought or maintained in a court of this state unless a notice of such action, made in accordance with chapter 15-10, was recorded in the office of the register of deeds of the county in which the affected real property is located prior to July 1, 1988. Section 17. That § 28-1-36 be repealed. 28-1-36. The secretary of social services shall prepare an annual budget of all funds necessary for carrying out the functions and duties which are vested in the Department of Social Services and shall include in such budget an estimate of federal funds which may be made available to the state by the federal government for such purposes. Section 18. That § 28-1-41 be repealed. 28-1-41. The Department of Social Services shall promulgate rules pursuant to chapter 1-26 to guard against unnecessary utilization of skilled nursing facility and intermediate care services by public assistance recipients and to assure that payments made in behalf of such recipients are not in excess of reasonable charges consistent with efficiency, economy, and quality of care. Section 19. That § 28-1-45.3 be repealed. 28-1-45.3. The department shall promulgate rules pursuant to chapter 1-26 as may be necessary to prevent improper acquisition or use of confidential information. Any information secured pursuant to §§ 28-1-45.1 to 28-1-45.5, inclusive, by officials or employees may be used in connection with their official duties or within the scope and course of employment, but not otherwise, and shall be kept in confidential records or files, which are not subject to any other law permitting inspection of public records. The secretary shall determine whether such inspection is in connection with such official duties or within the scope or course of such employment. Section 20. That § 28-1-45.4 be repealed. 28-1-45.4. The use of records, and other communications of the department or its agents by any other agency or department of government to which they may be furnished is limited to the purposes for which they are furnished. Section 21. That § 28-1-45.6 be repealed. 28-1-45.6. For the purpose of § 28-1-45.7, the term, \"ombudsman program\" means the office authorized under § 307(a) of the Older Americans Act of 1965, as amended to January 1, 1990, and § 28-1-45 to investigate and resolve complaints made by or on behalf of older individuals who are residents of nursing facilities, assisted living centers, or other residential facilities for older individuals, relating to action, inaction, or decisions of providers, or their representatives, of long-term care services, of public agencies, or of social service agencies, which may adversely affect the health, safety, welfare, or rights of such residents. Section 22. That § 28-1-53 be repealed. 28-1-53. No section in this chapter empowers the Department of Social Services to regulate or promulgate rules regarding the conduct and operation of any institution or facility under the jurisdiction of the Department of Human Services. Section 23. That § 28-1-62 be repealed. 28-1-62. The Department of Social Services may accept and expend for the purposes of the child care services program any funds obtained from federal sources, gifts, grants, contributions, or any other source. Section 24. That § 28-1-63 be repealed. 28-1-63. The Department of Social Services shall cooperate with other agencies of state government for the purpose of establishing and administering the child care services program."}, {"bill_id": 3195, "bill_version_id": 21406, "bill_version": "Enrolled", "bill_version_date": "2012-02-14T08:42:49.547-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3195, "action_date": "2012-01-10T12:00:00-06:00", "document_id": 19242, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19242.pdf", "status_text": "First read in House and referred to", "journal_page": 20, "committee_id_action": 173, "committee_id_assigned": 162, "result": "N", "vote": {}}, {"bill_id": 3195, "action_date": "2012-01-26T07:45:00-06:00", "document_id": 20014, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20014.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 162, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3195, "action_date": "2012-01-26T07:45:00-06:00", "document_id": 20241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20241.pdf", "status_text": "Do Pass", "journal_page": 213, "committee_id_action": 162, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10550, "president_vote": null, "Yea": [262, 303, 293, 297, 272, 279, 237, 292, 278, 224, 295, 294, 227]}}, {"bill_id": 3195, "action_date": "2012-01-26T07:45:00-06:00", "document_id": 20241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20241.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 162, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3195, "action_date": "2012-01-30T14:00:00-06:00", "document_id": 20410, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20410.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 241, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3195, "action_date": "2012-01-31T14:00:00-06:00", "document_id": 20494, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20494.pdf", "status_text": "Do Pass", "journal_page": 263, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10778, "president_vote": null, "Yea": [222, 262, 265, 227, 242, 231, 281, 269, 296, 211, 314, 257, 260, 258, 225, 268, 245, 217, 303, 313, 293, 297, 270, 299, 266, 221, 272, 279, 305, 271, 248, 263, 230, 280, 301, 237, 246, 292, 304, 267, 213, 241, 311, 277, 307, 276, 308, 273, 315, 282, 278, 259, 224, 216, 295, 302, 283, 244, 306, 238, 310, 275, 309, 300, 298, 274, 256, 215], "Excused": [294], "Nay": [312]}}, {"bill_id": 3195, "action_date": "2012-02-01T14:00:00-06:00", "document_id": 20601, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20601.pdf", "status_text": "First read in Senate and referred to", "journal_page": 244, "committee_id_action": 171, "committee_id_assigned": 151, "result": "N", "vote": {}}, {"bill_id": 3195, "action_date": "2012-02-10T10:00:00-06:00", "document_id": 20964, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20964.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3195, "action_date": "2012-02-10T10:00:00-06:00", "document_id": 21219, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21219.pdf", "status_text": "Do Pass", "journal_page": 358, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11434, "president_vote": null, "Yea": [239, 223, 290, 291, 228], "Excused": [285, 261]}}, {"bill_id": 3195, "action_date": "2012-02-10T10:00:00-06:00", "document_id": 21219, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21219.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3195, "action_date": "2012-02-13T14:00:00-06:00", "document_id": 21358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21358.pdf", "status_text": "Do Pass", "journal_page": 390, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11560, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 249, 255, 250, 235, 234, 247, 287, 285, 212, 228, 286, 233, 291, 264, 240, 252, 214, 226, 219, 220, 229, 290, 236, 243, 261, 289, 218, 254, 232], "Excused": [223]}}, {"bill_id": 3195, "action_date": "2012-02-14T13:00:00-06:00", "document_id": 21460, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21460.pdf", "status_text": "Signed by the Speaker", "journal_page": 476, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3195, "action_date": "2012-02-15T14:00:00-06:00", "document_id": 21535, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21535.pdf", "status_text": "Signed by the President", "journal_page": 457, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3195, "action_date": "2012-02-16T13:00:00-06:00", "document_id": 21571, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21571.pdf", "status_text": "Delivered to the Governor", "journal_page": 513, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3195, "action_date": "2012-02-22T14:00:00-06:00", "document_id": 21857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21857.pdf", "status_text": "Signed by the Governor", "journal_page": 542, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5101}