{"session_id": 44, "bill_id": 21899, "bill_type": "Senate Bill", "bill_number": 19, "bill_title": "correct errors in statutory cross-references in certain provisions regarding health care.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Health Care", "Technical Corrections"], "audio": [{"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she06.mp3", "start_seconds": 4773.0}, {"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she06.mp3", "start_seconds": 4773.0}, {"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she06.mp3", "start_seconds": 4773.0}, {"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she06.mp3", "start_seconds": 4773.0}, {"meeting_datetime": "2021-01-28T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe12.mp3", "start_seconds": 4712.0}, {"meeting_datetime": "2021-01-28T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe12.mp3", "start_seconds": 4712.0}, {"meeting_datetime": "2021-01-28T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe12.mp3", "start_seconds": 4712.0}, {"meeting_datetime": "2021-01-28T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe12.mp3", "start_seconds": 4712.0}], "bill_versions": [{"bill_id": 21899, "bill_version_id": 210002, "bill_version": "Introduced", "bill_version_date": "2021-01-05T16:13:13.073-06:00", "bill_text": "An Act to correct errors in statutory cross-references in certain provisions regarding health care. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-56-9 be AMENDED. 13-56-9. Recipients ineligible for physician tuition reimbursement program. Any student receiving a scholarship under the provisions of this chapter is not eligible to participate in the South Dakota Physician Tuition Reimbursement Program as provided by §§ 1-16A-71.1 to 1-16A-73.5, a recruitment assistance program as provided by §§ 34-12G-1 to 34-12G-9, inclusive. Section 2. That § 34-3-12 be REPEALED. 34-3-12. County board provisions not applicable when full‑time department maintained. Section 3. That § 34-16-15 be AMENDED. 34-16-15. County disposal of dead animal on failure of township to act--Liability for expense. Whenever If the owner of a dead animal or the township supervisor fails to act as provided in §§ 34-16-10 to 34-16-12, inclusive, § 34-16-17 within two days after the knowledge of the fact that such the dead animal exists, it shall then be the duty of the superintendent of the county board of health to shall forthwith cause the body of such the dead animal to be burned or buried, and the expense of the same shall be paid by the county, and the. The amount of such the expenses paid by the county shall constitute constitutes a lien against the township in which said the animal was found and shall be paid by such township,. The township shall pay the expenses and the township shall in turn recover such the expenses from the owner or person in charge of such the dead animal. Section 4. That § 36-9-87 be AMENDED. 36-9-87. Practice of a licensed clinical nurse specialist. In addition to performing all those functions within the scope of practice of a registered nurse as provided in this chapter, the practice of a licensed clinical nurse specialist, by means of graduate education in nursing and additional clinical preparation which provides for knowledge, judgment, and skills beyond that required of a registered nurse licensed under this chapter, means to: (1) Provide advanced nursing assessment, nursing interventions, and nursing care management in a clinical specialty area in a variety of settings, by integrating the areas of education, research, consultation, and leadership into their clinical role; (2) Utilize advanced nursing skills and knowledge to coordinate and manage highly complex nursing care problems across settings, across disciplines and agencies, and throughout the life span in a clinical specialty area; and (3) In collaboration with a licensed physician, prior to care being provided, order and dispense durable medical equipment or therapeutic devices or refer clients to qualified licensed providers under Title title 36. Nothing in this section would preclude the retail sale or rental of durable medical equipment as defined in subdivision 10-45-1(7) § 10-45-1, or would prevent or restrict the practice, service, or activity of a person licensed in this state by any other law from engaging in the profession or occupation for which that person is licensed if that person is performing services within an authorized scope of practice. Section 5. That § 36-11A-4 be AMENDED. 36-11A-4. Pharmacy distributor defined. A pharmacy distributor is any pharmacy or hospital pharmacy that is engaged in the delivery or distribution of prescription drugs either to another pharmacy or to another person or entity, including to a wholesale drug distributor as defined in § 36-11A-3, that is engaged in the delivery or distribution of prescription drugs and who that is involved in the actual, constructive, or attempted transfer of a drug in this state to other than the ultimate consumer, if the financial value of the drugs so delivered or distributed is equivalent to at least five percent of the total gross sales of the pharmacy. Section 6. That § 36-11A-23 be AMENDED. 36-11A-23. Normal distribution channel defined. For the purposes of §§ 36-11A-20 to 35-11A-46 36-11A-46, inclusive, a normal distribution channel is a chain of custody for a prescription drug that goes from a manufacturer of the prescription drug, or from that manufacturer to that manufacturer's co-licensed partner, or from that manufacturer to that manufacturer's third-party logistics provider, or from that manufacturer to that manufacturer's exclusive distributor, directly or by drop shipment, to: (1) A pharmacy to a patient or other designated persons authorized by law to dispense or administer such drug to a patient; (2) A wholesale distributor to a pharmacy to a patient or other designated persons authorized by law to dispense or administer such drug to a patient; (3) A wholesale distributor to a chain pharmacy warehouse to that chain pharmacy warehouse's intracompany pharmacy to a patient or other designated persons authorized by law to dispense or administer such drug to a patient; or (4) A chain pharmacy warehouse to the chain pharmacy warehouse's intracompany pharmacy to a patient or other designated persons authorized by law to dispense or administer such drug to a patient. Section 7. That § 36-11A-34 be AMENDED. 36-11A-34. Returns or exchanges of prescription drugs. A wholesale distributor shall receive prescription drug returns or exchanges from a pharmacy or chain pharmacy warehouse pursuant to the terms and conditions of the agreement between the wholesale distributor and the pharmacy or chain pharmacy warehouse. Returns of expired, damaged, recalled, or otherwise nonsaleable pharmaceutical products shall be distributed by the receiving wholesale distributor only to either the original manufacturer or a third party returns processor. The returns or exchanges of prescription drugs, saleable or otherwise, including any redistribution by a receiving wholesaler, are not subject to the requirement of § 36-11A-39, so long as prescription drugs are exempt from tracing requirements under DSCSA. Wholesale distributors and pharmacies shall be held accountable for administering their returns process and ensuring that the aspects of this operation are secure and do not permit the entry of adulterated and counterfeit product. Section 8. That § 36-31-6 be AMENDED. 36-31-6. Application for licensure--Requirements. Any applicant applying for a license as an occupational therapist or as an occupational therapy assistant shall file a written application provided by the board, showing to the satisfaction of the board that he meets the following requirements: (1) Residence: Applicant need not be a resident of this state; (2) Character: Applicant shall be of good moral character; (3) Education: Applicant shall present evidence satisfactory to the board of having successfully completed the academic requirements of an educational program in occupational therapy recognized by the board: (a) The occupational therapy educational program shall must be accredited by the committee on allied health education and accreditation/American Medical Association in collaboration with the American Occupational Therapy Association; (b) The occupational therapy assistant educational program shall must be approved by the American Occupational Therapy Association. (4) Experience: Applicant shall submit to the board evidence of having successfully completed a period of supervised fieldwork experience arranged by the recognized educational institution where he met the academic requirements or by the nationally recognized professional association: (a) For an occupational therapist, a minimum of six months of supervised fieldwork experience is required; (b) For an occupational therapy assistant, a minimum of two months of supervised fieldwork experience is required. (5) Examination: An applicant for licensure as an occupational therapist or as an occupational therapy assistant shall pass an examination approved by the board upon recommendation by the occupational therapy committee; (6) Certification: In order to apply physical agent modalities as defined in § 36-3-1 § 36-31-1, an occupational therapist or occupational therapist assistant shall be is qualified pursuant to this subdivision, as follows: (a) Has successfully completed twenty-five hours of American Occupational Therapy Association or American Physical Therapy Association approved education covering physical agent modalities and completed a supervised mentorship to include five case studies on each class of modality to be incorporated into patient care; (b) Is certified as a hand therapist by the Hand Therapy Certification commission or other equivalent entity recognized by the board; or (c) Has completed education during a basic occupational therapy educational program that included demonstration of competencies on each class of the physical agent modalities. A supervising therapist or mentor may be a physical therapist, a certified hand therapist, or an occupational therapist who has completed a supervised mentorship and has five years of clinical experience utilizing each class of physical agent modalities; or an occupational therapist who has graduated from an occupational therapy program whose curriculum includes physical agent modality education."}, {"bill_id": 21899, "bill_version_id": 215310, "bill_version": "Enrolled", "bill_version_date": "2021-02-01T16:18:01.353-06:00", "bill_text": "ENTITLED An Act to correct errors in statutory cross-references in certain provisions regarding health care. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-56-9 be AMENDED. 13-56-9. Recipients ineligible for physician tuition reimbursement program. Any student receiving a scholarship under the provisions of this chapter is not eligible to participate in a recruitment assistance program as provided by §§ 34-12G-1 to 34-12G-9, inclusive. Section 2. That § 34-3-12 be REPEALED. 34-3-12. County board provisions not applicable when full‑time department maintained. Section 3. That § 34-16-15 be AMENDED. 34-16-15. County disposal of dead animal on failure of township to act--Liability for expense. If the owner of a dead animal or the township supervisor fails to act as provided in § 34-16-17 within two days after the knowledge of the fact that the dead animal exists, the superintendent of the county board of health shall forthwith cause the body of the dead animal to be burned or buried, and the expense of the same shall be paid by the county. The amount of the expenses paid by the county constitutes a lien against the township in which the animal was found. The township shall pay the expenses and the township shall in turn recover the expenses from the owner or person in charge of the dead animal. Section 4. That § 36-9-87 be AMENDED. 36-9-87. Practice of a licensed clinical nurse specialist. In addition to performing all those functions within the scope of practice of a registered nurse as provided in this chapter, the practice of a licensed clinical nurse specialist, by means of graduate education in nursing and additional clinical preparation which provides for knowledge, judgment, and skills beyond that required of a registered nurse licensed under this chapter, means to: (1) Provide advanced nursing assessment, nursing interventions, and nursing care management in a clinical specialty area in a variety of settings, by integrating the areas of education, research, consultation, and leadership into their clinical role; (2) Utilize advanced nursing skills and knowledge to coordinate and manage highly complex nursing care problems across settings, across disciplines and agencies, and throughout the life span in a clinical specialty area; and (3) In collaboration with a licensed physician, prior to care being provided, order and dispense durable medical equipment or therapeutic devices or refer clients to qualified licensed providers under title 36. Nothing in this section would preclude the retail sale or rental of durable medical equipment as defined in § 10-45-1, or would prevent or restrict the practice, service, or activity of a person licensed in this state by any other law from engaging in the profession or occupation for which that person is licensed if that person is performing services within an authorized scope of practice. Section 5. That § 36-11A-4 be AMENDED. 36-11A-4. Pharmacy distributor defined. A pharmacy distributor is any pharmacy or hospital pharmacy that is engaged in the delivery or distribution of prescription drugs either to another pharmacy or to another person or entity, including to a wholesale drug distributor that is engaged in the delivery or distribution of prescription drugs and that is involved in the actual, constructive, or attempted transfer of a drug in this state to other than the ultimate consumer, if the financial value of the drugs so delivered or distributed is equivalent to at least five percent of the total gross sales of the pharmacy. Section 6. That § 36-11A-23 be AMENDED. 36-11A-23. Normal distribution channel defined. For the purposes of §§ 36-11A-20 to 36-11A-46, inclusive, a normal distribution channel is a chain of custody for a prescription drug that goes from a manufacturer of the prescription drug, or from that manufacturer to that manufacturer's co-licensed partner, or from that manufacturer to that manufacturer's third-party logistics provider, or from that manufacturer to that manufacturer's exclusive distributor, directly or by drop shipment, to: (1) A pharmacy to a patient or other designated persons authorized by law to dispense or administer such drug to a patient; (2) A wholesale distributor to a pharmacy to a patient or other designated persons authorized by law to dispense or administer such drug to a patient; (3) A wholesale distributor to a chain pharmacy warehouse to that chain pharmacy warehouse's intracompany pharmacy to a patient or other designated persons authorized by law to dispense or administer such drug to a patient; or (4) A chain pharmacy warehouse to the chain pharmacy warehouse's intracompany pharmacy to a patient or other designated persons authorized by law to dispense or administer such drug to a patient. Section 7. That § 36-11A-34 be AMENDED. 36-11A-34. Returns or exchanges of prescription drugs. A wholesale distributor shall receive prescription drug returns or exchanges from a pharmacy or chain pharmacy warehouse pursuant to the terms and conditions of the agreement between the wholesale distributor and the pharmacy or chain pharmacy warehouse. Returns of expired, damaged, recalled, or otherwise nonsaleable pharmaceutical products shall be distributed by the receiving wholesale distributor only to either the original manufacturer or a third party returns processor. Wholesale distributors and pharmacies shall be held accountable for administering their returns process and ensuring that the aspects of this operation are secure and do not permit the entry of adulterated and counterfeit product. Section 8. That § 36-31-6 be AMENDED. 36-31-6. Application for licensure--Requirements. Any applicant applying for a license as an occupational therapist or as an occupational therapy assistant shall file a written application provided by the board, showing to the satisfaction of the board that he meets the following requirements: (1) Residence: Applicant need not be a resident of this state; (2) Character: Applicant shall be of good moral character; (3) Education: Applicant shall present evidence satisfactory to the board of having successfully completed the academic requirements of an educational program in occupational therapy recognized by the board: (a) The occupational therapy educational program must be accredited by the committee on allied health education and accreditation/American Medical Association in collaboration with the American Occupational Therapy Association; (b) The occupational therapy assistant educational program must be approved by the American Occupational Therapy Association. (4) Experience: Applicant shall submit to the board evidence of having successfully completed a period of supervised fieldwork experience arranged by the recognized educational institution where he met the academic requirements or by the nationally recognized professional association: (a) For an occupational therapist, a minimum of six months of supervised fieldwork experience is required; (b) For an occupational therapy assistant, a minimum of two months of supervised fieldwork experience is required. (5) Examination: An applicant for licensure as an occupational therapist or as an occupational therapy assistant shall pass an examination approved by the board upon recommendation by the occupational therapy committee; (6) Certification: In order to apply physical agent modalities as defined in § 36-31-1, an occupational therapist or occupational therapist assistant is qualified pursuant to this subdivision, as follows: (a) Has successfully completed twenty-five hours of American Occupational Therapy Association or American Physical Therapy Association approved education covering physical agent modalities and completed a supervised mentorship to include five case studies on each class of modality to be incorporated into patient care; (b) Is certified as a hand therapist by the Hand Therapy Certification commission or other equivalent entity recognized by the board; or (c) Has completed education during a basic occupational therapy educational program that included demonstration of competencies on each class of the physical agent modalities. A supervising therapist or mentor may be a physical therapist, a certified hand therapist, or an occupational therapist who has completed a supervised mentorship and has five years of clinical experience utilizing each class of physical agent modalities; or an occupational therapist who has graduated from an occupational therapy program whose curriculum includes physical agent modality education. An Act to correct errors in statutory cross-references in certain provisions regarding health care. I certify that the attached Act originated in the: Senate as Bill No. 19 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 19 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21899, "action_date": "2021-01-12T12:00:00-06:00", "document_id": 210377, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/210377.pdf", "status_text": "First read in Senate and referred to", "journal_page": 14, "committee_id_action": 514, "committee_id_assigned": 508, "result": "N", "vote": {}}, {"bill_id": 21899, "action_date": "2021-01-20T10:00:00-06:00", "document_id": 211163, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211163.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 508, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21899, "action_date": "2021-01-20T10:00:00-06:00", "document_id": 211165, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211165.pdf", "status_text": "Do Pass", "journal_page": 2, "committee_id_action": 508, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67579, "president_vote": null, "Yea": [1779, 1786, 1789, 1847, 1853, 3796, 1858]}}, {"bill_id": 21899, "action_date": "2021-01-20T10:00:00-06:00", "document_id": 211165, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211165.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 2, "committee_id_action": 508, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21899, "action_date": "2021-01-21T14:00:00-06:00", "document_id": 212230, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212230.pdf", "status_text": "Do Pass", "journal_page": 88, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67695, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1783, 1785, 1786, 1789, 1790, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 3795, 1865, 1870], "Excused": [1828]}}, {"bill_id": 21899, "action_date": "2021-01-22T13:00:00-06:00", "document_id": 212449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212449.pdf", "status_text": "First read in House and referred to", "journal_page": 109, "committee_id_action": 492, "committee_id_assigned": 491, "result": "N", "vote": {}}, {"bill_id": 21899, "action_date": "2021-01-28T07:45:00-06:00", "document_id": 213453, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213453.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 491, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21899, "action_date": "2021-01-28T07:45:00-06:00", "document_id": 213455, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213455.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 491, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68021, "president_vote": null, "Excused": [1782, 1855, 3783, 3799], "Yea": [1800, 1804, 1805, 1824, 1834, 1862, 1864, 3786, 3804]}}, {"bill_id": 21899, "action_date": "2021-01-28T07:45:00-06:00", "document_id": 213455, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213455.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 491, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21899, "action_date": "2021-02-01T14:00:00-06:00", "document_id": 214930, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214930.pdf", "status_text": "Do Pass", "journal_page": 167, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68137, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1800, 1802, 1804, 1805, 1807, 1809, 1813, 1817, 1820, 1822, 1823, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1839, 1841, 1843, 1844, 1852, 1855, 1862, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806]}}, {"bill_id": 21899, "action_date": "2021-02-02T14:00:00-06:00", "document_id": 215365, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215365.pdf", "status_text": "Signed by the President", "journal_page": 160, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21899, "action_date": "2021-02-03T14:00:00-06:00", "document_id": 215811, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215811.pdf", "status_text": "Signed by the Speaker", "journal_page": 186, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21899, "action_date": "2021-02-04T14:00:00-06:00", "document_id": 216401, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216401.pdf", "status_text": "Delivered to the Governor", "journal_page": 182, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21899, "action_date": "2021-02-10T14:00:00-06:00", "document_id": 217104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217104.pdf", "status_text": "Signed by the Governor", "journal_page": 232, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7072}