{"session_id": 4, "bill_id": 453, "bill_type": "Senate Commemoration", "bill_number": 20, "bill_title": "Commending Joanie Johnson on her outstanding service to the South Dakota Legislature.", "sponsors": [], "keywords": ["Commemorations"], "audio": [], "bill_versions": [{"bill_id": 453, "bill_version_id": 3878, "bill_version": "Introduced", "bill_version_date": "2008-02-25T09:40:53.447-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending Joanie Johnson on her outstanding service to the South Dakota Legislature. WHEREAS, Joanie Johnson was born May 25, 1931, in Yankton, South Dakota, where she grew up and graduated from Yankton High School in 1949 and then attended Briar Cliff College; and WHEREAS, Joanie married Bill Johnson on June 3, 1951, moved to Pierre in 1963, and is the proud and loving matriarch of a family with four children, twelve grandchildren, and six great-grandchildren; and WHEREAS, Joanie worked for the Legislature for twenty-eight years starting in the Engrossing and Enrolling Office (E&E), typing bills and amendments on a manual typewriter with carbon paper. Each document had to be in triplicate with no errors. Joanie eventually became the Assistant Chief of E&E; and WHEREAS, Joanie has served as the second assistant to the secretary of the Senate since 1987, keeping track of all the Senate bills. In this position she has been the \"keeper of the gavel\" for four different Lieutenant Governors: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that Joanie Johnson be commended on her twenty-eight years of outstanding service to the South Dakota Legislature and specifically for her last twenty-one years of service to the South Dakota Senate."}, {"bill_id": 453, "bill_version_id": 4117, "bill_version": "Enrolled", "bill_version_date": "2008-02-27T15:00:25.533-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending Joanie Johnson on her outstanding service to the South Dakota Legislature. WHEREAS, Joanie Johnson was born May 25, 1931, in Yankton, South Dakota, where she grew up and graduated from Yankton High School in 1949 and then attended Briar Cliff College; and WHEREAS, Joanie married Bill Johnson on June 3, 1951, moved to Pierre in 1963, and is the proud and loving matriarch of a family with four children, twelve grandchildren, and six great- grandchildren; and WHEREAS, Joanie worked for the Legislature for twenty-eight years starting in the Engrossing and Enrolling Office (E&E), typing bills and amendments on a manual typewriter with carbon paper. Each document had to be in triplicate with no errors. Joanie eventually became the Assistant Chief of E&E; and WHEREAS, Joanie has served as the second assistant to the secretary of the Senate since 1987, keeping track of all the Senate bills. In this position she has been the \"keeper of the gavel\" for four different Lieutenant Governors: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that Joanie Johnson be commended on her twenty-eight years of outstanding service to the South Dakota Legislature and specifically for her last twenty-one years of service to the South Dakota Senate. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 453, "action_date": "2008-02-25T14:00:00-06:00", "document_id": 3929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3929.pdf", "status_text": "", "journal_page": 633, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}]}