{"session_id": 4, "bill_id": 354, "bill_type": "Senate Commemoration", "bill_number": 5, "bill_title": "Commending the 2007 Yankton High School Gazelles Girls' Cross Country Team for winning the state title in the Class AA State Cross Country Meet for the fifth year in a row.", "sponsors": [{"legislator_profile_id": 580, "is_prime": true}, {"legislator_profile_id": 582, "is_prime": true}, {"legislator_profile_id": 581, "is_prime": false}], "keywords": ["Commemorations"], "audio": [], "bill_versions": [{"bill_id": 354, "bill_version_id": 2301, "bill_version": "Introduced", "bill_version_date": "2008-01-31T12:20:31.653-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending the 2007 Yankton High School Gazelles Girls' Cross Country Team for winning the state title in the Class AA State Cross Country Meet for the fifth year in a row. WHEREAS, the Yankton Gazelles Girls' Cross Country Team, coached by Dan Fitzsimmons, Dave Dannenbring, and Doug Haar, exemplified athletic excellence, superiority, and will to win throughout the season; and WHEREAS, the Yankton Gazelles Girls' Cross Country Team: Hiley Cammock, Ethelin Cammock, Savannah Chambers, Krista Creager, Ray Crowe, Katherine Fiedler, Shannon Fitzsimmons, Megan Ford, Sarah Hicks, Megan Hilson, Mariah Hofer, Amanda Kneifl, Jessica Mathis, Brianna Newman, Jade Steinberg, Krisitin Sternberg, Lauren Storm, Mikayla Vetter, and Sara Watt served as an estimable model of discipline, dedication, and determination; and WHEREAS, the team and the coaching staff remained continually exceptional throughout the year by winning the aforementioned state title and was undefeated the entire season: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that the Yankton Gazelles Girls' Cross Country Team and its coaching staff be congratulated and commended on their triumphant 2007 cross country season."}, {"bill_id": 354, "bill_version_id": 2573, "bill_version": "Enrolled", "bill_version_date": "2008-02-05T17:44:50.02-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending the 2007 Yankton High School Gazelles Girls' Cross Country Team for winning the state title in the Class AA State Cross Country Meet for the fifth year in a row. WHEREAS, the Yankton Gazelles Girls' Cross Country Team, coached by Dan Fitzsimmons, Dave Dannenbring, and Doug Haar, exemplified athletic excellence, superiority, and will to win throughout the season; and WHEREAS, the Yankton Gazelles Girls' Cross Country Team: Hiley Cammock, Ethelin Cammock, Savannah Chambers, Krista Creager, Ray Crowe, Katherine Fiedler, Shannon Fitzsimmons, Megan Ford, Sarah Hicks, Megan Hilson, Mariah Hofer, Amanda Kneifl, Jessica Mathis, Brianna Newman, Jade Steinberg, Krisitin Sternberg, Lauren Storm, Mikayla Vetter, and Sara Watt served as an estimable model of discipline, dedication, and determination; and WHEREAS, the team and the coaching staff remained continually exceptional throughout the year by winning the aforementioned state title and was undefeated the entire season: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that the Yankton Gazelles Girls' Cross Country Team and its coaching staff be congratulated and commended on their triumphant 2007 cross country season. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 354, "action_date": "2008-01-31T13:00:00-06:00", "document_id": 2333, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2333.pdf", "status_text": "", "journal_page": 304, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/354"}