{"session_id": 44, "bill_id": 22165, "bill_type": "House Bill", "bill_number": 1072, "bill_title": "revise a certain provision regarding standard nonforfeiture amounts for individual deferred annuities.", "sponsors": [{"legislator_profile_id": 1866, "is_prime": true}, {"legislator_profile_id": 1881, "is_prime": false}], "keywords": ["Insurance"], "audio": [], "bill_versions": [{"bill_id": 22165, "bill_version_id": 212190, "bill_version": "Introduced", "bill_version_date": "2021-01-20T14:21:21.367-06:00", "bill_text": "An Act to revise a certain provision regarding standard nonforfeiture amounts for individual deferred annuities. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 58-15-85 be AMENDED. 58-15-85. Minimum values based on minimum nonforfeiture amounts--Minimum nonforfeiture amounts defined. The minimum values as specified in §§ 58-15-86 to 58-15-89, inclusive, and 58-15-91 of any paid‑up annuity, cash surrender, or death benefits available under an annuity contract shall be based upon minimum nonforfeiture amounts as defined in this section: (1) The minimum nonforfeiture amount at any time at or prior to the commencement of any annuity payments shall be equal to an accumulation up to such time at rates of interest as indicated in the second paragraph of this section of considerations (as hereinafter defined) paid prior to such time, decreased by the sum of the following: (a) Any prior withdrawals from or partial surrenders of the contract accumulated at rates of interest as indicated in the second paragraph of this section; and (b) An annual contract charge of fifty dollars accumulated at rates of interest as indicated in second paragraph of this section; (c) Any premium tax paid by the company for the contract, accumulated at rates of interest as indicated in second paragraph of this section; and (d) The amount of any indebtedness to the company on the contract, including interest due and accrued; (2) The net considerations for a given contract year used to define the minimum nonforfeiture amount shall be an amount equal to eighty‑seven and one‑half percent of the gross considerations credited to the contract during that contract year. The interest rate used in determining minimum nonforfeiture amounts shall be an annual rate of interest determined as the lesser of three percent per annum and the following, which shall be specified in the contract if the interest rate will be reset: (1) The five‑year constant maturity treasury rate reported by the Federal Reserve as of a date, or average over a period, rounded to the nearest one‑twentieth of one percent, specified in the contract no longer than fifteen months prior to the contract issue date or redetermination date pursuant to this section; (2) Reduced by one hundred twenty‑five basis points; (3) Where the resulting interest rate is not less than one percent fifteen-hundredths of one percent; and (4) The interest rate shall apply for an initial period and may be redetermined for additional periods. The redetermination date, basis, and period, if any, shall be stated in the contract. The basis is the date or average over a specified period that produces the value of the five‑year constant maturity treasury rate to be used at each redetermination date. During the period or term that a contract provides substantive participation in an equity indexed benefit, it may increase the reduction described above by up to an additional one hundred basis points to reflect the value of the equity index benefit. The present value at the contract issue date, and at each redetermination date thereafter, of the additional reduction may not exceed the market value of the benefit. The director may require a demonstration that the present value of the additional reduction does not exceed the market value of the benefit. Lacking such a demonstration that is acceptable to the director, the director may disallow or limit the additional reduction. The director may promulgate rules pursuant to chapter 1-26 to implement the provisions of this section and to provide for further adjustments to the calculation of minimum nonforfeiture amounts for contracts that provide substantive participation in an equity index benefit and for other contracts that the director determines adjustments are justified."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22165, "action_date": "2021-01-21T14:00:00-06:00", "document_id": 212196, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212196.pdf", "status_text": "Referred to", "journal_page": 59, "committee_id_action": 492, "committee_id_assigned": 487, "result": "N", "vote": {}}, {"bill_id": 22165, "action_date": "2021-02-01T14:00:00-06:00", "document_id": 214930, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214930.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 166, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}]}