{"session_id": 47, "bill_id": 13224, "bill_type": "House Bill", "bill_number": 1140, "bill_title": "to provide for the regulation of boat dealers.", "sponsors": [{"legislator_profile_id": 2168, "is_prime": true}, {"legislator_profile_id": 2191, "is_prime": true}, {"legislator_profile_id": 2142, "is_prime": false}, {"legislator_profile_id": 2157, "is_prime": false}, {"legislator_profile_id": 2175, "is_prime": false}], "keywords": ["Boats & Navigation", "Hoghoused Bills", "Motor Vehicle Dealers"], "audio": [], "bill_versions": [{"bill_id": 13224, "bill_version_id": 77111, "bill_version": "Introduced", "bill_version_date": "1998-01-20T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require boats registered by the Department of Revenue to be titled at the time of registration. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 42-8-5 be amended to read as follows: 42-8-5. A Any boat requiring numbering by this state shall be registered with the Department of Revenue for either a one-year period or a three-year period. Any boat registered with the Department of Revenue , except inflatable boats and sailboards, shall be titled at the time of registration. The owner of the boat shall present to the county treasurer of his the owner's county, or, in the case of a nonresident of this state, the treasurer of any county, application for the registration of the boat, certificate of title , or registration if the boat has not been titled previously or other acceptable ownership document previously issued for the boat if the boat is used or a manufacturer's statement of origin if the boat is new, and purchase agreement or a bill of sale. The application form shall be furnished by the Department of Revenue. The application shall be signed by the owner of the boat. The application shall be accompanied by a fee to be set by rules promulgated by the Game, Fish and Parks Commission pursuant to chapter 1-26. The owner of a boat which has not been previously registered in South Dakota shall furnish proof that an excise, sales, use or a similar tax has been paid before the boat is registered. The owner may submit a copy of an invoice showing that tax was included in the sale price of the boat as proof that the tax obligation has been met in South Dakota or any other jurisdiction."}, {"bill_id": 13224, "bill_version_id": 77110, "bill_version": "House Transportation Engrossed", "bill_version_date": "1998-02-10T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the regulation of boat dealers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, a boat dealer is any person who, for commission or with intent to make a profit or gain, sells, exchanges, rents, or leases with option to purchase, offers or attempts to negotiate a sale or exchange of new or used boats as defined in chapter 42- 8, or who is engaged wholly or in part in the business of selling new or used boats. Section 2. No person may engage in the business of selling, or may offer to sell, display, act as a broker, or advertise the sale of new or used boats, without a license as provided in this Act. Any violation of this section is a Class 1 misdemeanor. Section 3. Any dealer's license issued under this Act shall be of the following classification: (1) \"Boat dealer's license,\" to permit the licensee to engage in the business of selling or exchanging new and used boats; (2) \"Used boat dealer's license,\" to permit the licensee to engage in the business of selling or exchanging used boats only. A license issued in any of the above classifications allows a boat dealer to engage in the business of selling or exchanging new and used boat trailers without a separate license or additional fee. Section 4. Any person selling boats pursuant to the requirements of this Act shall file with the Department of Revenue, upon forms provided by the department, an application including the following information: (1) The name and address of the applicant; (2) The name of the partnership, with the names and addresses of all partners; (3) The name of the corporation, with the names and addresses of the principal officers; (4) The exact location of the place of business and, if owned by the applicant, when acquired. If the place of business is leased, a copy of the lease shall accompany the application; (5) A certification that the location is the place where the applicant keeps and maintains books, records, and files necessary to conduct business, which shall be available at all reasonable hours to inspection by the department; (6) A statement that the applicant is either franchised by a manufacturer of boats, in which case the name of each boat that the applicant is franchised to sell shall be included, or is a used boat dealer, or both; (7) A certification that neither the applicant, nor any other partner or officer has been convicted of a crime involving theft or fraud in the last five years; and (8) Such other information as the department may require. Section 5. The department shall, in the case of every application for initial license, verify the facts set forth in the application. The department may not issue a license to the applicant until it is satisfied that the facts set forth in the application are true. The department may refuse to issue a license upon any of the grounds stated in this Act. Section 6. Before any license may be issued, the applicant shall deliver to the department, a surety bond in the amount of ten thousand dollars, executed by the applicant as principal and by a surety company qualified to do business in the state as surety. If the applicant has multiple dealer licenses, one bond will cover all dealer licenses. The bond shall be of the amount to cover bonding requirements under each license. The bond shall be to the department and in favor of any customer who suffers any loss that may be occasioned by reason of the failure of title or by reason of any fraudulent misrepresentation or breach of warranty as to freedom from liens. The bond shall be for the license period, and a new bond or a proper continuation certificate shall be delivered to the department prior to the bond's expiration. Any surety company that pays a claim against the bond of a licensee shall notify the department, in writing, that it has paid such a claim and shall state the reason and the amount of the claim. Any surety company that cancels the bond of a licensee shall notify the department, in writing, of such cancellation, giving the reason for that cancellation. If a claim is made to the department against the bond, which claim is based upon a final judgment of a court of record of this state, the dealer shall execute an additional bond for the amount necessary to maintain such security at the original level. Section 7. No dealer's license may be issued to a person who desires to sell or offer for sale new boats, until the applicant furnishes proof, satisfactory to the department that the person has a bona fide contract or franchise in effect in this state with the manufacturer of the boat or boats. Section 8. Each license may be issued for a multiple year period. The application for license and all applicable fees are due prior to the issuance of the initial license. The initial fee for a license shall be two hundred dollars, and a renewal license shall be one hundred dollars. All licenses shall be reviewed annually by the department. The department shall mail to the licensee at the last known address a renewal notice. The department shall establish by rules promulgated pursuant to chapter 1-26 the review date, if other than October first to December thirty-first, inclusive. If the licensee fails to return the renewal notice or to pay the applicable fees, the department shall cancel and revoke the license pursuant to the provisions of sections 16 and 17 of this Act. Section 9. Any dealer licensed under the provisions of this Act, shall keep books, records, or files, in such form as prescribed or approved by the department. The licensee shall keep a record of the purchase, sale or exchange, of any boat, a description of the boat together with the name and address of the owner or other person from whom the boat was purchased or received, and to whom it was sold or delivered for a period of five years. The description shall include the boat serial number, manufacturer's make and model. The dealer shall also have in possession a certificate of title from the previous owner of any boat not purchased from the manufacturer from the time the boat is delivered to the dealer until it has been disposed of by the dealer. Such record shall be opened to inspection by any law enforcement law officer or department inspector. Section 10. The department shall issue boat dealer license plates made of a durable material to licensed dealers upon application and payment of twenty dollars for each set desired. The fees collected shall be deposited in the state motor vehicle fund. Section 11. Any new boat or used boat owned by a licensed dealer, bearing dealer license plates issued pursuant to section 10 of this Act may be operated in this state. The license plate shall be displayed on or carried in the boat. The license plate is transferable by the dealer from one boat owned by the dealer to another boat owned by the dealer. Any violation of this section is a Class 1 misdemeanor. Section 12. Any new or used boat owned by a licensed dealer, bearing dealer's demonstration permits, may be operated in this state for demonstration purposes only. Such boat may be operated by any prospective buyer for a period not to exceed seven days. No dealer may issue a dealer's demonstration permit to any boat for any other purpose. Any violation of this section is a Class 1 misdemeanor. Section 13. If a boat is sold by a licensed dealer, the dealer may provide a temporary thirty- day license permit which is a permit to operate the boat in this state for a period of thirty days after the date of sale or until the time the purchaser receives the regular license decals from the county treasurer, whichever occurs first. Section 14. The department may appoint dealer inspectors to enforce the provisions of this Act. The inspectors may enter property pursuant to section 15 of this Act and sign complaints against persons found in violation of this chapter. Section 15. In each calendar year, the department may make at least one investigation of dealers licensed under this Act for the purpose of ascertaining any violation of this Act, chapters 32-3- to 32-5B, inclusive, or chapter 42-8. The investigation shall include an inspection of the principal place of business, supplemental lots, and any books, records, or files required by the department. An examination of titles and vehicles owned or offered for sale by the dealer shall also be conducted. Section 16. If, prior to an inspection, a dealer refuses to allow the inspection, no inspection need be made. If, during the course of an inspection, a dealer refuses to allow the inspection to continue, the inspection shall cease. In either case, however, the department may initiate revocation proceedings against the dealer's license. Section 17. The department may deny any application, or suspend or revoke any license issued under the provisions of this Act, for the violation of any of the following provisions: (1) Commission of fraud of willful misrepresentation in the application for or in obtaining a license; (2) Conviction of a felony involving the theft of boats or other motor vehicles in the last five years; (3) Second or subsequent violations of any law of this state that relates to dealing in boats; (4) Repeated failure to comply with any administrative rule promulgated by the department; (5) Perpetration of a fraud upon any person as a result of dealing in boats; (6) Repeated failure to apply for transfers of title as required in chapters 32-3 and 42-8; (7) Willful failure to allow department inspections, including initial and annual inspections, complaint investigations and necessary follow-up inspections; (8) Willful misrepresentation through false, deceptive, or misleading statements with regard to the sale or financing of boats which a dealer has, or causes to have, advertised, printed, displayed, published, distributed, broadcasted, televised, or made in any manner with regard to the sale or financing of boats; (9) Refusal to comply with a licensee's responsibility under the terms of a boat warranty issued by its respective manufacturer, unless such refusal is at the direction of the manufacturer; (10) Willful failure to comply with the terms of any bona fide written, executed agreement pursuant to the sale of a boat; (11) Inability to obtain or renew surety bond; or (12) Failure to maintain a principal place of business. Section 18. The department may prepare and serve written notice upon a licensee that it received complaints in the manner provided by chapter 1-26. The notice shall require the licensee to appear before the department at a time and place, not less than five days after service of the notice, to show cause why the license should not be revoked. Section 19. The department shall, in accordance with chapter 1-26 and at the time and place fixed pursuant to section 18 of this Act, hear and determine the matter on its merits. If the department finds the existence of any cause for suspension or revocation as set forth in section 17 of this Act, it shall suspend or revoke the license. A copy of the order shall be served upon the licensee in the manner provided by chapter 1-26. Upon suspension or revocation, the licensee shall immediately surrender the license certificate to a representative of the department serving the written order upon the licensee. Section 20. The secretary of revenue may adopt rules pursuant to chapter 1-26 as may be necessary to ensure and obtain uniformity in the issuance, design, and use of dealer licenses, the inspection of dealers, and the use of dealer plates, demonstration permits, and temporary licenses as provided by this Act. All local officials charged with the administration of the provisions of this Act are governed in their official acts by the rules promulgated by the secretary. Section 21. For purposes of this chapter, the term, principal place of business, means an enclosed commercial structure located within the State of South Dakota, easily accessible and open to the public at all reasonable times, with an improved display area immediately adjoining the building that is large enough to display five or more boats of the type the dealer is licensed to sell. It is the location at which the business of a vehicle dealer may be lawfully carried on in accordance with all applicable building codes, zoning, and other land use ordinances and in which building the public may contact the vehicle dealer or the dealer's salesperson. It is the location where the books, records, and files necessary to conduct the business of the boat dealer are kept and maintained. In no event may rooms in a hotel, motel, apartment house, or any part of any single or multiple unit dwelling house be considered a principal place of business unless the entire ground floor of such facility is devoted principally to and occupied for commercial purposes. Any dealer licensed under this chapter shall maintain and continuously occupy a principal place of business. Section 22. If the licensee desires to move from the principal place of business occupied at the time the license was granted to a new location within the county, the licensee shall secure written permission from the department to do so. The licensee is required to furnish proof to the department that the new location constitutes a principal place of business as defined in this Act. Section 23. Any person licensed under this Act, who sells boats at locations other than the principal place of business, shall obtain a supplemental license for each auxiliary or supplemental lot not contiguous to the location for which the original license is issued. If the license is granted, the licensee may be permitted to use unimproved lots and premises for sale, storage, and display of vehicles. Supplemental lots and premises shall be located and within the county of the principal place of business of the applicant and shall meet local zoning codes or ordinances. Section 24. If the applicant sets up a principal place of business in more than one county of this state, the applicant shall secure a separate license for each county. No license for any additional county may be issued until the department is furnished with proof that the applicant has a principal place of business in such county and has otherwise complied with this Act. Section 25. Any out-of-state boat dealer may display or sell boats and trailers at an event, if the event lasts two or more days and if the person registers with and purchases a permit from the Department of Revenue at least five days before the event. The person shall pay a fee of two hundred dollars for a ten-day temporary permit. In order to qualify as an event, the event shall be an organized, sponsored event with no less than three licensed boat dealers displaying boats. Section 26. Any boat dealer or public auction may sell, or offer to sell, new, or used boats on consignment. For the purposes of this chapter, consignment means the delivery of a boat by the owner into the possession of another without transfer of title for the purpose of sale or where there is any condition that the purchaser does not have an absolute obligation to pay for the boat or has a right to return the boat to the seller. Any boat dealer or public auction who sells, or offers to sell, South Dakota titled boats on consignment shall enter into a contract with the consignor. The department shall prescribe the form of the contract. Section 27. No person may sell or offer to sell a boat, to which a manufacturer's statement of origin has not been transferred, on consignment. Section 28. Before a South Dakota titled boat may be sold by a consignee or at a public auction pursuant to this Act, the consignee or auctioneer shall have in possession a South Dakota title for the boat. A violation of this section is a Class 2 misdemeanor. Section 29. A consignee or an auctioneer may not sell a boat that has a certificate of title with a lien on it for less than the full amount of the lien, without the advance written consent of the lien holder. A consignee or an auctioneer may not release the proceeds from the sale of a boat with a lien on the title until the lienholder signs a release of the lien. A violation of this section is a Class 2 misdemeanor. Section 30. For the purposes of this Act, a temporary boat show lot is any location other than the principal place of business or supplemental lot where a licensed boat dealer may conduct business for a period of time not to exceed ten consecutive days for a specific purpose such as fairs, shopping center sales, or boat shows. A temporary boat show lot shall meet all local zoning and building codes for the type of business being conducted. BILL HISTORY 1/20/98 First read in House and referred to Transportation. H.J. 123 1/26/98 Scheduled for Committee hearing on this date. 1/26/98 Transportation Deferred to another day. 1/28/98 Scheduled for Committee hearing on this date. 2/4/98 Scheduled for Committee hearing on this date. 2/9/98 Transportation Do Pass Amended, Passed, AYES 13, NAYS 0. H.J. 465"}, {"bill_id": 13224, "bill_version_id": 77109, "bill_version": "Enrolled", "bill_version_date": "1998-02-24T10:12:01-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13224, "action_date": "1998-01-20T14:00:00-06:00", "document_id": 76893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76893.pdf", "status_text": "First read in House and referred to", "journal_page": 123, "committee_id_action": 600, "committee_id_assigned": 597, "result": "N", "vote": {}}, {"bill_id": 13224, "action_date": "1998-01-26T10:00:00-06:00", "document_id": 76570, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76570.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 597, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13224, "action_date": "1998-01-26T10:00:00-06:00", "document_id": 76570, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76570.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 597, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13224, "action_date": "1998-01-26T10:00:00-06:00", "document_id": 76570, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76570.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 597, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13224, "action_date": "1998-01-28T10:00:00-06:00", "document_id": 76596, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76596.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 597, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13224, "action_date": "1998-02-04T10:00:00-06:00", "document_id": 76655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76655.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 597, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13224, "action_date": "1998-02-09T10:00:00-06:00", "document_id": 76689, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76689.pdf", "status_text": "Do Pass Amended,", "journal_page": 465, "committee_id_action": 597, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38391, "president_vote": null, "Yea": [2119, 2151, 2152, 2157, 2161, 2181, 2183, 2186, 2192, 2195, 2197, 2168, 2153]}}, {"bill_id": 13224, "action_date": "1998-02-10T00:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 597, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13224, "action_date": "1998-02-11T14:00:00-06:00", "document_id": 76925, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76925.pdf", "status_text": "Do Pass Amended,", "journal_page": 566, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40633, "president_vote": null, "Yea": [2096, 2097, 2098, 2100, 2101, 2104, 2105, 2106, 2107, 2108, 2110, 2111, 2114, 2116, 2117, 2119, 2120, 2123, 2124, 2127, 2128, 2131, 2132, 2133, 2136, 2141, 2143, 2144, 2146, 2150, 2151, 2152, 2153, 2154, 2157, 2159, 2160, 2161, 2162, 2163, 2164, 2167, 2168, 2171, 2172, 2173, 2174, 2176, 2177, 2178, 2180, 2181, 2183, 2185, 2186, 2190, 2192, 2193, 2194, 2195, 2197, 2134], "Nay": [2109, 2113, 2126, 2147, 2158, 2184, 2198], "Excused": [2139]}}, {"bill_id": 13224, "action_date": "1998-02-12T14:00:00-06:00", "document_id": 76928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76928.pdf", "status_text": "First read in Senate and referred to", "journal_page": 495, "committee_id_action": 601, "committee_id_assigned": 585, "result": "N", "vote": {}}, {"bill_id": 13224, "action_date": "1998-02-17T08:00:00-06:00", "document_id": 76752, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76752.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 585, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13224, "action_date": "1998-02-17T08:00:00-06:00", "document_id": 76752, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76752.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 585, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13224, "action_date": "1998-02-19T08:00:00-06:00", "document_id": 76774, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76774.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 585, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13224, "action_date": "1998-02-19T08:00:00-06:00", "document_id": 76774, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76774.pdf", "status_text": "Do Pass,", "journal_page": 596, "committee_id_action": 585, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39207, "president_vote": null, "Nay": [2187], "Yea": [2182, 2095, 2191, 2129, 2142, 2155]}}, {"bill_id": 13224, "action_date": "1998-02-20T14:00:00-06:00", "document_id": 76940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76940.pdf", "status_text": "Do Pass Amended,", "journal_page": 634, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39339, "president_vote": null, "Nay": [2094, 2118, 2121, 2135, 2137, 2145, 2169, 2187], "Yea": [2095, 2099, 2102, 2103, 2112, 2115, 2122, 2125, 2129, 2130, 2138, 2140, 2142, 2149, 2155, 2156, 2165, 2166, 2170, 2175, 2179, 2182, 2188, 2191, 2196], "Excused": [2148, 2189]}}, {"bill_id": 13224, "action_date": "1998-02-20T14:00:00-06:00", "document_id": 76940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76940.pdf", "status_text": "Intent to reconsider", "journal_page": 634, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13224, "action_date": "1998-02-23T14:00:00-06:00", "document_id": 76942, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76942.pdf", "status_text": "Reconsidered", "journal_page": 652, "committee_id_action": 601, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 39403, "president_vote": null, "Yea": [2094, 2095, 2118, 2122, 2135, 2138, 2140, 2148, 2149, 2155, 2187, 2196], "Nay": [2099, 2102, 2103, 2112, 2115, 2121, 2129, 2142, 2145, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2188, 2189, 2191], "Excused": [2125, 2130, 2137]}}, {"bill_id": 13224, "action_date": "1998-02-24T14:00:00-06:00", "document_id": 76943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76943.pdf", "status_text": "Signed by Speaker", "journal_page": 926, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13224, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76946, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76946.pdf", "status_text": "Signed by President", "journal_page": 709, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13224, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76945.pdf", "status_text": "Delivered to the Governor", "journal_page": 951, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13224, "action_date": "1998-03-14T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1041}