{"session_id": 32, "bill_id": 9268, "bill_type": "Senate Commemoration", "bill_number": 48, "bill_title": "Commending and honoring Chris Nilsen, who represented team USA as a pole vaulter at the IAAF World Championship in London, England.", "sponsors": [{"legislator_profile_id": 1255, "is_prime": true}, {"legislator_profile_id": 1272, "is_prime": true}, {"legislator_profile_id": 1213, "is_prime": false}, {"legislator_profile_id": 1266, "is_prime": false}, {"legislator_profile_id": 1217, "is_prime": false}, {"legislator_profile_id": 1246, "is_prime": false}, {"legislator_profile_id": 1228, "is_prime": false}, {"legislator_profile_id": 1311, "is_prime": false}, {"legislator_profile_id": 1291, "is_prime": false}, {"legislator_profile_id": 1219, "is_prime": false}, {"legislator_profile_id": 1275, "is_prime": false}, {"legislator_profile_id": 1262, "is_prime": false}, {"legislator_profile_id": 1306, "is_prime": false}, {"legislator_profile_id": 1247, "is_prime": false}, {"legislator_profile_id": 1290, "is_prime": false}, {"legislator_profile_id": 1278, "is_prime": false}, {"legislator_profile_id": 1270, "is_prime": false}, {"legislator_profile_id": 1224, "is_prime": false}, {"legislator_profile_id": 1280, "is_prime": false}, {"legislator_profile_id": 1239, "is_prime": false}, {"legislator_profile_id": 1218, "is_prime": false}, {"legislator_profile_id": 1256, "is_prime": false}, {"legislator_profile_id": 1241, "is_prime": false}, {"legislator_profile_id": 1258, "is_prime": false}, {"legislator_profile_id": 1237, "is_prime": false}, {"legislator_profile_id": 1276, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 9268, "bill_version_id": 50064, "bill_version": "Introduced", "bill_version_date": "2018-02-28T11:37:52.837-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Chris Nilsen, who represented team USA as a pole vaulter at the IAAF World Championship in London, England. WHEREAS, Chris Nilsen is from Kansas City, Missouri, where he attended Park Hill High School. As a high school student, he showed exemplary patience, dedication, and tenacity, and broke the American high school record in the pole vault with a clearance of eighteen feet and four and three fourths inches; and WHEREAS, Chris continued his pole vaulting career at the University of South Dakota where he won the NCAA pole vault championship during the indoor track and field season; and WHEREAS, Chris earned South Dakota's Performance of the Year Award, broke the Summit League championship record with a height of eighteen feet and one inch and represented team USA at the IAAF World Championship in London, England: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that Chris Nilsen hereby be commended and honored for his hard work and dedication to his exemplary athleticism, and for representing team USA as a pole vaulter at the IAAF World Championship in London, England."}, {"bill_id": 9268, "bill_version_id": 50317, "bill_version": "Enrolled", "bill_version_date": "2018-03-05T15:55:07.057-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Chris Nilsen, who represented team USA as a pole vaulter at the IAAF World Championship in London, England. WHEREAS, Chris Nilsen is from Kansas City, Missouri, where he attended Park Hill High School. As a high school student, he showed exemplary patience, dedication, and tenacity, and broke the American high school record in the pole vault with a clearance of eighteen feet and four and three fourths inches; and WHEREAS, Chris continued his pole vaulting career at the University of South Dakota where he won the NCAA pole vault championship during the indoor track and field season; and WHEREAS, Chris earned South Dakota's Performance of the Year Award, broke the Summit League championship record with a height of eighteen feet and one inch and represented team USA at the IAAF World Championship in London, England: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that Chris Nilsen hereby be commended and honored for his hard work and dedication to his exemplary athleticism, and for representing team USA as a pole vaulter at the IAAF World Championship in London, England. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9268, "action_date": "2018-02-28T14:00:00-06:00", "document_id": 50093, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50093.pdf", "status_text": "", "journal_page": 648, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9268"}