{"session_id": 32, "bill_id": 8634, "bill_type": "House Bill", "bill_number": 1034, "bill_title": "require certain insurance companies to identify and locate beneficiaries on life policies and annuity contracts.", "sponsors": [], "keywords": ["Insurance"], "audio": [{"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco06.mp3", "start_seconds": 5623.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco06.mp3", "start_seconds": 5623.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco06.mp3", "start_seconds": 5623.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco06.mp3", "start_seconds": 5623.0}, {"meeting_datetime": "2018-01-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco12.mp3", "start_seconds": 2184.0}, {"meeting_datetime": "2018-01-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco12.mp3", "start_seconds": 2184.0}, {"meeting_datetime": "2018-01-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco12.mp3", "start_seconds": 2184.0}, {"meeting_datetime": "2018-01-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco12.mp3", "start_seconds": 2184.0}], "bill_versions": [{"bill_id": 8634, "bill_version_id": 46728, "bill_version": "Introduced", "bill_version_date": "2018-01-02T15:58:50.933-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require certain insurance companies to identify and locate beneficiaries on life policies and annuity contracts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-15 be amended by adding a NEW SECTION to read: The requirements of this Act apply to any in-force and future policy, annuity contract, and retained asset account as of July 1, 2018. This Act does not apply to a policy, annuity contract, or retained asset account of an insurer unless the policy, annuity contract, or retained asset account was issued or delivered in this state. The requirements of this Act do not apply to an annuity used to fund an employment-based retirement plan or program where the insurer does not perform the record-keeping services or the insurer is not committed by the terms of the annuity contract to pay death benefits to the beneficiaries of specific plan participants. Section 2. That chapter 58-15 be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Beneficiary,\" any party entitled to receive the proceeds from a policy, an annuity contract, or a retained asset account; (2) \"Beneficiary search,\" reasonable and good faith efforts, that an insurer documents, to identify a beneficiary, determine a current address for the beneficiary, and contact the beneficiary; (3) \"Death Master File\" or \"DMF,\" the United States Social Security Administration's Death Master File or any other database or service that is at least as comprehensive as the United States Social Security Administration's Death Master File for determining that an individual has reportedly died; (4) \"Death Master File match,\" a search of the DMF that results in a match of the social security number or name and date of birth of an insured; (5) \"Insured,\" an individual identified in a policy, retained asset account, or annuity contract whose death obligates the insurer to pay benefits or proceeds; (6) \"Knowledge of death,\" knowledge of death of insured by: (a) Receipt of an original or valid copy of a certified death certificate; or (b) A DMF match validated in good faith efforts by the insurer; (7) \"Lapse,\" the termination of a policy resulting from nonpayment of premiums or, in the case of variable life and universal life insurance policies, the depletion of cash value below the amount needed to keep the policy in force; (8) \"Policy,\" any policy or certificate of life insurance that provides a death benefit. The term does not include: (a) Any policy or certificate of life insurance that provides a death benefit under an employee welfare benefit plan subject to the federal Employee Retirement Income Security Act of 1974 (ERISA) as of January 1, 2018, for which the insurer does not provide record-keeping services or under any federal employee benefit program; (b) Preneed insurance; (c) Any policy or certificate of credit life or mortgage life; (d) Any accidental death or health policies, riders, or certificates, including disability and long-term care policies, riders, or certificates; or (e) Any policy issued to a group master policyholder for which the insurer does not provide record-keeping services; (9) \"Preneed insurance,\" any life insurance policy or certificate that is used in combination with, in support of, with an assignment to, or as a guarantee for a prearrangement agreement for goods and services to be provided at the time of and immediately following the death of the insured. Goods and services includes embalming, cremation, body preparation, viewing or visitation, coffin or urn, memorial stone, and transportation of the deceased. The status of the policy or contract as preneed insurance is determined at the time of issue in accordance with the policy form filing; (10) \"Record-keeping services,\" those circumstances under which the insurer has agreed with a group life insurance policy holder or contract owner to be responsible for obtaining, maintaining, and administering the insurer's system or a system for its agents. The information about each individual insured under an insured's group insurance contract (or a line of coverage thereunder) in the system shall include at least the following information: (a) Social security number or name and date of birth; (b) Beneficiary designation information; (c) Coverage eligibility; (d) Benefit amount; and (e) Premium payment status; (11) \"Records,\" information regarding any policy, annuity contract, and retained asset account maintained in the insurer's administrative system or the administrative system of any third party retained by the insurer. The term does not include the information maintained by a group life insurance policyholder or contract owner; (12) \"Retained asset account,\" any mechanism whereby the settlement of proceeds payable under a policy or individual annuity contract, including the payment of cash surrender value, is accomplished by the insurer or an entity acting on behalf of the insurer establishing an account with check or draft-writing privileges, where those proceeds are retained by the insurer, pursuant to a supplementary contract not involving annuity benefits; (13) \"Retained asset account holder,\" the owner of a retained asset account or other person to file a claim for, or otherwise receive proceeds in accordance with the terms of the retained asset account. Section 3. That chapter 58-15 be amended by adding a NEW SECTION to read: As of January 1, 2019, an insurer shall have compared all in-force policies, annuity contracts, and retained asset accounts at the time of enactment against the full DMF to identify potential matches of its insureds. Section 4. That chapter 58-15 be amended by adding a NEW SECTION to read: An insurer shall compare all in-force policies, annuity contracts, and retained asset accounts and policies that lapse in its records against any updates to the DMF on at least a semi-annual basis to identify potential matches of its insureds. Section 5. That chapter 58-15 be amended by adding a NEW SECTION to read: Each insurer shall implement reasonable procedures to do the searches required in sections 3 and 4 of this Act that account for: (1) Common nicknames, initials used in lieu of a first or middle name, use of a middle name, compound first and middle names, and interchanged first and middle names; (2) Compound last names, maiden or married names, and hyphens, blank spaces, or apostrophes in last names; (3) Transposition of the month and day portions of the date of birth; and (4) Incomplete social security numbers. Upon identifying a potential match pursuant to this section, an insurer shall promptly make reasonable good faith efforts to validate the match by confirming the death of an insured. Section 6. That chapter 58-15 be amended by adding a NEW SECTION to read: The director may exempt an insurer from the DMF comparisons required under this Act if the insurer demonstrates to the director's satisfaction that compliance would result in financial hardship to the insurer. In making the determination the director may take into consideration the number of policies involved, the costs of conducting a retroactive search in relation to the collected premiums for those policies, whether the policy information is stored electronically, and whether the insurer previously has engaged in the use of the DMF for its annuity contracts, but not for its life insurance policies. Section 7. That chapter 58-15 be amended by adding a NEW SECTION to read: Upon receipt of information establishing knowledge of death, the insurer shall check its records to determine whether the insurer has any other policies, annuity contracts, or retained asset accounts for that insured. Upon receipt of information establishing knowledge of death of an insured, the insurer shall notify each United States affiliate, parent or subsidiary, as appropriate, and any entity with which the insurer contracts that may maintain or control records related to policies, annuity contracts, or retained asset accounts to which this Act applies, of the knowledge of death or match, and make a reasonable and good faith effort to ensure that each affiliate, parent or subsidiary, or other entity performs a check of their records. Section 8. That chapter 58-15 be amended by adding a NEW SECTION to read: If the insurer has not been contacted by a beneficiary within one hundred twenty days of an insurer's receipt of information establishing the insurer's knowledge of death, the insurer shall commence a beneficiary search. The beneficiary search shall be completed within one year from the date the insurer received the information. Section 9. That chapter 58-15 be amended by adding a NEW SECTION to read: An insurer may disclose the minimum necessary personal information about an insured or beneficiary to a person to whom the insurer reasonably believes may be able to assist the insurer to locate the beneficiary or a person otherwise entitled to payment of the proceeds. Section 10. That chapter 58-15 be amended by adding a NEW SECTION to read: An insurer or its service provider may not charge any beneficiary or other authorized representative for any fees or costs associated with a DMF search or verification of a DMF match conducted pursuant to this Act. Section 11. That chapter 58-15 be amended by adding a NEW SECTION to read: If the insurer locates a beneficiary and has not received a claim from the beneficiary within thirty days after the date of location, the insurer shall provide appropriate claim forms or instructions to the beneficiary to make a claim. Section 12. That chapter 58-15 be amended by adding a NEW SECTION to read: At no later than the policy delivery or the establishment of an account, and upon any change of insured or beneficiary, an insurer shall request information sufficient to ensure that all benefits or proceeds are distributed to the appropriate persons upon the death of the insured including, at a minimum, the name, address, date of birth, social security number, and telephone number of each insured and beneficiary of a policy or account, as applicable. If an insurer issues a policy or provides an account based on information received directly from an insured's employer, the insurer may obtain the beneficiary information by communicating with the insured after the insurer's receipt of the information from the insured's employer. Section 13. That chapter 58-15 be amended by adding a NEW SECTION to read: The insurer shall retain documentation of compliance with this Act for five years. Section 14. That chapter 58-15 be amended by adding a NEW SECTION to read: The director may promulgate rules, pursuant to chapter 1-26, to provide definition of terms, notification requirements, exemption criteria, beneficiary searches, and forms. Section 15. That chapter 58-15 be amended by adding a NEW SECTION to read: Notwithstanding the provisions of this chapter, if an insurer fails to locate a beneficiary following a beneficiary search, the insurer shall report and remit the proceeds pursuant to chapter 43-41B. Any insurer subject to this Act shall comply with all applicable requirements in chapter 43-41B."}, {"bill_id": 8634, "bill_version_id": 48411, "bill_version": "Enrolled", "bill_version_date": "2018-02-01T09:21:59.31-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8634, "action_date": "2018-01-09T12:00:00-06:00", "document_id": 46900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46900.pdf", "status_text": "First read in House and referred to", "journal_page": 23, "committee_id_action": 396, "committee_id_assigned": 383, "result": "N", "vote": {}}, {"bill_id": 8634, "action_date": "2018-01-17T10:00:00-06:00", "document_id": 47024, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47024.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 383, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8634, "action_date": "2018-01-17T10:00:00-06:00", "document_id": 47183, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47183.pdf", "status_text": "Do Pass", "journal_page": 73, "committee_id_action": 383, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24550, "president_vote": null, "Yea": [1284, 1291, 1275, 1315, 1263, 1274, 1295, 1309, 1287, 1216, 1285, 1261], "Excused": [1238]}}, {"bill_id": 8634, "action_date": "2018-01-17T10:00:00-06:00", "document_id": 47183, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47183.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 383, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8634, "action_date": "2018-01-18T14:00:00-06:00", "document_id": 47297, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47297.pdf", "status_text": "Do Pass", "journal_page": 95, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24598, "president_vote": null, "Yea": [1313, 1241, 1213, 1269, 1297, 1424, 1268, 1284, 1279, 1214, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1260, 1311, 1308, 1312, 1291, 1275, 1283, 1238, 1250, 1286, 1314, 1222, 1302, 1306, 1265, 1315, 1247, 1316, 1296, 1292, 1248, 1293, 1310, 1226, 1280, 1263, 1274, 1295, 1249, 1277, 1303, 1309, 1259, 1255, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1257, 1236, 1215, 1317, 1216, 1229, 1298, 1285, 1253], "Excused": [1254]}}, {"bill_id": 8634, "action_date": "2018-01-19T12:30:00-06:00", "document_id": 47398, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47398.pdf", "status_text": "First read in Senate and referred to", "journal_page": 159, "committee_id_action": 395, "committee_id_assigned": 369, "result": "N", "vote": {}}, {"bill_id": 8634, "action_date": "2018-01-25T10:00:00-06:00", "document_id": 47631, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47631.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 369, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8634, "action_date": "2018-01-25T10:00:00-06:00", "document_id": 47992, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47992.pdf", "status_text": "Do Pass", "journal_page": 238, "committee_id_action": 369, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24915, "president_vote": null, "Yea": [1290, 1304, 1288, 1243, 1234], "Excused": [1239, 1218]}}, {"bill_id": 8634, "action_date": "2018-01-25T10:00:00-06:00", "document_id": 47992, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47992.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 369, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8634, "action_date": "2018-01-30T14:00:00-06:00", "document_id": 48174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48174.pdf", "status_text": "Deferred to another day", "journal_page": 269, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8634, "action_date": "2018-01-31T14:00:00-06:00", "document_id": 48333, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48333.pdf", "status_text": "Do Pass", "journal_page": 303, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25097, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1217, 1246, 1228, 1219, 1273, 1262, 1290, 1232, 1278, 1304, 1270, 1224, 1267, 1243, 1289, 1218, 1244, 1281, 1221, 1272, 1233, 1245, 1271, 1252, 1237, 1288, 1220, 1242, 1276, 1300], "Excused": [1234]}}, {"bill_id": 8634, "action_date": "2018-02-01T14:00:00-06:00", "document_id": 48515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48515.pdf", "status_text": "Signed by the Speaker", "journal_page": 302, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8634, "action_date": "2018-02-02T13:00:00-06:00", "document_id": 48608, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48608.pdf", "status_text": "Signed by the President", "journal_page": 358, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8634, "action_date": "2018-02-05T14:00:00-06:00", "document_id": 48692, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48692.pdf", "status_text": "Delivered to the Governor", "journal_page": 330, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8634, "action_date": "2018-02-12T14:00:00-06:00", "document_id": 49084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49084.pdf", "status_text": "Signed by the Governor", "journal_page": 394, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6793}