{"session_id": 57, "bill_id": 19812, "bill_type": "Senate Bill", "bill_number": 149, "bill_title": "establish the South Dakota Transmission Authority and to establish its powers.", "sponsors": [{"legislator_profile_id": 3200, "is_prime": true}, {"legislator_profile_id": 3209, "is_prime": true}, {"legislator_profile_id": 3153, "is_prime": false}, {"legislator_profile_id": 3156, "is_prime": false}, {"legislator_profile_id": 3169, "is_prime": false}, {"legislator_profile_id": 3175, "is_prime": false}, {"legislator_profile_id": 3182, "is_prime": false}, {"legislator_profile_id": 3202, "is_prime": false}, {"legislator_profile_id": 3216, "is_prime": false}, {"legislator_profile_id": 3228, "is_prime": false}, {"legislator_profile_id": 3243, "is_prime": false}, {"legislator_profile_id": 3248, "is_prime": false}], "keywords": ["Energy", "Public Utilities Commission"], "audio": [], "bill_versions": [{"bill_id": 19812, "bill_version_id": 103377, "bill_version": "Introduced", "bill_version_date": "2005-01-27T08:34:17-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the South Dakota Transmission Authority and to establish its powers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature finds that: (1) South Dakota has enormous wind resources, providing additional economic opportunity to broaden and diversify the state's economy and diversify the region's energy supply, and that timely development of these resources will stabilize and increase revenues to the state; (2) Transmission constraints impede the development of the state's wind resources; (3) An essential governmental function and public purpose is to assist with the removal of electric transmission export constraints and to assist with upgrading and expansion of the region's electrical transmission grid to facilitate the development of the state's abundant wind resources. Section 2. Terms used in this Act mean: (1) \"Authority,\" the South Dakota Transmission Authority; (2) \"Facilities,\" electric transmission facilities and related supporting infrastructure; (3) \"Notice of intent,\" the notice a person delivers to the authority indicating willingness to construct facilities contemplated by the authority or to provide services fulfilling the need for such facilities; (4) \"Project area,\" the geographic area in which construction of a facility contemplated by the authority is likely to occur. Section 3. There is created the South Dakota Transmission Authority. The authority consists of the Economic Development and Finance Authority acting as the South Dakota Transmission Authority and is governed by the Economic Development and Finance Authority. The South Dakota Transmission Authority is created to diversify and expand the use of South Dakota energy by planning, financing, constructing, developing, acquiring, owning in whole or in part, leasing or renting, maintaining, and operating electric transmission facilities and related supporting infrastructure to facilitate the production, transportation, and use of electric energy. Section 4. The authority may: (1) Make grants or loans and to provide other forms of financial assistance as necessary or appropriate for the purposes of this Act; (2) Make and execute contracts and all other instruments necessary or convenient for the performance of its powers and functions under this Act; (3) Borrow money and issue evidences of indebtedness as provided in this Act; (4) Receive and accept aid, grants, or contributions of money or other things of value from any source, including aid, grants, or contributions from any department, agency, or instrumentality of the United States, subject to the conditions upon which the aid, grants, or contributions are made and consistent with the provisions of this Act; (5) Issue and sell evidences of indebtedness in an amount or amounts as the authority determines, but not to exceed eight hundred million dollars, plus costs of issuance, credit enhancement, and any reserve funds required by agreements with or for the benefit of holders of the evidences of indebtedness for the purposes for which the authority is created under this Act. However, the amount of any refinancing may not be counted toward the eight hundred million dollar limitation to the extent it does not exceed the outstanding amount of the obligations being refinanced; (6) Refund and refinance its evidences of indebtedness; (7) Make and execute interest rate exchange contracts; (8) Pledge any revenues derived by the authority under this Act or from a project, service, or activity funded under this Act to secure payment or redemption of the evidences of indebtedness; (9) Plan, finance, construct, develop, acquire, own in whole or in part, lease, rent, maintain, and operate within and outside the State of South Dakota property, structures, equipment, facilities and works of public improvement necessary or useful for the accomplishment of the purposes for which the authority was created, including the obtaining of permits and the acquisition of rights of way; (10) Consult with the Public Utilities Commission, regional organizations, and any other relevant state or federal authority as necessary and establish reasonable fees, rates, tariffs, or other charges for facilities administrated by the authority and all services rendered by it, consistent with cost-causation principles until the costs of the regional transmission system are shared on a systemwide basis; (11) Operate, lease, rent, and dispose of facilities constructed pursuant to this Act, and all incidental and necessary facilities, structures, and properties; (12) Investigate, plan, prioritize, and propose corridors for the transmission of electricity; ( 13) Participate in and join regional transmission organizations; and (14) Do anything necessary or expedient for the purposes of the authority provided for in this Act. Section 5. The authority shall coordinate its plans for constructing facilities with regional organizations having transmission planning responsibilities for the project area. Section 6. Before exercising its powers to construct facilities granted in this Act, the authority shall publish in a newspaper of general circulation in South Dakota and in a newspaper in the project area, a notice describing the need for facilities contemplated by the authority. Persons willing to construct the facilities or furnish services to satisfy the needs described in the notice have a period of one hundred eighty days from the date of last publication of the notice within which to deliver to the authority a notice of intent. After receipt of a notice of intent, the authority may not exercise its powers to construct facilities unless the authority finds that exercising its authority would be in the public interest. In making such a finding the authority shall consider factors including economic feasibility, technical performance, reliability, and the likelihood of successful completion and ongoing operation. Section 7. The authority may require a person giving a notice of intent to provide a bond and to submit a plan for completion of the facilities or commencement of services within a period of time acceptable to the authority. If no person submits an adequate plan or bond as required by the authority, the authority may proceed with constructing the facility described in the authority's published notice. Section 8. The authority may participate in a project, through financing, planning, joint ownership, or other arrangements at the request of a person giving a notice of intent. Section 9. Evidences of indebtedness of the authority shall be authorized by resolution of the Economic Development Finance Authority, may be issued in one or more series, and shall bear a date, mature at a time, bear interest at a rate of interest per year, be in a denomination, be in a coupon or registered form, carry conversion or registration privileges, have rank or priority, be executed in a such a manner, be payable from sources in a medium of payment at a place within or without the state, and be subject to terms of redemption, with or without premium, as the resolution provides. Evidences of indebtedness of the authority shall mature not more than forty years from the date of issue. Evidences of indebtedness of the authority may be sold at a time and price as the authority determines. Section 10. Evidences of indebtedness issued by the authority are payable solely from: (1) Revenues received by the authority from projects, facilities, services, or activities funded under this Act with the proceeds of the authority's evidences of indebtedness, subject only to prior payment of the reasonable and necessary expenses of operating and maintaining the projects or facilities except depreciation; (2) Amounts received by the authority under loans authorized under this Act; (3) Revenues received by the authority under this Act from any source other than general tax revenues. Section 11. The evidences of indebtedness issued by the authority are not subject to taxation by the state or any of its political subdivisions and do not constitute a debt of the State of South Dakota within the meaning of any statutory or constitutional provision and must contain a statement to that effect on their face. Section 12. The authority may establish and maintain a reserve fund for evidences of indebtedness issued under this Act. There shall be deposited in the reserve fund: (1) All moneys appropriated by the Legislature to the authority for the purpose of the reserve fund; (2) All proceeds of evidences of indebtedness issued under this Act required to be deposited in the reserve fund by the terms of any contract between the authority and the holders of its evidences of indebtedness or any resolution of the authority; (3) Any lawfully available moneys of the authority which it may determine to deposit in the reserve fund; (4) Any moneys from any other source made available to the authority for deposit in the reserve fund or any contractual right to the receipt of moneys by the authority for the purpose of the fund, including a letter of credit, surety bond, or similar instrument. Section 13. The authority shall include in its annual budget request the amount, if any, necessary to restore any reserve fund established under this Act to an amount equal to the amount required to be deposited in the fund by the terms of any contract or resolution approved by the Economic Development Finance Authority. Section 14. Any pledge of revenue made by the Economic Development Finance Authority as security for the authority's evidences of indebtedness is valid and binding from time to time when the pledge is made. The revenues or other moneys so pledged and thereafter received by the authority are immediately subject to the lien of any such pledge without any physical delivery thereof or further act, and the lien of any such pledge is valid and binding as against all parties having claims of any kind in tort, contract, or otherwise against the authority, regardless of whether the parties have notice thereof. Neither the resolution nor any other instrument by which a pledge is created need be filed or recorded, except in the records of the authority. Section 15. The authority may obtain from any entity of the state, any department or agency of the United States of America, or any nongovernmental insurer any insurance, guaranty, or liquidity facility, or from a financial institution a letter of credit to the extent such insurance, guaranty, liquidity facility, or letter of credit now or hereafter available, for the payment or repayment of interest or principal, or both, or any part thereof, on any evidences of indebtedness issued by the authority pursuant to this Act. The authority may enter into any agreement or contract with respect to any such insurance, guaranty, letter of credit, or liquidity facility, and pay any required fee, unless the same would impair or interfere with the ability of the authority to fulfill the terms of any agreement made with the holders of its evidences of indebtedness. Section 16. After issuance, all evidences of indebtedness of the authority are conclusively presumed to be fully authorized and issued under the laws of the state, and any person or governmental unit is estopped from questioning their authorization, sale, issuance, execution, or delivery by the authority. Section 17. If the authority has issued evidences of indebtedness and pledged the revenues of the project or facilities for the payment thereof as provided in this Act, the authority shall operate and maintain the project or facilities and shall impose and collect fees and charges for the services furnished by the project or facilities, including those furnished to the authority itself, in the amounts and at the rates as shall be fully sufficient at all times to: (1) Pay the expenses of operating and maintaining the project or facilities; (2) Provide a debt service fund sufficient to assure the prompt payment of principal and interest on the evidences of indebtedness at maturity; and (3) Provide a reasonable fund for contingencies as may be required by the resolution authorizing the evidences of indebtedness. Section 18. The authority and the facilities constructed or operated by the authority are exempt from the provisions of Title 49 except for chapter 49-41B governing energy conversion and transmission facilities. The authority shall consult with the Public Utilities Commission with respect to the rates charged by the authority for use of its facilities. Such rates shall thereafter be considered just and reasonable in proceedings before the Public Utilities Commission. Section 19. The bonds of the authority are legal investments that may be used as collateral for public funds of the state, insurance companies, banks, savings and loan associations, investment companies, trustees, and other fiduciaries that may properly and legally invest funds in their control or belonging to them in bonds of the authority. The State Investment Council board may invest in bonds of the authority in an amount specified by the council."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19812, "action_date": "2005-01-27T14:00:00-06:00", "document_id": 103467, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103467.pdf", "status_text": "First read in Senate and referred to", "journal_page": 201, "committee_id_action": 861, "committee_id_assigned": 843, "result": "N", "vote": {}}, {"bill_id": 19812, "action_date": "2005-02-09T07:45:00-06:00", "document_id": 104391, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104391.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 843, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19812, "action_date": "2005-02-09T07:45:00-06:00", "document_id": 104391, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104391.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 401, "committee_id_action": 843, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59766, "president_vote": null, "Yea": [3150, 3212, 3214, 3224, 3236, 3241, 3205, 3154], "Excused": [3217]}}]}