{"session_id": 21, "bill_id": 6266, "bill_type": "House Bill", "bill_number": 1043, "bill_title": "repeal certain outdated and obsolete provisions regarding the Department of Education.", "sponsors": [], "keywords": ["Education "], "audio": [{"meeting_datetime": "2015-01-26T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hed09.mp3", "start_seconds": 211.0}, {"meeting_datetime": "2015-01-26T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hed09.mp3", "start_seconds": 211.0}, {"meeting_datetime": "2015-01-26T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hed09.mp3", "start_seconds": 211.0}, {"meeting_datetime": "2015-01-26T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hed09.mp3", "start_seconds": 211.0}, {"meeting_datetime": "2015-01-26T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hed09.mp3", "start_seconds": 211.0}, {"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed14.mp3", "start_seconds": 925.0}, {"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed14.mp3", "start_seconds": 925.0}, {"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed14.mp3", "start_seconds": 925.0}, {"meeting_datetime": "2015-02-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen28.mp3", "start_seconds": 4220.0}, {"meeting_datetime": "2015-02-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen28.mp3", "start_seconds": 4220.0}, {"meeting_datetime": "2015-02-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen28.mp3", "start_seconds": 4220.0}], "bill_versions": [{"bill_id": 6266, "bill_version_id": 33015, "bill_version": "Introduced", "bill_version_date": "2015-01-09T17:29:11.04-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain outdated and obsolete provisions regarding the Department of Education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-1-44 be repealed. 13-1-44. The Department of Education, the colleges of education at public universities, and the Board of Education shall jointly examine the teacher preparation and administrator preparation programs at the public universities. They shall file a report by November 15, 2000, and deliver it to the Governor, the Legislature, and the Board of Regents. The report shall describe the programs, explain strengths and deficiencies in the programs, and recommend actions to improve the programs. Section 2. That § 13-1-50 be repealed. 13-1-50. The South Dakota American Indian language revitalization program is hereby established. The Office of Indian Education shall develop a pilot program to offer instruction in the Lakota, Dakota, and Nakota languages to educators of South Dakota American Indian students. The pilot program may be extended to offer instruction in the Lakota, Dakota, or Nakota language directly to South Dakota American Indian students in accordance with the language associated with the students' tribe. Nothing in this section restricts the instruction of Dakota, Nakota, or Lakota to a student from a different tribal language group. The Office of Indian Education shall provide a report on the status of the development and implementation of the South Dakota American Indian language revitalization program to the 2009 Legislature. Section 3. That § 13-3-73 be repealed. 13-3-73. There is hereby created the teacher compensation assistance program within the Department of Education to provide funds to school districts for the purpose of assisting school districts with teacher compensation. School districts are eligible to receive funds from the teacher compensation assistance program based on their fall enrollment numbers. The department shall provide four-fifths of the funds for the teacher compensation assistance program to each participating school district. The Board of Education shall promulgate rules, pursuant to chapter 1-26, to create an oversight board appointed by the secretary of education for approval of applications as well as guidelines for district applications based on district instructional goals, market compensation or other specific district requirements as approved by the department. Participation in the program is discretionary. District applications shall be approved by the local board of education. The applications shall be reviewed by the teacher compensation assistance program oversight board and shall be recommended to the Board of Education for final approval. The Legislature shall review the teacher compensation assistance program in 2012 to determine its effectiveness and to determine whether to continue the program. Section 4. That § 13-3-74 be repealed. 13-3-74. The Teacher Compensation Assistance Program Oversight Board shall annually monitor the progress of participating school districts with their teacher compensation assistance plans, and submit its findings to the Board of Education. Section 5. That § 13-3-74.1 be repealed. 13-3-74.1. There is hereby established the Teacher Compensation Assistance Program Advisory Council. The council shall be under the supervision of the Department of Education. The speaker of the House of Representative shall appoint three members of the House of Representatives to the council, including at least one member from each political party, and the president pro tempore of the Senate shall appoint three members of the Senate to the council, including at least one member from each political party. The Governor shall appoint the remaining members of the council, including at least one teacher, one school administrator, and one representative of a statewide education organization. Section 6. That § 13-3-74.2 be repealed. 13-3-74.2. The council shall examine how teacher quality and teacher salaries in the state can be enhanced, and how the funds appropriated in fiscal year 2010 and in subsequent fiscal years by the state for the teacher compensation assistance program established in § 13-3-73 can best be utilized to assist in that effort. The council shall consider a variety of issues surrounding teachers including market compensation, a tiered licensure system, a system for evaluating teachers, mentoring and induction programs for teachers, and continuing contracts for teachers. Section 7. That § 13-3-74.3 be repealed. 13-3-74.3. The council shall complete its work and the secretary of education shall provide its recommendations to the Governor and to the Executive Board of the Legislative Research Council no later than November 15, 2008. Section 8. That § 13-3-75 be repealed. 13-3-75. The South Dakota Board of Education shall promulgate rules pursuant to chapter 1-26 establishing the application process; application timelines; the guidelines for district applications based on school district instructional goals or market compensation; and a system to monitor the progress of participating school districts with their compensation assistance plans and to ensure that each participating school district is complying with the plan as submitted to the board. Section 9. That § 13-3-83.1 be repealed. 13-3-83.1. Once all the school districts with approved applications have received their funding pursuant to § 13-3-73, the Department of Education may set aside from any funds remaining, a sum not to exceed one hundred thousand dollars from the teacher compensation assistance program appropriation for the purpose of providing grants to educational cooperatives and multi-district centers that employ teachers for public schools. The South Dakota Board of Education may promulgate rules, pursuant to chapter 1-26, to establish the granting process. Section 10. That § 13-6-92 be repealed. 13-6-92. If two or more school districts consolidate after July 1, 2001 and on or before July 1, 2007, the new school district is entitled to an additional three hundred dollars per average daily membership as defined in § 13-13-10.1, up to a maximum of four hundred average daily membership from each school district or a prorated portion thereof from a partial school district as it existed prior to consolidation for the first year after consolidation. If two or more school districts consolidate after July 1, 2001 and on or before July 1, 2007, the new school district is entitled to an additional two hundred dollars per average daily membership as defined in § 13-13-10.1, up to a maximum of four hundred average daily membership from each school district or a prorated portion thereof from a partial school district as it existed prior to consolidation for the second year after consolidation. If two or more school districts consolidate after July 1, 2001 and on or before July 1, 2007, the new school district is entitled to an additional one hundred dollars per average daily membership as defined in § 13-13-10.1, up to a maximum of four hundred average daily membership from each school district or a prorated portion thereof from a partial school district as it existed prior to consolidation for the third year after consolidation. If two or more school districts consolidate after July 1, 2007, and on or before July 1, 2010, for the first year after consolidation, each new school district is entitled to one thousand dollars for each sending district student included in the receiving district's fall enrollment for the first year after consolidation, up to a maximum of four hundred sending district students. If two or more school districts consolidate after July 1, 2007, and on or before July 1, 2010, for the second year after consolidation, each new school district is entitled to eight hundred dollars for each sending district student included in the receiving district's fall enrollment for the first year after consolidation, up to a maximum of four hundred sending district students. If two or more school districts consolidate after July 1, 2007, and on or before July 1, 2010, for the third year after consolidation, each new school district is entitled to four hundred dollars for each sending district student included in the receiving district's fall enrollment for the first year after consolidation, up to a maximum of four hundred sending district students. For the purposes of the entitlement provided in this section, if a receiving district receives fewer than ten sending district students, the receiving district is entitled to payment for ten sending district students. Section 11. That § 13-6-92.1 be repealed. 13-6-92.1. Notwithstanding the provisions of § 13-6-92, if two or more school districts consolidate after July 1, 2007, and the secretary of education has issued an order to give effect to the reorganization plan pursuant to § 13-6-48 no later than July 1, 2008, the new school district is entitled to an additional six hundred dollars per fall enrollment as defined in § 13-13-10.1, up to a maximum of four hundred fall enrollment from each school district or a prorated portion thereof from a partial school district as it existed prior to consolidation for the first year after consolidation. If two or more school districts consolidate after July 1, 2007, and the secretary of education has issued an order to give effect to the reorganization plan pursuant to § 13-6-48 no later than July 1, 2008, the new school district is entitled to an additional four hundred dollars per fall enrollment, up to a maximum of four hundred fall enrollment from each school district or a prorated portion thereof from a partial school district as it existed prior to consolidation for the second year after consolidation. If two or more school districts consolidate after July 1, 2007, and the secretary of education has issued an order to give effect to the reorganization plan pursuant to § 13-6-48 no later than July 1, 2008, the new school district is entitled to an additional two hundred dollars per fall enrollment, up to a maximum of four hundred fall enrollment from each school district or a prorated portion thereof from a partial school district as it existed prior to consolidation for the third year after consolidation. Any school district that is eligible for and receives consolidation incentive payments pursuant to this section may not receive consolidation incentive payments pursuant to § 13-6-92. Section 12. That § 13-6-92.2 be repealed. 13-6-92.2. For the purposes of §§ 13-6-92 and 13-6-92.1, the following terms mean: (1) \"New school district,\" a school district which is formed as the result of a consolidation of two or more school districts; (2) \"Receiving district,\" a new school district in which a secondary attendance center was operated prior to consolidation and is operated after consolidation; (3) \"Sending district,\" a school district which is not a receiving school district whose land has become part of another school district; and (4) \"Sending district student,\" a student who was included in the current fall enrollment as defined in § 13-13-10.1 of a sending school district for the school year prior to the first year the new school district operates. Section 13. That § 13-6-93 be repealed. 13-6-93. For the purposes of §§ 13-6-92 to 13-6-96, inclusive, no student may be counted more than once. Section 14. That § 13-6-94 be repealed. 13-6-94. The entitlement provided by §§ 13-6-92 to 13-6-96, inclusive, shall be paid by the Department of Education out of any money appropriated for the purposes of §§ 13-6-92 to 13-6-96, inclusive. Section 15. That § 13-6-95 be repealed. 13-6-95. The restriction on transfers imposed by § 13-16-26.2 does not apply to any money received by a school district under the provisions of §§ 13-6-92 to 13-6-96, inclusive. Section 16. That § 13-6-96 be repealed. 13-6-96. The Department of Education may promulgate rules pursuant to chapter 1-26 to implement the provisions of §§ 13-6-92 to 13-6-96, inclusive. Section 17. That § 13-14-3 be repealed. 13-14-3. All funds that shall be received by the several counties of this state, from the secretary of agriculture of the United States, out of the revenues received by the secretary from the use of land acquired by the United States under the provision of \"The Bankhead-Jones Farm Tenant Act\" shall be apportioned, by the county commissioners of each county, among the several school districts having children requiring school facilities, according to the acreage of such land in said districts, and upon such apportionment, shall be paid to such school districts by the county treasurers, to be used for school purposes in accordance with the provisions of said federal act. Section 18. That § 13-18-12 be repealed. 13-18-12. Outstanding registered warrants and refunding bonds for registered warrants of school districts issued before January 1, 1983, for the purpose of operating schools within the school district, are hereby reaffirmed, legalized, and validated and declared to be legal, valid, and binding obligations of said school district. Section 19. That § 13-27-12 be repealed. 13-27-12. The secretary of the Department of Education, or his designee, shall enforce the provisions of this chapter and the laws of this state relating to compulsory attendance of persons of school age. In the performance of these duties he has the same authority granted truancy officers. Section 20. That § 13-47-19 be repealed. 13-47-19. The secretary of education is hereby authorized to arrange with the South Dakota board of directors for educational telecommunications time necessary during each and every school day for telecasting instructional telecommunications programs for use in the elementary and secondary schools of the state. Section 21. That § 13-47-20 be repealed. 13-47-20. The secretary of education may also arrange for suitable time to provide in-service training to schools to help instructional staff and other school personnel to better utilize the instructional telecommunications media. Section 22. That § 13-47-21 be repealed. 13-47-21. The Bureau of Information and Telecommunications shall advise the Secretary of Education and shall assist him in reviewing, previewing, and recommending elementary and secondary instructional telecommunications programs to be telecast to the schools of this state in order that the program of instructional telecommunications meets the needs of the local school systems."}, {"bill_id": 6266, "bill_version_id": 33692, "bill_version": "House Education Engrossed", "bill_version_date": "2015-01-26T12:07:16.84-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain outdated and obsolete provisions regarding the Department of Education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-1-44 be repealed. 13-1-44. The Department of Education, the colleges of education at public universities, and the Board of Education shall jointly examine the teacher preparation and administrator preparation programs at the public universities. They shall file a report by November 15, 2000, and deliver it to the Governor, the Legislature, and the Board of Regents. The report shall describe the programs, explain strengths and deficiencies in the programs, and recommend actions to improve the programs. Section 2. That § 13-3-73 be repealed. 13-3-73. There is hereby created the teacher compensation assistance program within the Department of Education to provide funds to school districts for the purpose of assisting school districts with teacher compensation. School districts are eligible to receive funds from the teacher compensation assistance program based on their fall enrollment numbers. The department shall provide four-fifths of the funds for the teacher compensation assistance program to each participating school district. The Board of Education shall promulgate rules, pursuant to chapter 1-26, to create an oversight board appointed by the secretary of education for approval of applications as well as guidelines for district applications based on district instructional goals, market compensation or other specific district requirements as approved by the department. Participation in the program is discretionary. District applications shall be approved by the local board of education. The applications shall be reviewed by the teacher compensation assistance program oversight board and shall be recommended to the Board of Education for final approval. The Legislature shall review the teacher compensation assistance program in 2012 to determine its effectiveness and to determine whether to continue the program. Section 3. That § 13-3-74 be repealed. 13-3-74. The Teacher Compensation Assistance Program Oversight Board shall annually monitor the progress of participating school districts with their teacher compensation assistance plans, and submit its findings to the Board of Education. Section 4. That § 13-3-74.1 be repealed. 13-3-74.1. There is hereby established the Teacher Compensation Assistance Program Advisory Council. The council shall be under the supervision of the Department of Education. The speaker of the House of Representative shall appoint three members of the House of Representatives to the council, including at least one member from each political party, and the president pro tempore of the Senate shall appoint three members of the Senate to the council, including at least one member from each political party. The Governor shall appoint the remaining members of the council, including at least one teacher, one school administrator, and one representative of a statewide education organization. Section 5. That § 13-3-74.2 be repealed. 13-3-74.2. The council shall examine how teacher quality and teacher salaries in the state can be enhanced, and how the funds appropriated in fiscal year 2010 and in subsequent fiscal years by the state for the teacher compensation assistance program established in § 13-3-73 can best be utilized to assist in that effort. The council shall consider a variety of issues surrounding teachers including market compensation, a tiered licensure system, a system for evaluating teachers, mentoring and induction programs for teachers, and continuing contracts for teachers. Section 6. That § 13-3-74.3 be repealed. 13-3-74.3. The council shall complete its work and the secretary of education shall provide its recommendations to the Governor and to the Executive Board of the Legislative Research Council no later than November 15, 2008. Section 7. That § 13-3-75 be repealed. 13-3-75. The South Dakota Board of Education shall promulgate rules pursuant to chapter 1-26 establishing the application process; application timelines; the guidelines for district applications based on school district instructional goals or market compensation; and a system to monitor the progress of participating school districts with their compensation assistance plans and to ensure that each participating school district is complying with the plan as submitted to the board. Section 8. That § 13-3-83.1 be repealed. 13-3-83.1. Once all the school districts with approved applications have received their funding pursuant to § 13-3-73, the Department of Education may set aside from any funds remaining, a sum not to exceed one hundred thousand dollars from the teacher compensation assistance program appropriation for the purpose of providing grants to educational cooperatives and multi-district centers that employ teachers for public schools. The South Dakota Board of Education may promulgate rules, pursuant to chapter 1-26, to establish the granting process. Section 9. That § 13-6-92 be repealed. 13-6-92. If two or more school districts consolidate after July 1, 2001 and on or before July 1, 2007, the new school district is entitled to an additional three hundred dollars per average daily membership as defined in § 13-13-10.1, up to a maximum of four hundred average daily membership from each school district or a prorated portion thereof from a partial school district as it existed prior to consolidation for the first year after consolidation. If two or more school districts consolidate after July 1, 2001 and on or before July 1, 2007, the new school district is entitled to an additional two hundred dollars per average daily membership as defined in § 13-13-10.1, up to a maximum of four hundred average daily membership from each school district or a prorated portion thereof from a partial school district as it existed prior to consolidation for the second year after consolidation. If two or more school districts consolidate after July 1, 2001 and on or before July 1, 2007, the new school district is entitled to an additional one hundred dollars per average daily membership as defined in § 13-13-10.1, up to a maximum of four hundred average daily membership from each school district or a prorated portion thereof from a partial school district as it existed prior to consolidation for the third year after consolidation. If two or more school districts consolidate after July 1, 2007, and on or before July 1, 2010, for the first year after consolidation, each new school district is entitled to one thousand dollars for each sending district student included in the receiving district's fall enrollment for the first year after consolidation, up to a maximum of four hundred sending district students. If two or more school districts consolidate after July 1, 2007, and on or before July 1, 2010, for the second year after consolidation, each new school district is entitled to eight hundred dollars for each sending district student included in the receiving district's fall enrollment for the first year after consolidation, up to a maximum of four hundred sending district students. If two or more school districts consolidate after July 1, 2007, and on or before July 1, 2010, for the third year after consolidation, each new school district is entitled to four hundred dollars for each sending district student included in the receiving district's fall enrollment for the first year after consolidation, up to a maximum of four hundred sending district students. For the purposes of the entitlement provided in this section, if a receiving district receives fewer than ten sending district students, the receiving district is entitled to payment for ten sending district students. Section 10. That § 13-6-92.1 be repealed. 13-6-92.1. Notwithstanding the provisions of § 13-6-92, if two or more school districts consolidate after July 1, 2007, and the secretary of education has issued an order to give effect to the reorganization plan pursuant to § 13-6-48 no later than July 1, 2008, the new school district is entitled to an additional six hundred dollars per fall enrollment as defined in § 13-13-10.1, up to a maximum of four hundred fall enrollment from each school district or a prorated portion thereof from a partial school district as it existed prior to consolidation for the first year after consolidation. If two or more school districts consolidate after July 1, 2007, and the secretary of education has issued an order to give effect to the reorganization plan pursuant to § 13-6-48 no later than July 1, 2008, the new school district is entitled to an additional four hundred dollars per fall enrollment, up to a maximum of four hundred fall enrollment from each school district or a prorated portion thereof from a partial school district as it existed prior to consolidation for the second year after consolidation. If two or more school districts consolidate after July 1, 2007, and the secretary of education has issued an order to give effect to the reorganization plan pursuant to § 13-6-48 no later than July 1, 2008, the new school district is entitled to an additional two hundred dollars per fall enrollment, up to a maximum of four hundred fall enrollment from each school district or a prorated portion thereof from a partial school district as it existed prior to consolidation for the third year after consolidation. Any school district that is eligible for and receives consolidation incentive payments pursuant to this section may not receive consolidation incentive payments pursuant to § 13-6-92. Section 11. That § 13-6-92.2 be repealed. 13-6-92.2. For the purposes of §§ 13-6-92 and 13-6-92.1, the following terms mean: (1) \"New school district,\" a school district which is formed as the result of a consolidation of two or more school districts; (2) \"Receiving district,\" a new school district in which a secondary attendance center was operated prior to consolidation and is operated after consolidation; (3) \"Sending district,\" a school district which is not a receiving school district whose land has become part of another school district; and (4) \"Sending district student,\" a student who was included in the current fall enrollment as defined in § 13-13-10.1 of a sending school district for the school year prior to the first year the new school district operates. Section 12. That § 13-6-93 be repealed. 13-6-93. For the purposes of §§ 13-6-92 to 13-6-96, inclusive, no student may be counted more than once. Section 13. That § 13-6-94 be repealed. 13-6-94. The entitlement provided by §§ 13-6-92 to 13-6-96, inclusive, shall be paid by the Department of Education out of any money appropriated for the purposes of §§ 13-6-92 to 13-6-96, inclusive. Section 14. That § 13-6-95 be repealed. 13-6-95. The restriction on transfers imposed by § 13-16-26.2 does not apply to any money received by a school district under the provisions of §§ 13-6-92 to 13-6-96, inclusive. Section 15. That § 13-6-96 be repealed. 13-6-96. The Department of Education may promulgate rules pursuant to chapter 1-26 to implement the provisions of §§ 13-6-92 to 13-6-96, inclusive. Section 16. That § 13-14-3 be repealed. 13-14-3. All funds that shall be received by the several counties of this state, from the secretary of agriculture of the United States, out of the revenues received by the secretary from the use of land acquired by the United States under the provision of \"The Bankhead-Jones Farm Tenant Act\" shall be apportioned, by the county commissioners of each county, among the several school districts having children requiring school facilities, according to the acreage of such land in said districts, and upon such apportionment, shall be paid to such school districts by the county treasurers, to be used for school purposes in accordance with the provisions of said federal act. Section 17. That § 13-18-12 be repealed. 13-18-12. Outstanding registered warrants and refunding bonds for registered warrants of school districts issued before January 1, 1983, for the purpose of operating schools within the school district, are hereby reaffirmed, legalized, and validated and declared to be legal, valid, and binding obligations of said school district. Section 18. That § 13-27-12 be repealed. 13-27-12. The secretary of the Department of Education, or his designee, shall enforce the provisions of this chapter and the laws of this state relating to compulsory attendance of persons of school age. In the performance of these duties he has the same authority granted truancy officers. Section 19. That § 13-47-19 be repealed. 13-47-19. The secretary of education is hereby authorized to arrange with the South Dakota board of directors for educational telecommunications time necessary during each and every school day for telecasting instructional telecommunications programs for use in the elementary and secondary schools of the state. Section 20. That § 13-47-20 be repealed. 13-47-20. The secretary of education may also arrange for suitable time to provide in-service training to schools to help instructional staff and other school personnel to better utilize the instructional telecommunications media. Section 21. That § 13-47-21 be repealed. 13-47-21. The Bureau of Information and Telecommunications shall advise the Secretary of Education and shall assist him in reviewing, previewing, and recommending elementary and secondary instructional telecommunications programs to be telecast to the schools of this state in order that the program of instructional telecommunications meets the needs of the local school systems."}, {"bill_id": 6266, "bill_version_id": 35687, "bill_version": "Enrolled", "bill_version_date": "2015-02-27T10:09:22.397-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6266, "action_date": "2015-01-13T12:00:00-06:00", "document_id": 33112, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33112.pdf", "status_text": "First Reading House", "journal_page": 30, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6266, "action_date": "2015-01-14T13:00:00-06:00", "document_id": 33159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33159.pdf", "status_text": "Referred to", "journal_page": 39, "committee_id_action": 286, "committee_id_assigned": 273, "result": "N", "vote": {}}, {"bill_id": 6266, "action_date": "2015-01-26T07:45:00-06:00", "document_id": 33572, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33572.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 273, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6266, "action_date": "2015-01-26T07:45:00-06:00", "document_id": 33662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33662.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 273, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6266, "action_date": "2015-01-26T07:45:00-06:00", "document_id": 33662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33662.pdf", "status_text": "Do Pass Amended", "journal_page": 141, "committee_id_action": 273, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17724, "president_vote": null, "Yea": [928, 931, 917, 945, 958, 887, 905, 936, 920, 930, 904, 934, 957, 861, 926]}}, {"bill_id": 6266, "action_date": "2015-01-26T07:45:00-06:00", "document_id": 33662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33662.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 273, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6266, "action_date": "2015-01-28T14:00:00-06:00", "document_id": 34023, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34023.pdf", "status_text": "Do Pass Amended", "journal_page": 205, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17877, "president_vote": null, "Yea": [883, 915, 952, 884, 938, 888, 928, 923, 925, 875, 931, 941, 927, 857, 859, 917, 924, 929, 947, 937, 948, 945, 882, 909, 946, 958, 913, 887, 951, 861, 905, 919, 956, 936, 879, 907, 939, 920, 930, 953, 881, 906, 908, 940, 935, 916, 911, 910, 863, 864, 914, 922, 933, 866, 867, 926, 955, 869, 950, 912, 904, 921, 918, 954, 932, 949, 934, 957, 874], "Excused": [865]}}, {"bill_id": 6266, "action_date": "2015-01-29T14:00:00-06:00", "document_id": 34111, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34111.pdf", "status_text": "First read in Senate and referred to", "journal_page": 235, "committee_id_action": 284, "committee_id_assigned": 263, "result": "N", "vote": {}}, {"bill_id": 6266, "action_date": "2015-02-03T07:45:00-06:00", "document_id": 34198, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34198.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 263, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6266, "action_date": "2015-02-03T07:45:00-06:00", "document_id": 34357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34357.pdf", "status_text": "Do Pass", "journal_page": 258, "committee_id_action": 263, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18067, "president_vote": null, "Yea": [943, 889, 880, 868, 877], "Nay": [860, 896]}}, {"bill_id": 6266, "action_date": "2015-02-04T14:00:00-06:00", "document_id": 34497, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34497.pdf", "status_text": "Deferred to another day", "journal_page": 291, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6266, "action_date": "2015-02-05T14:00:00-06:00", "document_id": 34578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34578.pdf", "status_text": "Deferred to another day", "journal_page": 309, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6266, "action_date": "2015-02-06T13:00:00-06:00", "document_id": 34664, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34664.pdf", "status_text": "Deferred to another day", "journal_page": 324, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6266, "action_date": "2015-02-09T14:00:00-06:00", "document_id": 34736, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34736.pdf", "status_text": "Deferred to another day", "journal_page": 346, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6266, "action_date": "2015-02-10T14:00:00-06:00", "document_id": 34823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34823.pdf", "status_text": "Deferred to another day", "journal_page": 361, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6266, "action_date": "2015-02-11T14:00:00-06:00", "document_id": 34923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34923.pdf", "status_text": "Deferred to another day", "journal_page": 381, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6266, "action_date": "2015-02-12T13:00:00-06:00", "document_id": 35017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35017.pdf", "status_text": "Placed on calendar", "journal_page": 397, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6266, "action_date": "2015-02-17T14:00:00-06:00", "document_id": 35120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35120.pdf", "status_text": "Placed on calendar", "journal_page": 423, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6266, "action_date": "2015-02-18T14:30:00-06:00", "document_id": 35199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35199.pdf", "status_text": "Deferred to another day", "journal_page": 439, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6266, "action_date": "2015-02-19T14:00:00-06:00", "document_id": 35278, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35278.pdf", "status_text": "Deferred to another day", "journal_page": 456, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6266, "action_date": "2015-02-20T13:00:00-06:00", "document_id": 35383, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35383.pdf", "status_text": "Deferred to another day", "journal_page": 480, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6266, "action_date": "2015-02-24T14:00:00-06:00", "document_id": 35489, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35489.pdf", "status_text": "Deferred to another day", "journal_page": 499, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6266, "action_date": "2015-02-25T14:00:00-06:00", "document_id": 35568, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35568.pdf", "status_text": "Deferred to another day", "journal_page": 518, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6266, "action_date": "2015-02-26T14:00:00-06:00", "document_id": 35645, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35645.pdf", "status_text": "Do Pass Amended", "journal_page": 541, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19158, "president_vote": null, "Yea": [853, 854, 855, 856, 858, 860, 889, 894, 903, 876, 899, 885, 896, 901, 895, 898, 890, 900, 942, 891, 893, 886, 862, 880, 944, 902, 877, 868, 871, 892, 872, 873, 878, 897], "Excused": [943]}}, {"bill_id": 6266, "action_date": "2015-02-27T13:00:00-06:00", "document_id": 35735, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35735.pdf", "status_text": "Signed by the Speaker", "journal_page": 558, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6266, "action_date": "2015-03-03T14:00:00-06:00", "document_id": 35838, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35838.pdf", "status_text": "Signed by the President", "journal_page": 574, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6266, "action_date": "2015-03-04T14:00:00-06:00", "document_id": 35959, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35959.pdf", "status_text": "Delivered to the Governor", "journal_page": 600, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6266, "action_date": "2015-03-11T10:30:00-05:00", "document_id": 36382, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36382.pdf", "status_text": "Signed by the Governor", "journal_page": 716, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5839}