{"session_id": 68, "bill_id": 23883, "bill_type": "House Joint Resolution", "bill_number": 5001, "bill_title": "Proposing and submitting to the voters at the next general election an amendment to the Constitution of the State of South Dakota, requiring an intervening general election occur before an initiated constitutional amendment that is substantially similar to an initiated amendment that was previously voted on and rejected may be submitted to a vote of the electors.", "sponsors": [{"legislator_profile_id": 4351, "is_prime": true}, {"legislator_profile_id": 4395, "is_prime": true}, {"legislator_profile_id": 4445, "is_prime": false}, {"legislator_profile_id": 4338, "is_prime": false}], "keywords": ["Ballot Measures", "Constitutional Amendments", "House Joint Resolution", "Voting"], "audio": [{"meeting_datetime": "2023-01-20T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst08.mp3", "start_seconds": 192.0}, {"meeting_datetime": "2023-01-20T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst08.mp3", "start_seconds": 192.0}, {"meeting_datetime": "2023-01-20T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst08.mp3", "start_seconds": 192.0}], "bill_versions": [{"bill_id": 23883, "bill_version_id": 243292, "bill_version": "Introduced", "bill_version_date": "2023-01-13T05:20:11.45-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the voters at the next general election an amendment to the Constitution of the State of South Dakota, requiring an intervening general election occur before an initiated constitutional amendment that is substantially similar to an initiated amendment that was previously voted on and rejected may be submitted to a vote of the electors. Be it resolved by the House of Representatives of the State of South Dakota, the Senate concurring therein: Section 1. That at the next general election held in the state, the following amendment to Article XXIII of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article XXIII, § 1 of the Constitution of the State of South Dakota, be AMENDED: § 1. Amendments to this Constitution may be proposed by initiative or by a majority vote of all members of each house of the Legislature. An amendment proposed by initiative shall require a petition signed by qualified voters equal in number to at least ten percent of the total votes cast for Governor in the last gubernatorial election. The petition containing the text of the proposed amendment and the names and addresses of its sponsors shall be filed at least one year before the next general election at which the proposed amendment is submitted to the voters. A proposed amendment may amend one or more articles and related subject matter in other articles as necessary to accomplish the objectives of the amendment; however, no proposed amendment may embrace more than one subject. If more than one amendment is submitted at the same election, each amendment shall be so prepared and distinguished that it can be voted upon separately. No constitutional amendment initiated by petition that has been determined to be substantially similar to an initiated constitutional amendment that was previously voted on and rejected by the electors of this state may be submitted to a vote of the electors until at least one intervening general election has taken place since the election in which the initiated constitutional amendment was last rejected. The attorney general shall determine if a constitutional amendment proposed by the people is substantially similar to a constitutional amendment that was voted on and rejected with no intervening general election."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23883, "action_date": "2023-01-13T12:30:00-06:00", "document_id": 243286, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243286.pdf", "status_text": "First read in House and referred to", "journal_page": 34, "committee_id_action": 1159, "committee_id_assigned": 1166, "result": "N", "vote": {}}, {"bill_id": 23883, "action_date": "2023-01-20T07:45:00-06:00", "document_id": 244243, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244243.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23883, "action_date": "2023-01-20T07:45:00-06:00", "document_id": 244245, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244245.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1166, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76266, "president_vote": null, "Yea": [4334, 4337, 4341, 4343, 4344, 4353, 4368, 4385, 4409, 4408], "Nay": [4366, 4392], "Excused": [4470]}}]}