{"session_id": 64, "bill_id": 23206, "bill_type": "House Bill", "bill_number": 1188, "bill_title": "establish the nonbeneficiary student scholarship program and make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 3919, "is_prime": true}, {"legislator_profile_id": 3949, "is_prime": false}, {"legislator_profile_id": 3960, "is_prime": false}, {"legislator_profile_id": 3981, "is_prime": false}], "keywords": ["Appropriation", "Higher Education", "Students"], "audio": [{"meeting_datetime": "2022-02-07T07:45:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hed18.mp3", "start_seconds": 3202.0}, {"meeting_datetime": "2022-02-07T07:45:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hed18.mp3", "start_seconds": 3202.0}, {"meeting_datetime": "2022-02-07T07:45:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hed18.mp3", "start_seconds": 3202.0}, {"meeting_datetime": "2022-02-07T07:45:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hed18.mp3", "start_seconds": 3202.0}, {"meeting_datetime": "2022-02-07T07:45:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hed18.mp3", "start_seconds": 3920.0}], "bill_versions": [{"bill_id": 23206, "bill_version_id": 230522, "bill_version": "Introduced", "bill_version_date": "2022-01-26T20:21:31.417-06:00", "bill_text": "An Act to establish the nonbeneficiary student scholarship program and make an appropriation therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 13-55 be amended with a NEW SECTION: There is hereby established the nonbeneficiary student scholarship program to be administered by the Department of Tribal Relations. The purpose of the scholarship program is to defray a portion of the costs incurred when a nonbeneficiary student is enrolled in a tribally controlled institution of higher education. For the purposes of this Act, the term, nonbeneficiary student, means a student who is enrolled in Oglala Lakota College in Kyle, Sinte Gleska University in Rosebud, Sitting Bull College in Mobridge, or Sisseton-Wahpeton Community College in Sisseton; who meets the South Dakota residency requirement established in § 13-53-24; and who is not an enrolled member of a federally recognized Indian tribe. Section 2. That chapter 13-55 be amended with a NEW SECTION: To receive a scholarship under this Act, a nonbeneficiary student shall apply on a form prescribed by the Department of Tribal Relations. A student is eligible to participate in the scholarship program for up to four consecutive semesters or until the attainment of a baccalaureate degree, whichever comes first. The consecutive enrollment requirement may be waived for a good cause as determined by rules promulgated pursuant to chapter 1-26 by the secretary of the Department of Tribal Relations. Section 3. That chapter 13-55 be amended with a NEW SECTION: In order to maintain eligibility in the nonbeneficiary student scholarship program, a nonbeneficiary student must maintain enrollment at a tribally controlled institution of higher education in this state and make continued progress toward a degree as determined by the student's program of study. Section 4. That chapter 13-55 be amended with a NEW SECTION: Funding for the nonbeneficiary student scholarship is limited to a maximum of one thousand dollars per year for each full-time-equivalent nonbeneficiary student. One-half of the scholarship award must be paid to the institution of higher education on behalf of an eligible nonbeneficiary student at the beginning of the fall semester, and one-half of the scholarship award must be paid to the institution of higher education on behalf of an eligible nonbeneficiary student at the beginning of the spring semester. If, in any year, the moneys available for scholarships are insufficient to permit each eligible nonbeneficiary student to receive the full amount provided in this section, the available moneys must be prorated and distributed on behalf of each eligible nonbeneficiary student in proportion to the entitlement created in this section. Section 5. There is hereby appropriated from the general fund the sum of $49,000 to the Department of Tribal Relations, for purposes of funding the nonbeneficiary scholarship program established in section 1 of this Act. Section 6. The secretary of the Department of Tribal Relations shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23206, "action_date": "2022-01-27T14:00:00-06:00", "document_id": 230262, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230262.pdf", "status_text": "First Reading House", "journal_page": 139, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23206, "action_date": "2022-01-31T14:00:00-06:00", "document_id": 231012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231012.pdf", "status_text": "Referred to", "journal_page": 156, "committee_id_action": 1008, "committee_id_assigned": 1005, "result": "N", "vote": {}}, {"bill_id": 23206, "action_date": "2022-02-07T07:45:00-06:00", "document_id": 232527, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232527.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1005, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23206, "action_date": "2022-02-07T07:45:00-06:00", "document_id": 232528, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232528.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 1005, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72910, "president_vote": null, "Yea": [3914, 3928, 3929, 3931, 3955, 3967, 3971, 3972, 3944], "Nay": [3948, 3960], "Excused": [3976, 3997, 4001, 3983]}}]}