{"session_id": 10, "bill_id": 2763, "bill_type": "House Bill", "bill_number": 1217, "bill_title": "establish certain legislative findings pertaining to the decision of a pregnant mother considering termination of her relationship with her child by an abortion, to establish certain procedures to better insure that such decisions are voluntary, uncoerced, and informed, and to revise certain causes of action for professional negligence relating to performance of an abortion.", "sponsors": [{"legislator_profile_id": 11, "is_prime": true}, {"legislator_profile_id": 4, "is_prime": true}, {"legislator_profile_id": 12, "is_prime": false}, {"legislator_profile_id": 56, "is_prime": false}, {"legislator_profile_id": 42, "is_prime": false}, {"legislator_profile_id": 33, "is_prime": false}, {"legislator_profile_id": 60, "is_prime": false}, {"legislator_profile_id": 49, "is_prime": false}, {"legislator_profile_id": 36, "is_prime": false}, {"legislator_profile_id": 7, "is_prime": false}, {"legislator_profile_id": 104, "is_prime": false}, {"legislator_profile_id": 78, "is_prime": false}, {"legislator_profile_id": 88, "is_prime": false}, {"legislator_profile_id": 61, "is_prime": false}, {"legislator_profile_id": 76, "is_prime": false}, {"legislator_profile_id": 90, "is_prime": false}, {"legislator_profile_id": 70, "is_prime": false}, {"legislator_profile_id": 54, "is_prime": false}, {"legislator_profile_id": 20, "is_prime": false}, {"legislator_profile_id": 71, "is_prime": false}, {"legislator_profile_id": 82, "is_prime": false}, {"legislator_profile_id": 55, "is_prime": false}, {"legislator_profile_id": 83, "is_prime": false}, {"legislator_profile_id": 31, "is_prime": false}, {"legislator_profile_id": 85, "is_prime": false}, {"legislator_profile_id": 103, "is_prime": false}, {"legislator_profile_id": 9, "is_prime": false}, {"legislator_profile_id": 27, "is_prime": false}, {"legislator_profile_id": 34, "is_prime": false}, {"legislator_profile_id": 67, "is_prime": false}, {"legislator_profile_id": 52, "is_prime": false}, {"legislator_profile_id": 14, "is_prime": false}, {"legislator_profile_id": 86, "is_prime": false}, {"legislator_profile_id": 93, "is_prime": false}, {"legislator_profile_id": 74, "is_prime": false}, {"legislator_profile_id": 97, "is_prime": false}, {"legislator_profile_id": 101, "is_prime": false}, {"legislator_profile_id": 91, "is_prime": false}], "keywords": ["Abortion", "Public Health and Safety"], "audio": [{"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju21.mp3", "start_seconds": 870.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju21.mp3", "start_seconds": 870.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju21.mp3", "start_seconds": 870.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju21.mp3", "start_seconds": 870.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju21.mp3", "start_seconds": 870.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju21.mp3", "start_seconds": 870.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju21.mp3", "start_seconds": 870.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hju21.mp3", "start_seconds": 870.0}, {"meeting_datetime": "2011-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou25.mp3", "start_seconds": 6090.0}, {"meeting_datetime": "2011-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou25.mp3", "start_seconds": 6090.0}, {"meeting_datetime": "2011-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou25.mp3", "start_seconds": 6090.0}, {"meeting_datetime": "2011-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou25.mp3", "start_seconds": 6090.0}, {"meeting_datetime": "2011-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou25.mp3", "start_seconds": 6090.0}, {"meeting_datetime": "2011-02-28T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/she29.mp3", "start_seconds": 110.0}, {"meeting_datetime": "2011-02-28T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/she29.mp3", "start_seconds": 110.0}, {"meeting_datetime": "2011-02-28T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/she29.mp3", "start_seconds": 110.0}, {"meeting_datetime": "2011-02-28T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/she29.mp3", "start_seconds": 110.0}, {"meeting_datetime": "2011-03-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen31.mp3", "start_seconds": 3334.0}, {"meeting_datetime": "2011-03-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen31.mp3", "start_seconds": 3334.0}, {"meeting_datetime": "2011-03-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen31.mp3", "start_seconds": 3334.0}, {"meeting_datetime": "2011-03-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen31.mp3", "start_seconds": 3334.0}, {"meeting_datetime": "2011-03-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen31.mp3", "start_seconds": 3334.0}, {"meeting_datetime": "2011-03-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen31.mp3", "start_seconds": 3334.0}, {"meeting_datetime": "2011-03-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen31.mp3", "start_seconds": 3334.0}], "bill_versions": [{"bill_id": 2763, "bill_version_id": 15931, "bill_version": "Introduced", "bill_version_date": "2011-01-31T09:33:11.74-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain legislative findings pertaining to the decision of a pregnant mother considering termination of her relationship with her child by an abortion, to establish certain procedures to better insure that such decisions are voluntary, uncoerced, and informed, and to revise certain causes of action for professional negligence relating to performance of an abortion. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: The Legislature finds that as abortion medicine is now practiced in South Dakota that: (1) In the overwhelming majority of cases, abortion surgery and medical abortions are scheduled for a pregnant mother without the mother first meeting and consulting with a physician or establishing a traditional physician-patient relationship; (2) The surgical and medical procedures are scheduled by someone other than a physician, without a medical or social assessment concerning the appropriateness of such a procedure or whether the pregnant mother's decision is truly voluntary, uncoerced, and informed, or whether there has been an adequate screening for a pregnant mother with regard to the risk factors that may cause complications if the abortion is performed; (3) Such practices are contrary to the best interests of the pregnant mother and her child and there is a need to protect the pregnant mother's interest in her relationship with her child and her health by passing remedial legislation; (4) There exists in South Dakota a number of pregnancy help centers, as defined in this Act, which have as their central mission providing counseling, education, and other assistance to pregnant mothers to help them maintain and keep their relationship with their unborn children, and that such counseling, education, and assistance provided by these pregnancy help centers is of significant value to the pregnant mothers in helping to protect their interest in their relationship with their children; and (5) It is a necessary and proper exercise of the state's authority to give precedence to the mother's fundamental interest in her relationship with her child over the irrevocable method of termination of that relationship by induced abortion. Section 2. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: The physician's common law duty to determine that the physician's patient's consent is voluntary and uncoerced and informed applies to all abortion procedures. The requirements expressly set forth in this Act, that require procedures designed to insure that a consent to an abortion is voluntary and uncoerced and informed, are an express clarification of, and are in addition to, those common law duties. Section 3. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: No surgical or medical abortion may be scheduled except by a licensed physician and only after the physician personally meets with the pregnant mother, consults with her, and performs an assessment of her medical and personal circumstances. Only after the physician completes the consultation and assessment complying with the provisions of this Act, may the physician schedule a surgical or medical abortion, but in no instance may the physician schedule such surgical or medical abortion to take place in less than seventy-two hours from the completion of such consultation and assessment except in a medical emergency as set forth in § 34-23A-10.1 and subdivision 34-23A-1(5). No physician may have the pregnant mother sign a consent for the abortion on the day of this initial consultation. No physician may take a signed consent from the pregnant mother except on the day the abortion is scheduled, and only after complying with the provisions of this Act as it pertains to the initial consultation, and only after complying with the provisions of subdivisions 34-23A-10.1(1) and (2). During the initial consultation between the physician and the pregnant mother, prior to scheduling a surgical or medical abortion, the physician shall: (1) Do an assessment of the pregnant mother's circumstances to make a reasonable determination whether the pregnant mother's decision to submit to an abortion is the result of any coercion, subtle or otherwise. In conducting that assessment, the physician shall obtain from the pregnant mother the age or approximate age of the father of the unborn child, and the physician shall determine whether any disparity in the age between the mother and father is a factor in creating an undue influence or coercion; (2) Provide the written disclosure required by subdivision 34-23A-10.1(1) and discuss them with her to determine that she understands them; (3) Provide the pregnant mother with the names, addresses, and telephone numbers of all pregnancy help centers that are registered with the South Dakota Department of Health pursuant to this Act, and provide her with written instructions that set forth the following: (a) That prior to the day of any scheduled abortion the pregnant mother must have a consultation at a pregnancy help center at which the pregnancy help center shall inform her about what education, counseling, and other assistance is available to help the pregnant mother keep and care for her child, and have a private interview to discuss her circumstances that may subject her decision to coercion; (b) That prior to signing a consent to an abortion, the physician shall first obtain from the pregnant mother, a written statement that she obtained a consultation with a pregnancy help center, which sets forth the name and address of the pregnancy help center, the date and time of the consultation, and the name of the counselor at the pregnancy help center with whom she consulted; (4) Conduct an assessment of the pregnant mother's health and circumstances to determine if any of the risk factors associated with abortion are present in her case, completing a form which for each factor reports whether the factor is present or not; (5) Discuss with the pregnant mother the results of the assessment for risk factors, reviewing with her the form and its reports with regard to each factor listed; (6) In the event that any risk factor is determined to be present, discuss with the pregnant mother, in such manner and detail as is appropriate so that the physician can certify that the physician has made a reasonable determination that the mother understands the information, all material information about any complications associated with the risk factor, and to the extent available all information about the rate at which those complications occurs both in the general population and in the population of persons with the risk factor; (7) In the event that no risk factor is determined to be present, the physician shall include in the patient's records a statement that the physician has discussed the information required by the other parts of this section and that the physician has made a reasonable determination that the mother understands the information in question; (8) Records of the assessments, forms, disclosures, and instructions performed and given pursuant to this section shall be prepared by the physician and maintained as a permanent part of the pregnant mother's medical records. Section 4. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: On the day on which the abortion is scheduled, no physician may take a consent for an abortion nor may the physician perform an abortion, unless the physician has fully complied with the provisions of this Act and first obtains from the pregnant mother, a written, signed statement setting forth all information required by subsection (3)(b) of section 3 of this Act. The written statement signed by the pregnant mother shall be maintained as a permanent part of the pregnant mother's medical records. Section 5. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: The Department of Health shall maintain a registry of pregnancy help centers located in the state of South Dakota. The Department shall publish a list of all pregnancy help centers which submit a written request or application to be listed on the state registry of pregnancy help centers. All pregnancy help centers seeking to be listed on the registry shall be so listed without charge, if they submit an affidavit that certifies that: (1) The pregnancy help center has a facility or office in the state of South Dakota in which it routinely consults with women for the purpose of helping them keep their relationship with their unborn children; (2) That one of its principal missions is to educate, counsel, and otherwise assist women to help them maintain their relationship with their unborn children; (3) That they do not perform abortions at their facility, and have no affiliation with any organization or physician which performs abortions; (4) That they do not now refer pregnant women for abortions, and have not referred any pregnant women for an abortion at any time in the three years immediately preceding July 1, 2011; (5) That they have a medical director licensed by South Dakota to practice medicine or that they have a collaborative agreement with a physician licensed in South Dakota to practice medicine to whom women can be referred; (6) That they shall provide the counseling and interviews described in this Act upon request by pregnant mothers; and (7) That they shall comply with the provisions of section 11 of this Act as it relates to discussion of religious beliefs. For purposes of placing the name of a pregnancy help center on the state registry of pregnancy help centers maintained by the Department of Health, it is irrelevant whether the pregnancy help center is secular or faith based. The Department of Health shall immediately provide a copy of the registry of pregnancy health centers to all physicians, facilities, and entities that request it. The registry shall be regularly updated by the Department of Health in order to include a current list of pregnancy help centers and shall forward all updated lists to all physicians, facilities, and entities that previously requested the list. The Department of Health shall accept written requests or applications to be placed on the state registry of pregnancy help centers from pregnancy help centers after enactment but prior to the effective date of this Act. Section 6. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: A pregnancy help center consulted by a pregnant mother considering consenting to an abortion, as a result of the provisions of this Act, shall be permitted to interview the pregnant mother to determine whether the pregnant mother has been subject to any coercion to have an abortion, and shall be permitted to inform the pregnant mother in writing or orally, or both, what counseling, education, and assistance that is available to the pregnant mother to help her maintain her relationship with her unborn child and help her care for the child both through the pregnancy help center or any other organization, faith-based program, or governmental program. During the consultation interviews provided for by this Act, the pregnancy help centers, their agents and employees, may not discuss with the pregnant mothers religion or religious beliefs, either of the mother or the counselor, unless the pregnant mother consents in writing. The pregnancy help center may, if it deems it appropriate, discuss matters pertaining to adoption. The pregnancy help center is under no obligation to communicate with the abortion provider in any way, and is under no obligation to submit any written or other form of confirmation that the pregnant mother consulted with the pregnancy help center. The pregnancy help center may voluntarily provide a written statement of assessment to the abortion provider, whose name the woman shall give to the pregnancy help center, if the pregnancy help center obtains information that indicates that the pregnant mother has been subjected to coercion or that her decision to consider an abortion is otherwise not voluntary or not informed. The physician shall make the physician's own independent determination whether or not a pregnant mother's consent to have an abortion is voluntary, uncoerced, and informed before having the pregnant mother sign a consent to an abortion. The physician shall review and consider any information provided by the pregnancy help center as one source of information, which in no way binds the physician, who shall make an independent determination consistent with the provisions of this Act, the common law requirements, and accepted medical standards. Any written statement or summary of assessment prepared by the pregnancy help center as a result of counseling of a pregnant mother as a result of the procedures created by this Act, may be forwarded by the pregnancy help center, in its discretion, to the abortion physician. If forwarded to the physician, the written statement or summary of assessment shall be maintained as a permanent part of the pregnant mother's medical records. Other than forwarding such documents to the abortion physician, no information obtained by the pregnancy help center from the pregnant mother may be released, without the written signed consent of the pregnant mother or unless the release is in accordance with federal, state, or local law. Nothing in this Act may be construed to impose any duties or liability upon a pregnancy help center. Section 7. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: Terms as used in this Act mean: (1) \"Pregnancy help center,\" any entity whether it be a form of corporation, partnership, or proprietorship, whether it is for profit, or nonprofit, that has as one of its principal missions to provide education, counseling, and other assistance to help a pregnant mother maintain her relationship with her unborn child and care for her unborn child, which entity has a medical director who is licensed to practice medicine in the state of South Dakota, or that it has a collaborative agreement with a physician licensed in South Dakota to practice medicine to whom women can be referred, which entity does not perform abortions and is not affiliated with any physician or entity that performs abortions, and does not now refer pregnant mothers for abortions, and has not referred any pregnant mother for abortions for the three-year period immediately preceding July 1, 2011; (2) \"Risk factor associated with abortion,\" any factor, including any physical, psychological, emotional, demographic, or situational factor, for which there is a statistical association with an increased risk of one or more complications associated with abortion, such that there is a less than five percent probability that the statistical association is due to sampling error. To be recognized as a risk factor associated with abortion, the statistical information must have been published in any peer-reviewed journals indexed by the search services maintained by the United States National Library of Medicine (PubMed or MEDLINE, or any replacement services subsequently established by the National Library) or in any peer-reviewed journals included in the Thomson Reuters Scientific Master Journal List, and the date of first publication must be not less than twelve months before the date of the initial consultation described in section 3 of this Act; (3) \"Complications associated with abortion,\" any adverse physical, psychological, or emotional reaction, for which there is a statistical association with abortion, such that there is a less than five percent probability that the statistical association is due to sampling error. To be recognized as a complication associated with abortion, the statistical information must have been published in any peer-reviewed journals indexed by the search services maintained by the United States National Library of Medicine (PubMed or MEDLINE, or any replacement services subsequently established by the National Library) or in any peer-reviewed journals included in the Thomson Reuters Scientific Master Journal List, and the date of first publication must be not less than twelve months before the date of the initial consultation described in section 3 of this Act; (4) \"Coercion,\" exists if the pregnant mother has a desire to carry her unborn child and give birth, but is induced, influenced, or persuaded to submit to an abortion by another person or persons against her desire. Such inducement, influence, or persuasion may be by use of, or threat of, force, or may be by pressure or intimidation effected through psychological means, particularly by a person who has a relationship with the pregnant mother that gives that person influence over the pregnant mother. Section 8. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: Any woman who undergoes an abortion, or her survivors, where there has been an intentional, knowing, or negligent failure to comply with the provisions of sections 3 and 4 of this Act may bring a civil action, and obtain a civil penalty in the amount of ten thousand dollars, plus reasonable attorney's fees and costs, jointly and severally from the physician who performed the abortion and the abortion facility where the abortion was performed. This amount shall be in addition to any damages that the woman or her survivors may be entitled to receive under any common law or statutory provisions, to the extent that she sustains any injury. This amount shall also be in addition to the amounts that the woman or other survivors of the deceased unborn child may be entitled to receive under any common law or statutory provisions, including but not limited to the wrongful death statutes of this state. Section 9. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: In any civil action presenting a claim arising from a failure to comply with any of the provisions of this chapter, the following shall apply: (1) The failure to comply with the requirements of this chapter relative to obtaining consent for the abortion shall create a rebuttable presumption that if the pregnant mother had been informed in accordance with the requirements of this chapter, she would have decided not to undergo the abortion; (2) If the trier of fact determines that the abortion was the result of coercion, and it is determined that if the physician acted prudently, the physician would have learned of the coercion, there is a nonrebuttable presumption that the mother would not have consented to the abortion if the physician had complied with the provisions of this Act; (3) If evidence is presented by a defendant to rebut the presumption set forth in subdivision (1), then the finder of fact shall determine whether this particular mother, if she had been given all of the information a reasonably prudent patient in her circumstance would consider significant, as well as all information required by this Act to be disclosed, would have consented to the abortion or declined to consent to the abortion based upon her personal background and personality, her physical and psychological condition, and her personal philosophical, religious, ethical, and moral beliefs; (4) The pregnant mother has a right to rely upon the abortion doctor as her source of information, and has no duty to seek any other source of information, other than from a pregnancy help center as referenced in sections 3 and 4 of this Act, prior to signing a consent to an abortion; (5) No patient or other person responsible for making decisions relative to the patient's care may waive the requirements of this chapter, and any verbal or written waiver of liability for malpractice or professional negligence arising from any failure to comply with the requirements of this chapter is void and unenforceable. Section 10. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: Nothing in this Act repeals, by implication or otherwise, any provision not explicitly repealed. Section 11. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: If any provision of this Act is found to be unconstitutional or its enforcement temporarily or permanently restrained or enjoined by judicial order, the provision is severable."}, {"bill_id": 2763, "bill_version_id": 16815, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2011-02-14T14:13:11.033-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain legislative findings pertaining to the decision of a pregnant mother considering termination of her relationship with her child by an abortion, to establish certain procedures to better insure that such decisions are voluntary, uncoerced, and informed, and to revise certain causes of action for professional negligence relating to performance of an abortion. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: The Legislature finds that as abortion medicine is now practiced in South Dakota that: (1) In the overwhelming majority of cases, abortion surgery and medical abortions are scheduled for a pregnant mother without the mother first meeting and consulting with a physician or establishing a traditional physician-patient relationship; (2) The surgical and medical procedures are scheduled by someone other than a physician, without a medical or social assessment concerning the appropriateness of such a procedure or whether the pregnant mother's decision is truly voluntary, uncoerced, and informed, or whether there has been an adequate screening for a pregnant mother with regard to the risk factors that may cause complications if the abortion is performed; (3) Such practices are contrary to the best interests of the pregnant mother and her child and there is a need to protect the pregnant mother's interest in her relationship with her child and her health by passing remedial legislation; (4) There exists in South Dakota a number of pregnancy help centers, as defined in this Act, which have as their central mission providing counseling, education, and other assistance to pregnant mothers to help them maintain and keep their relationship with their unborn children, and that such counseling, education, and assistance provided by these pregnancy help centers is of significant value to the pregnant mothers in helping to protect their interest in their relationship with their children; and (5) It is a necessary and proper exercise of the state's authority to give precedence to the mother's fundamental interest in her relationship with her child over the irrevocable method of termination of that relationship by induced abortion. Section 2. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: The physician's common law duty to determine that the physician's patient's consent is voluntary and uncoerced and informed applies to all abortion procedures. The requirements expressly set forth in this Act, that require procedures designed to insure that a consent to an abortion is voluntary and uncoerced and informed, are an express clarification of, and are in addition to, those common law duties. Section 3. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: No surgical or medical abortion may be scheduled except by a licensed physician and only after the physician physically and personally meets with the pregnant mother, consults with her, and performs an assessment of her medical and personal circumstances. Only after the physician completes the consultation and assessment complying with the provisions of this Act, may the physician schedule a surgical or medical abortion, but in no instance may the physician schedule such surgical or medical abortion to take place in less than seventy-two hours from the completion of such consultation and assessment except in a medical emergency as set forth in § 34-23A-10.1 and subdivision 34-23A-1(5). No physician may have the pregnant mother sign a consent for the abortion on the day of this initial consultation. No physician may take a signed consent from the pregnant mother unless the pregnant mother is in the physical presence of the physician and except on the day the abortion is scheduled, and only after complying with the provisions of this Act as it pertains to the initial consultation, and only after complying with the provisions of subdivisions 34-23A-10.1(1) and (2). During the initial consultation between the physician and the pregnant mother, prior to scheduling a surgical or medical abortion, the physician shall: (1) Do an assessment of the pregnant mother's circumstances to make a reasonable determination whether the pregnant mother's decision to submit to an abortion is the result of any coercion, subtle or otherwise. In conducting that assessment, the physician shall obtain from the pregnant mother the age or approximate age of the father of the unborn child, and the physician shall determine whether any disparity in the age between the mother and father is a factor in creating an undue influence or coercion; (2) Provide the written disclosure required by subdivision 34-23A-10.1(1) and discuss them with her to determine that she understands them; (3) Provide the pregnant mother with the names, addresses, and telephone numbers of all pregnancy help centers that are registered with the South Dakota Department of Health pursuant to this Act, and provide her with written instructions that set forth the following: (a) That prior to the day of any scheduled abortion the pregnant mother must have a consultation at a pregnancy help center at which the pregnancy help center shall inform her about what education, counseling, and other assistance is available to help the pregnant mother keep and care for her child, and have a private interview to discuss her circumstances that may subject her decision to coercion; (b) That prior to signing a consent to an abortion, the physician shall first obtain from the pregnant mother, a written statement that she obtained a consultation with a pregnancy help center, which sets forth the name and address of the pregnancy help center, the date and time of the consultation, and the name of the counselor at the pregnancy help center with whom she consulted; (4) Conduct an assessment of the pregnant mother's health and circumstances to determine if any of the risk factors associated with abortion are present in her case, completing a form which for each factor reports whether the factor is present or not; (5) Discuss with the pregnant mother the results of the assessment for risk factors, reviewing with her the form and its reports with regard to each factor listed; (6) In the event that any risk factor is determined to be present, discuss with the pregnant mother, in such manner and detail as is appropriate so that the physician can certify that the physician has made a reasonable determination that the mother understands the information, all material information about any complications associated with the risk factor, and to the extent available all information about the rate at which those complications occurs both in the general population and in the population of persons with the risk factor; (7) In the event that no risk factor is determined to be present, the physician shall include in the patient's records a statement that the physician has discussed the information required by the other parts of this section and that the physician has made a reasonable determination that the mother understands the information in question; (8) Records of the assessments, forms, disclosures, and instructions performed and given pursuant to this section shall be prepared by the physician and maintained as a permanent part of the pregnant mother's medical records. Section 4. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: On the day on which the abortion is scheduled, no physician may take a consent for an abortion nor may the physician perform an abortion, unless the physician has fully complied with the provisions of this Act and first obtains from the pregnant mother, a written, signed statement setting forth all information required by subsection (3)(b) of section 3 of this Act. The written statement signed by the pregnant mother shall be maintained as a permanent part of the pregnant mother's medical records. Section 5. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: The Department of Health shall maintain a registry of pregnancy help centers located in the state of South Dakota. The Department shall publish a list of all pregnancy help centers which submit a written request or application to be listed on the state registry of pregnancy help centers. All pregnancy help centers seeking to be listed on the registry shall be so listed without charge, if they submit an affidavit that certifies that: (1) The pregnancy help center has a facility or office in the state of South Dakota in which it routinely consults with women for the purpose of helping them keep their relationship with their unborn children; (2) That one of its principal missions is to educate, counsel, and otherwise assist women to help them maintain their relationship with their unborn children; (3) That they do not perform abortions at their facility, and have no affiliation with any organization or physician which performs abortions; (4) That they do not now refer pregnant women for abortions, and have not referred any pregnant women for an abortion at any time in the three years immediately preceding July 1, 2011; (5) That they have a medical director licensed by South Dakota to practice medicine or that they have a collaborative agreement with a physician licensed in South Dakota to practice medicine to whom women can be referred; (6) That they shall provide the counseling and interviews described in this Act upon request by pregnant mothers; and (7) That they shall comply with the provisions of section 11 of this Act as it relates to discussion of religious beliefs. For purposes of placing the name of a pregnancy help center on the state registry of pregnancy help centers maintained by the Department of Health, it is irrelevant whether the pregnancy help center is secular or faith based. The Department of Health shall immediately provide a copy of the registry of pregnancy health centers to all physicians, facilities, and entities that request it. The registry shall be regularly updated by the Department of Health in order to include a current list of pregnancy help centers and shall forward all updated lists to all physicians, facilities, and entities that previously requested the list. The Department of Health shall accept written requests or applications to be placed on the state registry of pregnancy help centers from pregnancy help centers after enactment but prior to the effective date of this Act. Section 6. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: A pregnancy help center consulted by a pregnant mother considering consenting to an abortion, as a result of the provisions of this Act, shall be permitted to interview the pregnant mother to determine whether the pregnant mother has been subject to any coercion to have an abortion, and shall be permitted to inform the pregnant mother in writing or orally, or both, what counseling, education, and assistance that is available to the pregnant mother to help her maintain her relationship with her unborn child and help her care for the child both through the pregnancy help center or any other organization, faith-based program, or governmental program. During the consultation interviews provided for by this Act, the pregnancy help centers, their agents and employees, may not discuss with the pregnant mothers religion or religious beliefs, either of the mother or the counselor, unless the pregnant mother consents in writing. The pregnancy help center may, if it deems it appropriate, discuss matters pertaining to adoption. The pregnancy help center is under no obligation to communicate with the abortion provider in any way, and is under no obligation to submit any written or other form of confirmation that the pregnant mother consulted with the pregnancy help center. The pregnancy help center may voluntarily provide a written statement of assessment to the abortion provider, whose name the woman shall give to the pregnancy help center, if the pregnancy help center obtains information that indicates that the pregnant mother has been subjected to coercion or that her decision to consider an abortion is otherwise not voluntary or not informed. The physician shall make the physician's own independent determination whether or not a pregnant mother's consent to have an abortion is voluntary, uncoerced, and informed before having the pregnant mother sign a consent to an abortion. The physician shall review and consider any information provided by the pregnancy help center as one source of information, which in no way binds the physician, who shall make an independent determination consistent with the provisions of this Act, the common law requirements, and accepted medical standards. Any written statement or summary of assessment prepared by the pregnancy help center as a result of counseling of a pregnant mother as a result of the procedures created by this Act, may be forwarded by the pregnancy help center, in its discretion, to the abortion physician. If forwarded to the physician, the written statement or summary of assessment shall be maintained as a permanent part of the pregnant mother's medical records. Other than forwarding such documents to the abortion physician, no information obtained by the pregnancy help center from the pregnant mother may be released, without the written signed consent of the pregnant mother or unless the release is in accordance with federal, state, or local law. Nothing in this Act may be construed to impose any duties or liability upon a pregnancy help center. Section 7. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: Terms as used in this Act mean: (1) \"Pregnancy help center,\" any entity whether it be a form of corporation, partnership, or proprietorship, whether it is for profit, or nonprofit, that has as one of its principal missions to provide education, counseling, and other assistance to help a pregnant mother maintain her relationship with her unborn child and care for her unborn child, which entity has a medical director who is licensed to practice medicine in the state of South Dakota, or that it has a collaborative agreement with a physician licensed in South Dakota to practice medicine to whom women can be referred, which entity does not perform abortions and is not affiliated with any physician or entity that performs abortions, and does not now refer pregnant mothers for abortions, and has not referred any pregnant mother for abortions for the three-year period immediately preceding July 1, 2011; (2) \"Risk factor associated with abortion,\" any factor, including any physical, psychological, emotional, demographic, or situational factor, for which there is a statistical association with an increased risk of one or more complications associated with abortion, such that there is a less than five percent probability that the statistical association is due to sampling error. To be recognized as a risk factor associated with abortion, the statistical information must have been published in any peer-reviewed journals indexed by the search services maintained by the United States National Library of Medicine (PubMed or MEDLINE, or any replacement services subsequently established by the National Library) or in any peer-reviewed journals included in the Thomson Reuters Scientific Master Journal List, and the date of first publication must be not less than twelve months before the date of the initial consultation described in section 3 of this Act; (3) \"Complications associated with abortion,\" any adverse physical, psychological, or emotional reaction, for which there is a statistical association with abortion, such that there is a less than five percent probability that the statistical association is due to sampling error. To be recognized as a complication associated with abortion, the statistical information must have been published in any peer-reviewed journals indexed by the search services maintained by the United States National Library of Medicine (PubMed or MEDLINE, or any replacement services subsequently established by the National Library) or in any peer-reviewed journals included in the Thomson Reuters Scientific Master Journal List, and the date of first publication must be not less than twelve months before the date of the initial consultation described in section 3 of this Act; (4) \"Coercion,\" exists if the pregnant mother has a desire to carry her unborn child and give birth, but is induced, influenced, or persuaded to submit to an abortion by another person or persons against her desire. Such inducement, influence, or persuasion may be by use of, or threat of, force, or may be by pressure or intimidation effected through psychological means, particularly by a person who has a relationship with the pregnant mother that gives that person influence over the pregnant mother. Section 8. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: Any woman who undergoes an abortion, or her survivors, where there has been an intentional, knowing, or negligent failure to comply with the provisions of sections 3 and 4 of this Act may bring a civil action, and obtain a civil penalty in the amount of ten thousand dollars, plus reasonable attorney's fees and costs, jointly and severally from the physician who performed the abortion and the abortion facility where the abortion was performed. This amount shall be in addition to any damages that the woman or her survivors may be entitled to receive under any common law or statutory provisions, to the extent that she sustains any injury. This amount shall also be in addition to the amounts that the woman or other survivors of the deceased unborn child may be entitled to receive under any common law or statutory provisions, including but not limited to the wrongful death statutes of this state. Section 9. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: In any civil action presenting a claim arising from a failure to comply with any of the provisions of this chapter, the following shall apply: (1) The failure to comply with the requirements of this chapter relative to obtaining consent for the abortion shall create a rebuttable presumption that if the pregnant mother had been informed in accordance with the requirements of this chapter, she would have decided not to undergo the abortion; (2) If the trier of fact determines that the abortion was the result of coercion, and it is determined that if the physician acted prudently, the physician would have learned of the coercion, there is a nonrebuttable presumption that the mother would not have consented to the abortion if the physician had complied with the provisions of this Act; (3) If evidence is presented by a defendant to rebut the presumption set forth in subdivision (1), then the finder of fact shall determine whether this particular mother, if she had been given all of the information a reasonably prudent patient in her circumstance would consider significant, as well as all information required by this Act to be disclosed, would have consented to the abortion or declined to consent to the abortion based upon her personal background and personality, her physical and psychological condition, and her personal philosophical, religious, ethical, and moral beliefs; (4) The pregnant mother has a right to rely upon the abortion doctor as her source of information, and has no duty to seek any other source of information, other than from a pregnancy help center as referenced in sections 3 and 4 of this Act, prior to signing a consent to an abortion; (5) No patient or other person responsible for making decisions relative to the patient's care may waive the requirements of this chapter, and any verbal or written waiver of liability for malpractice or professional negligence arising from any failure to comply with the requirements of this chapter is void and unenforceable. Section 10. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: Nothing in this Act repeals, by implication or otherwise, any provision not explicitly repealed. Section 11. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: If any provision of this Act is found to be unconstitutional or its enforcement temporarily or permanently restrained or enjoined by judicial order, the provision is severable."}, {"bill_id": 2763, "bill_version_id": 17219, "bill_version": "House Engrossed", "bill_version_date": "2011-02-22T16:40:14.41-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain legislative findings pertaining to the decision of a pregnant mother considering termination of her relationship with her child by an abortion, to establish certain procedures to better insure that such decisions are voluntary, uncoerced, and informed, and to revise certain causes of action for professional negligence relating to performance of an abortion. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: The Legislature finds that as abortion medicine is now practiced in South Dakota that: (1) In the overwhelming majority of cases, abortion surgery and medical abortions are scheduled for a pregnant mother without the mother first meeting and consulting with a physician or establishing a traditional physician-patient relationship; (2) The surgical and medical procedures are scheduled by someone other than a physician, without a medical or social assessment concerning the appropriateness of such a procedure or whether the pregnant mother's decision is truly voluntary, uncoerced, and informed, or whether there has been an adequate screening for a pregnant mother with regard to the risk factors that may cause complications if the abortion is performed; (3) Such practices are contrary to the best interests of the pregnant mother and her child and there is a need to protect the pregnant mother's interest in her relationship with her child and her health by passing remedial legislation; (4) There exists in South Dakota a number of pregnancy help centers, as defined in this Act, which have as their central mission providing counseling, education, and other assistance to pregnant mothers to help them maintain and keep their relationship with their unborn children, and that such counseling, education, and assistance provided by these pregnancy help centers is of significant value to the pregnant mothers in helping to protect their interest in their relationship with their children; and (5) It is a necessary and proper exercise of the state's authority to give precedence to the mother's fundamental interest in her relationship with her child over the irrevocable method of termination of that relationship by induced abortion. Section 2. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: The physician's common law duty to determine that the physician's patient's consent is voluntary and uncoerced and informed applies to all abortion procedures. The requirements expressly set forth in this Act, that require procedures designed to insure that a consent to an abortion is voluntary and uncoerced and informed, are an express clarification of, and are in addition to, those common law duties. Section 3. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: No surgical or medical abortion may be scheduled except by a licensed physician and only after the physician physically and personally meets with the pregnant mother, consults with her, and performs an assessment of her medical and personal circumstances. Only after the physician completes the consultation and assessment complying with the provisions of this Act, may the physician schedule a surgical or medical abortion, but in no instance may the physician schedule such surgical or medical abortion to take place in less than seventy-two hours from the completion of such consultation and assessment except in a medical emergency as set forth in § 34-23A-10.1 and subdivision 34-23A-1(5). No physician may have the pregnant mother sign a consent for the abortion on the day of this initial consultation. No physician may take a signed consent from the pregnant mother unless the pregnant mother is in the physical presence of the physician and except on the day the abortion is scheduled, and only after complying with the provisions of this Act as it pertains to the initial consultation, and only after complying with the provisions of subdivisions 34-23A-10.1(1) and (2). During the initial consultation between the physician and the pregnant mother, prior to scheduling a surgical or medical abortion, the physician shall: (1) Do an assessment of the pregnant mother's circumstances to make a reasonable determination whether the pregnant mother's decision to submit to an abortion is the result of any coercion, subtle or otherwise. In conducting that assessment, the physician shall obtain from the pregnant mother the age or approximate age of the father of the unborn child, and the physician shall determine whether any disparity in the age between the mother and father is a factor in creating an undue influence or coercion; (2) Provide the written disclosure required by subdivision 34-23A-10.1(1) and discuss them with her to determine that she understands them; (3) Provide the pregnant mother with the names, addresses, and telephone numbers of all pregnancy help centers that are registered with the South Dakota Department of Health pursuant to this Act, and provide her with written instructions that set forth the following: (a) That prior to the day of any scheduled abortion the pregnant mother must have a consultation at a pregnancy help center at which the pregnancy help center shall inform her about what education, counseling, and other assistance is available to help the pregnant mother keep and care for her child, and have a private interview to discuss her circumstances that may subject her decision to coercion; (b) That prior to signing a consent to an abortion, the physician shall first obtain from the pregnant mother, a written statement that she obtained a consultation with a pregnancy help center, which sets forth the name and address of the pregnancy help center, the date and time of the consultation, and the name of the counselor at the pregnancy help center with whom she consulted; (4) Conduct an assessment of the pregnant mother's health and circumstances to determine if any of the risk factors associated with abortion are present in her case, completing a form which for each factor reports whether the factor is present or not; (5) Discuss with the pregnant mother the results of the assessment for risk factors, reviewing with her the form and its reports with regard to each factor listed; (6) In the event that any risk factor is determined to be present, discuss with the pregnant mother, in such manner and detail as is appropriate so that the physician can certify that the physician has made a reasonable determination that the mother understands the information, all material information about any complications associated with the risk factor, and to the extent available all information about the rate at which those complications occurs both in the general population and in the population of persons with the risk factor; (7) In the event that no risk factor is determined to be present, the physician shall include in the patient's records a statement that the physician has discussed the information required by the other parts of this section and that the physician has made a reasonable determination that the mother understands the information in question; (8) Records of the assessments, forms, disclosures, and instructions performed and given pursuant to this section shall be prepared by the physician and maintained as a permanent part of the pregnant mother's medical records. Section 4. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: On the day on which the abortion is scheduled, no physician may take a consent for an abortion nor may the physician perform an abortion, unless the physician has fully complied with the provisions of this Act and first obtains from the pregnant mother, a written, signed statement setting forth all information required by subsection (3)(b) of section 3 of this Act. The written statement signed by the pregnant mother shall be maintained as a permanent part of the pregnant mother's medical records. Section 5. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: The Department of Health shall maintain a registry of pregnancy help centers located in the state of South Dakota. The Department shall publish a list of all pregnancy help centers which submit a written request or application to be listed on the state registry of pregnancy help centers. All pregnancy help centers seeking to be listed on the registry shall be so listed without charge, if they submit an affidavit that certifies that: (1) The pregnancy help center has a facility or office in the state of South Dakota in which it routinely consults with women for the purpose of helping them keep their relationship with their unborn children; (2) That one of its principal missions is to educate, counsel, and otherwise assist women to help them maintain their relationship with their unborn children; (3) That they do not perform abortions at their facility, and have no affiliation with any organization or physician which performs abortions; (4) That they do not now refer pregnant women for abortions, and have not referred any pregnant women for an abortion at any time in the three years immediately preceding July 1, 2011; (5) That they have a medical director licensed by South Dakota to practice medicine or that they have a collaborative agreement with a physician licensed in South Dakota to practice medicine to whom women can be referred; (6) That they shall provide the counseling and interviews described in this Act upon request by pregnant mothers; and (7) That they shall comply with the provisions of section 11 of this Act as it relates to discussion of religious beliefs. For purposes of placing the name of a pregnancy help center on the state registry of pregnancy help centers maintained by the Department of Health, it is irrelevant whether the pregnancy help center is secular or faith based. The Department of Health shall immediately provide a copy of the registry of pregnancy health centers to all physicians, facilities, and entities that request it. The registry shall be regularly updated by the Department of Health in order to include a current list of pregnancy help centers and shall forward all updated lists to all physicians, facilities, and entities that previously requested the list. The Department of Health shall accept written requests or applications to be placed on the state registry of pregnancy help centers from pregnancy help centers after enactment but prior to the effective date of this Act. Section 6. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: A pregnancy help center consulted by a pregnant mother considering consenting to an abortion, as a result of the provisions of this Act, shall be permitted to interview the pregnant mother to determine whether the pregnant mother has been subject to any coercion to have an abortion, and shall be permitted to inform the pregnant mother in writing or orally, or both, what counseling, education, and assistance that is available to the pregnant mother to help her maintain her relationship with her unborn child and help her care for the child both through the pregnancy help center or any other organization, faith-based program, or governmental program. During the consultation interviews provided for by this Act, the pregnancy help centers, their agents and employees, may not discuss with the pregnant mothers religion or religious beliefs, either of the mother or the counselor, unless the pregnant mother consents in writing. The pregnancy help center may, if it deems it appropriate, discuss matters pertaining to adoption. The pregnancy help center is under no obligation to communicate with the abortion provider in any way, and is under no obligation to submit any written or other form of confirmation that the pregnant mother consulted with the pregnancy help center. The pregnancy help center may voluntarily provide a written statement of assessment to the abortion provider, whose name the woman shall give to the pregnancy help center, if the pregnancy help center obtains information that indicates that the pregnant mother has been subjected to coercion or that her decision to consider an abortion is otherwise not voluntary or not informed. The physician shall make the physician's own independent determination whether or not a pregnant mother's consent to have an abortion is voluntary, uncoerced, and informed before having the pregnant mother sign a consent to an abortion. The physician shall review and consider any information provided by the pregnancy help center as one source of information, which in no way binds the physician, who shall make an independent determination consistent with the provisions of this Act, the common law requirements, and accepted medical standards. Any written statement or summary of assessment prepared by the pregnancy help center as a result of counseling of a pregnant mother as a result of the procedures created by this Act, may be forwarded by the pregnancy help center, in its discretion, to the abortion physician. If forwarded to the physician, the written statement or summary of assessment shall be maintained as a permanent part of the pregnant mother's medical records. Other than forwarding such documents to the abortion physician, no information obtained by the pregnancy help center from the pregnant mother may be released, without the written signed consent of the pregnant mother or unless the release is in accordance with federal, state, or local law. Nothing in this Act may be construed to impose any duties or liability upon a pregnancy help center. Section 7. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: Terms as used in this Act mean: (1) \"Pregnancy help center,\" any entity whether it be a form of corporation, partnership, or proprietorship, whether it is for profit, or nonprofit, that has as one of its principal missions to provide education, counseling, and other assistance to help a pregnant mother maintain her relationship with her unborn child and care for her unborn child, which entity has a medical director who is licensed to practice medicine in the state of South Dakota, or that it has a collaborative agreement with a physician licensed in South Dakota to practice medicine to whom women can be referred, which entity does not perform abortions and is not affiliated with any physician or entity that performs abortions, and does not now refer pregnant mothers for abortions, and has not referred any pregnant mother for abortions for the three-year period immediately preceding July 1, 2011; (2) \"Risk factor associated with abortion,\" any factor, including any physical, psychological, emotional, demographic, or situational factor, for which there is a statistical association with an increased risk of one or more complications associated with legal abortion, such that there is a less than five percent probability that the statistical association is due to sampling error. To be recognized as a risk factor associated with legal abortion, the statistical information must have been published in the English language, after 1972, in at least one peer-reviewed journal indexed by the search services maintained by the United States National Library of Medicine (PubMed or MEDLINE, or any replacement services subsequently established by the National Library) or in at least one peer-reviewed journal indexed by any search service maintained by the American Psychological Association (PsycINFO, or any replacement service) and the date of first publication must be not less than twelve months before the date of the initial consultation described in section 3 of this Act; (3) \"Complications associated with abortion,\" any adverse physical, psychological, or emotional reaction, for which there is a statistical association with legal abortion, such that there is a less than five percent probability that the statistical association is due to sampling error. To be recognized as a complication associated with legal abortion, the statistical information must have been published in the English language, after 1972, in at least one peer-reviewed journal indexed by the search services maintained by the United States National Library of Medicine (PubMed or MEDLINE, or any replacement services subsequently established by the National Library) or in at least one peer-reviewed journal indexed by any search service maintained by the American Psychological Association (PsycINFO, or any replacement service) and the date of first publication must be not less than twelve months before the date of the initial consultation described in section 3 of this Act; (4) \"Coercion,\" exists if the pregnant mother has a desire to carry her unborn child and give birth, but is induced, influenced, or persuaded to submit to an abortion by another person or persons against her desire. Such inducement, influence, or persuasion may be by use of, or threat of, force, or may be by pressure or intimidation effected through psychological means, particularly by a person who has a relationship with the pregnant mother that gives that person influence over the pregnant mother. Section 8. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: Any woman who undergoes an abortion, or her survivors, where there has been an intentional, knowing, or negligent failure to comply with the provisions of sections 3 and 4 of this Act may bring a civil action, and obtain a civil penalty in the amount of ten thousand dollars, plus reasonable attorney's fees and costs, jointly and severally from the physician who performed the abortion and the abortion facility where the abortion was performed. This amount shall be in addition to any damages that the woman or her survivors may be entitled to receive under any common law or statutory provisions, to the extent that she sustains any injury. This amount shall also be in addition to the amounts that the woman or other survivors of the deceased unborn child may be entitled to receive under any common law or statutory provisions, including but not limited to the wrongful death statutes of this state. Section 9. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: In any civil action presenting a claim arising from a failure to comply with any of the provisions of this chapter, the following shall apply: (1) The failure to comply with the requirements of this chapter relative to obtaining consent for the abortion shall create a rebuttable presumption that if the pregnant mother had been informed in accordance with the requirements of this chapter, she would have decided not to undergo the abortion; (2) If the trier of fact determines that the abortion was the result of coercion, and it is determined that if the physician acted prudently, the physician would have learned of the coercion, there is a nonrebuttable presumption that the mother would not have consented to the abortion if the physician had complied with the provisions of this Act; (3) If evidence is presented by a defendant to rebut the presumption set forth in subdivision (1), then the finder of fact shall determine whether this particular mother, if she had been given all of the information a reasonably prudent patient in her circumstance would consider significant, as well as all information required by this Act to be disclosed, would have consented to the abortion or declined to consent to the abortion based upon her personal background and personality, her physical and psychological condition, and her personal philosophical, religious, ethical, and moral beliefs; (4) The pregnant mother has a right to rely upon the abortion doctor as her source of information, and has no duty to seek any other source of information, other than from a pregnancy help center as referenced in sections 3 and 4 of this Act, prior to signing a consent to an abortion; (5) No patient or other person responsible for making decisions relative to the patient's care may waive the requirements of this chapter, and any verbal or written waiver of liability for malpractice or professional negligence arising from any failure to comply with the requirements of this chapter is void and unenforceable. Section 10. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: Nothing in this Act repeals, by implication or otherwise, any provision not explicitly repealed. Section 11. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: If any provision of this Act is found to be unconstitutional or its enforcement temporarily or permanently restrained or enjoined by judicial order, the provision is severable."}, {"bill_id": 2763, "bill_version_id": 17818, "bill_version": "Enrolled", "bill_version_date": "2011-03-03T10:04:52.7-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2763, "action_date": "2011-01-31T14:00:00-06:00", "document_id": 16039, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16039.pdf", "status_text": "First read in House and referred to", "journal_page": 219, "committee_id_action": 115, "committee_id_assigned": 111, "result": "N", "vote": {}}, {"bill_id": 2763, "action_date": "2011-02-14T10:00:00-06:00", "document_id": 16561, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16561.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 111, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2763, "action_date": "2011-02-14T10:00:00-06:00", "document_id": 16810, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16810.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 111, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2763, "action_date": "2011-02-14T10:00:00-06:00", "document_id": 16810, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16810.pdf", "status_text": "Do Pass Amended", "journal_page": 370, "committee_id_action": 111, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8976, "president_vote": null, "Yea": [12, 104, 71, 103, 67, 93, 35, 36, 11], "Nay": [17, 15, 59, 62]}}, {"bill_id": 2763, "action_date": "2011-02-16T14:00:00-06:00", "document_id": 17016, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17016.pdf", "status_text": "Deferred to another day", "journal_page": 433, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2763, "action_date": "2011-02-17T14:00:00-06:00", "document_id": 17097, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17097.pdf", "status_text": "Deferred to another day", "journal_page": 454, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2763, "action_date": "2011-02-22T14:00:00-06:00", "document_id": 17213, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17213.pdf", "status_text": "Motion to amend", "journal_page": 475, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2763, "action_date": "2011-02-22T14:00:00-06:00", "document_id": 17213, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17213.pdf", "status_text": "Do Pass Amended", "journal_page": 476, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9337, "president_vote": null, "Excused": [12, 61], "Nay": [53, 17, 87, 1, 105, 48, 51, 15, 59, 84, 57, 96, 62, 28, 102, 68, 73, 6, 47], "Yea": [56, 33, 21, 72, 60, 49, 36, 7, 94, 104, 88, 90, 11, 63, 70, 23, 39, 54, 20, 71, 92, 37, 83, 95, 58, 85, 103, 3, 32, 98, 67, 99, 64, 69, 50, 14, 86, 93, 74, 35, 97, 29, 101, 66, 100, 91, 89, 65, 5]}}, {"bill_id": 2763, "action_date": "2011-02-23T14:00:00-06:00", "document_id": 17282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17282.pdf", "status_text": "First read in Senate and referred to", "journal_page": 501, "committee_id_action": 113, "committee_id_assigned": 93, "result": "N", "vote": {}}, {"bill_id": 2763, "action_date": "2011-02-28T10:00:00-06:00", "document_id": 17438, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17438.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 93, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2763, "action_date": "2011-02-28T10:00:00-06:00", "document_id": 17521, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17521.pdf", "status_text": "Do Pass", "journal_page": 548, "committee_id_action": 93, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9616, "president_vote": null, "Nay": [30], "Yea": [76, 18, 82, 13, 27, 52]}}, {"bill_id": 2763, "action_date": "2011-03-01T14:00:00-06:00", "document_id": 17653, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17653.pdf", "status_text": "Deferred to another day", "journal_page": 573, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2763, "action_date": "2011-03-02T14:00:00-06:00", "document_id": 17762, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17762.pdf", "status_text": "Do Pass Amended", "journal_page": 598, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9797, "president_vote": null, "Nay": [44, 30, 79, 40, 38, 2, 77, 43, 16, 10, 8, 45, 22], "Yea": [75, 42, 46, 41, 24, 25, 78, 76, 18, 82, 13, 55, 31, 4, 9, 19, 81, 27, 34, 52, 80], "Excused": [26]}}, {"bill_id": 2763, "action_date": "2011-03-03T14:00:00-06:00", "document_id": 17865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17865.pdf", "status_text": "Signed by the Speaker", "journal_page": 621, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2763, "action_date": "2011-03-07T14:00:00-06:00", "document_id": 17983, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17983.pdf", "status_text": "Signed by the President", "journal_page": 640, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2763, "action_date": "2011-03-08T14:00:00-06:00", "document_id": 18084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18084.pdf", "status_text": "Delivered to the Governor", "journal_page": 688, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2763, "action_date": "2011-03-28T10:00:00-05:00", "document_id": 18238, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18238.pdf", "status_text": "Signed by the Governor", "journal_page": 741, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4852, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2763"}