{"session_id": 4, "bill_id": 444, "bill_type": "Senate Commemoration", "bill_number": 17, "bill_title": "Honoring an outstanding South Dakota baseball enthusiast and family man Clement C. Fejfar of Tabor, South Dakota, for his unwavering commitment to his country, family, and community.", "sponsors": [{"legislator_profile_id": 584, "is_prime": true}, {"legislator_profile_id": 583, "is_prime": true}, {"legislator_profile_id": 604, "is_prime": false}, {"legislator_profile_id": 609, "is_prime": false}, {"legislator_profile_id": 570, "is_prime": false}, {"legislator_profile_id": 591, "is_prime": false}, {"legislator_profile_id": 534, "is_prime": false}, {"legislator_profile_id": 568, "is_prime": false}, {"legislator_profile_id": 590, "is_prime": false}, {"legislator_profile_id": 552, "is_prime": false}, {"legislator_profile_id": 545, "is_prime": false}, {"legislator_profile_id": 620, "is_prime": false}, {"legislator_profile_id": 582, "is_prime": false}, {"legislator_profile_id": 585, "is_prime": false}, {"legislator_profile_id": 605, "is_prime": false}, {"legislator_profile_id": 610, "is_prime": false}, {"legislator_profile_id": 537, "is_prime": false}, {"legislator_profile_id": 578, "is_prime": false}, {"legislator_profile_id": 588, "is_prime": false}, {"legislator_profile_id": 538, "is_prime": false}, {"legislator_profile_id": 600, "is_prime": false}, {"legislator_profile_id": 531, "is_prime": false}, {"legislator_profile_id": 548, "is_prime": false}, {"legislator_profile_id": 566, "is_prime": false}, {"legislator_profile_id": 611, "is_prime": false}], "keywords": ["Commemorations"], "audio": [], "bill_versions": [{"bill_id": 444, "bill_version_id": 2940, "bill_version": "Introduced", "bill_version_date": "2008-02-12T08:32:48.487-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring an outstanding South Dakota baseball enthusiast and family man Clement C. Fejfar of Tabor, South Dakota, for his unwavering commitment to his country, family, and community. WHEREAS, Clem Fejfar demonstrated his commitment to the sports of baseball and softball as a top-notch pitcher for his post-World War II team in Utica and his record of two no- hitters in one day in 1949; and WHEREAS, he has developed a commitment to his country through his service in the United States Army in World War II and the Korean Conflict. After an honorable discharge in 1951, Clem remains a lifelong member of the VFW - Ernest Bowyer Post #791 in Yankton, South Dakota; and WHEREAS, he is truly a survivor after a healthy recovery from a diagnosis of cancer and an inspiration to us all as he maintains many hobbies such as fishing, gardening, and listening to sports on the radio and TV; and WHEREAS, he has displayed dedication to the betterment of his community through involvement with the Utica Town Board, the Utica Volunteer Fire Department, and the Utica Town Railroad Depot; and WHEREAS, he has a strong commitment to family, including his late wife Delores, ten children, fifteen grandchildren, five great-grandchildren, nine stepchildren, twenty step-great- grandchildren, and many nieces and nephews: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that Clement C. Fejfar be honored for his outstanding contributions to the sports of baseball and softball and his admirable commitment to life and family."}, {"bill_id": 444, "bill_version_id": 3256, "bill_version": "Enrolled", "bill_version_date": "2008-02-14T18:23:52.54-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring an outstanding South Dakota baseball enthusiast and family man Clement C. Fejfar of Tabor, South Dakota, for his unwavering commitment to his country, family, and community. WHEREAS, Clem Fejfar demonstrated his commitment to the sports of baseball and softball as a top-notch pitcher for his post-World War II team in Utica and his record of two no-hitters in one day in 1949; and WHEREAS, he has developed a commitment to his country through his service in the United States Army in World War II and the Korean Conflict. After an honorable discharge in 1951, Clem remains a lifelong member of the VFW - Ernest Bowyer Post #791 in Yankton, South Dakota; and WHEREAS, he is truly a survivor after a healthy recovery from a diagnosis of cancer and an inspiration to us all as he maintains many hobbies such as fishing, gardening, and listening to sports on the radio and TV; and WHEREAS, he has displayed dedication to the betterment of his community through involvement with the Utica Town Board, the Utica Volunteer Fire Department, and the Utica Town Railroad Depot; and WHEREAS, he has a strong commitment to family, including his late wife Delores, ten children, fifteen grandchildren, five great-grandchildren, nine stepchildren, twenty step-great-grandchildren, and many nieces and nephews: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that Clement C. Fejfar be honored for his outstanding contributions to the sports of baseball and softball and his admirable commitment to life and family."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 444, "action_date": "2008-02-12T14:00:00-06:00", "document_id": 3026, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3026.pdf", "status_text": "", "journal_page": 476, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}]}