{"session_id": 68, "bill_id": 24294, "bill_type": "House Bill", "bill_number": 1238, "bill_title": "revise certain provisions related to marriage certificates and divorce.", "sponsors": [{"legislator_profile_id": 4406, "is_prime": true}, {"legislator_profile_id": 4333, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}], "keywords": ["Domestic Abuse", "Domestic Relations", "Marriage", "Protection Order"], "audio": [{"meeting_datetime": "2023-02-08T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju20.mp3", "start_seconds": 8989.0}, {"meeting_datetime": "2023-02-08T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju20.mp3", "start_seconds": 8989.0}, {"meeting_datetime": "2023-02-08T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju20.mp3", "start_seconds": 8989.0}, {"meeting_datetime": "2023-02-08T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju20.mp3", "start_seconds": 8989.0}], "bill_versions": [{"bill_id": 24294, "bill_version_id": 248106, "bill_version": "Introduced", "bill_version_date": "2023-02-01T11:45:12.737-06:00", "bill_text": "An Act to revise certain provisions related to marriage certificates and divorce. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 25-1 be amended with a NEW SECTION: The written application required to be filed for the issuance of a marriage license must include a section with a checklist of the grounds for divorce and separation under § 25-4-2. The parties must mark the box beside each ground for divorce and separation in the checklist which the parties chose to apply to their marriage. Any ground not selected by the parties will be considered waived. Extreme cruelty is a non-waivable ground for separation. No government official may discriminate against any person for choosing or not choosing certain grounds for divorce and separation. All individuals married in South Dakota prior to the enactment of this section must be provided the same opportunity as a newly married couple to apply for and obtain an amended marriage license that conforms with the provisions of this section. Section 2. That chapter 25-1 be amended with a NEW SECTION: The county register of deeds shall record and file the application for a marriage license and the checklist of grounds for divorce and separation with the marriage license and marriage certificate issued to the applicants. The application and checklist are open to inspection or copy by the applicants upon proper proof of identification. Section 3. That chapter 25-1 be amended with a NEW SECTION: At the time of filling out the application for a marriage license, each party must be given a copy of chapter 25-4 of the South Dakota Codified Laws regarding divorce and separation maintenance. Section 4. That § 25-4-17.2 be AMENDED: 25-4-17.2. If from the evidence at the hearing, the court finds that there are irreconcilable differences, which have caused the irremediable breakdown of the marriage, it shall order the dissolution of the marriage or a legal separation. If it appears that there is a reasonable possibility of reconciliation, the court shall continue the proceeding for a period not to exceed thirty days. During the period of the continuance, the court may enter any order for the support and maintenance of the parties, the custody, support, maintenance, and education of the minor children of the marriage, attorney fees, and for the preservation of the property of the parties. At any time after the termination of the thirty‑day period, either party may move for the dissolution of the marriage or a legal separation, and the court may enter its judgment decreeing the dissolution or separation. The court may not render a judgment decreeing the legal separation or divorce of the parties on the grounds of irreconcilable differences without the consent of both partiesunless one party has not made a general appearance. Section 5. That § 25-4-17.3 be AMENDED: 25-4-17.3. In any action for divorce or separate maintenance in which the parties have consented to the use of irreconcilable differences, the court may only grant the divorce based on the affidavits of the parties establishing the requisite jurisdiction and grounds for the divorce or separate maintenance action without requiring their personal appearance. Section 6. That chapter 25-4 be amended with a NEW SECTION: Any spouse that commits domestic abuse as defined in subdivision 25-10-1(1) or violates a protective order under § 25-10-13 to intentionally cause a spouse to sign an affidavit for divorce is guilty of a Class 5 felony. Section 7. That § 25-10-3.1 be AMENDED: 25-10-3.1. Any person who is involved in one of the following relationships with another party: (1) Spouse or former spouse, or former spouse or adulterer of a spouse or former spouse; (2) Is in a significant romantic relationship or has been in one during the past twelve months with the abusing party; (3) Has a child or is expecting a child with the abusing party; (4) Parent and child, including a relationship by adoption, guardianship, or marriage; or (5) Siblings, whether of the whole or half blood, including a relationship through adoption or marriage; is entitled to apply for a protection order or a temporary protection order pursuant to the provisions of this chapter."}], "amendments": [{"bill_id": 24294, "document_id": 248914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248914.pdf", "legislator_profile_id": 4406, "document_id_instructions": 248919, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/248919.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 24294, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247777.pdf", "status_text": "First read in House and referred to", "journal_page": 196, "committee_id_action": 1159, "committee_id_assigned": 1166, "result": "N", "vote": {}}, {"bill_id": 24294, "action_date": "2023-02-02T14:00:00-06:00", "document_id": 248145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248145.pdf", "status_text": "Referred to", "journal_page": 211, "committee_id_action": 1159, "committee_id_assigned": 1160, "result": "P", "vote": {}}, {"bill_id": 24294, "action_date": "2023-02-08T10:00:00-06:00", "document_id": 248685, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248685.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1160, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24294, "action_date": "2023-02-08T10:00:00-06:00", "document_id": 248690, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248690.pdf", "status_text": "Motion to amend", "journal_page": 6, "committee_id_action": 1160, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24294, "action_date": "2023-02-08T10:00:00-06:00", "document_id": 248690, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248690.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 7, "committee_id_action": 1160, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76954, "president_vote": null, "Yea": [4358, 4438, 4451, 4396, 4405, 4409, 4458, 4418, 4464, 4446, 4421, 4366], "Excused": [4417]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24294"}