{"session_id": 19, "bill_id": 93, "bill_type": "Senate Bill", "bill_number": 210, "bill_title": "provide for assessment of agricultural property based on the market, repeal the methodology that assesses agricultural land based on its agricultural income value, and to dissolve the implementation and oversight advisory task force.", "sponsors": [{"legislator_profile_id": 317, "is_prime": true}, {"legislator_profile_id": 373, "is_prime": true}, {"legislator_profile_id": 365, "is_prime": false}, {"legislator_profile_id": 336, "is_prime": false}, {"legislator_profile_id": 335, "is_prime": false}, {"legislator_profile_id": 320, "is_prime": false}, {"legislator_profile_id": 385, "is_prime": false}, {"legislator_profile_id": 323, "is_prime": false}], "keywords": ["Agricultural Land", "Property", "Taxes"], "audio": [{"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst15.mp3", "start_seconds": 2040.0}, {"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst15.mp3", "start_seconds": 2040.0}, {"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst15.mp3", "start_seconds": 2040.0}, {"meeting_datetime": "2013-02-07T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag20.mp3", "start_seconds": 6808.0}, {"meeting_datetime": "2013-02-07T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag20.mp3", "start_seconds": 6808.0}, {"meeting_datetime": "2013-02-07T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag20.mp3", "start_seconds": 6808.0}], "bill_versions": [{"bill_id": 93, "bill_version_id": 24668, "bill_version": "Introduced", "bill_version_date": "2013-01-28T08:05:15.54-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for assessment of agricultural property based on the market, repeal the methodology that assesses agricultural land based on its agricultural income value, and to dissolve the implementation and oversight advisory task force. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The true and full value in money of agricultural land, as defined by § 10-6-31, which has been in primarily agricultural use for at least five successive years immediately preceding the tax year for which assessment is to be made shall be the market value as determined for each county through the use of all comparable sales of agricultural land based on consideration of the following factors: (1) The capacity of the land to produce agricultural products as defined in § 10-6-33.2; and (2) The location, size, soil survey statistics, terrain, and topographical condition of the land including the climate, accessibility, and surface obstructions. The comparable sales that are used shall be evidenced by an instrument recorded with the register of deeds of the county in which the land is located, if the date of such instrument and the recording date is not more than two years prior to the assessment year. Section 2. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Any agricultural property which sells to a buyer who is not an agricultural producer may not be used for the purpose of valuing other agricultural property. If the director of equalization has information or reason to assume the land will be used for nonagricultural purposes within ten years of the sale, the sale of such agricultural property may not be used for the purpose of valuing other agricultural property. The sale of any agricultural real property which is not used for the purpose of valuing other agricultural property pursuant to this section may not be used in any sales ratio study for assessing agricultural property. Section 3. That § 10-6-33.5 be amended to read as follows: 10-6-33.5. The assessment, valuation, equalization, and taxation of school and endowment lands shall be at the same level and on the same basis as lands assessed, valued, and equalized according to §§ 10-6-33.28 to 10-6-33.33, inclusive 10-6-33.2 and 10-6-33.3 and sections 1 and 2 of this Act. Section 4. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: If the median value per acre in an identifiable region within a county deviates by more than ten percent from the county average, the director of equalization may establish a separate market value per acre for the land defined by the director of equalization within that region. Section 5. That § 10-6-33.7 be amended to read as follows: 10-6-33.7. Agricultural land in each county shall be divided into the eight classes defined by the United States Department of Agriculture's soil conservation service as published in its soil survey for each county. The county director of equalization shall, based on the agricultural lands soil survey classification, determine a value for each soil type. The value for each soil type shall be determined from sales of similar land based upon its soil survey classification, and as adjusted for the factors contained in subdivision (2) of section 1 of this Act. The sales used shall be sales of agricultural land that are sold for agricultural purposes. Section 6. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: If there are less than fifteen sales of agricultural land within a county, the director of equalization shall use sales of agricultural land within the county from previous years or sales of comparable agricultural land within adjoining counties. Section 7. That § 10-12-31.1 be amended to read as follows: 10-12-31.1. Notwithstanding other provision of law, when applying the levies for school purposes, the county director of equalization of each county shall adjust the level of assessment in that district so that the level of assessment as indicated by the most recent assessment to sales ratio as provided for in § 10-11-55 and the most recent agricultural income value assessment to full agricultural land value ratio as provided for in § 10-6-33.28 to 10-6-33.33, inclusive, § 10-11-57 in that district are equal to eighty-five percent of market value or agricultural income value. The Department of Revenue shall provide the director of equalization of each county all of the factors of adjustment necessary for the computations required in this section. Section 8. That § 10-13-37.1 be amended to read as follows: 10-13-37.1. For purposes of §§ 10-3-41, 10-12-31.1, and 10-13-37, the secretary of revenue shall calculate a factor for each county for agricultural and nonagricultural valuations. The factor shall be calculated by using the sales of arms-length transactions and the assessments from the preceding assessment year. The secretary shall take into consideration any reappraisals completed by the director of equalization. If there are fewer than fifteen sales, the secretary shall use the preceding year's sales of that class with current assessments. In the case of agricultural land, sales may also be bridged in from adjoining counties if there are less than fifteen sales. Section 9. That § 10-6-33.13 be amended to read as follows: 10-6-33.13. The secretary of revenue may promulgate rules pursuant to chapter 1-26 concerning the: (1) Collection and tabulation of information required to determine median appraisal or sales assessment ratio, and coefficient of dispersion; (2) Criteria to be included in a compliance audit of assessment practices; and (3) Conditions under which a certificate of compliance may be issued to a county; (4) Procedures for determining the valuation of agricultural buildings and structures; (5) Procedures for determining the valuation of dwellings on agricultural land and automobile garages or portions of buildings used as automobile garages; (6) Application of cropland and noncropland income values; (7) Application of soil classification standards; and (8) Procedures for making adjustments to the value of agricultural land pursuant to §§ 10-6-33.28 to 10-6-33.33, inclusive. Before the secretary promulgates any rules pursuant to subdivision (4) to (8), inclusive, the secretary shall present the proposed rules to the Agricultural Land Assessment Implementation and Oversight Advisory Task Force established pursuant to § 10-6-33.35. Section 10. That § 10-6-33.28 be repealed. 10-6-33.28. Notwithstanding the provisions of § 10-6-33, beginning on July 1, 2009, agricultural land shall be assessed based on its agricultural income value on a per acre basis. The agricultural income value of agricultural land shall be determined on the basis of productivity and the annual earnings capacity of the agricultural land. The productivity of agricultural land and its annual earning capacity shall be based on data collected and analyzed pursuant to this section and §§ 10-6-33.29 to 10-6-33. 33, inclusive. Agricultural income value is defined as the capitalized annual earning capacity on a per acre basis which has been adjusted by an amount that reflects the landowner's share of the gross return. The capacity of cropland to produce agricultural products shall be based on the income from crops or plants produced on the land. The capacity of noncropland to produce agricultural products shall be based on cash rents or the animal unit carrying capacity of the land, or a combination of both. For the purpose of this section, annual earning capacity for: (1) Cropland is thirty-five percent of the annual gross return to the land; and (2) Noncropland is one hundred percent of the annual gross return to the land based on cash rent for noncropland. The annual earning capacity shall be capitalized at a rate of six and six-tenths percent to determine the agricultural income value. Section 11. That § 10-6-33.29 be repealed. 10-6-33.29. The secretary of revenue shall enter into contracts with South Dakota State University and, if necessary, the South Dakota Agricultural Statistics Service for the purpose of creating a database to determine the agricultural income value of agricultural land by county. The cropland data may include: acres planted, acres harvested, yield per acre, and statewide crop prices. The noncropland data may include: cash rents, rangeland acres, pastureland acres, rangeland AUM's per acre, pastureland AUM's per acre, grazing season data, and statewide cow and calf prices. The Agricultural Land Assessment Implementation and Oversight Advisory Task Force may recommend other cropland and noncropland data to the Legislature for subsequent use in the database. The secretary shall have such data collected for 2001, which will serve as the first year of the database, and each year thereafter. The database shall consist of the most recent eight years of data that have been collected and the two years, one year representing the highest agricultural income value and one year representing the lowest agricultural income value, shall be discarded from the database. The database for the 2010 assessment for taxes payable in 2011 shall consist of data from 2001 to 2008, inclusive, and the database for each assessment year thereafter shall be adjusted accordingly. South Dakota State University shall provide the data for each county to the secretary of revenue by June first of each year. Section 12. That § 10-6-33.30 be repealed. 10-6-33.30. The economics department of South Dakota State University shall submit recommendations to the Agricultural Land Assessment Implementation and Oversight Advisory Task Force by November 1, 2008, regarding factors to use for the percentage of annual earning capacity to be used to determine the agricultural income value of the land pursuant to § 10-6-33.28 and other provisions used to assess agricultural land that will provide the least amount of shift between cropland and noncropland on a statewide basis. Thereafter, the economics department shall submit such recommendations, if any, to the task force by September first of each year. Section 13. That § 10-6-33.31 be repealed. 10-6-33.31. Before July first each year, the secretary of revenue shall annually provide each director of equalization the agricultural income value for each county as computed pursuant to § 10-6-33.28. The director of equalization shall annually determine the assessed value of agricultural land. The assessed value of agricultural land may be adjusted by the following factors affecting productivity: (1) The capacity of the land to produce agricultural products as defined in § 10-6-33.2; and (2) The location, size, soil survey statistics, terrain, and topographical condition of the land including the climate, accessibility, and surface obstructions. Each adjustment shall be documented. The director of equalization may document an adjustment by using data from sources reasonably related to the adjustment being made. In addition, the director of equalization may use data from comparable sales of agricultural land to document the adjustment concerning productivity for any of the factors listed in this section. Section 14. That § 10-6-33.32 be repealed. 10-6-33.32. Agricultural land shall be divided by the director of equalization into categories, including cropland and noncropland. Each category shall be divided into classes based on soil classification standards developed by the United States Department of Agriculture Natural Resources Conservation Service. Section 15. That § 10-6-33.33 be repealed. 10-6-33.33. Buildings and structures, other than normally occupied dwellings on agricultural land and automobile garages or portions of buildings used as automobile garages, which are used exclusively for agricultural purposes and situated on agricultural land, are hereby specifically classified for tax purposes as agricultural property and shall be assessed as similar nonagricultural property. Section 16. That § 10-6-33.34 be repealed. 10-6-33.34. The agricultural income value for agricultural land as determined by §§ 10-6-33.28 to 10-6-33.33, inclusive, represents the market value of agricultural land, and the Department of Revenue shall provide the director of equalization of each county the factor of adjustment necessary for the computation required pursuant to §§ 10-3-41, 10-12-31.1, 10-12-42, and 10-13-37. Section 17. That § 10-6-33.35 be repealed. 10-6-33.35. There is hereby established the Agricultural Land Assessment Implementation and Oversight Advisory Task Force. The task force shall consist of the following fourteen members: (1) The speaker of the House of Representatives shall appoint four members of the House of Representatives, no more than two of whom may be from one political party; (2) The speaker of the House of Representatives shall appoint three members of the general public, at least one of the members shall have an agricultural background and at least one of the members shall have a business background; (3) The president pro tempore of the Senate shall appoint four members of the Senate, no more than two of whom may be from one political party; and (4) The president pro tempore of the Senate shall appoint three members of the general public, at least one of the members shall have an agricultural background and at least one of the members shall have a business background. The initial appointments shall be made no later than July 1, 2008, and shall serve until January 12, 2009. The speaker of the House of Representatives and president pro tempore of the Senate before the close of each regular session of the Legislature held in odd-numbered years shall appoint members to the task force for a term of two years. If there is a vacancy on the task force, the vacancy shall be filled in the same manner as the original appointment. The task force shall advise the department regarding the rules promulgated by the department to administer the provisions concerning the assessment and taxation of agricultural lands and shall review the implementation of the provisions of law concerning the assessment and taxation of agricultural land. The task force shall report to the Senate and House of Representatives and may submit a copy of its report to the Governor. The task force may present draft legislation and policy recommendations to the Legislative Research Council Executive Board. The task force shall make recommendations in the following areas: (1) The proper percentage of annual earning capacity to be used to determine the agricultural income value pursuant to § 10-6-33.28; (2) The proper capitalization rate in order to have total taxable valuation for the taxes payable in 2011 from agricultural property be not more than total taxable valuation for the taxes payable in 2010 from agricultural property plus the estimated growth in agricultural property value in 2010; (3) The changes, if any, that must be made to §§ 13-10-6, 13-16-7, 13-37-16, and 13-37-35.1 to ensure that the total amount of additional taxes that may be generated on agricultural land by a school district pursuant to the provisions of §§ 13-10-6, 13-16-7, 13-37-16, and 13-37-35.1 will not provide a substantial property tax revenue increase for the school district pursuant to the implementation of the productivity system pursuant to §§ 10-6-33.28 to 10-6-33.33, inclusive; and (4) The changes, if any, that must be made to §§ 13-10-6, 13-16-7, 13-37-16, and 13-37-35.1 to ensure that the total amount of property taxes that may be lost on agricultural land by a school district pursuant to the provisions of §§ 13-10-6, 13-16-7, 13-37-16, and 13-37-35.1 will not provide a substantial property tax revenue decrease for the school district pursuant to the implementation of the productivity system pursuant to §§ 10-6-33.28 to 10-6-33.33, inclusive. Section 18. That § 10-6-33.36 be repealed. 10-6-33.36. The secretary of revenue may enter into a contract for the collection of cash rent information for agricultural land by county. Cash rent information shall be adjusted by soil survey statistics if available. Section 19. That § 10-6-33.37 be repealed. 10-6-33.37. Notwithstanding the provisions of §§ 10-6-33.28 to 10-6-33.33, inclusive, the director of equalization may equalize the assessed valuation of all cropland if the total assessed valuation of all cropland and total assessed valuation of all noncropland is equal to the total assessed valuation of agricultural land as determined by the application of the provisions of this chapter. Notwithstanding the provisions of §§ 10-6-33.28 to 10-6-33.33, inclusive, the director of equalization may equalize the assessed valuation of all noncropland if the total assessed valuation of all cropland and total assessed valuation of all noncropland is equal to the total assessed valuation of agricultural land as determined by the application of the provisions of this chapter."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 93, "action_date": "2013-01-28T14:00:00-06:00", "document_id": 24841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24841.pdf", "status_text": "First read in Senate and referred to", "journal_page": 240, "committee_id_action": 200, "committee_id_assigned": 185, "result": "N", "vote": {}}, {"bill_id": 93, "action_date": "2013-01-30T10:00:00-06:00", "document_id": 24849, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24849.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 185, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 93, "action_date": "2013-01-30T10:00:00-06:00", "document_id": 24986, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24986.pdf", "status_text": "Referred to", "journal_page": 276, "committee_id_action": 185, "committee_id_assigned": 176, "result": "P", "vote": {"vote_id": 13177, "president_vote": null, "Yea": [337, 340, 364, 329, 320, 328, 333, 339], "Excused": [345]}}, {"bill_id": 93, "action_date": "2013-02-07T10:00:00-06:00", "document_id": 25229, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25229.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 176, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 93, "action_date": "2013-02-07T10:00:00-06:00", "document_id": 25454, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25454.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 364, "committee_id_action": 176, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13595, "president_vote": null, "Yea": [388, 340, 322, 329, 384, 368, 333, 327], "Nay": [385]}}]}