{"session_id": 43, "bill_id": 11558, "bill_type": "House Bill", "bill_number": 1118, "bill_title": "revise the boundaries of certain water development districts and to revise certain provisions regarding the election of the board of directors and the levying of taxes in the affected districts.", "sponsors": [{"legislator_profile_id": 1677, "is_prime": true}, {"legislator_profile_id": 1726, "is_prime": true}, {"legislator_profile_id": 1751, "is_prime": false}, {"legislator_profile_id": 1681, "is_prime": false}, {"legislator_profile_id": 1702, "is_prime": false}, {"legislator_profile_id": 1765, "is_prime": false}, {"legislator_profile_id": 1688, "is_prime": false}, {"legislator_profile_id": 1664, "is_prime": false}, {"legislator_profile_id": 1713, "is_prime": false}, {"legislator_profile_id": 1719, "is_prime": false}, {"legislator_profile_id": 1755, "is_prime": false}, {"legislator_profile_id": 1705, "is_prime": false}], "keywords": ["Delayed Effective Date", "Taxation", "Water Management"], "audio": [{"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hag18.mp3", "start_seconds": 1970.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hag18.mp3", "start_seconds": 1970.0}], "bill_versions": [{"bill_id": 11558, "bill_version_id": 64802, "bill_version": "Introduced", "bill_version_date": "2020-01-29T09:04:47.307-06:00", "bill_text": "An Act to revise the boundaries of certain water development districts and to revise certain provisions regarding the election of the board of directors and the levying of taxes in the affected districts. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 46A-3A-3 be AMENDED: 46A-3A-3. East Dakota district. The East Dakota Water Development District is hereby established. The East Dakota Water Development District includes all of Minnehaha, Moody, Lake, Kingsbury, Brookings, Hamlin, Deuel, Codington and Grant counties; Grafton, Belleview, Adams, Henden, Howard, Clearwater, Canova and Vermillion townships in Miner County all of Lake County except for Wayne, Concord, Winfred, Clarno, and Orland townships; Badger township in Kingsbury County; and all municipalities that are wholly or partially within the included area or that are contiguous to the included area. Section 2. That § 46A-3A-7.1 be AMENDED: 46A-3A-7.1. Vermillion basin district. The Vermillion Basin Water Development District is hereby established. The Vermillion Basin Water Development District includes all of Turner, McCook, and Clay counties; all of Kingsbury County except Badger township; Grafton, Belleview, Adams, Henden, Howard, Clearwater, Canova, and Vermillion townships in Miner County; Wayne, Concord, Winfred, Clarno, and Orland townships in Lake County; and all municipalities that are wholly or partially within the included area. Section 3. Notwithstanding the provisions of § 46A-3A-1, the effective date of sections 1 and 2 of this Act is January 1, 2022. Section 4. That § 46A-3B-3 be AMENDED: 46A-3B-3. Directors--Adjustment--Redistricting. As soon as possible following each decennial census of population or any adjustment to a water development district boundary, the Board of Water and Natural Resources shall ascertain whether the number of board members should be adjusted, adjust the same, and redistrict water development district director areas to reflect changes in the population of the water development district so as to assure equitable representation of all areas within the water development district. The board may make adjustments to water development district director areas to reflect precinct changes made pursuant to chapter 12-14 if equitable representation of all areas remains assured. The board may make adjustments to the Vermillion Basin water development district director areas to reflect boundary changes made pursuant to § 46A-3A-7.1 and the 2020 decennial census of population prior to January 1, 2022. Any of those adjustments must be in effect for the general election in November 2022. Section 5. That § 46A-3B-13 be AMENDED: 46A-3B-13. Directors of Central Plains, East Dakota, James River, and South Central districts. For any water development district with boundaries affected by §§ 46A-3A-2 to 46A-3A-5 §§ 46A-3A-3 to 46A-3A-7.1, inclusive, any director of the district who is in office on January 1, 2009 2022 shall continue to serve as a director if the director remains a resident of the district. At the first general election after January 1, 2009, for any water development district with boundaries affected by §§ 46A-3A-2 to 46A-3A-5, inclusive 2022, directors shall be elected for all director positions in the Vermillion Basin district, regardless of whether or not any director's term has expired. The directors Each director elected for to the district at the general election shall be elected to serve for a staggered terms term. Thereafter, directors each director shall be elected to a four-year terms term at each subsequent general election to succeed those directors a director whose terms expire term expired at the end of the year in which the election is held. Section 6. That § 46A-3E-1 be AMENDED: 46A-3E-1. Tax levies--Vermillion Basin Water Development District. A water development district board of directors may levy taxes, not to exceed thirty cents per thousand dollars of taxable valuation in the district, for accomplishment of the purposes of chapters 46A-3A to 46A-3E, inclusive, and chapters 46A-1 and 46A-2. If an area is included in more than one water development district, that area's tax levy payable to each of the water development districts shall be determined by multiplying the greater of the overlapping water development districts' levies by each water development district's taxing fraction. Each water development district's taxing fraction is determined by dividing that water development district's proposed tax levy for the overlapped area by the sum of all water development districts' levies for the overlapped area. Any water development district for which boundaries are revised under §§ 46A-3A-2 to 46A-3A-7.1, inclusive, is not considered a new taxing district. If any water development district levied a tax pursuant to chapter 10-13 in a manner used by a new taxing district for taxes payable in 2010, such water development district shall revert to the amount of revenue payable to the district for taxes payable in 2009 including any excess levy approved pursuant to § 10-13-36 before July 1, 2002. The water development district may adjust the maximum amount of revenue payable for property taxes based on the growth and index factor for each year thereafter. Any excess levy approved by the water development district pursuant to § 10-13-36 before July 1, 2002, is null and void. For purposes of chapter 10-13, the Vermillion Basin Water Development District, the boundaries of which are revised under § 46A-3A-7.1, is considered a new taxing district created on January 1, 2002. However, any tax levied pursuant to chapter 10-13 in a manner used by a new taxing district for taxes payable in 2023 and 2024 may not exceed five cents per thousand dollars of taxable valuation in the district. The water development district may adjust the maximum amount of revenue payable for property taxes based on the growth and index factor for each year thereafter."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11558, "action_date": "2020-01-29T14:00:00-06:00", "document_id": 64463, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/64463.pdf", "status_text": "First Reading House", "journal_page": 83, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11558, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65199.pdf", "status_text": "Referred to", "journal_page": 107, "committee_id_action": 480, "committee_id_assigned": 462, "result": "N", "vote": {}}, {"bill_id": 11558, "action_date": "2020-02-11T07:45:00-06:00", "document_id": 66973, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66973.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 462, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11558, "action_date": "2020-02-11T07:45:00-06:00", "document_id": 66974, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66974.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 462, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32753, "president_vote": null, "Yea": [1751, 1681, 1667, 1722, 1673, 1729, 1765, 1677, 1762, 1655, 1680, 1710], "Excused": [1666]}}]}