{"session_id": 7, "bill_id": 785, "bill_type": "Senate Bill", "bill_number": 63, "bill_title": "add certain energy efficiency disclosures to the property condition disclosure statement.", "sponsors": [], "keywords": ["Energy", "Public Utilities Commission", "Real Property"], "audio": [{"meeting_datetime": "2009-01-16T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst04.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2009-01-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen05.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2009-01-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen06.mp3", "start_seconds": 1380.0}, {"meeting_datetime": "2009-01-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen06.mp3", "start_seconds": 1380.0}, {"meeting_datetime": "2009-01-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen06.mp3", "start_seconds": 1380.0}], "bill_versions": [{"bill_id": 785, "bill_version_id": 5243, "bill_version": "Introduced", "bill_version_date": "2009-01-09T16:11:33.333-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to add certain energy efficiency disclosures to the property condition disclosure statement. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 43-4-44 be amended to read as follows: 43-4-44. The following form shall be used for the property condition disclosure statement: SELLER'S PROPERTY CONDITION DISCLOSURE STATEMENT (This disclosure shall be completed by the seller. This is a disclosure required by law. If you do not understand this form, seek legal advice.) Seller _________________________________________________________________________ Property Address _________________________________________________________________________ ___________________________________________________________________________ This Disclosure Statement concerns the real property identified above situated in the City of __________ County of __________, State of South Dakota. THIS STATEMENT IS A DISCLOSURE OF THE CONDITION OF THE ABOVE DESCRIBED PROPERTY IN COMPLIANCE WITH § 43-4-38. IT IS NOT A WARRANTY OF ANY KIND BY THE SELLER OR ANY AGENT REPRESENTING ANY PARTY IN THIS TRANSACTION AND IS NOT A SUBSTITUTE FOR ANY INSPECTIONS OR WARRANTIES THE PARTIES MAY WISH TO OBTAIN. Seller hereby authorizes any agent representing any party in this transaction to provide a copy of this statement to any person or entity in connection with any actual or anticipated sale of the property. IF ANY MATERIAL FACT CHANGES BEFORE CONVEYANCE OF TITLE TO THIS PROPERTY, THE SELLER MUST DISCLOSE SUCH MATERIAL FACT WITH A WRITTEN AMENDMENT TO THIS DISCLOSURE STATEMENT. I. LOT OR TITLE INFORMATION 1. When did you purchase or build the home? ________________________________________ If the answer is yes to any of the following, please explain under additional comments or on an attached separate sheet. _____________________________________________________________________________ 2. Were there any title problems when you purchased the property? Yes ____ No ____ 3. Are there any recorded liens or financial instruments against the property, other than a first mortgage? Yes ____ No ____ 4. Are there any unrecorded liens or financial instruments against the property, other than a first mortgage; or have any materials or services been provided in the past one hundred twenty days that would create a lien against the property under chapter 44-9? Yes ____ No ____ Unknown ____ 5. Are there any easements which have been granted in connection with the property (other than normal utility easements for public water and sewer, gas and electric service, telephone service, cable television service, drainage, and sidewalks)? Yes ____ No ____ Unknown ____ 6. Are there any problems related to establishing the lot lines/boundaries? Yes ____ No ____ Unknown ____ 7. Do you have a location survey in your possession or a copy of the recorded plat? If yes, attach a copy. Yes ____ No ____ Unknown ____ 8. Are you aware of any encroachments or shared features, from or on adjoining property (i.e. fences, driveway, sheds, outbuildings, or other improvements)? Yes ____ No ____ 9. Are you aware of any covenants or restrictions affecting the use of the property in accordance with local law? If yes, attach a copy of the covenants and restrictions. Yes ____ No ____ 10. Are you aware of any current or pending litigation, foreclosure, zoning, building code or restrictive covenant violation notices, mechanic's liens, judgments, special assessments, zoning changes, or changes that could affect your property? Yes ____ No ____ 11. Is the property currently occupied by the owner? Yes ____ No ____ 12. Does the property currently receive the owner occupied tax reduction pursuant to SDCL 10- 13-39? Yes ____ No ____ 13. Is the property currently part of a property tax freeze for any reason? Yes ____ No ____ Unknown ____ 14. Is the property leased? Yes ____ No ____ 15. If leased, does the property use comply with local zoning laws? Yes ____ No ____ 16. Does this property or any portion of this property receive rent? If yes, how much $____ and how often ____? Yes ____ No ____ 17. Do you pay any mandatory fees or special assessments to a homeowners' or condominium association? Yes ____ No ____ If yes, what are the fees or assessments? $ ____ per ____ (i.e. annually, semi-annually, monthly) Payable to whom: _______________________________________________________________ For what purpose? _______________________________________________________________ 18. Are you aware if the property has ever had standing water in either the front, rear, or side yard more than forty-eight hours after heavy rain? Yes ____ No ____ 19. Is the property located in or near a flood plain? Yes ____ No ____ Unknown ____ 20. Are wetlands located upon any part of the property? Yes ____ No ____ Unknown ____ II. STRUCTURAL INFORMATION If the answer is yes to any of the following, please explain under additional comments or on an attached separate sheet. 1. Are you aware of any water penetration problems in the walls, windows, doors, basement, or crawl space? Yes ____ No ____ 2. What water damage related repairs, if any, have been made? If any, when? ___________________________________________________________________ 3. Are you aware if drain tile is installed on the property? Yes ____ No ____ 4. Are you aware of any interior cracked walls or floors, or cracks or defects in exterior driveways, sidewalks, patios, or other hard surface areas? Yes ____ No ____ What related repairs, if any, have been made? _____________________________________________________________________________ 5. Are you aware of any roof leakage, past or present? Yes ____ No ____ Type of roof covering: ____________________________________________________________ Age: _________________________________________________________________________ What roof repairs, if any, have been made, when and by whom? ___________________________ Describe any existing unrepaired damage to the roof: ___________________________________ 6. Are you aware of insulation in: the ceiling/attic? Yes ____ No ____ the walls? Yes ____ No ____ the floors? Yes ____ No ____ 7. Are you aware of any pest infestation or damage, either past or present? Yes ____ No ____ 8. Are you aware of the property having been treated for any pest infestation or damage? Yes ____ No ____ If yes, who treated it and when? ____________________________________________________ 9. Are you aware of any work upon the property which required a building, plumbing, electrical, or any other permit? Yes ____ No ____ If yes, describe the work: __________________________________________________________ Was a permit obtained? Yes ____ No ____ Was the work approved by an inspector? Yes ____ No ____ 10. Are you aware of any past or present damage to the property (i.e. fire, smoke, wind, floods, hail, or snow)? Yes ____ No ____ If yes, describe __________________________________________________________________ Have any insurance claims been made? Yes ____ No ____ Unknown ____ Was an insurance payment received? Yes ____ No ____ Unknown ____ Has the damage been repaired? Yes ____ No ____ If yes, describe in detail: _________________________________________________________________________ _________________________________________________________________________ 11. Are you aware of any problems with sewer blockage or backup, past or present? Yes ____ No ____ 12. Are you aware of any drainage, leakage, or runoff from any sewer, septic tank, storage tank, or drain on the property into any adjoining lake, stream, or waterway? Yes ____ No ____ If yes, describe in detail: _________________________________________________________________________ _________________________________________________________________________ III. SYSTEMS/UTILITIES INFORMATION IV. ENERGY EFFICIENCY 1. Does the house contain an Energy Star certified: a. Water heater? Yes ____ No ____ Unknown ____ b. Heating system (furnace, heat pump, or other)? Yes ____ No ____ Unknown ____ c. Cooling system (air conditioner, heat pump, or other)? Yes ____ No ____ Unknown ____ d. Other Energy Star appliances (optional)? Yes ____ No ____ Unknown ____ If yes, please list the appliances: _______________________________________________ 2. Is this an Energy Star certified house? Yes ____ No ____ Unknown ____ 3. Does the house comply with the International Energy Conservation Code of 2006? Yes ____ No ____ Unknown ____ 4. Has the house obtained any other energy efficiency certification? Yes ____ No ____ Unknown ____ If yes, please list the certifications: _____________________________________________ 5. Attach information regarding the amount of usage and cost of electricity, natural gas, propane, or heating oil for each of the most recent twelve months the house was occupied. IV. V. HAZARDOUS CONDITIONS Are you aware of any existing hazardous conditions of the property and are you aware of any tests having been performed? If the answer is yes to any of the questions above, please explain in additional comments or on an attached separate sheet. SELLER'S PROPERTY CONDITION DISCLOSURE STATEMENT I. LOT OR TITLE INFORMATION II. STRUCTURAL INFORMATION III. SYSTEMS/UTILITIES INFORMATION IV. ENERGY EFFICIENCY IV. V. HAZARDOUS CONDITIONS V. VI. MISCELLANEOUS INFORMATION VI. VII. ADDITIONAL COMMENTS (ATTACH ADDITIONAL PAGES IF CLOSING SECTION"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 785, "action_date": "2009-01-13T12:00:00-06:00", "document_id": 5314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5314.pdf", "status_text": "First read in Senate and referred to", "journal_page": 25, "committee_id_action": 54, "committee_id_assigned": 39, "result": "N", "vote": {}}, {"bill_id": 785, "action_date": "2009-01-16T10:00:00-06:00", "document_id": 5336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5336.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 39, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 785, "action_date": "2009-01-16T10:00:00-06:00", "document_id": 5434, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5434.pdf", "status_text": "Do Pass", "journal_page": 60, "committee_id_action": 39, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2897, "president_vote": null, "Nay": [653, 661], "Yea": [677, 659, 648, 689, 642, 649], "Excused": [634]}}, {"bill_id": 785, "action_date": "2009-01-20T14:00:00-06:00", "document_id": 5542, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5542.pdf", "status_text": "Deferred to another day", "journal_page": 69, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 785, "action_date": "2009-01-21T14:00:00-06:00", "document_id": 5626, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5626.pdf", "status_text": "Tabled", "journal_page": 80, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3005, "president_vote": null, "Yea": [653, 704, 680, 682, 685, 702, 649, 700, 655, 673, 663, 677, 675, 634, 697, 659, 690, 636, 667, 656, 669, 661, 686, 701, 662, 703, 664, 638, 648, 640, 689, 694, 705, 671], "Excused": [642]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/785"}