{"session_id": 59, "bill_id": 20476, "bill_type": "Senate Bill", "bill_number": 187, "bill_title": "provide for the creation of rural economic development zones and to provide contractors' excise, sales, and use tax refunds and property tax abatements for certain economic development projects.", "sponsors": [{"legislator_profile_id": 3398, "is_prime": true}, {"legislator_profile_id": 3439, "is_prime": true}], "keywords": ["Administrative Rules", "Sales and Use Tax", "Taxes"], "audio": [{"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sta18.mp3", "start_seconds": 821.0}, {"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sta18.mp3", "start_seconds": 821.0}, {"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sta18.mp3", "start_seconds": 821.0}], "bill_versions": [{"bill_id": 20476, "bill_version_id": 107006, "bill_version": "Introduced", "bill_version_date": "2006-01-23T10:22:11-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the creation of rural economic development zones and to provide contractors' excise, sales, and use tax refunds and property tax abatements for certain economic development projects. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Governor may designate five rural economic development zones in the state for a period of time not to exceed three years. The term, rural economic development zone, means any county, municipality, or township or a contiguous area of at least thirty-six square miles in any county which does not have organized townships. The population of the rural economic development zone may not exceed five thousand persons based on the most recent decennial census of the United States Department of Commerce, Bureau of the Census. Any project proposed within the rural economic development zone that meets the requirements and criteria of this Act is eligible for a tax refund and a property tax abatement. Section 2. Terms used in this Act mean: (1) \"Construction date,\" the first date earth is excavated for the purpose of constructing a project; (2) \"Department,\" the Department of Revenue and Regulation; (3) \"Person,\" any individual, firm, copartnership, joint venture, association, limited liability company, limited liability partnership, corporation, estate, trust, business trust, receiver, unit of government, political subdivision of any state, or any group or combination acting as a unit; (4) \"Project,\" the installation or construction of a new or expanded facility by a person who meets the criteria provided in section 5 of this Act; (5) \"Project cost,\" the amount of money, credits, property, or other money's worth for a project incurred and paid after July 1, 2006, for a project; (6) \"Secretary,\" the secretary of the Department of Revenue and Regulation. Section 3. Any person may apply for and obtain a refund or credit for contractors' excise taxes imposed and paid under the provisions of chapter 10-46A or 10-46B for the construction of a project and for sales or use taxes imposed and paid by such person under the provisions of chapters 10-45 and 10-46 for the purchase or use of equipment. Section 4. As provided in this Act, any person holding a permit issued pursuant to section 6 of this Act may apply for and obtain a refund or credit for sales or use tax imposed and paid by such person under the provisions of chapter 10-45 or 10-46 and contractors' excise taxes imposed and paid under the provisions of chapter 10-46A or 10-46B on the project costs. Section 5. The refund of taxes for a project pertains only to project costs incurred and paid after July 1, 2006, and within thirty-six months of the approval of the application required by section 6 of this Act. No refund may be made unless: (1) The project costs exceed the sum of three million dollars; (2) Agrees to employ at least twelve full time employees; and (3) The person applying for the refund obtains a permit from the secretary as set forth in section 6 of this Act. Section 6. Any person desiring to claim a refund pursuant to this Act shall apply for a permit from the secretary at least thirty days prior to the construction date. The application for a permit shall be submitted on a form prescribed by the secretary. A separate application shall be made and submitted for each project. Upon approval of the application, the secretary shall issue a permit entitling the applicant to submit refund claims as provided by sections 7 and 8 of this Act. Such permit or refund claims are not assignable or transferable except as collateral or security pursuant to chapter 57A-9. Section 7. Any claim for refund shall be submitted on forms prescribed by the secretary and shall be supported by such documentation as the secretary may require. The secretary may deny any claim where the claimant has failed to provide information or documentation requested or considered necessary by the secretary to determine the validity of the claim. Section 8. Any person issued a permit pursuant to this Act shall submit a return to the department no more frequently than on or before the last day of each month and no less frequently than on or before the last day of each month following each calendar quarter. The secretary shall determine and pay the amount of the tax refund within thirty days of receipt of the return. Ninety-five percent of the amount of refund shall be paid to the claimant in accordance with § § 10-59-22 and 10-59-23, and five percent shall be withheld by the department. No interest may be paid on the refund amount. If electronic funds transfer is available to the secretary, the secretary shall pay the refund by electronic funds transfer if requested by the claimant. Section 9. The amounts withheld by the department in accordance with section 8 of this Act shall be retained until the project has been completed and the claimant has met all the conditions of this Act, at which time all sums retained shall be paid to claimant. Section 10. If any claim has been fraudulently presented or supported as to any item in the claim, or if the claimant fails to meet all the conditions of this Act, then the claim may be rejected in its entirety and all sums previously refunded to the claimant shall constitute a debt to the state and a lien in favor of the state upon all property and rights to property whether real or personal belonging to the claimant and may be recovered in an action of debt. Section 11. Any person, aggrieved by the denial in whole or in part of a refund claimed under this Act, may, within thirty days after service of the notice of such denial by the secretary, demand a hearing, upon notice, before the secretary. The hearing shall be conducted pursuant to chapter 1-26. Section 12. Any person aggrieved by a decision of the secretary under this Act, may, within thirty days of receipt of written notice of the secretary's decision, make written application to the secretary for a hearing to be conducted pursuant to chapter 1-26. Hearings are to be conducted and appeals taken pursuant to the provisions of chapters 1-26 and 1-26D. A copy of the hearing examiner's proposed decision, findings of fact, and conclusions of law shall be served on all parties when furnished to the secretary. If the secretary, pursuant to chapter 1-26D, accepts the final decision of the hearing examiner, no appeal from a final decision of the secretary upon any additional tax to be paid may be taken unless any amount ordered paid by the secretary is paid or a bond filed to insure payment of the amount. However, if the final decision of the secretary, pursuant to chapter 1-26D, rejects or modifies the decision of the hearing examiner regarding the amount due, an appeal may be taken without payment of the amount ordered to be paid and without filing of a bond. If the secretary's decision is affirmed by the circuit court, no appeal may be taken unless any amount ordered to be paid by the secretary is paid or a bond is filed to insure payment of such amount. Section 13. Any amount refunded pursuant to this Act for a project that is not completed within the time frames prescribed by section 5 of this Act, including any extensions granted by the secretary, shall be returned to the state without interest. Any refunded amounts not returned pursuant to this section and all sums previously refunded to the claimant constitute a debt to the state and a lien in favor of the state upon all property and rights to property whether real or personal belonging to the claimant and may be recovered in an action of debt. Section 14. The secretary may promulgate rules, pursuant to chapter 1-26, concerning the procedures for filing refund claims and the requirements necessary to qualify for a refund. Section 15. Any project that received a tax refund pursuant to sections 2 to 14 of this Act, inclusive, shall be valued for taxation purposes in the usual manner. However, the board of county commissioners of the county where the project is located shall adopt a formula for the value to be used for tax purposes. The taxable value of the project shall be zero percent of its assessed value in the first year, twenty-five percent in the second year, fifty percent in the third year, seventy five percent fourth year; and one hundred percent in the fifth year and each year thereafter. Nothing in this section prohibits the county commissioners of any county where the project is located to adopt a formula that sets a taxable value of the project that is lower than the percentage established by this section during that five year period."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20476, "action_date": "2006-01-23T14:00:00-06:00", "document_id": 107072, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107072.pdf", "status_text": "First read in Senate and referred to", "journal_page": 160, "committee_id_action": 894, "committee_id_assigned": 877, "result": "N", "vote": {}}, {"bill_id": 20476, "action_date": "2006-02-03T07:45:00-06:00", "document_id": 107861, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107861.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 877, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20476, "action_date": "2006-02-03T07:45:00-06:00", "document_id": 107861, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107861.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 339, "committee_id_action": 877, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64084, "president_vote": null, "Yea": [3376, 3396, 3404, 3409, 3415, 3432, 3439, 3421, 3412]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20476"}