{"session_id": 69, "bill_id": 25002, "bill_type": "House Bill", "bill_number": 1074, "bill_title": "expand eligibility to practice as a dental hygienist under the collaborative supervision of a dentist.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25002", "sponsors": [{"legislator_profile_id": 4567, "is_prime": true}, {"legislator_profile_id": 4571, "is_prime": true}, {"legislator_profile_id": 4474, "is_prime": false}, {"legislator_profile_id": 4476, "is_prime": false}, {"legislator_profile_id": 4478, "is_prime": false}, {"legislator_profile_id": 4495, "is_prime": false}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4499, "is_prime": false}, {"legislator_profile_id": 4521, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4550, "is_prime": false}, {"legislator_profile_id": 4576, "is_prime": false}], "keywords": ["Health Care", "Professions and Occupations", "Promulgation of Rules"], "audio": [], "bill_versions": [{"bill_id": 25002, "bill_version_id": 258997, "bill_version": "Introduced", "bill_version_date": "2024-01-10T10:58:26.687-06:00", "bill_text": "An Act to expand eligibility to practice as a dental hygienist under the collaborative supervision of a dentist. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-6A-40.1 be AMENDED: 36-6A-40.1. A dental hygienist may provide preventive and therapeutic services under the collaborative supervision of a dentist if the dental hygienist has met the following requirements: (1) Possesses a license to practice in the state and has been actively engaged in the practice of clinical dental hygiene in two of the previous three years; (2) Has a written collaborative agreement with a dentist; and (3) Has satisfactorily demonstrated knowledge of medical: (a) Medical and dental emergencies and their management; infection (b) Infection control; pharmacology (c) Pharmacology; disease (d) Disease transmission; management (e) Management of early childhood caries; and management (f) Management of special needs populations. Section 2. That § 36-6A-40.2 be AMENDED: 36-6A-40.2. A dental hygienist seeking to provide preventive and therapeutic services under collaborative supervision shall submit evidence, as prescribed by the board, of meeting the requirements of § 36-6A-40.1 and shall pay a fee not to exceed thirty dollars set by the board. The board shall, by rules promulgated pursuant to chapter 1-26, establish the required: (1) Required fee, the minimum, not to exceed thirty dollars; (2) Minimum requirements for a collaborative agreement, the preventive; (3) Preventive and therapeutic services that may be performed, the location; (4) Location or facilities where services may be performed,; and the evidence (5) Evidence required to demonstrate the active practice and knowledge required pursuant to § 36-6A-40.1."}], "amendments": [], "fiscal_notes": [], "action_log": []}