{"session_id": 53, "bill_id": 17426, "bill_type": "House Bill", "bill_number": 1290, "bill_title": "revise the calculation of state aid to education.", "sponsors": [{"legislator_profile_id": 2730, "is_prime": true}, {"legislator_profile_id": 2822, "is_prime": true}, {"legislator_profile_id": 2732, "is_prime": false}, {"legislator_profile_id": 2753, "is_prime": false}, {"legislator_profile_id": 2777, "is_prime": false}, {"legislator_profile_id": 2788, "is_prime": false}, {"legislator_profile_id": 2790, "is_prime": false}, {"legislator_profile_id": 2791, "is_prime": false}], "keywords": ["Administrative  Rules", "Education", "State Aid"], "audio": [{"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hed16hb1290a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hed16hb1290a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hed16hb1290a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hed16hb1290a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hed16hb1290a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17426, "bill_version_id": 92499, "bill_version": "Introduced", "bill_version_date": "2002-01-22T10:11:25-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the calculation of state aid to education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42 and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less and meet one of the two following criteria (i) serve an area of more than two hundred fifty square miles, (ii) operate a secondary attendance center that is located more than sixteen miles from the nearest secondary attendance center operated by another South Dakota public school district , multiply 1.2 times the average daily membership ; (b) For districts with an average daily membership of two hundred or less and meet both the following criteria (i) serve an area of less than two hundred fifty square miles and (ii) operate a secondary attendance center that is located less than sixteen miles from the nearest secondary attendance center operated by another South Dakota public school district, multiply 1.0 times their average daily membership; (c) For districts with an average daily membership of less than six hundred, but greater than two hundred and meet one of the two following criteria (i) serve an area of more than two hundred fifty square miles, (ii) operate a secondary attendance center that is located more than sixteen miles from the nearest secondary attendance center operated by another South Dakota public school district , raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) (d) For districts with an average daily membership of less than six hundred, but greater than two hundred and meet both the following criteria (i) serve an area of less than two hundred fifty square miles and (ii) operate a secondary attendance center that is located less than sixteen miles from the nearest secondary attendance center operated by another South Dakota public school district, multiply 1.0 times their average daily membership; (e) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (3A) \"Enrollment adjustment,\" is one-half of the negative of the annual percent change in the statewide general enrollment average daily membership for the year before the year immediately preceding the year of adjustment; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor, plus the enrollment adjustment; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42; (7) \"General fund balance,\" the unreserved fund balance of the general fund, less general fund exclusions plus, beginning with transfers made in fiscal year 2001, any transfers out of the general fund for the previous school fiscal year; (8) \"General fund balance percentage,\" is a school district's general fund balance divided by the school district's total general fund expenditures for the previous school fiscal year, the quotient expressed as a percent; (9) \"General fund base percentage,\" is the general fund balance percentage as of June 30, 2000. However, the general fund base percentage can never increase and can never be less than twenty percent; (10) \"Allowable general fund balance,\" the fund base percentage multiplied by the district's general fund expenditures in the previous school fiscal year; (11) \"Imputed interest rate,\" the average prime rate for the preceding fiscal year minus 2.5 percentage points; (12) \"General fund exclusions,\" revenue a school district has received from the imposition of the excess tax levy pursuant to § 10-12-43; revenue a school district has received from gifts, contributions, grants, or donations; revenue a school district has received under the provisions of § § 13-6-92 to 13-6-96, inclusive; and any revenue in the general fund set aside for a noninsurable judgment. Section 2. The Secretary of the Department of Education and Cultural Affairs shall determine the reduction in state aid to education resulting from the provisions of section1 and section 2 of this Act. The per student allocation for fiscal year 2004 shall be adjusted upward by an amount such that the reduction resulting from the provisions of section 1 and section 2 of this Act is redistributed through the state aid to education formula. Section 3. That § 13-6-92 be amended to read as follows: 13-6-92. If two or more school districts consolidate after July 1, 2001, the new school district is entitled to an additional three hundred one thousand five hundred dollars per average daily membership as defined in § 13-13-10.1, up to a maximum of four hundred three hundred average daily membership from each school district or partial school district as it existed prior to consolidation for the first year after consolidation. If two or more school districts consolidate after July 1, 2001, the new school district is entitled to an additional two hundred one thousand dollars per average daily membership as defined in § 13-13-10.1, up to a maximum of four hundred three hundred average daily membership from each school district or partial school district as it existed prior to consolidation for the second year after consolidation. If two or more school districts consolidate after July 1, 2001, the new school district is entitled to an additional one hundred five hundred dollars per average daily membership as defined in § 13-13-10.1, up to a maximum of four hundred three hundred average daily membership from each school district or partial school district as it existed prior to consolidation for the third year after consolidation. The entitlement provided for by this section applies to a maximum of six hundred average daily membership as defined in § 13-13-10.1. Section 4. That § 13-13-1.4 be repealed. 13-13-1.4. If two or more school districts consolidate, for a period of four years after consolidation, the adjusted average daily membership for the newly formed district shall be based upon the average daily membership as defined in § 13-13-10.1 of those school districts that have not previously benefited from this section as they existed prior to consolidation. In years two to four, inclusive, after the consolidation, the relationship between the adjusted average daily membership and average daily membership shall be proportional to the relationship that existed for the first year. Section 5. That § 13-13-1.5 be repealed. 13-13-1.5. In years five to eight, inclusive, after the consolidation of two or more school districts, the adjusted average daily membership for the newly formed district shall be calculated as follows: (1) Calculate adjusted average daily membership pursuant to § 13-13-10.1; (2) Notwithstanding the four-year time limit, calculate adjusted average daily membership pursuant to § 13-13-1.4; (3) Subtract the results of subdivision (1) from the results of subdivision (2); (4) Multiply the results of subdivision (3) by eighty percent in the fifth year, sixty percent in the sixth year, forty percent in the seventh year, and twenty percent in the eighth year; (5) Add the results of subdivision (1) and the results of subdivision (4). Section 6. The Department of Education and Cultural Affairs may promulgate rules pursuant to chapter 1-26 to implement the provisions of this Act. Section 7. This Act is effective July 1, 2003."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17426, "action_date": "2002-01-22T14:00:00-06:00", "document_id": 92568, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92568.pdf", "status_text": "First read in House and referred to", "journal_page": 219, "committee_id_action": 768, "committee_id_assigned": 757, "result": "N", "vote": {}}, {"bill_id": 17426, "action_date": "2002-01-29T19:00:00-06:00", "document_id": 93198, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93198.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 757, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17426, "action_date": "2002-01-29T19:00:00-06:00", "document_id": 93198, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93198.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 385, "committee_id_action": 757, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53774, "president_vote": null, "Yea": [2728, 2729, 2741, 2752, 2757, 2766, 2775, 2783, 2826, 2816], "Nay": [2789, 2790, 2794, 2830, 2751]}}]}