{"session_id": 48, "bill_id": 14551, "bill_type": "Senate Bill", "bill_number": 108, "bill_title": "regulate political contributions from labor organizations.", "sponsors": [{"legislator_profile_id": 2257, "is_prime": true}, {"legislator_profile_id": 2263, "is_prime": true}, {"legislator_profile_id": 2200, "is_prime": false}, {"legislator_profile_id": 2201, "is_prime": false}, {"legislator_profile_id": 2202, "is_prime": false}, {"legislator_profile_id": 2204, "is_prime": false}, {"legislator_profile_id": 2206, "is_prime": false}, {"legislator_profile_id": 2222, "is_prime": false}, {"legislator_profile_id": 2223, "is_prime": false}, {"legislator_profile_id": 2228, "is_prime": false}, {"legislator_profile_id": 2231, "is_prime": false}, {"legislator_profile_id": 2233, "is_prime": false}, {"legislator_profile_id": 2241, "is_prime": false}, {"legislator_profile_id": 2245, "is_prime": false}, {"legislator_profile_id": 2264, "is_prime": false}, {"legislator_profile_id": 2266, "is_prime": false}, {"legislator_profile_id": 2268, "is_prime": false}, {"legislator_profile_id": 2273, "is_prime": false}, {"legislator_profile_id": 2277, "is_prime": false}, {"legislator_profile_id": 2278, "is_prime": false}, {"legislator_profile_id": 2279, "is_prime": false}, {"legislator_profile_id": 2285, "is_prime": false}, {"legislator_profile_id": 2288, "is_prime": false}, {"legislator_profile_id": 2299, "is_prime": false}, {"legislator_profile_id": 2303, "is_prime": false}], "keywords": ["Employee", "Employer", "Labor Organizations", "Political Contributions"], "audio": [], "bill_versions": [{"bill_id": 14551, "bill_version_id": 80328, "bill_version": "Introduced", "bill_version_date": "1999-01-22T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate political contributions from labor organizations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Political fund,\" a separate segregated fund established by a labor organization for political activities according to the procedures and requirements of this Act; (2) \"Labor organization,\" any association or organization of employees, and any agency, employee representation committee, or plan in which employees participate that exists, in whole or in part, to advocate on behalf of employees about grievances, labor disputes, wages, rates of pay, hours of employment, or conditions of employment, including all employee associations and unions for employees of public and private sector employers; (3) \"Political activities,\" lobbying, electoral activities, or independent expenditures or contributions to any candidate, political party, voter registration campaign, or any other political or legislative cause. Section 2. Union dues may not be expended for political activities. Section 3. A labor organization may establish a separate segregated fund to be used for political purposes. A labor organization shall ensure that: (1) Contributions to the political fund are solicited independently from any other solicitations by the labor organization and the purpose for the political fund is clear and unambiguous on the face of the solicitation; (2) Dues or other fees for membership in the labor organization are not used for political purposes, transferred to a segregated political fund, or intermingled in any way with political fund monies; and (3) The cost of administering the political fund is paid from fund contributions and not from dues or other fees for membership in the labor organization. Section 4. At the time the labor organization is soliciting money for the political fund from an employee, the labor organization shall: (1) Inform the employee of the fund's political purpose; and (2) Inform the employee of the employee's right to refuse to contribute without fear of reprisal or loss of membership in the labor organization. Section 5. No labor organization may make a political expenditure or contribution by using money or anything of value: (1) Secured by physical force, job discrimination, membership discrimination, or economic reprisals, or threat of force, job discrimination, membership discrimination, or economic reprisals; or (2) From dues, fees, or other monies required as a condition of membership in a labor organization or as a condition of employment. A violation of this section is a Class 1 misdemeanor. Section 6. No labor organization may solicit monies for a political fund from any person other than its members. No labor organization may pay a member for a contribution to the political fund, directly or indirectly, by providing a bonus, expense account, rebate of dues or other membership fees, or any other form of direct or indirect compensation. A violation of this section is a Class 1 misdemeanor. Section 7. An employee of any person, firm, or private corporation within the state may sign and deliver to the employer a written instrument directing the employer to deduct a specified sum from the employee's monthly wage and pay the deduction to a labor organization or union or any other organization of employees as assignee. An employee's right to revoke or modify a written instrument authorized under this section may not be abridged. Section 8. An employer who receives a written instrument assigning a specified sum from the employee's wages shall: (1) Keep the instrument on file; (2) Deduct the specified sum from the employee's salary; and (3) Pay the deducted amount to the organization or union designated by the employee. The employer shall continue to make and pay the deduction as directed by the employee until the employee revokes or modifies the deduction in writing. Section 9. However, nothing in section 8 of this Act requires an employer to deduct funds from employee pay or to continue to make payroll deductions if the employer elects not to honor a request from a labor organization to permit employee payroll deductions for labor organization political funds. Section 10. Notwithstanding section 7 of this Act, a public employee may not direct a public employer to deduct monies from the employee's wages and pay them to: (1) A registered political action committee; (2) A political fund; or (3) Any intermediary that contributes to a regional political committee or political fund. Section 11. Nothing in this Act prohibits a person from making personal contributions to a registered political action committee or to a political fund."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14551, "action_date": "1999-01-22T14:00:00-06:00", "document_id": 81772, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81772.pdf", "status_text": "First read in Senate and referred to", "journal_page": 162, "committee_id_action": 629, "committee_id_assigned": 611, "result": "N", "vote": {}}, {"bill_id": 14551, "action_date": "1999-01-27T07:45:00-06:00", "document_id": 82081, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82081.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14551, "action_date": "1999-01-27T07:45:00-06:00", "document_id": 82081, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82081.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 204, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42633, "president_vote": null, "Yea": [2224, 2270, 2246, 2259, 2292, 2230, 2283], "Nay": [2299, 2241]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14551"}