{"session_id": 69, "bill_id": 24894, "bill_type": "Senate Bill", "bill_number": 27, "bill_title": "modify the criteria for removal from the sex offender registry.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24894", "sponsors": [], "keywords": ["Crimes", "Executive/Judiciary Request", "Sex Offenses"], "audio": [], "bill_versions": [{"bill_id": 24894, "bill_version_id": 257768, "bill_version": "Introduced", "bill_version_date": "2023-12-29T17:17:08.723-06:00", "bill_text": "An Act to modify the criteria for removal from the sex offender registry. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 22-24B-19 be AMENDED: 22-24B-19. To be eligible for removal from the registry as a Tier I offender, the petitioner shall must show, by clear and convincing evidence, that all of the following criteria have been met: (1) At least five ten years have elapsed since the date the petitioner first registered pursuant to this chapter; (2) The crime requiring registration was for: (a) Statutory rape under subdivision 22-22-1(5), or an attempt to commit statutory rape under subdivision 22-22-1(5), but only if the petitioner was twenty-one years of age or younger at the time the offense was committed or attempted; (b) A juvenile adjudication for a sex crime as defined in subdivision 22-24B-1(1); (c) Sexual contact under § 22-22-7 if the victim was between the ages of thirteen and sixteen and the petitioner was at least three years older than the victim, but only if the petitioner was twenty-one years of age or younger at the time the offense was committed; (d) Felony use or dissemination of visual recording or photographic device any image or recording without consent under § 22-21-4; or (e) An out-of-state, federal or court martial offense that is comparable to the elements of the crimes listed in (a), (b), or (c) subsections (2)(a), (2)(b), (2)(c), or (2)(d); (3) The circumstances surrounding the crime requiring registration did not involve a child under the age of thirteen; (4) The petitioner is not a recidivist sex offender; (5) The petitioner has substantially complied in good faith with the registration and re-registration requirements imposed under chapter 22-24B; and (6) Petitioner demonstrates to the satisfaction of the court that he or she petitioner does not pose a risk or danger to the community. For purposes of this section, any period of time during which the petitioner was incarcerated or during which the petitioner was confined in a mental health facility does not count toward the five-year ten-year calculation, regardless of whether such the incarceration or confinement was for the sex offense requiring registration or for some other offense."}], "amendments": [], "fiscal_notes": [], "action_log": []}