{"session_id": 8, "bill_id": 1996, "bill_type": "House Bill", "bill_number": 1240, "bill_title": "create the South Dakota need-based grant fund, to provide for the awarding of certain need-based grants, and to repeal provisions relating to tuition equalization grants. ", "sponsors": [{"legislator_profile_id": 826, "is_prime": true}, {"legislator_profile_id": 766, "is_prime": true}, {"legislator_profile_id": 748, "is_prime": false}, {"legislator_profile_id": 764, "is_prime": false}], "keywords": ["Board of Regents", "Education"], "audio": [{"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hed24.mp3", "start_seconds": 3980.0}, {"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hed24.mp3", "start_seconds": 3980.0}, {"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hed24.mp3", "start_seconds": 3980.0}, {"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hed24.mp3", "start_seconds": 3980.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hap25.mp3", "start_seconds": 6840.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hap25.mp3", "start_seconds": 6840.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hap25.mp3", "start_seconds": 6840.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hap25.mp3", "start_seconds": 6840.0}, {"meeting_datetime": "2010-02-22T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hap25.mp3", "start_seconds": 6840.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou26.mp3", "start_seconds": 12273.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou26.mp3", "start_seconds": 12273.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou26.mp3", "start_seconds": 12273.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou26.mp3", "start_seconds": 12273.0}, {"meeting_datetime": "2010-03-03T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sap31.mp3", "start_seconds": 1955.0}, {"meeting_datetime": "2010-03-03T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sap31.mp3", "start_seconds": 1955.0}, {"meeting_datetime": "2010-03-03T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sap31.mp3", "start_seconds": 1955.0}, {"meeting_datetime": "2010-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen33.mp3", "start_seconds": 4701.0}, {"meeting_datetime": "2010-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen33.mp3", "start_seconds": 4701.0}, {"meeting_datetime": "2010-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen33.mp3", "start_seconds": 4701.0}, {"meeting_datetime": "2010-03-29T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou38.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 1996, "bill_version_id": 11592, "bill_version": "Introduced", "bill_version_date": "2010-02-02T09:41:55.897-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the South Dakota need-based grant fund, to provide for the transfer of certain unclaimed lottery prize money to the need-based grant fund, to provide for the awarding of certain need-based grants, and to repeal provisions relating to tuition equalization grants. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created in the state treasury the South Dakota need-based grant fund in the Board of Regents for the purpose of providing grants pursuant to chapter 13-55A to qualified students. All moneys in the South Dakota need-based grant fund are subject to appropriation by the Legislature through the General Appropriations Act or special appropriations acts for the need-based grant programs. Any interest earned shall be credited to the fund. The board may accept any gifts, contributions, or funds obtained from any other source for the purpose of carrying out the provisions of this section. Section 2. That § 42-7A-34 be amended to read as follows: 42-7A-34. The prize to be paid or awarded for each winning ticket shall be paid to the person who is adjudged by the executive director to be the holder of such winning ticket. However, the prize of a deceased winner shall be paid to the duly appointed representative of the estate of such winner or to any other person claiming the prize pursuant to the provisions of chapter 30-11A. The right of a person to a prize drawn or awarded is not assignable. All prizes awarded shall be taxed as South Dakota source income and are subject to federal income tax laws and regulations. Unclaimed prize money shall be retained for a period deemed appropriate by the executive director and if no claim is made within such period, then ten percent of such unclaimed prize money shall be transferred to the South Dakota need-based grant fund created in section 1 of this Act, and the remainder shall be added to the prize pools of subsequent lottery games. The State of South Dakota, members of the commission and employees of the South Dakota Lottery are discharged of all further liability upon payment of a prize pursuant to this section. Section 3. That § 13-55A-2 be amended to read as follows: 13-55A-2. Terms used in this chapter, unless the context otherwise requires, mean: (1) \"Eligible institution,\" an institution of education beyond the high school level, located in South Dakota, which may include all public and private nonprofit and proprietary institutions, including four-year colleges and universities, community and junior colleges, area technical or vocational schools, trade schools, technical institutes, schools of nursing or of the health professions or any institution which is determined by the secretary executive director to be regularly accredited to offer postsecondary educational services by a recognized and appropriate accrediting agency, as determined by the secretary executive director, and which has an agreement with the United States secretary of education for the conduct of any of the programs established under currently participating in any federal financial assistance program authorized by Title IV of The Higher Education Act of 1965, as amended to January 1, 2010; (2) \"Financial need,\" the amount of assistance, as determined by a federal department of education approved needs analysis system, required for a student to attend by calculating a student's estimated cost of attendance (minus family contribution and additional aid granted) at an eligible institution; (3) \"Qualified student,\" a resident student who is enrolled in an eligible institution in a course of study on at least a half-time basis, as certified by the institution, and who has established financial need and who is maintaining satisfactory progress toward graduation. \"Course of study\" does not include correspondence courses; (4) \"Resident student,\" an individual who has been determined by the secretary executive director to be a resident of South Dakota and who is enrolled at an eligible institution; (5) \"Secretary Executive director,\" the secretary of the Department of Education executive director of the Board of Regents; (6) \"Student incentive grant Leveraging Educational Assistance Partnership grant or Special Leveraging Educational Assistance Partnerships grant,\" an award by the State of South Dakota to a qualified student under this chapter. Section 4. That § 13-55A-3 be amended to read as follows: 13-55A-3. A student incentive leveraging educational assistance partnership grant or special leveraging educational assistance partnership grant may be awarded to any qualified resident student who is admitted and is in attendance at any eligible institution on at least a half-time basis, has established financial need and has received qualifying matching aid. Section 5. That § 13-55A-4 be amended to read as follows: 13-55A-4. A participating eligible institution shall calculate the amount of a student incentive leveraging educational assistance partnership grant or special leveraging educational assistance partnership grant to a qualified student for the normal academic year, or its equivalent, from a range of not less than one hundred dollars nor more than six hundred one thousand dollars, and shall make a recommendation to the secretary executive director for his approval, disapproval or modification. The institution making the recommendation for each student incentive leveraging educational assistance partnership grant or special leveraging educational assistance partnership grant shall consider any other financial assistance available to the qualified student in relation to the financial assistance available to other qualified students attending that institution and may not exceed the lesser of the unmet need of the qualified student or the amount of qualifying matching aid. Section 6. That § 13-55A-5 be amended to read as follows: 13-55A-5. Each applicant, in accordance with the rules and regulations of the secretary of education executive director, shall: (1) Complete and file an application for a student incentive grant; (2) Be responsible for providing the information required to make a financial need determination; and (3)(2) Report promptly to the secretary executive director any information requested which is necessary to make a proper determination with respect to the student's application need determination. Section 7. That § 13-55A-10 be amended to read as follows: 13-55A-10. If a recipient of a student incentive leveraging educational assistance partnership grant or special leveraging educational assistance partnership grant discontinues attendance before the end of any semester, summer school sessions, or their equivalents, the entire amount of any refund due that student from the eligible institution on a prorata basis, up to the amount of any payment made under the student incentive leveraging educational assistance partnership grants or special leveraging educational assistance partnership grant, shall be paid by the eligible institution to the state. Section 8. That § 13-55A-11 be amended to read as follows: 13-55A-11. The secretary executive director shall administer this program and shall: (1) Approve application forms and financial need statements; (2) Adopt rules and regulations, pursuant to chapter 1-26, to define tuition and mandatory fees, to define residents for the purposes of this chapter, and to determine the amount of grant funds available to students at each eligible institution. The secretary executive director may provide for proration of funds if the available funds are insufficient to pay all approved grants; (3)(2) Approve and award student incentive leveraging educational assistance partnership grants or special leveraging educational assistance partnership grants; and (4)(3) Establish and maintain records required by good accounting practices. Section 9. That § 13-55A-12 be amended to read as follows: 13-55A-12. The secretary of education executive director is further authorized to accept gifts, grants, and contributions, public or private, that will facilitate the education of South Dakota students pursuant to this chapter. Section 10. That § 13-55A-12.1 be amended to read as follows: 13-55A-12.1. The secretary of education executive director is hereby authorized to accept and expend any funds received from federal or private sources as provided for in this chapter, provided such acceptance and expenditure is approved in accordance with 4-8B-10. Expenditures authorized under this section shall be paid out on warrants drawn by the state auditor on vouchers approved by the secretary of the department of education executive director, or his designee. Section 11. That § 13-55B-1 be repealed. 13-55B-1. Terms used in this chapter, unless the context plainly otherwise requires, mean: (1) \"Accredited private institution,\" an institution of higher learning located in South Dakota which is operated privately and which is accredited by the North Central Association of Colleges and Secondary Schools accrediting agency; (2) \"Qualified student,\" a full time resident student who has established financial need, is not enrolled in a course of study leading to a degree in theology or religious education, and is not receiving an athletic scholarship; (3) \"Secretary,\" the secretary of the Department of Education. Section 12. That § 13-55B-2 be repealed. 13-55B-2. There is established the South Dakota tuition equalization grant program which shall be administered by the secretary of the Department of Education. The tuition equalization grants provided for in this chapter shall be administered pursuant to procedures devised and implemented by the secretary. The secretary may promulgate reasonable rules pursuant to chapter 1-26 to define tuition, mandatory fees, residents for the purposes of this chapter, to determine the amount of grant funds available to students at each eligible institution and to limit the expenditure of grant funds for tuition payments. Section 13. That § 13-55B-3 be repealed. 13-55B-3. The secretary of education shall make awards of nonrepayable tuition equalization grants from funds appropriated for that purpose directly to qualified students who are residents of South Dakota at least twelve months prior to the date of registration with an accredited private institution. The Department of Education may not approve a tuition equalization grant until it receives a certification from the accredited private institution that the student applying for the tuition equalization grant is a qualified student. Section 14. That § 13-55B-4 be repealed. 13-55B-4. All awards of tuition equalization grants shall be based on the financial need of the student as measured by the parents' ability (or the student's ability if the student is not receiving any financial assistance from his parent or guardian) to contribute to his educational expenses as determined by rules promulgated pursuant to chapter 1-26 by the Department of Education. The maximum tuition equalization grants shall be the total amount of tuition and mandatory fees charged by the accredited private institution for the academic year or three hundred dollars whichever is less. Financial need of less than one hundred dollars per academic year shall render an applicant ineligible for an award. No official or agency shall prorate or otherwise reduce an award below the amount of assistance determined by an objective analysis of financial need of the applicant. Section 15. That § 13-55B-5 be repealed. 13-55B-5. It is expressly provided that payments of awards shall be made directly to the students in equal installments at the beginning of each academic term upon receipt by the secretary of evidence that the student is officially enrolled in the accredited private institution. Section 16. That § 13-55B-6 be repealed. 13-55B-6. Each tuition equalization grant is renewable by the Department of Education annually for the equivalent of four academic years, or until such earlier time as the student receives a baccalaureate degree or has expended eight semesters or twelve quarter terms of enrollment. The Department of Education shall renew an award only upon the student's application and upon verification that the applicant has completed satisfactorily the work of the preceding year, that he remains a resident of the state and that his financial situation continues to warrant the tuition equalization grant under the applicable provisions of this chapter and the policies of the Department of Education. Section 17. That § 13-55B-7 be repealed. 13-55B-7. If the recipient of a tuition equalization grant fails to comply with the rules of the Department of Education in respect to the use of the tuition equalization grant or shall fail to attain the minimum level of achievement prescribed for the retention of the tuition equalization grant, or shall fail to observe the rules, regulations, or conditions prescribed or imposed on students by such accredited private institution, or shall for any reason be expelled without leave, the department may, upon evidence, revoke the tuition equalization grant. The person holding the tuition equalization grant may not be entitled to further payments or benefits. Section 18. That § 13-55B-8 be repealed. 13-55B-8. Any person who receives funds through the tuition equalization grant program shall be ineligible for the South Dakota Student Incentive Grant Program."}, {"bill_id": 1996, "bill_version_id": 12730, "bill_version": "House Appropriations Engrossed", "bill_version_date": "2010-02-22T12:40:30.433-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the South Dakota need-based grant fund, to provide for the awarding of certain need-based grants, and to repeal provisions relating to tuition equalization grants. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created in the state treasury the South Dakota need-based grant fund in the Board of Regents for the purpose of providing grants pursuant to chapter 13-55A to qualified students. All moneys in the South Dakota need-based grant fund are subject to appropriation by the Legislature through the General Appropriations Act or special appropriations acts for the need-based grant programs. Any interest earned shall be credited to the fund. The board may accept any gifts, contributions, or funds obtained from any other source for the purpose of carrying out the provisions of this section. Section 2. That § 13-55A-2 be amended to read as follows: 13-55A-2. Terms used in this chapter, unless the context otherwise requires, mean: (1) \"Eligible institution,\" an institution of education beyond the high school level, located in South Dakota, which may include all public and private nonprofit and proprietary institutions, including four-year colleges and universities, community and junior colleges, area technical or vocational schools, trade schools, technical institutes, schools of nursing or of the health professions or any institution which is determined by the secretary executive director to be regularly accredited to offer postsecondary educational services by a recognized and appropriate accrediting agency, as determined by the secretary executive director, and which has an agreement with the United States secretary of education for the conduct of any of the programs established under currently participating in any federal financial assistance program authorized by Title IV of The Higher Education Act of 1965, as amended to January 1, 2010; (2) \"Financial need,\" the amount of assistance, as determined by a federal department of education approved needs analysis system, required for a student to attend by calculating a student's estimated cost of attendance (minus family contribution and additional aid granted) at an eligible institution; (3) \"Qualified student,\" a resident student who is enrolled in an eligible institution in a course of study on at least a half-time basis, as certified by the institution, and who has established financial need and who is maintaining satisfactory progress toward graduation. \"Course of study\" does not include correspondence courses; (4) \"Resident student,\" an individual who has been determined by the secretary executive director to be a resident of South Dakota and who is enrolled at an eligible institution; (5) \"Secretary Executive director,\" the secretary of the Department of Education executive director of the Board of Regents; (6) \"Student incentive grant Leveraging Educational Assistance Partnership grant or Special Leveraging Educational Assistance Partnerships grant,\" an award by the State of South Dakota to a qualified student under this chapter. Section 3. That § 13-55A-3 be amended to read as follows: 13-55A-3. A student incentive leveraging educational assistance partnership grant or special leveraging educational assistance partnership grant may be awarded to any qualified resident student who is admitted and is in attendance at any eligible institution on at least a half-time basis, has established financial need and has received qualifying matching aid. Section 4. That § 13-55A-4 be amended to read as follows: 13-55A-4. A participating eligible institution shall calculate the amount of a student incentive leveraging educational assistance partnership grant or special leveraging educational assistance partnership grant to a qualified student for the normal academic year, or its equivalent, from a range of not less than one hundred dollars nor more than six hundred one thousand dollars, and shall make a recommendation to the secretary executive director for his approval, disapproval or modification. The institution making the recommendation for each student incentive leveraging educational assistance partnership grant or special leveraging educational assistance partnership grant shall consider any other financial assistance available to the qualified student in relation to the financial assistance available to other qualified students attending that institution and may not exceed the lesser of the unmet need of the qualified student or the amount of qualifying matching aid. Section 5. That § 13-55A-5 be amended to read as follows: 13-55A-5. Each applicant, in accordance with the rules and regulations of the secretary of education executive director, shall: (1) Complete and file an application for a student incentive grant; (2) Be responsible for providing the information required to make a financial need determination; and (3)(2) Report promptly to the secretary executive director any information requested which is necessary to make a proper determination with respect to the student's application need determination. Section 6. That § 13-55A-10 be amended to read as follows: 13-55A-10. If a recipient of a student incentive leveraging educational assistance partnership grant or special leveraging educational assistance partnership grant discontinues attendance before the end of any semester, summer school sessions, or their equivalents, the entire amount of any refund due that student from the eligible institution on a prorata basis, up to the amount of any payment made under the student incentive leveraging educational assistance partnership grants or special leveraging educational assistance partnership grant, shall be paid by the eligible institution to the state. Section 7. That § 13-55A-11 be amended to read as follows: 13-55A-11. The secretary executive director shall administer this program and shall: (1) Approve application forms and financial need statements; (2) Adopt rules and regulations, pursuant to chapter 1-26, to define tuition and mandatory fees, to define residents for the purposes of this chapter, and to determine the amount of grant funds available to students at each eligible institution. The secretary executive director may provide for proration of funds if the available funds are insufficient to pay all approved grants; (3)(2) Approve and award student incentive leveraging educational assistance partnership grants or special leveraging educational assistance partnership grants; and (4)(3) Establish and maintain records required by good accounting practices. Section 8. That § 13-55A-12 be amended to read as follows: 13-55A-12. The secretary of education executive director is further authorized to accept gifts, grants, and contributions, public or private, that will facilitate the education of South Dakota students pursuant to this chapter. Section 9. That § 13-55A-12.1 be amended to read as follows: 13-55A-12.1. The secretary of education executive director is hereby authorized to accept and expend any funds received from federal or private sources as provided for in this chapter, provided such acceptance and expenditure is approved in accordance with 4-8B-10. Expenditures authorized under this section shall be paid out on warrants drawn by the state auditor on vouchers approved by the secretary of the department of education executive director, or his designee. Section 10. That § 13-55B-1 be repealed. 13-55B-1. Terms used in this chapter, unless the context plainly otherwise requires, mean: (1) \"Accredited private institution,\" an institution of higher learning located in South Dakota which is operated privately and which is accredited by the North Central Association of Colleges and Secondary Schools accrediting agency; (2) \"Qualified student,\" a full time resident student who has established financial need, is not enrolled in a course of study leading to a degree in theology or religious education, and is not receiving an athletic scholarship; (3) \"Secretary,\" the secretary of the Department of Education. Section 11. That § 13-55B-2 be repealed. 13-55B-2. There is established the South Dakota tuition equalization grant program which shall be administered by the secretary of the Department of Education. The tuition equalization grants provided for in this chapter shall be administered pursuant to procedures devised and implemented by the secretary. The secretary may promulgate reasonable rules pursuant to chapter 1-26 to define tuition, mandatory fees, residents for the purposes of this chapter, to determine the amount of grant funds available to students at each eligible institution and to limit the expenditure of grant funds for tuition payments. Section 12. That § 13-55B-3 be repealed. 13-55B-3. The secretary of education shall make awards of nonrepayable tuition equalization grants from funds appropriated for that purpose directly to qualified students who are residents of South Dakota at least twelve months prior to the date of registration with an accredited private institution. The Department of Education may not approve a tuition equalization grant until it receives a certification from the accredited private institution that the student applying for the tuition equalization grant is a qualified student. Section 13. That § 13-55B-4 be repealed. 13-55B-4. All awards of tuition equalization grants shall be based on the financial need of the student as measured by the parents' ability (or the student's ability if the student is not receiving any financial assistance from his parent or guardian) to contribute to his educational expenses as determined by rules promulgated pursuant to chapter 1-26 by the Department of Education. The maximum tuition equalization grants shall be the total amount of tuition and mandatory fees charged by the accredited private institution for the academic year or three hundred dollars whichever is less. Financial need of less than one hundred dollars per academic year shall render an applicant ineligible for an award. No official or agency shall prorate or otherwise reduce an award below the amount of assistance determined by an objective analysis of financial need of the applicant. Section 14. That § 13-55B-5 be repealed. 13-55B-5. It is expressly provided that payments of awards shall be made directly to the students in equal installments at the beginning of each academic term upon receipt by the secretary of evidence that the student is officially enrolled in the accredited private institution. Section 15. That § 13-55B-6 be repealed. 13-55B-6. Each tuition equalization grant is renewable by the Department of Education annually for the equivalent of four academic years, or until such earlier time as the student receives a baccalaureate degree or has expended eight semesters or twelve quarter terms of enrollment. The Department of Education shall renew an award only upon the student's application and upon verification that the applicant has completed satisfactorily the work of the preceding year, that he remains a resident of the state and that his financial situation continues to warrant the tuition equalization grant under the applicable provisions of this chapter and the policies of the Department of Education. Section 16. That § 13-55B-7 be repealed. 13-55B-7. If the recipient of a tuition equalization grant fails to comply with the rules of the Department of Education in respect to the use of the tuition equalization grant or shall fail to attain the minimum level of achievement prescribed for the retention of the tuition equalization grant, or shall fail to observe the rules, regulations, or conditions prescribed or imposed on students by such accredited private institution, or shall for any reason be expelled without leave, the department may, upon evidence, revoke the tuition equalization grant. The person holding the tuition equalization grant may not be entitled to further payments or benefits. Section 17. That § 13-55B-8 be repealed. 13-55B-8. Any person who receives funds through the tuition equalization grant program shall be ineligible for the South Dakota Student Incentive Grant Program."}, {"bill_id": 1996, "bill_version_id": 13655, "bill_version": "Enrolled", "bill_version_date": "2010-03-09T09:10:21.643-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1996, "action_date": "2010-02-02T14:00:00-06:00", "document_id": 11655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11655.pdf", "status_text": "First read in House and referred to", "journal_page": 265, "committee_id_action": 86, "committee_id_assigned": 73, "result": "N", "vote": {}}, {"bill_id": 1996, "action_date": "2010-02-19T07:45:00-06:00", "document_id": 12459, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12459.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 73, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1996, "action_date": "2010-02-19T07:45:00-06:00", "document_id": 12612, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12612.pdf", "status_text": "Referred to", "journal_page": 482, "committee_id_action": 73, "committee_id_assigned": 88, "result": "P", "vote": {"vote_id": 6826, "president_vote": null, "Yea": [825, 793, 813, 829, 757, 783, 819, 841, 763, 789, 828, 801], "Nay": [817, 834], "Excused": [833]}}, {"bill_id": 1996, "action_date": "2010-02-22T08:00:00-06:00", "document_id": 12743, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12743.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 88, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1996, "action_date": "2010-02-22T08:00:00-06:00", "document_id": 12743, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12743.pdf", "status_text": "Do Pass Amended", "journal_page": 501, "committee_id_action": 88, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6892, "president_vote": null, "Yea": [781, 740, 812, 775, 779, 837, 773], "Excused": [755, 752]}}, {"bill_id": 1996, "action_date": "2010-02-22T08:00:00-06:00", "document_id": 12743, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12743.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 88, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1996, "action_date": "2010-02-22T08:00:00-06:00", "document_id": 12542, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12542.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 88, "committee_id_assigned": null, "result": null, "vote": {}}, {"bill_id": 1996, "action_date": "2010-02-23T10:30:00-06:00", "document_id": 12848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12848.pdf", "status_text": "Do Pass Amended", "journal_page": 586, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7036, "president_vote": null, "Yea": [821, 825, 771, 793, 781, 775, 844, 820, 804, 779, 740, 813, 756, 748, 817, 814, 765, 811, 830, 798, 829, 832, 826, 757, 835, 842, 777, 834, 803, 822, 843, 759, 816, 824, 788, 800, 801, 827, 750, 742, 770, 783, 751, 773, 744, 840, 784, 819, 836, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 823, 789, 837, 812, 786], "Nay": [831, 749, 792, 755, 839, 838]}}, {"bill_id": 1996, "action_date": "2010-02-24T14:00:00-06:00", "document_id": 12956, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12956.pdf", "status_text": "First read in Senate and referred to", "journal_page": 461, "committee_id_action": 84, "committee_id_assigned": 83, "result": "N", "vote": {}}, {"bill_id": 1996, "action_date": "2010-03-03T09:00:00-06:00", "document_id": 13090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13090.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 83, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1996, "action_date": "2010-03-03T09:00:00-06:00", "document_id": 13332, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13332.pdf", "status_text": "Do Pass", "journal_page": 536, "committee_id_action": 83, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7363, "president_vote": null, "Yea": [787, 741, 785, 743, 807, 802, 772]}}, {"bill_id": 1996, "action_date": "2010-03-04T13:00:00-06:00", "document_id": 13498, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13498.pdf", "status_text": "Deferred to another day", "journal_page": 573, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1996, "action_date": "2010-03-08T14:00:00-06:00", "document_id": 13604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13604.pdf", "status_text": "Do Pass Amended", "journal_page": 595, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7575, "president_vote": null, "Nay": [758, 807, 805, 760, 782, 802, 795, 743, 753, 794, 799], "Yea": [809, 785, 787, 790, 754, 778, 768, 780, 739, 764, 741, 772, 761, 774, 766, 791, 806, 767, 808, 769, 745, 810, 747, 776]}}, {"bill_id": 1996, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13783.pdf", "status_text": "Signed by the Speaker", "journal_page": 801, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1996, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13782, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13782.pdf", "status_text": "Signed by the President", "journal_page": 644, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1996, "action_date": "2010-03-11T10:30:00-06:00", "document_id": 13884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13884.pdf", "status_text": "Delivered to the Governor", "journal_page": 846, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1996, "action_date": "2010-03-29T10:00:00-05:00", "document_id": 13978, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13978.pdf", "status_text": "Vetoed by the Governor", "journal_page": 861, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1996, "action_date": "2010-03-29T10:00:00-05:00", "document_id": 13978, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13978.pdf", "status_text": "Veto override", "journal_page": 865, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7778, "president_vote": null, "Yea": [821, 825, 771, 793, 781, 775, 844, 831, 820, 804, 779, 740, 813, 756, 748, 817, 814, 765, 811, 830, 798, 749, 829, 832, 826, 757, 835, 842, 777, 834, 803, 822, 843, 759, 816, 824, 788, 800, 801, 827, 750, 742, 770, 792, 783, 755, 751, 773, 744, 840, 784, 839, 836, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 823, 789, 838, 837, 812, 786], "Excused": [819]}}, {"bill_id": 1996, "action_date": "2010-03-29T10:00:00-05:00", "document_id": 13977, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13977.pdf", "status_text": "Veto override", "journal_page": 689, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7785, "president_vote": null, "Yea": [758, 809, 787, 790, 807, 754, 805, 760, 778, 768, 782, 780, 739, 764, 795, 741, 772, 761, 774, 766, 806, 767, 808, 769, 743, 753, 745, 794, 810, 747, 776], "Excused": [785, 791], "Nay": [802, 799]}}, {"bill_id": 1996, "action_date": "2010-03-30T13:00:00-05:00", "document_id": 14005, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/14005.pdf", "status_text": "Delivered veto override to the Secretary of State", "journal_page": 879, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4539}