{"session_id": 20, "bill_id": 5542, "bill_type": "House Bill", "bill_number": 1238, "bill_title": "provide for the impoundment of license plates after multiple driving under the influence offenses.", "sponsors": [{"legislator_profile_id": 452, "is_prime": true}, {"legislator_profile_id": 481, "is_prime": true}, {"legislator_profile_id": 453, "is_prime": false}, {"legislator_profile_id": 846, "is_prime": false}, {"legislator_profile_id": 519, "is_prime": false}, {"legislator_profile_id": 449, "is_prime": false}, {"legislator_profile_id": 504, "is_prime": false}, {"legislator_profile_id": 503, "is_prime": false}, {"legislator_profile_id": 501, "is_prime": false}, {"legislator_profile_id": 479, "is_prime": false}, {"legislator_profile_id": 457, "is_prime": false}, {"legislator_profile_id": 465, "is_prime": false}, {"legislator_profile_id": 424, "is_prime": false}, {"legislator_profile_id": 492, "is_prime": false}, {"legislator_profile_id": 500, "is_prime": false}, {"legislator_profile_id": 515, "is_prime": false}, {"legislator_profile_id": 475, "is_prime": false}, {"legislator_profile_id": 511, "is_prime": false}, {"legislator_profile_id": 512, "is_prime": false}, {"legislator_profile_id": 514, "is_prime": false}, {"legislator_profile_id": 430, "is_prime": false}, {"legislator_profile_id": 468, "is_prime": false}, {"legislator_profile_id": 494, "is_prime": false}, {"legislator_profile_id": 461, "is_prime": false}, {"legislator_profile_id": 508, "is_prime": false}, {"legislator_profile_id": 480, "is_prime": false}], "keywords": ["DUI", "Licenses", "Motor Vehicle"], "audio": [{"meeting_datetime": "2014-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju22.mp3", "start_seconds": 5805.0}, {"meeting_datetime": "2014-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju22.mp3", "start_seconds": 5805.0}, {"meeting_datetime": "2014-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju22.mp3", "start_seconds": 5805.0}], "bill_versions": [{"bill_id": 5542, "bill_version_id": 29697, "bill_version": "Introduced", "bill_version_date": "2014-02-04T09:55:40.153-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the impoundment of license plates after multiple driving under the influence offenses. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-23 be amended by adding thereto a NEW SECTION to read as follows: If a person is convicted of a violation of § 32-23-1 and the person has one or more previous convictions for a violation of § 32-23-1 within the last ten years, the judge shall issue an order against the person for the impoundment of the motor vehicle plates of all motor vehicles the person owns, registers, and leases including all motor vehicles that are owned, registered, or leased jointly by the person. The impoundment order is effective immediately and shall continue for a minimum of one full year after the person's license is fully reinstated. The person shall surrender all motor vehicle plates to the Division of Motor Vehicles no more than seven business days after the impoundment order is issued. The judge shall immediately forward the impoundment order to the Division of Motor Vehicles. No person who is the subject of an impoundment order pursuant to this section may operate a motor vehicle that does not display a special driving under the influence plate described in section 2 of this Act. The judge may not issue an impoundment order for the motor vehicle plates of a rental vehicle, or a vehicle registered in another state. If a person subject to an order of impoundment certifies that a vehicle the person owns, registers, or leases is primarily used by the person's child who is under the age of twenty-one, the judge shall exempt that vehicle plate from the order of impoundment. Section 2. That chapter 32-23 be amended by adding thereto a NEW SECTION to read as follows: The Division of Motor Vehicles shall design a special driving under the influence license plate that bears a special design or a special series of numbers or letters so as to be readily identified by law enforcement officers. The Division of Motor Vehicles shall issue a special driving under the influence plate upon application by a person pursuant to section 3 of this Act if the person meets all other requirements to obtain a license plate. In addition to the noncommercial license plate fees, an additional fee of one hundred dollars shall be charged for the initial issuance of the special driving under the influence plate. The special plates shall be displayed as set forth in § 32-5-98. The fee collected pursuant to this section shall be deposited in the local government highway and bridge fund created pursuant to § 32-11-34. Section 3. That chapter 32-23 be amended by adding thereto a NEW SECTION to read as follows: At any time after the plates subject to an order of impoundment pursuant to section 1 of this Act are surrendered to the Division of Motor Vehicles, a person subject to the impoundment order, or a registered owner of a vehicle subject to the plate impoundment order, may apply for a special driving under the influence license plate described in section 2 of this Act if: (1) The person has been reissued a driver license; (2) The registered owner is not the person subject to the impoundment order and has a valid driver license; or (3) A member of the person's household has a valid driver license. Section 4. That chapter 32-23 be amended by adding thereto a NEW SECTION to read as follows: The display of a driving under the influence license plate pursuant to this Act is not probable cause to believe that a violation of law has occurred."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5542, "action_date": "2014-02-04T14:00:00-06:00", "document_id": 29776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29776.pdf", "status_text": "First read in House and referred to", "journal_page": 270, "committee_id_action": 231, "committee_id_assigned": 227, "result": "N", "vote": {}}, {"bill_id": 5542, "action_date": "2014-02-19T10:00:00-06:00", "document_id": 30297, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30297.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 227, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5542, "action_date": "2014-02-19T10:00:00-06:00", "document_id": 30590, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30590.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 447, "committee_id_action": 227, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16235, "president_vote": null, "Yea": [456, 505, 455, 509, 457, 523, 458, 476, 460, 513, 441], "Nay": [431, 466]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5542"}