{"session_id": 69, "bill_id": 25016, "bill_type": "House Bill", "bill_number": 1153, "bill_title": "impose a reporting requirement regarding a lost or stolen firearm and to provide a penalty therefor.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25016", "sponsors": [{"legislator_profile_id": 4496, "is_prime": true}, {"legislator_profile_id": 4536, "is_prime": false}, {"legislator_profile_id": 4575, "is_prime": false}], "keywords": ["Crimes", "Firearms", "Law Enforcement", "Penalty", "Reports", "Trade Regulation"], "audio": [], "bill_versions": [{"bill_id": 25016, "bill_version_id": 262620, "bill_version": "Introduced", "bill_version_date": "2024-01-25T06:34:34.357-06:00", "bill_text": "An Act to impose a reporting requirement regarding a lost or stolen firearm and to provide a penalty therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 22-30A: Any individual who owns a firearm, as defined in § 22-1-2, shall report the loss or theft of the firearm to the law enforcement agency having jurisdiction over the location in which the loss or theft occurred, if known, or to the law enforcement agency having jurisdiction over the location at which the individual resides. Any entity that owns a firearm, as defined in § 22-1-2, shall report the loss or theft of the firearm to the law enforcement agency having jurisdiction over the location in which the loss or theft occurred, if known, or to the law enforcement agency having jurisdiction over the location at which the entity conducts business. Except as otherwise provided for in section 3 of this Act, the report required by this section must be made within forty-eight hours of the time the individual or entity knew or should have known of the loss or theft. Any individual or entity violating this section is guilty of a Class 1 misdemeanor. Section 2. That a NEW SECTION be added to chapter 22-30A: A law enforcement officer taking a report of a lost or stolen firearm, as required by section 1 of this Act, shall attempt to obtain from the reporter: (1) The type of the firearm; (2) The make, model, and caliber of the firearm; (3) The manufacturer of the firearm; (4) The serial number of the firearm; (5) Any distinguishing feature of the firearm; and (6) Any relevant information regarding the time, place, or manner of the loss or theft. The law enforcement officer shall provide the reporter with a copy of the report or a receipt confirming the report and shall enter the information into the National Crime Information Center's computerized index of criminal justice information. Section 3. That a NEW SECTION be added to chapter 22-30A: The requirement to report the loss or theft of a firearm within forty-eight hours of the time the individual or entity knew or should have known of the loss or theft, as imposed by section 1 of this Act, is not applicable if: (1) The law enforcement agency to which the report was to have been made was closed, or otherwise inaccessible, during the required reporting period, provided the report is made as soon thereafter as practicable; or (2) The firearm that is the subject of the report was owned or in the possession of an individual who was physically or mentally unable to make the report, during the required reporting period, provided the report is made as soon thereafter as practicable. Section 4. That a NEW SECTION be added to chapter 22-30A: Each individual and each entity selling a firearm shall provide to the firearm purchaser: (1) A copy of this Act; and (2) The following notice, printed in block letters, at least one inch in height: FAILURE TO REPORT A LOST OR STOLEN FIREARM MAY RESULT IN THE IMPOSITION OF A CRIMINAL PENALTY. Any individual or entity violating this section is guilty of a Class 1 misdemeanor. Section 5. That a NEW SECTION be added to chapter 22-30A: Each entity engaged in the selling of firearms shall post the following notice at each cash register or point of sale, printed in block letters, at least three inches in height: FAILURE TO REPORT A LOST OR STOLEN FIREARM MAY RESULT IN THE IMPOSITION OF A CRIMINAL PENALTY. Any entity violating this section is guilty of a Class 1 misdemeanor. Section 6. That a NEW SECTION be added to chapter 22-30A: If an individual or entity reported a lost or stolen firearm, as required by section 1 of this Act, and subsequently recovered the firearm, the individual or entity must, within seven days of recovering the firearm, notify the law enforcement agency to which the loss or theft was reported. The law enforcement agency shall issue to the reporter a confirmation of the contact made in accordance with this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25016, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262421.pdf", "status_text": "First read in House and referred to", "journal_page": 175, "committee_id_action": 1197, "committee_id_assigned": 1198, "result": "N", "vote": {}}]}