{"session_id": 15, "bill_id": 3608, "bill_type": "House Bill", "bill_number": 1225, "bill_title": "revise the distribution of earnings from the education enhancement trust fund, and to establish the teacher compensation enhancement program.", "sponsors": [{"legislator_profile_id": 237, "is_prime": true}, {"legislator_profile_id": 289, "is_prime": true}, {"legislator_profile_id": 222, "is_prime": false}, {"legislator_profile_id": 262, "is_prime": false}, {"legislator_profile_id": 265, "is_prime": false}, {"legislator_profile_id": 239, "is_prime": false}, {"legislator_profile_id": 242, "is_prime": false}, {"legislator_profile_id": 288, "is_prime": false}, {"legislator_profile_id": 249, "is_prime": false}, {"legislator_profile_id": 211, "is_prime": false}, {"legislator_profile_id": 257, "is_prime": false}, {"legislator_profile_id": 260, "is_prime": false}, {"legislator_profile_id": 258, "is_prime": false}, {"legislator_profile_id": 255, "is_prime": false}, {"legislator_profile_id": 268, "is_prime": false}, {"legislator_profile_id": 212, "is_prime": false}, {"legislator_profile_id": 266, "is_prime": false}, {"legislator_profile_id": 272, "is_prime": false}, {"legislator_profile_id": 305, "is_prime": false}, {"legislator_profile_id": 271, "is_prime": false}, {"legislator_profile_id": 263, "is_prime": false}, {"legislator_profile_id": 230, "is_prime": false}, {"legislator_profile_id": 261, "is_prime": false}, {"legislator_profile_id": 273, "is_prime": false}, {"legislator_profile_id": 282, "is_prime": false}, {"legislator_profile_id": 278, "is_prime": false}, {"legislator_profile_id": 216, "is_prime": false}, {"legislator_profile_id": 295, "is_prime": false}, {"legislator_profile_id": 256, "is_prime": false}], "keywords": ["Public Fiscal Administration", "State Aid to Education"], "audio": [{"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hap16.mp3", "start_seconds": 1405.0}, {"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hap16.mp3", "start_seconds": 1405.0}, {"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hap16.mp3", "start_seconds": 1405.0}], "bill_versions": [{"bill_id": 3608, "bill_version_id": 20083, "bill_version": "Introduced", "bill_version_date": "2012-01-25T07:50:34.517-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the distribution of earnings from the education enhancement trust fund, and to establish the teacher compensation enhancement program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 4-5-29.2 be amended to read as follows: 4-5-29.2. Pursuant to S.D. Const., Art. XII, § 6, the state investment officer shall determine the market value of the education enhancement trust fund as of December 31, 2003, and each calendar year thereafter less the investment expenses transferred pursuant to § 4-5-30. The state investment officer shall calculate an amount equal to four percent of that market value, without invading principal, as eligible for distribution. For the purpose of this section, the term, principal, means the sum of all contributions to the fund. Beginning with the distribution in fiscal year 2008, the market value shall be determined by adding the market value of the trust fund at the end of the sixteen most recent calendar quarters as of December thirty-first, and dividing the sum by sixteen. Upon notice of that amount by the state investment officer, the state treasurer shall transfer the amount from the education enhancement trust fund to the state general fund as soon as practicable after July first of the next fiscal year. The state investment officer shall apply the 2012 calendar year inflation rate to the principal balance as of December 31, 2012, to calculate the inflation adjusted principal. Each year thereafter the inflation adjusted principal will be adjusted for the calendar year inflation rate. For the purposes of this Act, the calendar year inflation rate shall be established by the South Dakota Investment Council and may be based on the annual percentage change in the consumer price index as determined by the Bureau of Labor Statistics of the United States Department of Labor. Beginning with the distribution in fiscal year 2014, the state investment officer shall determine the following: (1) The market value of the trust fund at the end of the sixteen most recent calendar quarters as of December thirty-first, and divide the sum by sixteen; and (2) The current December thirty-first market value of the fund. The lesser of subdivision (1) and subdivision (2) of this section, shall be reduced by the amount eligible for distribution as determined in § 4-5-29.2. The remaining amount that exceeds the greater of the principal or the inflation adjusted principal shall be distributed to the teacher compensation enhancement program established in section 2 of this Act. Upon notice of the amounts by the state investment officer, the state treasurer shall transfer the funds from the education enhancement trust fund to the state general fund and the teacher compensation enhancement program fund as soon as practicable after July first of the next fiscal year. Section 2. There is hereby established the teacher compensation enhancement program to be administered by the Department of Education. The purpose of this program is to provide compensation enhancements to certified teachers in public schools in the state for any fiscal year that the state investment officer determines available earnings in the education enhancement trust fund as provided in section 1 of this Act. For the fiscal year beginning on July 1, 2013, and for each fiscal year thereafter, the secretary of education shall distribute, through the normal budget process as set forth in § 4-7-9, any funds available for the teacher compensation enhancement program pursuant to section 1 of this Act to each school district based on a prorata share of the total certified teachers. Notwithstanding any collective bargaining agreements, each school district shall then distribute the funds received to the certified teachers employed in the school district. For purposes of this Act, any money provided to a certified teacher employed in a school district shall be in addition to the teacher's regular annual salary and may not be used to supplant any portion of the certified teacher's salary."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3608, "action_date": "2012-01-25T14:00:00-06:00", "document_id": 20176, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20176.pdf", "status_text": "First read in House and referred to", "journal_page": 196, "committee_id_action": 173, "committee_id_assigned": 175, "result": "N", "vote": {}}, {"bill_id": 3608, "action_date": "2012-02-07T16:00:00-06:00", "document_id": 20717, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20717.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 175, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3608, "action_date": "2012-02-07T16:00:00-06:00", "document_id": 20925, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20925.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 352, "committee_id_action": 175, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11167, "president_vote": null, "Nay": [211, 256, 265], "Yea": [277, 314, 309, 231, 274], "Excused": [296]}}]}