{"session_id": 7, "bill_id": 696, "bill_type": "Senate Bill", "bill_number": 46, "bill_title": "change the name of adjustment training center to community support provider.", "sponsors": [], "keywords": ["Department of Human Services", "Developmental Disabilities"], "audio": [{"meeting_datetime": "2009-01-21T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/she06.mp3", "start_seconds": 4144.0}, {"meeting_datetime": "2009-01-21T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/she06.mp3", "start_seconds": 4144.0}, {"meeting_datetime": "2009-01-21T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/she06.mp3", "start_seconds": 4144.0}, {"meeting_datetime": "2009-01-21T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/she06.mp3", "start_seconds": 4144.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hhe28.mp3", "start_seconds": 923.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hhe28.mp3", "start_seconds": 923.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hhe28.mp3", "start_seconds": 923.0}, {"meeting_datetime": "2009-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou29.mp3", "start_seconds": 2930.0}, {"meeting_datetime": "2009-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou29.mp3", "start_seconds": 2930.0}, {"meeting_datetime": "2009-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou29.mp3", "start_seconds": 2930.0}], "bill_versions": [{"bill_id": 696, "bill_version_id": 5207, "bill_version": "Introduced", "bill_version_date": "2009-01-08T16:19:05.463-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to change the name of adjustment training center to community support provider. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 27B-1-17 be amended to read as follows: 27B-1-17. Terms used in this title mean: (1) \"Adjustment training center,\" any nonprofit facility that is certified by the department to provide prevocational or vocational training, residential training, and other supports and services as needed by persons with developmental disabilities; (2) \"Aversive intervention technique,\" the application, contingent upon the exhibition of a maladaptive behavior, of extremely unpleasant, startling, or painful stimuli that have a potentially noxious effect; (3) (2) \"Behavior intervention program,\" a written set of instructions for changing or modifying the behavior of a person with a developmental disability that specifies behavior objectives for completion, procedures to implement behavior objectives, and data collection procedures and is written to increase desirable behaviors or decrease undesirable behaviors; (4) (3) \"Community services provider,\" any person or entity, whether for-profit or not-for-profit, which receives compensation for providing services to persons with developmental disabilities; (4) \"Community support provider,\" any nonprofit facility that is certified by the department to provide prevocational or vocational training, residential training, and other supports and services as needed by persons with developmental disabilities; (5) \"Danger to others,\" behavior which supports a reasonable expectation that the person will inflict serious physical injury upon another person in the very near future. Such behavior shall be evidenced by recent acts which constitute a danger of serious physical injury to another person. Such acts may include a recently expressed threat if the threat is such that, if considering its context or person's recent previous acts, it is substantially supportive of an expectation that the threat will be carried out; (6) \"Danger to self,\" recent behavior or related physical conditions which show there is a danger of serious personal harm in the very near future as evidenced by an inability to provide for some basic human needs such as food, clothing, shelter, physical health, or personal safety; (7) \"Department,\" the Department of Human Services; (8) \"Destructive behavior,\" behavior that presents a danger to self or a danger to others; (9) \"Director,\" the director of the South Dakota Developmental Center or a community service provider; (10) \"Facility,\" the South Dakota Developmental Center in Redfield, South Dakota; (11) \"Informed consent,\" written consent voluntarily, knowingly, and competently given without any element of force, fraud, deceit, duress, threat, or other form of coercion, after explanation of all information that a reasonable person would consider significant to the decision in a manner reasonably comprehensible to general lay understanding; (12) \"Least restrictive,\" an intervention in the life of a person with a developmental disability that is the least intrusive and disruptive to the person's life and represents the least departure from normal patterns of living that can be effective in meeting the person's developmental needs; (13) \"PASARR\" or \"Preadmission Screening/Annual Resident Review,\" a federally mandated review of the application to a skilled nursing facility by a person with a known or suspected mental illness or developmental disability, or both, in order to determine if the skilled nursing facility or another community service provider can appropriately serve the person's needs; (14) \"Qualified mental retardation professional,\" any person with at least one year of experience working directly with mental retardation or other developmental disabilities and is either a doctor of medicine or osteopathy, a registered nurse, or a person who holds at least a bachelor's degree in a professional category. Section 2. That § 27B-1-19 be amended to read as follows: 27B-1-19. Any adjustment training center community support provider shall have a drug screening policy for applicants seeking employment whose primary duty includes patient or resident care or supervision. Any adjustment training center community support provider shall have a drug screening policy for employees whose primary duty includes patient or resident care or supervision, based upon reasonable suspicion of illegal drug use by such employee. Section 3. That subdivision (69) of § 3-12-47 be amended to read as follows: (69) \"Teacher,\" any person who has a valid teacher's certificate issued by the State of South Dakota, who is in the employ of a public school district, and shall also include the certified teachers employed by the Human Services Center, South Dakota Developmental Center--Redfield, State Penitentiary, Division of Education Services and Resources, State Training School, School for the Deaf, School for the Blind and the Visually Impaired, Children's Care Hospital and School, public nonprofit special education facilities, adjustment training centers community support providers certified by the Department of Human Services and public financed multi-district education programs; Section 4. That § 10-4-9.3 be amended to read as follows: 10-4-9.3. Property owned by any corporation, organization, or society and used primarily for human health care and health care related purposes is exempt from taxation. Such corporation, organization or society shall be nonprofit and recognized as an exempt organization under section 501(c)(3) of the United States Internal Revenue Code, as amended, and in effect on January 1, 2004, and none of its assets may be available to any private interest. The property shall be a health care facility licensed pursuant to chapter 34-12, orphanage, mental health center or adjustment training center community support provider regulated under chapter 27A-5, or camp. The facility shall admit all persons for treatment consistent with the facility's ability to provide health care services required by the patient until the facility is filled to its ordinary capacity and conform to all applicable regulations of and permit inspections by the state as otherwise provided by law. Section 5. That § 23A-10A-13 be amended to read as follows: 23A-10A-13. The term, \" approved facility, \" as used in this chapter, means the Human Services Center; the state developmental centers; an adjustment training center a community support provider ; a mental health center, as defined by subdivision 27A-1-1(12), or any other facility approved by the Department of Human Services for placement or treatment of mentally ill or developmentally disabled persons. Section 6. That § 27A-5-9 be amended to read as follows: 27A-5-9. The boards of county commissioners and the municipal governing bodies may contribute sums of money annually from their general fund to any mental health center, clinic, or adjustment training center community support provider approved by the Department of Human Services, or to each of such facilities, without regard to whether they are within or outside of their respective jurisdictions. Section 7. That § 32-5-42.1 be amended to read as follows: 32-5-42.1. Motor vehicles which are the property of nonprofit adjustment training centers community support providers (sheltered workshops) recognized or approved by the Department of Education in this state, and which are used exclusively by such nonprofit adjustment training centers community support providers (sheltered workshops), may be registered upon application, in the manner provided for other motor vehicles. However, the custodian of the vehicle shall make application directly to the department. No fees may be charged for the registration of the vehicle. The department shall furnish number plates for the vehicle upon payment of the actual cost of the plates. All costs collected under the provisions of this section shall be deposited in the license plate special revenue fund. Disbursements from the fund shall be made by warrants drawn by the state auditor on vouchers duly approved by the department. Section 8. That subdivision (10) of § 36-9-28 be amended to read as follows: (10) The administration of medications, other than by the parenteral route, by staff of adjustment training centers community support providers , group homes, and supervised apartments certified or approved by the Department of Human Services, when under the supervision of a licensed registered nurse. The Department of Human Services, in consultation with the South Dakota Board of Nursing, shall promulgate rules pursuant to chapter 1-26 for administration of medications by such staff; Section 9. That § 36-32-12 be amended to read as follows: 36-32-12. This chapter does not apply to the activities and services of a person practicing professional counseling as defined in subdivision 36-32-1(5) as part of that person's duties as a: (1) Professional licensed or certified under this title acting in a manner consistent with state law regarding the scope of practice; (2) Person employed by a school, college, university, or other institution of higher learning; (3) Person employed by a federal, state, county, or local governmental institution or agency while performing those duties for which the person was employed by such institution, agency, or facility; (4) Person who is employed by a licensed health care facility, an accredited prevention or treatment facility, an adjustment training center a community support provider , a nonprofit mental health center, or a licensed or registered child welfare agency; (5) Member of the clergy while acting in a ministerial capacity if the activity is within the scope of performance of regular or specialized duties; (6) Post-graduate supervised trainee who has an approved plan of supervision on file with the board; (7) Mental health practitioner who has a minimum of a master's degree in counseling or a related mental health field with a plan of supervision and original transcripts on file with the board before July 1, 2008; or (8) Students enrolled in recognized programs of study leading to counseling degrees may practice only under the direct supervision of a counselor educator or counselor licensed under this chapter."}, {"bill_id": 696, "bill_version_id": 8279, "bill_version": "Enrolled", "bill_version_date": "2009-03-02T09:50:46.29-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 696, "action_date": "2009-01-13T12:00:00-06:00", "document_id": 5314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5314.pdf", "status_text": "First read in Senate and referred to", "journal_page": 22, "committee_id_action": 54, "committee_id_assigned": 34, "result": "N", "vote": {}}, {"bill_id": 696, "action_date": "2009-01-21T07:45:00-06:00", "document_id": 5445, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5445.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 34, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 696, "action_date": "2009-01-21T07:45:00-06:00", "document_id": 5586, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5586.pdf", "status_text": "Do Pass", "journal_page": 74, "committee_id_action": 34, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2964, "president_vote": null, "Yea": [649, 655, 675, 656, 701, 662, 704]}}, {"bill_id": 696, "action_date": "2009-01-21T07:45:00-06:00", "document_id": 5586, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5586.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 34, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 696, "action_date": "2009-01-22T13:00:00-06:00", "document_id": 5714, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5714.pdf", "status_text": "Do Pass", "journal_page": 147, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3034, "president_vote": null, "Yea": [653, 704, 680, 682, 685, 702, 649, 700, 655, 673, 663, 677, 675, 634, 697, 659, 690, 636, 667, 656, 669, 661, 686, 701, 662, 703, 664, 638, 648, 640, 689, 694, 705, 671], "Excused": [642]}}, {"bill_id": 696, "action_date": "2009-01-23T13:00:00-06:00", "document_id": 5799, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5799.pdf", "status_text": "First read in House and referred to", "journal_page": 123, "committee_id_action": 56, "committee_id_assigned": 45, "result": "N", "vote": {}}, {"bill_id": 696, "action_date": "2009-02-24T07:45:00-06:00", "document_id": 7781, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7781.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 45, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 696, "action_date": "2009-02-24T07:45:00-06:00", "document_id": 8071, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8071.pdf", "status_text": "Do Pass", "journal_page": 510, "committee_id_action": 45, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4560, "president_vote": null, "Yea": [716, 666, 715, 692, 730, 737, 683, 722, 681, 735, 718, 646], "Excused": [665]}}, {"bill_id": 696, "action_date": "2009-02-25T14:00:00-06:00", "document_id": 8231, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8231.pdf", "status_text": "Do Pass", "journal_page": 564, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4720, "president_vote": null, "Yea": [716, 720, 666, 688, 676, 670, 726, 715, 699, 674, 635, 692, 708, 651, 643, 712, 709, 660, 706, 725, 693, 724, 727, 721, 652, 730, 737, 672, 729, 698, 717, 738, 654, 711, 719, 683, 695, 696, 722, 645, 637, 665, 687, 678, 650, 646, 668, 639, 735, 679, 734, 714, 731, 736, 713, 710, 728, 657, 641, 658, 647, 691, 723, 718, 684, 733, 732, 707, 681], "Nay": [644]}}, {"bill_id": 696, "action_date": "2009-03-02T14:00:00-06:00", "document_id": 8372, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8372.pdf", "status_text": "Signed by the President", "journal_page": 581, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 696, "action_date": "2009-03-03T14:00:00-06:00", "document_id": 8493, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8493.pdf", "status_text": "Signed by the Speaker", "journal_page": 610, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 696, "action_date": "2009-03-04T14:00:00-06:00", "document_id": 8630, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8630.pdf", "status_text": "Delivered to the Governor", "journal_page": 612, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 696, "action_date": "2009-03-05T14:00:00-06:00", "document_id": 8779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8779.pdf", "status_text": "Signed by the Governor", "journal_page": 637, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4289}