{"session_id": 57, "bill_id": 19772, "bill_type": "House Bill", "bill_number": 1166, "bill_title": "establish certain legislative findings pertaining to the health and rights of women, to revise the physician disclosure requirements to be made to a woman contemplating submitting to an abortion, and to provide for certain causes of action for professional negligence if an abortion is performed without informed consent.", "sponsors": [{"legislator_profile_id": 3153, "is_prime": true}, {"legislator_profile_id": 3195, "is_prime": true}, {"legislator_profile_id": 3152, "is_prime": false}, {"legislator_profile_id": 3155, "is_prime": false}, {"legislator_profile_id": 3157, "is_prime": false}, {"legislator_profile_id": 3158, "is_prime": false}, {"legislator_profile_id": 3159, "is_prime": false}, {"legislator_profile_id": 3162, "is_prime": false}, {"legislator_profile_id": 3165, "is_prime": false}, {"legislator_profile_id": 3167, "is_prime": false}, {"legislator_profile_id": 3168, "is_prime": false}, {"legislator_profile_id": 3169, "is_prime": false}, {"legislator_profile_id": 3173, "is_prime": false}, {"legislator_profile_id": 3175, "is_prime": false}, {"legislator_profile_id": 3176, "is_prime": false}, {"legislator_profile_id": 3177, "is_prime": false}, {"legislator_profile_id": 3180, "is_prime": false}, {"legislator_profile_id": 3181, "is_prime": false}, {"legislator_profile_id": 3184, "is_prime": false}, {"legislator_profile_id": 3185, "is_prime": false}, {"legislator_profile_id": 3186, "is_prime": false}, {"legislator_profile_id": 3187, "is_prime": false}, {"legislator_profile_id": 3188, "is_prime": false}, {"legislator_profile_id": 3189, "is_prime": false}, {"legislator_profile_id": 3190, "is_prime": false}, {"legislator_profile_id": 3192, "is_prime": false}, {"legislator_profile_id": 3194, "is_prime": false}, {"legislator_profile_id": 3197, "is_prime": false}, {"legislator_profile_id": 3198, "is_prime": false}, {"legislator_profile_id": 3199, "is_prime": false}, {"legislator_profile_id": 3200, "is_prime": false}, {"legislator_profile_id": 3202, "is_prime": false}, {"legislator_profile_id": 3203, "is_prime": false}, {"legislator_profile_id": 3204, "is_prime": false}, {"legislator_profile_id": 3205, "is_prime": false}, {"legislator_profile_id": 3206, "is_prime": false}, {"legislator_profile_id": 3207, "is_prime": false}, {"legislator_profile_id": 3209, "is_prime": false}, {"legislator_profile_id": 3210, "is_prime": false}, {"legislator_profile_id": 3211, "is_prime": false}, {"legislator_profile_id": 3214, "is_prime": false}, {"legislator_profile_id": 3215, "is_prime": false}, {"legislator_profile_id": 3216, "is_prime": false}, {"legislator_profile_id": 3217, "is_prime": false}, {"legislator_profile_id": 3219, "is_prime": false}, {"legislator_profile_id": 3222, "is_prime": false}, {"legislator_profile_id": 3224, "is_prime": false}, {"legislator_profile_id": 3225, "is_prime": false}, {"legislator_profile_id": 3226, "is_prime": false}, {"legislator_profile_id": 3227, "is_prime": false}, {"legislator_profile_id": 3229, "is_prime": false}, {"legislator_profile_id": 3230, "is_prime": false}, {"legislator_profile_id": 3231, "is_prime": false}, {"legislator_profile_id": 3232, "is_prime": false}, {"legislator_profile_id": 3234, "is_prime": false}, {"legislator_profile_id": 3235, "is_prime": false}, {"legislator_profile_id": 3236, "is_prime": false}, {"legislator_profile_id": 3237, "is_prime": false}, {"legislator_profile_id": 3239, "is_prime": false}, {"legislator_profile_id": 3240, "is_prime": false}, {"legislator_profile_id": 3241, "is_prime": false}, {"legislator_profile_id": 3242, "is_prime": false}, {"legislator_profile_id": 3245, "is_prime": false}, {"legislator_profile_id": 3249, "is_prime": false}, {"legislator_profile_id": 3253, "is_prime": false}, {"legislator_profile_id": 3254, "is_prime": false}, {"legislator_profile_id": 3255, "is_prime": false}], "keywords": ["Abortion"], "audio": [{"meeting_datetime": "2005-02-09T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hst22hb1166a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-09T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hst22hb1166a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-09T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hst22hb1166a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-11T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou24hb1166a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-11T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou24hb1166a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-11T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou24hb1166a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-23T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sst32hb1166a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-23T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sst32hb1166a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-28T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen35hb1166a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-28T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen35hb1166a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19772, "bill_version_id": 103363, "bill_version": "Introduced", "bill_version_date": "2005-01-27T09:18:01-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain legislative findings pertaining to the health and rights of women, to revise the physician disclosure requirements to be made to a woman contemplating submitting to an abortion, and to provide for certain causes of action for professional negligence if an abortion is performed without informed consent. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature finds that all abortions, whether surgically or chemically induced, terminate the life of a whole, separate, unique, living human being. Section 2. The Legislature finds that there is an existing relationship between a pregnant woman and her unborn child during the entire period of gestation. Section 3. The Legislature finds that procedures terminating the life of an unborn child impose risks to the life and health of the pregnant woman. The Legislature further finds that a woman seeking to terminate the life of her unborn child may be subject to pressures which can cause an emotional crisis, undue reliance on the advice of others, clouded judgment, and a willingness to violate conscience to avoid those pressures. The Legislature therefore finds that great care should be taken to provide a woman seeking to terminate the life of her unborn child and her own constitutionally protected interest in her relationship with her child with complete and accurate information and adequate time to understand and consider that information in order to make a fully informed and voluntary consent to the termination of either or both. Section 4. The Legislature finds that pregnant women contemplating the termination of their right to their relationship with their unborn children, including women contemplating such termination by an abortion procedure, are faced with making a profound decision most often under stress and pressures from circumstances and from other persons, and that there exists a need for special protection of the rights of such pregnant women, and that the State of South Dakota has a compelling interest in providing such protection. Section 5. The Legislature finds that, through the common law, the courts of the State of South Dakota have imposed a standard of practice in the health care profession that, except in exceptional circumstances, requires physicians and other health care practitioners to provide patients with such facts about the nature of any proposed course of treatment, the risks of the proposed course of treatment, the alternatives to the proposed course, including any risks that would be applicable to any alternatives, as a reasonable patient would consider significant to the decision of whether to undergo the proposed course of treatment. Section 6. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: The South Dakota common law cause of action for medical malpractice informed consent claims based upon the reasonable patient standard is reaffirmed and is hereby expressly declared to apply to all abortion procedures. The duty of a physician to disclose all facts about the nature of the procedure, the risks of the procedure, and the alternatives to the procedure that a reasonable patient would consider significant to her decision of whether to undergo or forego the procedure applies to all abortions. Nothing in this Act may be construed to render any of the requirements otherwise imposed by common law inapplicable to abortion procedures or diminish the nature or the extent of those requirements. The disclosure requirements expressly set forth in this Act are an express clarification of, and are in addition to, those common law disclosure requirements. Section 7. That § 34-23A-10.1 be amended to read as follows: 34-23A-10.1. No abortion may be performed except with the voluntary and informed consent of the female upon whom the abortion is to be performed. Except in the case of a medical emergency, consent to an abortion is voluntary and informed only if: (1) The female is told the following by the physician who is to perform the abortion or by the referring physician, at least twenty-four hours before the abortion: (a) The name of the physician who will perform the abortion; (b) The particular medical risks associated with the particular abortion procedure to be employed including, when medically accurate, the risks of infection, hemorrhage, danger to subsequent pregnancies, and infertility; (c) The probable gestational age of the unborn child at the time the abortion is to be performed; and (d) The medical risks associated with carrying her child to term; (2) The female is informed, by telephone or in person, by the physician who is to perform the abortion, by the referring physician, or by an agent of either, at least twenty-four hours before the abortion: (a) That medical assistance benefits may be available for prenatal care, childbirth, and neonatal care; (b) That the father is liable to assist in the support of her child, even in instances in which the father has offered to pay for the abortion; and (c) That she has the right to review the printed materials described in § 34-23A- 10.3 and the website described in § 34-23A-10.4. The physician or the physician's agent shall orally inform the female that the materials have been provided by the State of South Dakota at no charge to the female. If the female chooses to view the materials, they shall either be given to her at least twenty-four hours before the abortion or mailed to her at least seventy-two hours before the abortion by certified mail, restricted delivery to addressee, which means the postal employee can only deliver the mail to the addressee; (3) The female certifies in writing, prior to the abortion, that the information described in subdivisions (1) and (2) of this section has been furnished her, and that she has been informed of her opportunity to review the information described in § 34-23A- 10.3; and (4) Prior to the performance of the abortion, the physician who is to perform the abortion or the physician's agent receives a copy of the written certification prescribed by subdivision (3). The physician may provide the information prescribed in subdivision (1) by telephone without conducting a physical examination or tests of the patient, in which case the information required to be supplied may be based on facts supplied the physician by the female and whatever other relevant information is reasonably available to the physician. No abortion may be performed unless the physician first obtains a voluntary and informed written consent of the pregnant woman upon whom the physician intends to perform the abortion, unless the physician determines that obtaining an informed consent is impossible due to a medical emergency and further determines that delaying in performing the procedure until an informed consent can be obtained from the pregnant woman or her next of kin is impossible due to the medical emergency, which determinations shall then be documented in the medical records of the patient. A consent to an abortion is not voluntary and informed, unless, in addition to any other information that must be disclosed under the common law doctrine, the physician provides that pregnant woman with the following information: (1) A statement in writing providing the following information: (a) The name of the physician who will perform the abortion; (b) That the abortion will terminate the life of a whole, separate, unique, living human being; (c) That the pregnant woman has an existing relationship with that unborn human being and that the relationship enjoys protection under the United States Constitution and under the laws of South Dakota; (d) That by having an abortion, her existing relationship and her existing constitutional rights with regards to that relationship will be terminated; (e) A description of all known medical risks of the procedure and statistically significant risk factors to which the pregnant woman would be subjected, including: (i) Depression and related psychological distress; (ii) Increased risk of suicide ideation and suicide; (iii) A statement setting forth an accurate rate of deaths due to abortions, including all deaths in which the abortion procedure was a substantial contributing factor; (iv) All other known medical risks to the physical health of the woman, including the risk of infection, hemorrhage, danger to subsequent pregnancies, and infertility; (f) The probable gestational age of the unborn child at the time the abortion is to be performed, and a scientifically accurate statement describing the development of the unborn child at that age; and (g) The statistically significant medical risks associated with carrying her child to term compared to undergoing an induced abortion. The disclosures set forth above shall be provided to the pregnant woman in writing and in person no later than two hours before the procedure is to be performed. The physician shall ensure that the pregnant woman signs each page of the written disclosure with the certification that she has read and understands all of the disclosures, prior to the patient signing a consent for the procedure. If the pregnant woman asks for a clarification or explanation of any particular disclosure, or asks any other question about a matter of significance to her, the explanation or answer shall be made in writing and be given to the pregnant woman before signing a consent for the procedure and shall be made part of the permanent medical record of the patient; (2) A statement by telephone or in person, by the physician who is to perform the abortion, or by the referring physician, or by an agent of both, at least twenty-four hours before the abortion, providing the following information: (a) That medical assistance benefits may be available for prenatal care, childbirth, and neonatal care; (b) That the father of the unborn child is legally responsible to provide financial support for her child following birth, and that this legal obligation of the father exists in all instances, even in instances in which the father has offered to pay for the abortion; (c) The name, address, and telephone number of a pregnancy help center in reasonable proximity of the abortion facility where the abortion will be performed; and (d) That she has a right to review all of the material and information described in this Act, as well as the printed materials described in § 34-23A-10.3, and the website described in § 34-23A-10.4. The physician or the physician's agent shall inform the pregnant woman, orally or in writing, that the materials have been provided by the State of South Dakota at no charge to the pregnant woman. If the pregnant woman indicates, at any time, that she wants to review any of the materials described, such disclosures shall be either given to her at least twenty-four hours before the abortion or mailed to her at least seventy-two hours before the abortion by certified mail, restricted delivery to addressee, which means the postal employee can only deliver the mail to the addressee; Prior to the pregnant woman signing a consent to the abortion, she shall sign a written statement that indicates that the requirements of this section have been complied with. Prior to the performance of the abortion, the physician who is to perform the abortion shall receive a copy of the written disclosure documents required by this section, and shall certify in writing that all of the information described in those subdivisions has been provided to the pregnant woman, that the physician is, to the best of his or her ability, satisfied that the pregnant woman has read the materials which are required to be disclosed, and that the physician believes she understands the information imparted. Section 8. That § 34-23A-1 be amended to read as follows: 34-23A-1. Terms as used in this chapter mean: (1) \"Abortion,\" the use of any means to intentionally terminate the pregnancy of a female woman known to be pregnant with knowledge that the termination with those means will, with reasonable likelihood, cause the death of the fetus; (2) \"Fetus,\" the biological offspring, including the implanted embryo or unborn child, of human parents; (3) \"Fertilization,\" that point in time when a male human sperm penetrates the zona pellucida of a female human ovum; (4) \"Human being,\" an individual living member of the species of Homo sapiens, including the unborn human being during the entire embryonic and fetal ages from fertilization to full gestation; (5) \"Medical emergency,\" any condition which, on the basis of the physician's good faith clinical judgment, so complicates the medical condition of a pregnant female woman as to necessitate the immediate abortion of her pregnancy to avert her death or for which a delay will create serious risk of substantial and irreversible impairment of a major bodily function; (4) (6) \"Parent,\" one parent of the pregnant minor or the guardian or conservator of the pregnant female woman ; (5) (7) \"Physician,\" a person licensed under the provisions of chapter 36-4 or a physician practicing medicine or osteopathy in the employ of the government of the United States or of this state; (6) (8) \"Probable gestational age of the unborn child,\" what, in the judgment of the physician, will with reasonable probability be the gestational age of the unborn child at the time the abortion is planned to be performed. Section 9. That § 34-23A-10.3 be amended to read as follows: 34-23A-10.3. The health department shall publish, in culturally sensitive languages, within sixty one hundred eighty days after July 1, 1993 2005 , the following printed materials in such a way as to ensure that the information is easily comprehensible: (1) Materials designed to inform the pregnant woman of all the disclosures enumerated in section 7 of this Act; (2) Materials designed to inform the female pregnant woman of public and private agencies and services available to assist a female pregnant woman through pregnancy, upon childbirth and while the child is dependent, including adoption agencies, which shall include a list of the agencies available and a description of the services they offer; and (2) (3) Materials designed to inform the female pregnant woman of the probable anatomical and physiological characteristics of the unborn child at two-week gestational increments from the time when a female pregnant woman can be known to be pregnant to full term, including any relevant information on the possibility of the unborn child's survival and pictures or drawings representing the development of unborn children at two-week gestational increments. Such pictures or drawings shall contain the dimensions of the fetus and shall be realistic and appropriate for the stage of pregnancy depicted. The materials shall be objective, nonjudgmental, and designed to convey only accurate scientific information about the unborn child at the various gestational ages. The materials shall be printed in a typeface large enough to be clearly legible and shall be available at no cost from the health department Department of Health upon request and in appropriate number to any person, facility or hospital. Section 10. If any court of law enjoins, suspends, or delays the implementation of the provisions of section 7 of this Act, the provisions of § 34-23A-10.1, as of June 30, 2005, are effective during such injunction, suspension, or delayed implementation. Section 11. If any court of law finds any provisions of section 7 of this Act to be unconstitutional, the other provisions of section 7 are severable. If any court of law finds the provisions of section 7 of this Act to be entirely or substantially unconstitutional, the provisions of § 34-23A-10, as of June 30, 2005, are immediately reeffective."}, {"bill_id": 19772, "bill_version_id": 104449, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2005-02-09T16:24:05-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain legislative findings pertaining to the health and rights of women, to revise the physician disclosure requirements to be made to a woman contemplating submitting to an abortion, and to provide for certain causes of action for professional negligence if an abortion is performed without informed consent. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature finds that all abortions, whether surgically or chemically induced, terminate the life of a whole, separate, unique, living human being. Section 2. The Legislature finds that there is an existing relationship between a pregnant woman and her unborn child during the entire period of gestation. Section 3. The Legislature finds that procedures terminating the life of an unborn child impose risks to the life and health of the pregnant woman. The Legislature further finds that a woman seeking to terminate the life of her unborn child may be subject to pressures which can cause an emotional crisis, undue reliance on the advice of others, clouded judgment, and a willingness to violate conscience to avoid those pressures. The Legislature therefore finds that great care should be taken to provide a woman seeking to terminate the life of her unborn child and her own constitutionally protected interest in her relationship with her child with complete and accurate information and adequate time to understand and consider that information in order to make a fully informed and voluntary consent to the termination of either or both. Section 4. The Legislature finds that pregnant women contemplating the termination of their right to their relationship with their unborn children, including women contemplating such termination by an abortion procedure, are faced with making a profound decision most often under stress and pressures from circumstances and from other persons, and that there exists a need for special protection of the rights of such pregnant women, and that the State of South Dakota has a compelling interest in providing such protection. Section 5. The Legislature finds that, through the common law, the courts of the State of South Dakota have imposed a standard of practice in the health care profession that, except in exceptional circumstances, requires physicians and other health care practitioners to provide patients with such facts about the nature of any proposed course of treatment, the risks of the proposed course of treatment, the alternatives to the proposed course, including any risks that would be applicable to any alternatives, as a reasonable patient would consider significant to the decision of whether to undergo the proposed course of treatment. Section 6. That chapter 34-23A be amended by adding thereto a NEW SECTION to read as follows: The South Dakota common law cause of action for medical malpractice informed consent claims based upon the reasonable patient standard is reaffirmed and is hereby expressly declared to apply to all abortion procedures. The duty of a physician to disclose all facts about the nature of the procedure, the risks of the procedure, and the alternatives to the procedure that a reasonable patient would consider significant to her decision of whether to undergo or forego the procedure applies to all abortions. Nothing in this Act may be construed to render any of the requirements otherwise imposed by common law inapplicable to abortion procedures or diminish the nature or the extent of those requirements. The disclosure requirements expressly set forth in this Act are an express clarification of, and are in addition to, those common law disclosure requirements. Section 7. That § 34-23A-10.1 be amended to read as follows: 34-23A-10.1. No abortion may be performed except with the voluntary and informed consent of the female upon whom the abortion is to be performed. Except in the case of a medical emergency, consent to an abortion is voluntary and informed only if: (1) The female is told the following by the physician who is to perform the abortion or by the referring physician, at least twenty-four hours before the abortion: (a) The name of the physician who will perform the abortion; (b) The particular medical risks associated with the particular abortion procedure to be employed including, when medically accurate, the risks of infection, hemorrhage, danger to subsequent pregnancies, and infertility; (c) The probable gestational age of the unborn child at the time the abortion is to be performed; and (d) The medical risks associated with carrying her child to term; (2) The female is informed, by telephone or in person, by the physician who is to perform the abortion, by the referring physician, or by an agent of either, at least twenty-four hours before the abortion: (a) That medical assistance benefits may be available for prenatal care, childbirth, and neonatal care; (b) That the father is liable to assist in the support of her child, even in instances in which the father has offered to pay for the abortion; and (c) That she has the right to review the printed materials described in § 34-23A- 10.3 and the website described in § 34-23A-10.4. The physician or the physician's agent shall orally inform the female that the materials have been provided by the State of South Dakota at no charge to the female. If the female chooses to view the materials, they shall either be given to her at least twenty-four hours before the abortion or mailed to her at least seventy-two hours before the abortion by certified mail, restricted delivery to addressee, which means the postal employee can only deliver the mail to the addressee; (3) The female certifies in writing, prior to the abortion, that the information described in subdivisions (1) and (2) of this section has been furnished her, and that she has been informed of her opportunity to review the information described in § 34-23A- 10.3; and (4) Prior to the performance of the abortion, the physician who is to perform the abortion or the physician's agent receives a copy of the written certification prescribed by subdivision (3). The physician may provide the information prescribed in subdivision (1) by telephone without conducting a physical examination or tests of the patient, in which case the information required to be supplied may be based on facts supplied the physician by the female and whatever other relevant information is reasonably available to the physician. No abortion may be performed unless the physician first obtains a voluntary and informed written consent of the pregnant woman upon whom the physician intends to perform the abortion, unless the physician determines that obtaining an informed consent is impossible due to a medical emergency and further determines that delaying in performing the procedure until an informed consent can be obtained from the pregnant woman or her next of kin in accordance with chapter 34-12C is impossible due to the medical emergency, which determinations shall then be documented in the medical records of the patient. A consent to an abortion is not voluntary and informed, unless, in addition to any other information that must be disclosed under the common law doctrine, the physician provides that pregnant woman with the following information: (1) A statement in writing providing the following information: (a) The name of the physician who will perform the abortion; (b) That the abortion will terminate the life of a whole, separate, unique, living human being; (c) That the pregnant woman has an existing relationship with that unborn human being and that the relationship enjoys protection under the United States Constitution and under the laws of South Dakota; (d) That by having an abortion, her existing relationship and her existing constitutional rights with regards to that relationship will be terminated; (e) A description of all known medical risks of the procedure and statistically significant risk factors to which the pregnant woman would be subjected, including: (i) Depression and related psychological distress; (ii) Increased risk of suicide ideation and suicide; (iii) A statement setting forth an accurate rate of deaths due to abortions, including all deaths in which the abortion procedure was a substantial contributing factor; (iv) All other known medical risks to the physical health of the woman, including the risk of infection, hemorrhage, danger to subsequent pregnancies, and infertility; (f) The probable gestational age of the unborn child at the time the abortion is to be performed, and a scientifically accurate statement describing the development of the unborn child at that age; and (g) The statistically significant medical risks associated with carrying her child to term compared to undergoing an induced abortion. The disclosures set forth above shall be provided to the pregnant woman in writing and in person no later than two hours before the procedure is to be performed. The physician shall ensure that the pregnant woman signs each page of the written disclosure with the certification that she has read and understands all of the disclosures, prior to the patient signing a consent for the procedure. If the pregnant woman asks for a clarification or explanation of any particular disclosure, or asks any other question about a matter of significance to her, the explanation or answer shall be made in writing and be given to the pregnant woman before signing a consent for the procedure and shall be made part of the permanent medical record of the patient; (2) A statement by telephone or in person, by the physician who is to perform the abortion, or by the referring physician, or by an agent of both, at least twenty-four hours before the abortion, providing the following information: (a) That medical assistance benefits may be available for prenatal care, childbirth, and neonatal care; (b) That the father of the unborn child is legally responsible to provide financial support for her child following birth, and that this legal obligation of the father exists in all instances, even in instances in which the father has offered to pay for the abortion; (c) The name, address, and telephone number of a pregnancy help center in reasonable proximity of the abortion facility where the abortion will be performed; and (d) That she has a right to review all of the material and information described in this Act, as well as the printed materials described in § 34-23A-10.3, and the website described in § 34-23A-10.4. The physician or the physician's agent shall inform the pregnant woman, orally or in writing, that the materials have been provided by the State of South Dakota at no charge to the pregnant woman. If the pregnant woman indicates, at any time, that she wants to review any of the materials described, such disclosures shall be either given to her at least twenty-four hours before the abortion or mailed to her at least seventy-two hours before the abortion by certified mail, restricted delivery to addressee, which means the postal employee can only deliver the mail to the addressee; Prior to the pregnant woman signing a consent to the abortion, she shall sign a written statement that indicates that the requirements of this section have been complied with. Prior to the performance of the abortion, the physician who is to perform the abortion shall receive a copy of the written disclosure documents required by this section, and shall certify in writing that all of the information described in those subdivisions has been provided to the pregnant woman, that the physician is, to the best of his or her ability, satisfied that the pregnant woman has read the materials which are required to be disclosed, and that the physician believes she understands the information imparted. Section 8. That § 34-23A-1 be amended to read as follows: 34-23A-1. Terms as used in this chapter mean: (1) \"Abortion,\" the use of any means to intentionally terminate the pregnancy of a female woman known to be pregnant with knowledge that the termination with those means will, with reasonable likelihood, cause the death of the fetus; (2) \"Fetus,\" the biological offspring, including the implanted embryo or unborn child, of human parents; (3) \"Fertilization,\" that point in time when a male human sperm penetrates the zona pellucida of a female human ovum; (4) \"Human being,\" an individual living member of the species of Homo sapiens, including the unborn human being during the entire embryonic and fetal ages from fertilization to full gestation; (5) \"Medical emergency,\" any condition which, on the basis of the physician's good faith clinical judgment, so complicates the medical condition of a pregnant female woman as to necessitate the immediate abortion of her pregnancy to avert her death or for which a delay will create serious risk of substantial and irreversible impairment of a major bodily function; (4) (6) \"Parent,\" one parent of the pregnant minor or the guardian or conservator of the pregnant female woman ; (5) (7) \"Physician,\" a person licensed under the provisions of chapter 36-4 or a physician practicing medicine or osteopathy in the employ of the government of the United States or of this state; (6) (8) \"Probable gestational age of the unborn child,\" what, in the judgment of the physician, will with reasonable probability be the gestational age of the unborn child at the time the abortion is planned to be performed. Section 9. That § 34-23A-10.3 be amended to read as follows: 34-23A-10.3. The health department shall publish, in culturally sensitive languages, within sixty one hundred eighty days after July 1, 1993 2005 , the following printed materials in such a way as to ensure that the information is easily comprehensible: (1) Materials designed to inform the pregnant woman of all the disclosures enumerated in section 7 of this Act; (2) Materials designed to inform the female pregnant woman of public and private agencies and services available to assist a female pregnant woman through pregnancy, upon childbirth and while the child is dependent, including adoption agencies, which shall include a list of the agencies available and a description of the services they offer; and (2) (3) Materials designed to inform the female pregnant woman of the probable anatomical and physiological characteristics of the unborn child at two-week gestational increments from the time when a female pregnant woman can be known to be pregnant to full term, including any relevant information on the possibility of the unborn child's survival and pictures or drawings representing the development of unborn children at two-week gestational increments. Such pictures or drawings shall contain the dimensions of the fetus and shall be realistic and appropriate for the stage of pregnancy depicted. The materials shall be objective, nonjudgmental, and designed to convey only accurate scientific information about the unborn child at the various gestational ages. The materials shall be printed in a typeface large enough to be clearly legible and shall be available at no cost from the health department Department of Health upon request and in appropriate number to any person, facility or hospital. Section 10. If any court of law enjoins, suspends, or delays the implementation of the provisions of section 7 of this Act, the provisions of § 34-23A-10.1, as of June 30, 2005, are effective during such injunction, suspension, or delayed implementation. Section 11. If any court of law finds any provisions of section 7 of this Act to be unconstitutional, the other provisions of section 7 are severable. If any court of law finds the provisions of section 7 of this Act to be entirely or substantially unconstitutional, the provisions of § 34-23A-10, as of June 30, 2005, are immediately reeffective."}, {"bill_id": 19772, "bill_version_id": 105598, "bill_version": "Enrolled", "bill_version_date": "2005-03-01T08:41:22-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19772, "action_date": "2005-01-27T14:00:00-06:00", "document_id": 103466, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103466.pdf", "status_text": "First read in House and referred to", "journal_page": 200, "committee_id_action": 860, "committee_id_assigned": 855, "result": "N", "vote": {}}, {"bill_id": 19772, "action_date": "2005-02-09T10:00:00-06:00", "document_id": 104419, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104419.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 855, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19772, "action_date": "2005-02-09T10:00:00-06:00", "document_id": 104419, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104419.pdf", "status_text": "Do Pass Amended,", "journal_page": 401, "committee_id_action": 855, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59786, "president_vote": null, "Yea": [3162, 3171, 3174, 3176, 3182, 3187, 3206, 3215, 3216, 3223, 3231, 3167, 3232]}}, {"bill_id": 19772, "action_date": "2005-02-11T13:00:00-06:00", "document_id": 104618, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104618.pdf", "status_text": "Do Pass Amended,", "journal_page": 451, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61994, "president_vote": null, "Yea": [3155, 3158, 3159, 3161, 3162, 3164, 3167, 3170, 3171, 3172, 3174, 3175, 3177, 3178, 3181, 3182, 3183, 3184, 3187, 3188, 3189, 3190, 3191, 3192, 3194, 3195, 3197, 3199, 3203, 3206, 3207, 3208, 3209, 3211, 3216, 3220, 3222, 3223, 3225, 3226, 3227, 3229, 3230, 3231, 3232, 3234, 3235, 3237, 3238, 3240, 3244, 3245, 3246, 3249, 3253, 3254, 3255, 3215], "Nay": [3156, 3160, 3169, 3213, 3218, 3233, 3243, 3248, 3251, 3252], "Excused": [3176, 3196]}}, {"bill_id": 19772, "action_date": "2005-02-14T14:00:00-06:00", "document_id": 104707, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104707.pdf", "status_text": "First read in Senate and referred to", "journal_page": 478, "committee_id_action": 861, "committee_id_assigned": 843, "result": "N", "vote": {}}, {"bill_id": 19772, "action_date": "2005-02-23T07:45:00-06:00", "document_id": 105266, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105266.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 843, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19772, "action_date": "2005-02-23T07:45:00-06:00", "document_id": 105266, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105266.pdf", "status_text": "Do Pass,", "journal_page": 604, "committee_id_action": 843, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60484, "president_vote": null, "Yea": [3150, 3214, 3217, 3236, 3241, 3205, 3154], "Nay": [3212, 3224]}}, {"bill_id": 19772, "action_date": "2005-02-24T14:00:00-06:00", "document_id": 105389, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105389.pdf", "status_text": "Deferred to another day", "journal_page": 637, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19772, "action_date": "2005-02-28T14:00:00-06:00", "document_id": 105558, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105558.pdf", "status_text": "Do Pass Amended,", "journal_page": 678, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60661, "president_vote": null, "Yea": [3150, 3152, 3153, 3154, 3157, 3165, 3168, 3173, 3179, 3180, 3185, 3186, 3198, 3202, 3204, 3205, 3210, 3214, 3217, 3219, 3228, 3236, 3239, 3241], "Nay": [3151, 3163, 3166, 3193, 3201, 3212, 3221, 3224, 3242, 3247], "Excused": [3200]}}, {"bill_id": 19772, "action_date": "2005-03-01T11:00:00-06:00", "document_id": 105704, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105704.pdf", "status_text": "Signed by President", "journal_page": 729, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19772, "action_date": "2005-03-01T13:00:00-06:00", "document_id": 105710, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105710.pdf", "status_text": "Delivered to the Governor", "journal_page": 739, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19772, "action_date": "2005-03-01T13:00:00-06:00", "document_id": 105710, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105710.pdf", "status_text": "Signed by Speaker", "journal_page": 737, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19772, "action_date": "2005-03-22T11:00:00-06:00", "document_id": 105977, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105977.pdf", "status_text": "Signed by Governor", "journal_page": 827, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3101}