{"session_id": 64, "bill_id": 23076, "bill_type": "Senate Bill", "bill_number": 148, "bill_title": "revise annuity sales standards.", "sponsors": [{"legislator_profile_id": 3925, "is_prime": true}, {"legislator_profile_id": 4013, "is_prime": true}], "keywords": ["Insurance"], "audio": [{"meeting_datetime": "2022-02-10T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco21.mp3", "start_seconds": 1586.0}, {"meeting_datetime": "2022-02-10T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco21.mp3", "start_seconds": 1586.0}, {"meeting_datetime": "2022-02-10T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco21.mp3", "start_seconds": 1586.0}, {"meeting_datetime": "2022-02-10T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco21.mp3", "start_seconds": 1586.0}, {"meeting_datetime": "2022-02-16T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen24.mp3", "start_seconds": 2820.0}, {"meeting_datetime": "2022-02-16T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen24.mp3", "start_seconds": 2820.0}, {"meeting_datetime": "2022-02-16T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen24.mp3", "start_seconds": 2820.0}, {"meeting_datetime": "2022-02-23T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hco27.mp3", "start_seconds": 1775.0}, {"meeting_datetime": "2022-02-23T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hco27.mp3", "start_seconds": 1775.0}, {"meeting_datetime": "2022-02-23T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hco27.mp3", "start_seconds": 1775.0}, {"meeting_datetime": "2022-02-23T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hco27.mp3", "start_seconds": 1775.0}], "bill_versions": [{"bill_id": 23076, "bill_version_id": 230703, "bill_version": "Introduced", "bill_version_date": "2022-01-27T09:09:03.85-06:00", "bill_text": "An Act to revise annuity sales standards. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 58-33A-13 be AMENDED: 58-33A-13. Terms used in §§ 58-33A-14 to 58-33A-27, inclusive, mean: (1) \"Annuity,\" an annuity that is an insurance product under state law that is individually solicited, whether the product is classified as an individual or group annuity a fixed annuity or variable annuity that is individually solicited, whether the product is classified as an individual or group annuity; (2) \"Insurer,\" a company required to be licensed under the laws of this state to provide insurance products, including annuities; (2) \"Cash compensation,\" any discount, concession, fee, service fee, commission, sales charge, loan, override, or cash benefit received by a producer in connection with the recommendation or sale of an annuity from an insurer, intermediary, or directly from the consumer; (3) \"Consumer profile information,\" information that is reasonably appropriate to determine whether a recommendation addresses the consumer’s financial situation, insurance needs and financial objectives, including, at a minimum, the following: (a) Age; (b) Annual income; (c) Financial situation and needs, including debts and other obligations; (d) Financial experience; (e) Insurance needs; (f) Financial objectives; (g) Intended use of the annuity; (h) Financial objectives; (i) Existing assets or financial products, including investment, annuity and insurance holdings; (j) Liquidity needs; (k) Liquid net worth; (l) Risk tolerance, including but not limited to, willingness to accept non-guaranteed elements in the annuity; (m) Financial resources used to fund the annuity; and (n) Tax status; (4) \"FINRA,\" the Financial Industry Regulatory Authority or a succeeding agency; (5) \"Intermediary,\" an entity contracted directly with an insurer or with another entity contracted with an insurer to facilitate the sale of the insurer’s annuities by producers; (3) \"Insurance producer,\" a person required to be licensed under the laws of this state to sell, solicit or negotiate insurance, including annuities; (6) \"Material conflict of interest,\" a financial interest of the producer in the sale of an annuity that a reasonable person would expect to influence the impartiality of a recommendation. Material conflict of interest does not include cash compensation or non-cash compensation; (7) \"Non-cash compensation,\" any form of compensation that is not cash compensation including health insurance, office rent, office support, and retirement benefits; (8) \"Non-guaranteed elements,\" the premiums, credited interest rates including any bonus, benefits, values, dividends, non-interest based credits, charges, or elements of formulas used to determine any of these, that are subject to company discretion and are not guaranteed at issue. An element is considered non-guaranteed if any of the underlying non-guaranteed elements are used in its calculation; (9) \"Producer,\" a person or entity required to be licensed under the laws of this state to sell, solicit or negotiate insurance, including annuities. This term also includes an insurer where no producer is involved; (4)(10) \"Recommendation,\" advice provided by an insurance a producer, or an insurer where no producer is involved, to an individual consumer that was intended to result or results in a purchase, replacement, or exchange of an annuity in accordance with that advice. This term does not include general communication to the public, generalized customer services assistance or administrative support, general educational information and tools, prospectuses, or other product and sales material; (11) \"Replacement,” a transaction in which a new annuity is to be purchased, and it is known or should be known to the proposing producer, or to the proposing insurer whether or not a producer is involved, that by reason of the transaction, an existing annuity or other insurance policy has been or is to be any of the following: (a) Lapsed, forfeited, surrendered, partially surrendered, assigned to the replacing insurer, or otherwise terminated; (b) Converted to reduced paid-up insurance, continued as extended term insurance, or otherwise reduced in value by the use of nonforfeiture benefits or other policy values; (c) Amended so as to effect either a reduction in benefits or in the term for which coverage would otherwise remain in force or for which benefits would be paid; (d) Reissued with any reduction in cash value; or (e) Used in a financed purchase; (12) \"SEC,\" the United States Securities and Exchange Commission. Section 2. That § 58-33A-14 be AMENDED: 58-33A-14. Sections 58-33A-13 to 58-33A-27, inclusive, apply to any recommendation to purchase or exchange or sale of an annuity made to a consumer by an insurance producer, or an insurer if no producer is involved, that results in the purchase or exchange recommended. The purpose of this Act is to require producers, as defined in Section 1 of this Act to act in the best interest of the consumer when making a recommendation of an annuity and to require insurers to establish and maintain a system to supervise recommendations so that the insurance needs and financial objectives of consumers at the time of the transaction are effectively addressed. Nothing in §§ 58-33A-13 to 58-33A-27, inclusive, creates or implies a private cause of action for a violation of §§ 58-33A-13 to 58-33A-27, inclusive, or subjects a producer to civil liability under the best interest standard of care outlined in § 58-33A-16 or under standards governing the conduct of a fiduciary or a fiduciary relationship. Section 3. That § 58-33A-15 be AMENDED: 58-33A-15. Unless otherwise specifically included, §§ 58-33A-13 to 58-33A-27, inclusive, do not apply to any recommendation transactions involving: (1) A direct response solicitation if there is no recommendation based on information collected from the consumer pursuant to §§ 58-33A-13 to 58-33A-27, inclusive; or (2) Any contract used to fund: (a) An employee pension or welfare benefit plan that is covered by the Employee Retirement and Income Security Act (ERISA); (b) A plan described by sections 401(a), 401(k), 403(b), 408(k), or 408(p) of the Internal Revenue Code (IRC), as of January 1, 2008 2023, if established or maintained by an employer; (c) A government or church plan defined in section 414 of the IRC as of January 1, 2008 2023, a government or church welfare benefit plan, or a deferred compensation plan of a state or local government or tax exempt organization under section 457 of the IRC as of January 1, 2008 2023; or (d) A nonqualified deferred compensation arrangement established or maintained by an employer or plan sponsor; (e)(3) A settlement of or assumption of liabilities associated with personal injury litigation or any dispute or claim resolution process; or (f)(4) A formal prepaid funeral contract. The director may, by rules promulgated pursuant to chapter 1-26, adopt revisions of the Internal Revenue Code which are in substantial compliance with the intent of subsections (b) and (c) of this section. Section 4. That § 58-33A-16 be AMENDED: 58-33A-16. In recommending to a consumer the purchase of an annuity or the exchange of an annuity that results in another insurance transaction or series of insurance transactions, the insurance producer, or the insurer if no producer is involved, shall have reasonable grounds for believing that the recommendation is suitable for the consumer on the basis of the facts disclosed by the consumer as to the consumer's investments and other insurance products and as to the consumer's financial situation and needs and that there is a reasonable basis to believe all of the following: (1) The consumer has been reasonably informed of various features of the annuity, such as the potential surrender period and surrender charge, potential tax penalty if the consumer sells, exchanges, surrenders, or annuitizes the annuity, mortality and expense fees, investment advisory fees, potential charges for and features of riders, limitations on interest returns, insurance and investment components, and market risk; (2) The consumer would benefit from certain features of the annuity, such as tax-deferred growth, annuitization, or death or living benefit; (3) The particular annuity as a whole, the underlying subaccounts to which funds are allocated at the time of purchase or exchange of the annuity, and riders and similar product enhancements, if any, are suitable (and in the case of an exchange or replacement, the transaction as a whole is suitable) for the particular consumer based on the consumer's suitability information; and (4) In the case of an exchange or replacement of an annuity, the exchange or replacement is suitable including taking into consideration whether: (a) The consumer will incur a surrender charge, be subject to the commencement of a new surrender period, lose existing benefits (such as death, living, or other contractual benefits), or be subject to increased fees, investment advisory fees, or charges for riders and similar product enhancements; (b) The consumer would benefit from product enhancements and improvements; and (c) The consumer has had another annuity exchange or replacement and, in particular, an exchange or replacement within the preceding thirty-six months. A producer, when making a recommendation of an annuity, shall act in the best interest of the consumer under the circumstances known at the time the recommendation is made, without placing the producer’s or the insurer’s financial interest ahead of the consumer’s interest. A producer has acted in the best interest of the consumer by satisfying the obligations regarding care in sections 7 to 9 of this Act, inclusive, disclosure in sections 11 to 13 of this Act, inclusive, conflict of interest in section 14 of this Act, and documentation in section 15 of this Act. Any requirement applicable to a producer under §§ 58-33A-13 to 58-33A-27, inclusive, must apply to every producer who has exercised material control or influence in the making of a recommendation and has received direct compensation as a result of the recommendation or sale, regardless of whether the producer has had any direct contact with the consumer. Activities such as providing or delivering marketing or educational materials, product wholesaling or other back office product support, and general supervision of a producer do not, in and of themselves, constitute material control or influence. Section 5. That § 58-33A-17.1 be REPEALED: Except as permitted under §§ 58-33A-18 and 58-33A-19, no insurer may issue an annuity recommended to a consumer unless there is a reasonable basis to believe the annuity is suitable based on the consumer's suitability information. Section 6. That § 58-33A-17 be REPEALED: Prior to the execution of a purchase or exchange of an annuity resulting from a recommendation, an insurance producer, or an insurer if no producer is involved, shall make reasonable efforts to obtain the consumer's suitability information. Suitability information includes: (1) Age; (2) Annual income; (3) Financial situation and needs, including the financial resources used for the funding of the annuity; (4) Financial experience; (5) Financial objectives; (6) Intended use of the annuity; (7) Financial time horizon; (8) Existing assets, including investment and life insurance holdings; (9) Liquidity needs; (10) Liquid net worth; (11) Risk tolerance; and (12) Tax status. Section 7. That chapter 58-33A be amended with a NEW SECTION: Producers must, in making a recommendation: (1) Exercise reasonable diligence, care, and skill to: (a) Know the consumer’s financial situation, insurance needs, and financial objectives; (b) Understand the available recommendation options after making a reasonable inquiry into options available to the producer; (c) Have a reasonable basis to believe the recommended option effectively addresses the consumer’s financial situation, insurance needs, and financial objectives over the life of the product as evaluated in light of the consumer profile information; and (d) Communicate the basis or bases of the recommendation; (2) Make reasonable efforts to obtain consumer profile information from the consumer prior to the recommendation of an annuity; (3) Consider the types of products the producer is authorized and licensed to recommend or sell that address the consumer’s financial situation, insurance needs, and financial objectives. This does not require analysis or consideration of any products outside the authority and license of the producer or other possible alternative products or strategies available in the market at the time of the recommendation. Producers must be held to standards applicable to producers with similar authority and licensure; and (4) Have a reasonable basis to believe the consumer would benefit from certain features of the annuity, such as annuitization, death or living benefit, or other insurance-related features. Factors generally relevant in making a determination whether an annuity effectively addresses the consumer’s financial situation, insurance needs, and financial objectives include the consumer profile information, characteristics of the insurer, product costs, rates, benefits, and features. The level of importance of each factor in this section may vary depending on the facts and circumstances of a particular case, but each factor may not be considered in isolation. Section 8. That chapter 58-33A be amended with a NEW SECTION: The requirements of section 7 of this Act: (1) Apply to the particular annuity as a whole, the underlying subaccounts to which funds are allocated at the time of purchase or exchange of an annuity, and riders and similar product enhancements; (2) Create a regulatory obligation but do not create a fiduciary obligation or relationship; (3) Do not mean the annuity with the lowest one-time or multiple occurrence compensation structure shall necessarily be recommended; and (4) Do not mean the producer has ongoing monitoring obligations, although such an obligation may be separately owed under the terms of a fiduciary, consulting, investment advising, or financial planning agreement between the consumer and the producer. Section 9. That chapter 58-33A be amended with a NEW SECTION: In the case of an exchange or replacement of an annuity, the producer shall consider the whole transaction, which include taking into consideration whether: (1) The consumer will incur a surrender charge, be subject to the commencement of a new surrender period, lose existing benefits, such as death, living, or other contractual benefits, or be subject to increased fees, investment advisory fees, or charges for riders and similar product enhancements; (2) The replacing product would substantially benefit the consumer in comparison to the replaced product over the life of the product; and (3) The consumer has had another annuity exchange or replacement and, in particular, an exchange or replacement within the preceding sixty months. Section 10. That § 58-33A-18 be AMENDED: 58-33A-18. Except as provided pursuant to § 58-33A-19, no insurance a producer nor any insurer has any no obligation to a consumer under § 58-33A-16 § 58-33A-17 and sections 7 through 9 of this Act, inclusive, related to any recommendation annuity transaction if: (1) A consumer refuses to provide relevant suitability consumer profile information and the annuity transaction is not recommended; (2) A consumer decides to enter into an insurance annuity transaction that is not based on a recommendation of the insurer or insurance producer; (3) A recommendation was made and was later found to have been prepared based on materially inaccurate information provided by the consumer; or (4) No recommendation is made. Section 11. That chapter 58-33A be amended with a NEW SECTION: Prior to or at the time of the recommendation or sale of an annuity, the producer shall have a reasonable basis to believe the consumer has been informed of various features of the annuity including the potential surrender period and surrender charge, potential tax penalty if the consumer sells, exchanges, surrenders, or annuitizes the annuity, mortality and expense fees, investment advisory fees, any annual fees, potential charges for and features of riders or other options of the annuity, limitations on interest returns, potential changes in non-guaranteed elements of the annuity, insurance and investment components, and market risk. Section 12. That chapter 58-33A be amended with a NEW SECTION: Prior to or at the time of the recommendation or sale of an annuity, the producer shall prominently disclose to the consumer on a form substantially similar to the form prescribed by the director and available on the division’s website: (1) A description of the scope and terms of the relationship with the consumer and the role of the producer in the transaction; (2) An affirmative statement on whether the producer is licensed and authorized to sell the following products; (a) Fixed annuities; (b) Fixed indexed annuities; (c) Variable annuities; (d) Life insurance; (e) Mutual funds; (f) Stocks and bonds; and (g) Certificates of deposit; (3) An affirmative statement describing the insurers the producer is authorized, contracted, appointed, or otherwise able to sell insurance products for using the following descriptions: (a) From one insurer; (b) From two or more insurers; or (c) From two or more insurers although primarily contracted with one insurer; (4) A description of the sources and types of cash compensation and non-cash compensation to be received by the producer, including whether the producer is to be compensated for the sale of a recommended annuity by commission as part of premium or other remuneration received from the insurer, intermediary, or other producer or by fee as a result of a contract for advice or consulting services; and (5) A notice of the consumer’s right to request additional information regarding cash compensation described in section 13 of this Act. Section 13. That chapter 58-33A be amended with a NEW SECTION: Upon request of the consumer or the consumer’s designated representative, the producer shall disclose: (1) A reasonable estimate of the amount of cash compensation to be received by the producer, which may be stated as a range of amounts or percentages; and (2) Whether the cash compensation is a one-time or multiple occurrence amount, and if a multiple occurrence amount, the frequency and amount of the occurrence, which may be stated as a range of amounts or percentages. Section 14. That chapter 58-33A be amended with a NEW SECTION: A producer shall identify and avoid or reasonably manage and disclose material conflicts of interest, including material conflicts of interest related to an ownership interest. Section 15. That chapter 58-33A be amended with a NEW SECTION: A producer shall, at the time of the recommendation or sale: (1) Make a written record of any recommendation and the basis for the recommendation subject to the obligations required in §§ 58-33A-13 to 58-33A-27, inclusive; (2) Obtain a consumer signed statement on a form substantially similar to the form prescribed by the director and available on the division’s website documenting: (a) A customer’s refusal to provide the consumer profile information, if any; (b) A customer’s understanding of the ramifications of not providing his or her consumer profile information or providing insufficient consumer profile information; and (3) Obtain a consumer signed statement acknowledging the annuity transaction is not recommended if a customer decides to enter into an annuity transaction that is not based on the producer’s recommendation on a form substantially similar to a form prescribed by the director. Section 16. That chapter 58-33A be amended with a NEW SECTION: Nothing in §§ 58-33A-13 to 58-33A-27, inclusive, should be construed to require a producer to obtain any license other than a producer license with the appropriate line of authority to sell, solicit, or negotiate insurance in this state, including a securities license, in order to fulfill the duties and obligations contained in §§ 58-33A-13 to 58-33A-27, inclusive provided the producer does not give advice or provide services that are otherwise subject to securities laws or engage in any other activity requiring other professional licenses. Section 17. That § 58-33A-19 be AMENDED: 58-33A-19. An insurer's issuance of an annuity subject to § 58-33A-16 § 58-33A-18 shall be reasonable under all the circumstances actually known to the insurer at the time the annuity is issued. Section 18. That § 58-33A-19.1 be REPEALED: An insurance producer or, if no insurance producer is involved, the responsible insurer representative, shall at the time of sale: (1) Make a record of any recommendation subject to § 58-33A-16; (2) Obtain a customer signed statement documenting a customer's refusal to provide suitability information, if any; and (3) Obtain a customer signed statement acknowledging that an annuity transaction is not recommended if a customer decides to enter into an annuity transaction that is not based on the insurance producer's or insurer's recommendation. Section 19. That chapter 58-33A be amended with a NEW SECTION: Except as permitted under §§ 58-33A-18 and 58-33A-19, an insurer may not issue an annuity recommended to a consumer unless there is a reasonable basis to believe the annuity would effectively address the particular consumer’s financial situation, insurance needs, and financial objectives based on the consumer’s profile information. Section 20. That § 58-33A-20 be AMENDED: 58-33A-20. An insurer shall establish and maintain a supervision system to supervise recommendations that is reasonably designed to achieve compliance with §§ 58-33A-13 to 58-33A-27, inclusive, including: (1) The insurer shall establish and maintain reasonable procedures to inform its insurance producers of the requirements of §§ 58-33A-16 to 58-33A-26, inclusive and shall incorporate the requirements of this regulation into relevant insurance producer training manuals; (2) The insurer shall establish and maintain standards for insurance producer product training and shall establish and maintain reasonable procedures to require its insurance producers to comply with the requirements of §§ 58-33A-25.1 to 58-33A-25.3, inclusive; (3) The insurer shall provide product-specific training and training materials that explain all material features of its annuity products to its insurance producers; (4) The insurer shall establish and maintain procedures for review of each recommendation prior to issuance of an annuity that are designed to ensure that there is a reasonable basis to determine that a recommendation is suitable the recommended annuity would effectively address the particular consumer's financial situation, insurance needs, and financial objectives. Such review procedures may apply a screening system for the purpose of identifying selected transactions for additional review and may be accomplished electronically or through other means including, physical review. Such an electronic or other system may be designed to require additional review only of those transactions identified for additional review by the selection criteria; (5) The insurer shall establish and maintain reasonable procedure procedures to detect recommendations that are not suitable in compliance with §§ 58-33A-13 to 58-33A-27, inclusive. This may include confirmation of consumer suitability profile information, systematic customer surveys, producer and consumer interviews, confirmation letters, producer statements or attestations, and programs of internal monitoring. Nothing in this subdivision prevents an insurer from complying with this subdivision by applying sampling procedures or by confirming suitability consumer profile information or other required information after issuance or delivery of the annuity; and (6) The insurer shall annually provide a written report to senior management, including to the senior manager responsible for audit functions, that details a review, with appropriate testing, reasonably designed to determine the effectiveness of the supervision system, the exceptions found, and corrective action taken or recommended, if any.; (7) The insurer shall establish and maintain reasonable procedures to assess, prior to or upon issuance or delivery of an annuity, whether a producer has provided to the consumer the information required to be provided under this section; (8) The insurer shall establish and maintain reasonable procedures to identify and address suspicious consumer refusals to provide consumer profile information; and (9) The insurer shall establish and maintain reasonable procedures to identify and eliminate any sales contests, sales quotas, bonuses, and non-cash compensation that are based on the sales of specific annuities within a limited period of time. The requirements of this subdivision are not intended to prohibit the receipt of health insurance, office rent, office support, retirement benefits, or other employee benefits by employees as long as those benefits are not based upon the volume of sales of a specific annuity within a limited period of time. Section 21. That § 58-33A-20.1 be AMENDED: 58-33A-20.1. Nothing in § 58-33A-20 or this section restricts an insurer from contracting for performance of a function required under § 58-33A-20, including maintenance of procedures. An insurer is responsible for taking appropriate corrective action and may be subject to sanctions and penalties pursuant to § 58-33A-26 regardless of whether the insurer contracts for performance of a function and regardless of the insurer's compliance with this section. An insurer's supervision system under § 58-33A-20 and this section shall include supervision of contractual performance under this section. This includes the following: (1) Monitoring and, as appropriate, conducting audits to assure that the contracted function is properly performed; and (2) Annually obtaining a certification from a senior manager who has responsibility for the contracted function that the manager has a reasonable basis to represent, and does represent, that the function is properly performed. An insurer is not required to include in its system of supervision an insurance a producer's recommendations to consumers of products other than the annuities offered by the insurer, consideration of or comparison to options available to the producer, or compensation relating to those options other than annuities or other products offered by the insurer. Section 22. That § 58-33A-20.2 be AMENDED: 58-33A-20.2. No insurance producer or insurer may dissuade, or attempt to dissuade, a consumer from: (1) Truthfully responding to an insurer's request for confirmation of suitability consumer profile information; (2) Filing a complaint; or (3) Cooperating with the investigation of a complaint. Section 23. That chapter 58-33A be amended with a NEW SECTION: The terms used in § 58-33A-25 mean: (1) \"Comparable standards,\": (a) With respect to broker-dealers and registered representatives of broker-dealers, applicable SEC and FINRA rules pertaining to best interest obligations and supervision of annuity recommendations and sales, including 17 C.F.R. § 240.15|-1 (2023); (b) With respect to investment advisers registered under federal or state securities laws or investment adviser representatives, the fiduciary duties and all other requirements imposed on such investment advisers or investment adviser representatives by contract or under the Investment Advisers Act of 1940 or applicable state securities law, including the Form ADV and interpretations; and (c) With respect to plan fiduciaries or fiduciaries, the duties, obligations, prohibitions, and all other requirements attendant to such status under Employee Retirement Income Security Act of 1974 (ERISA) or the Internal Revenue Code as of January 1, 2023; and (2) \"Financial professional,\" a producer that is regulated and acting as: (a) A broker-dealer registered under federal or state securities laws or a registered representative of a broker-dealer; (b) An investment adviser registered under federal or state securities laws or an investment adviser representative associated with the federal or state registered investment adviser; or (c) A plan fiduciary under 29 U.S. Code § 1002(21) (2019) or fiduciary under 26 U.S. Code § 4975(e)(3) (2019). Section 24. That § 58-33A-25 be AMENDED: 58-33A-25. If the director finds that the Conduct Rules of the Financial Industry Regulatory Authority meet or exceed the requirements of §§ 58-33A-16 to 58-33A-26, inclusive, then any recommendations made for variable annuities that comply with the Conduct Rules of the Financial Industry Regulatory Authority meet the requirements of §§ 58-33A-16 to 58-33A-26, inclusive.Recommendations and sales of annuities made in compliance with comparable standards shall satisfy the requirements of §§ 58-33A-13 to 58-33-27, inclusive. This section applies to all recommendations and sales of annuities made by financial professionals in compliance with business rules, controls, and procedures that satisfy a comparable standard even if such standard would not otherwise apply to the product or recommendation at issue. For this section to apply, an insurer shall: (1) Monitor the Financial Industry Regulatory Authority member broker-dealer relevant conduct of the financial professional seeking to rely on this section or the entity responsible for supervising the financial professional, such as the financial professional’s broker-dealer or an investment adviser registered under federal or state securities laws using information collected in the normal course of an insurer's business; and (2) Provide to the Financial Industry Regulatory Authority member broker-dealer entity responsible for supervising the financial professional seeking to rely on this section, such as the financial professional’s broker-dealer or investment adviser registered under federal or state securities laws, information and reports that are reasonably appropriate to assist the Financial Industry Regulatory Authority member broker-dealer entity to maintain its supervision system. Nothing in this section shall limit the director’s ability to investigate and enforce the provisions of §§ 58-33A-13 to 58-33A-27, inclusive, or limit the insurer’s obligation to comply with § 58-33A-20(4), although the insurer may base its analysis on information received from either the financial professional or the entity supervising the financial professional. Section 25. That § 58-33A-25.1 be AMENDED: 58-33A-25.1. No insurance producer may solicit the sale of an annuity product unless the insurance producer has adequate knowledge of the product to recommend the annuity and the insurance producer is in compliance with the insurer's standards for product training. An insurance A producer may rely on insurer-provided product-specific training standards and materials to comply with this section. An insurance A producer who engages in the sale of annuity products shall complete a one-time four credit training course approved by the director and provided by a director-approved education provider. Any insurance producer who holds a life insurance line of authority on July 1, 2012 and who desires to sell annuities shall complete the requirements of this section within six months after July 1, 2012. Any person who obtains a life insurance line of authority on or after July 1, 2012A producer who obtains a life insurance line of authority may not engage in the sale of annuities unless the annuity training course required under this section has been completed. The minimum length of the training required under this section shall be sufficient to qualify for at least four continuing education credits, but may be longer. The training required under this section shall must include information on the following subjects: (1) The types of annuities and various classifications of annuities; (2) Identification of the parties to an annuity; (3) How fixed, variable, and indexed product-specific annuity contract provisions features affect consumers; (4) The application of income taxation of qualified and nonqualified annuities; (5) The primary uses of annuities; and (6) Appropriate standard of conduct, sales practices, replacement, and disclosure requirements. An insurance producer who has completed an annuity training course approved by the division prior to January 1, 2023 shall, within six months, complete either a new four credit training course approved by the division or an additional one-time one credit training course approved by the division and provided by the division-approved education provider on appropriate sales practices, replacement, and disclosure requirements under §§ 58-33A-13 to 58-33A-27, inclusive. Section 26. That § 58-33A-25.2 be AMENDED: 58-33A-25.2. Each course provider intending to comply with § 58-33A-25.1 shall cover all subjects listed in § 58-33A-25.1. No provider of such course may present any marketing information or provide training on sales techniques or provide specific information about a particular insurer's products. Additional subjects may be offered in conjunction with and in addition to the required subjects. Each provider of an annuity training course intending to comply with § 58-33A-25.1 shall register as a continuing education provider in this state and shall comply with the rules applicable to insurance producer continuing education courses as set forth in chapter 58-30. An annuity training course may be conducted and completed by classroom or self-study methods. Each provider of annuity training shall comply with the reporting requirements and shall issue certificates of completion in accordance with chapter 58-30. The satisfaction of the training requirements of another state that are substantially similar to the provisions of this section satisfy the training requirements of this section and § 58-33A-25.1. The satisfaction of the components of the training requirements of any course or courses with components substantially similar to § 58-33A-25.1 are be deemed to satisfy the training requirements. Section 27. That § 58-33A-25.3 be AMENDED: 58-33A-25.3. An insurer shall verify that an insurance a producer has completed the annuity training course required pursuant to § 58-33A-25.1 before allowing the producer to sell an annuity product for that insurer. An insurer may satisfy its responsibility under this section by obtaining certificates of completion of the training course or obtaining reports provided by a director-sponsored database system or vendor or from a reasonably reliable commercial database vendor that has a reporting arrangement with an approved insurance education provider. Section 28. That § 58-33A-26 be AMENDED: 58-33A-26. An insurer is responsible for compliance with §§ 58-33A-13 to 58-33A-27, inclusive. The If a violation occurs because of the action or inaction of the insurer or its producer, the director may order: (1) An insurer to take reasonably appropriate corrective action for any consumer harmed by a failure to comply by the insurer's insurer, an entity contracted to perform the insurer’s supervisory duties, or by its insurance producer's producer, in violation of §§ 58-33A-13 to 58-33A-27, inclusive; (2) An insuranceA producer to take reasonably appropriate corrective action for any consumer harmed by the insurance producer's violation of §§ 58-33A-13 to 58-33A-27, inclusive; and (3) A general agency or independent agency that employs or contracts with an insurance a producer to sell, or solicit the sale, of annuities to consumers, to take reasonably appropriate corrective action for any consumer harmed by the insurance producer's violation of §§ 58-33A-13 to 58-33A-27, inclusive. Any violation of § 58-33A-16, 58-33A-17, or 58-33A-19 §§ 58-33A-13 to 58-33A-27, inclusive subjects the insurer, insurance producer, or general agency or independent agency to suspension, revocation, refusal to renew a license, or to a monetary penalty as provided for under this title. However, the penalty may be reduced or eliminated, according to a schedule adopted by the director, if corrective action for the consumer is taken promptly after a violation is discovered or the violation was not part of a pattern or practice. Section 29. That § 58-33A-27 be AMENDED: 58-33A-27. Each insurer, general agent, independent agency and insurance producer shall maintain or be able to make available to the director records of the information collected from the consumer, disclosures made to the consumer, including summaries of oral disclosures, and other information used in making the recommendations that were the basis for insurance transactions for five years after the insurance transaction is completed by the insurer. An insurer is permitted, but is not required, to maintain documentation on behalf of an insurance a producer. Any record required to be maintained by §§ 58-33A-13 to 58-33A-27, inclusive, may be maintained in paper, photographic, microprocess, magnetic, mechanical or electronic media or by any process that accurately reproduces the actual document. Section 30. The provisions of this Act shall take effect January 1, 2023."}, {"bill_id": 23076, "bill_version_id": 233255, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2022-02-11T14:20:49.817-06:00", "bill_text": "An Act to revise annuity sales standards. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 58-33A-13 be AMENDED: 58-33A-13. Terms used in §§ 58-33A-14 to 58-33A-27, inclusive, mean: (1) \"Annuity,\" an annuity that is an insurance product under state law that is individually solicited, whether the product is classified as an individual or group annuity a fixed annuity or variable annuity that is individually solicited, whether the product is classified as an individual or group annuity; (2) \"Insurer,\" a company required to be licensed under the laws of this state to provide insurance products, including annuities; (2) \"Cash compensation,\" any discount, concession, fee, service fee, commission, sales charge, loan, override, or cash benefit received by a producer in connection with the recommendation or sale of an annuity from an insurer, intermediary, or directly from the consumer; (3) \"Consumer profile information,\" information that is reasonably appropriate to determine whether a recommendation addresses the consumer’s financial situation, insurance needs and financial objectives, including, at a minimum, the following: (a) Age; (b) Annual income; (c) Financial situation and needs, including debts and other obligations; (d) Financial experience; (e) Insurance needs; (f) Financial objectives; (g) Intended use of the annuity; (h) Financial objectives; (i) Existing assets or financial products, including investment, annuity and insurance holdings; (j) Liquidity needs; (k) Liquid net worth; (l) Risk tolerance, including but not limited to, willingness to accept non-guaranteed elements in the annuity; (m) Financial resources used to fund the annuity; and (n) Tax status; (4) \"FINRA,\" the Financial Industry Regulatory Authority or a succeeding agency; (5) \"Intermediary,\" an entity contracted directly with an insurer or with another entity contracted with an insurer to facilitate the sale of the insurer’s annuities by producers; (3) \"Insurance producer,\" a person required to be licensed under the laws of this state to sell, solicit or negotiate insurance, including annuities; (6) \"Material conflict of interest,\" a financial interest of the producer in the sale of an annuity that a reasonable person would expect to influence the impartiality of a recommendation. Material conflict of interest does not include cash compensation or non-cash compensation; (7) \"Non-cash compensation,\" any form of compensation that is not cash compensation including health insurance, office rent, office support, and retirement benefits; (8) \"Non-guaranteed elements,\" the premiums, credited interest rates including any bonus, benefits, values, dividends, non-interest based credits, charges, or elements of formulas used to determine any of these, that are subject to company discretion and are not guaranteed at issue. An element is considered non-guaranteed if any of the underlying non-guaranteed elements are used in its calculation; (9) \"Producer,\" a person or entity required to be licensed under the laws of this state to sell, solicit or negotiate insurance, including annuities. This term also includes an insurer where no producer is involved; (4)(10) \"Recommendation,\" advice provided by an insurance a producer, or an insurer where no producer is involved, to an individual consumer that was intended to result or results in a purchase, replacement, or exchange of an annuity in accordance with that advice. This term does not include general communication to the public, generalized customer services assistance or administrative support, general educational information and tools, prospectuses, or other product and sales material; (11) \"Replacement,” a transaction in which a new annuity is to be purchased, and it is known or should be known to the proposing producer, or to the proposing insurer whether or not a producer is involved, that by reason of the transaction, an existing annuity or other insurance policy has been or is to be any of the following: (a) Lapsed, forfeited, surrendered, partially surrendered, assigned to the replacing insurer, or otherwise terminated; (b) Converted to reduced paid-up insurance, continued as extended term insurance, or otherwise reduced in value by the use of nonforfeiture benefits or other policy values; (c) Amended so as to effect either a reduction in benefits or in the term for which coverage would otherwise remain in force or for which benefits would be paid; (d) Reissued with any reduction in cash value; or (e) Used in a financed purchase; (12) \"SEC,\" the United States Securities and Exchange Commission. Section 2. That § 58-33A-14 be AMENDED: 58-33A-14. Sections 58-33A-13 to 58-33A-27, inclusive, apply to any recommendation to purchase or exchange or sale of an annuity made to a consumer by an insurance producer, or an insurer if no producer is involved, that results in the purchase or exchange recommended. The purpose of this Act is to require producers, as defined in Section 1 of this Act to act in the best interest of the consumer when making a recommendation of an annuity and to require insurers to establish and maintain a system to supervise recommendations so that the insurance needs and financial objectives of consumers at the time of the transaction are effectively addressed. Nothing in §§ 58-33A-13 to 58-33A-27, inclusive, creates or implies a private cause of action for a violation of §§ 58-33A-13 to 58-33A-27, inclusive, or subjects a producer to civil liability under the best interest standard of care outlined in § 58-33A-16 or under standards governing the conduct of a fiduciary or a fiduciary relationship. Section 3. That § 58-33A-15 be AMENDED: 58-33A-15. Unless otherwise specifically included, §§ 58-33A-13 to 58-33A-27, inclusive, do not apply to any recommendation transactions involving: (1) A direct response solicitation if there is no recommendation based on information collected from the consumer pursuant to §§ 58-33A-13 to 58-33A-27, inclusive; or (2) Any contract used to fund: (a) An employee pension or welfare benefit plan that is covered by the Employee Retirement and Income Security Act (ERISA); (b) A plan described by sections 401(a), 401(k), 403(b), 408(k), or 408(p) of the Internal Revenue Code (IRC), as of January 1, 2008 2023, if established or maintained by an employer; (c) A government or church plan defined in section 414 of the IRC as of January 1, 2008 2023, a government or church welfare benefit plan, or a deferred compensation plan of a state or local government or tax exempt organization under section 457 of the IRC as of January 1, 2008 2023; or (d) A nonqualified deferred compensation arrangement established or maintained by an employer or plan sponsor; (e)(3) A settlement of or assumption of liabilities associated with personal injury litigation or any dispute or claim resolution process; or (f)(4) A formal prepaid funeral contract. The director may, by rules promulgated pursuant to chapter 1-26, adopt revisions of the Internal Revenue Code which are in substantial compliance with the intent of subsections (b) and (c) of this section. Section 4. That § 58-33A-16 be AMENDED: 58-33A-16. In recommending to a consumer the purchase of an annuity or the exchange of an annuity that results in another insurance transaction or series of insurance transactions, the insurance producer, or the insurer if no producer is involved, shall have reasonable grounds for believing that the recommendation is suitable for the consumer on the basis of the facts disclosed by the consumer as to the consumer's investments and other insurance products and as to the consumer's financial situation and needs and that there is a reasonable basis to believe all of the following: (1) The consumer has been reasonably informed of various features of the annuity, such as the potential surrender period and surrender charge, potential tax penalty if the consumer sells, exchanges, surrenders, or annuitizes the annuity, mortality and expense fees, investment advisory fees, potential charges for and features of riders, limitations on interest returns, insurance and investment components, and market risk; (2) The consumer would benefit from certain features of the annuity, such as tax-deferred growth, annuitization, or death or living benefit; (3) The particular annuity as a whole, the underlying subaccounts to which funds are allocated at the time of purchase or exchange of the annuity, and riders and similar product enhancements, if any, are suitable (and in the case of an exchange or replacement, the transaction as a whole is suitable) for the particular consumer based on the consumer's suitability information; and (4) In the case of an exchange or replacement of an annuity, the exchange or replacement is suitable including taking into consideration whether: (a) The consumer will incur a surrender charge, be subject to the commencement of a new surrender period, lose existing benefits (such as death, living, or other contractual benefits), or be subject to increased fees, investment advisory fees, or charges for riders and similar product enhancements; (b) The consumer would benefit from product enhancements and improvements; and (c) The consumer has had another annuity exchange or replacement and, in particular, an exchange or replacement within the preceding thirty-six months. A producer, when making a recommendation of an annuity, shall act in the best interest of the consumer under the circumstances known at the time the recommendation is made, without placing the producer’s or the insurer’s financial interest ahead of the consumer’s interest. For purposes of this section, a producer has acted in the best interest of the consumer by satisfying the obligations regarding care in sections 7 to 9 of this Act, inclusive, disclosure in sections 11 to 13 of this Act, inclusive, conflict of interest in section 14 of this Act, and documentation in section 15 of this Act. Any requirement applicable to a producer under §§ 58-33A-13 to 58-33A-27, inclusive, must apply to every producer who has exercised material control or influence in the making of a recommendation and has received direct compensation as a result of the recommendation or sale, regardless of whether the producer has had any direct contact with the consumer. Activities such as providing or delivering marketing or educational materials, product wholesaling or other back office product support, and general supervision of a producer do not, in and of themselves, constitute material control or influence. Section 5. That § 58-33A-17.1 be REPEALED: Except as permitted under §§ 58-33A-18 and 58-33A-19, no insurer may issue an annuity recommended to a consumer unless there is a reasonable basis to believe the annuity is suitable based on the consumer's suitability information. Section 6. That § 58-33A-17 be REPEALED: Prior to the execution of a purchase or exchange of an annuity resulting from a recommendation, an insurance producer, or an insurer if no producer is involved, shall make reasonable efforts to obtain the consumer's suitability information. Suitability information includes: (1) Age; (2) Annual income; (3) Financial situation and needs, including the financial resources used for the funding of the annuity; (4) Financial experience; (5) Financial objectives; (6) Intended use of the annuity; (7) Financial time horizon; (8) Existing assets, including investment and life insurance holdings; (9) Liquidity needs; (10) Liquid net worth; (11) Risk tolerance; and (12) Tax status. Section 7. That chapter 58-33A be amended with a NEW SECTION: Producers must, in making a recommendation: (1) Exercise reasonable diligence, care, and skill to: (a) Know the consumer’s financial situation, insurance needs, and financial objectives; (b) Understand the available recommendation options after making a reasonable inquiry into options available to the producer; (c) Have a reasonable basis to believe the recommended option effectively addresses the consumer’s financial situation, insurance needs, and financial objectives over the life of the product as evaluated in light of the consumer profile information; and (d) Communicate the basis or bases of the recommendation; (2) Make reasonable efforts to obtain consumer profile information from the consumer prior to the recommendation of an annuity; (3) Consider the types of products the producer is authorized and licensed to recommend or sell that address the consumer’s financial situation, insurance needs, and financial objectives. This does not require analysis or consideration of any products outside the authority and license of the producer or other possible alternative products or strategies available in the market at the time of the recommendation. Producers must be held to standards applicable to producers with similar authority and licensure; and (4) Have a reasonable basis to believe the consumer would benefit from certain features of the annuity, such as annuitization, death or living benefit, or other insurance-related features. Factors generally relevant in making a determination whether an annuity effectively addresses the consumer’s financial situation, insurance needs, and financial objectives include the consumer profile information, characteristics of the insurer, product costs, rates, benefits, and features. The level of importance of each factor in this section may vary depending on the facts and circumstances of a particular case, but each factor may not be considered in isolation. Section 8. That chapter 58-33A be amended with a NEW SECTION: The requirements of section 7 of this Act: (1) Apply to the particular annuity as a whole, the underlying subaccounts to which funds are allocated at the time of purchase or exchange of an annuity, and riders and similar product enhancements; (2) Create a regulatory obligation but do not create a fiduciary obligation or relationship; (3) Do not mean the annuity with the lowest one-time or multiple occurrence compensation structure shall necessarily be recommended; and (4) Do not mean the producer has ongoing monitoring obligations, although such an obligation may be separately owed under the terms of a fiduciary, consulting, investment advising, or financial planning agreement between the consumer and the producer. Section 9. That chapter 58-33A be amended with a NEW SECTION: In the case of an exchange or replacement of an annuity, the producer shall consider the whole transaction, which include taking into consideration whether: (1) The consumer will incur a surrender charge, be subject to the commencement of a new surrender period, lose existing benefits, such as death, living, or other contractual benefits, or be subject to increased fees, investment advisory fees, or charges for riders and similar product enhancements; (2) The replacing product would substantially benefit the consumer in comparison to the replaced product over the life of the product; and (3) The consumer has had another annuity exchange or replacement and, in particular, an exchange or replacement within the preceding sixty months. Section 10. That § 58-33A-18 be AMENDED: 58-33A-18. Except as provided pursuant to § 58-33A-19, no insurance a producer nor any insurer has any no obligation to a consumer under § 58-33A-16 § 58-33A-17 and sections 7 through 9 of this Act, inclusive, related to any recommendation annuity transaction if: (1) A consumer refuses to provide relevant suitability consumer profile information and the annuity transaction is not recommended; (2) A consumer decides to enter into an insurance annuity transaction that is not based on a recommendation of the insurer or insurance producer; (3) A recommendation was made and was later found to have been prepared based on materially inaccurate information provided by the consumer; or (4) No recommendation is made. Section 11. That chapter 58-33A be amended with a NEW SECTION: Prior to or at the time of the recommendation or sale of an annuity, the producer shall have a reasonable basis to believe the consumer has been informed of various features of the annuity including the potential surrender period and surrender charge, potential tax penalty if the consumer sells, exchanges, surrenders, or annuitizes the annuity, mortality and expense fees, investment advisory fees, any annual fees, potential charges for and features of riders or other options of the annuity, limitations on interest returns, potential changes in non-guaranteed elements of the annuity, insurance and investment components, and market risk. Section 12. That chapter 58-33A be amended with a NEW SECTION: Prior to or at the time of the recommendation or sale of an annuity, the producer shall prominently disclose to the consumer on a form substantially similar to the form prescribed by the director and available on the division’s website: (1) A description of the scope and terms of the relationship with the consumer and the role of the producer in the transaction; (2) An affirmative statement on whether the producer is licensed and authorized to sell the following products; (a) Fixed annuities; (b) Fixed indexed annuities; (c) Variable annuities; (d) Life insurance; (e) Mutual funds; (f) Stocks and bonds; and (g) Certificates of deposit; (3) An affirmative statement describing the insurers the producer is authorized, contracted, appointed, or otherwise able to sell insurance products for using the following descriptions: (a) From one insurer; (b) From two or more insurers; or (c) From two or more insurers although primarily contracted with one insurer; (4) A description of the sources and types of cash compensation and non-cash compensation to be received by the producer, including whether the producer is to be compensated for the sale of a recommended annuity by commission as part of premium or other remuneration received from the insurer, intermediary, or other producer or by fee as a result of a contract for advice or consulting services; and (5) A notice of the consumer’s right to request additional information regarding cash compensation described in section 13 of this Act. Section 13. That chapter 58-33A be amended with a NEW SECTION: Upon request of the consumer or the consumer’s designated representative, the producer shall disclose: (1) A reasonable estimate of the amount of cash compensation to be received by the producer, which may be stated as a range of amounts or percentages; and (2) Whether the cash compensation is a one-time or multiple occurrence amount, and if a multiple occurrence amount, the frequency and amount of the occurrence, which may be stated as a range of amounts or percentages. Section 14. That chapter 58-33A be amended with a NEW SECTION: A producer shall identify and avoid or reasonably manage and disclose material conflicts of interest, including material conflicts of interest related to an ownership interest. Section 15. That chapter 58-33A be amended with a NEW SECTION: A producer shall, at the time of the recommendation or sale: (1) Make a written record of any recommendation and the basis for the recommendation subject to the obligations required in §§ 58-33A-13 to 58-33A-27, inclusive; (2) Obtain a consumer signed statement on a form substantially similar to the form prescribed by the director and available on the division’s website documenting: (a) A customer’s refusal to provide the consumer profile information, if any; (b) A customer’s understanding of the ramifications of not providing his or her consumer profile information or providing insufficient consumer profile information; and (3) Obtain a consumer signed statement acknowledging the annuity transaction is not recommended if a customer decides to enter into an annuity transaction that is not based on the producer’s recommendation on a form substantially similar to a form prescribed by the director. Section 16. That chapter 58-33A be amended with a NEW SECTION: Nothing in §§ 58-33A-13 to 58-33A-27, inclusive, should be construed to require a producer to obtain any license other than a producer license with the appropriate line of authority to sell, solicit, or negotiate insurance in this state, including a securities license, in order to fulfill the duties and obligations contained in §§ 58-33A-13 to 58-33A-27, inclusive provided the producer does not give advice or provide services that are otherwise subject to securities laws or engage in any other activity requiring other professional licenses. Section 17. That § 58-33A-19 be AMENDED: 58-33A-19. An insurer's issuance of an annuity subject to § 58-33A-16 § 58-33A-18 shall be reasonable under all the circumstances actually known to the insurer at the time the annuity is issued. Section 18. That § 58-33A-19.1 be REPEALED: An insurance producer or, if no insurance producer is involved, the responsible insurer representative, shall at the time of sale: (1) Make a record of any recommendation subject to § 58-33A-16; (2) Obtain a customer signed statement documenting a customer's refusal to provide suitability information, if any; and (3) Obtain a customer signed statement acknowledging that an annuity transaction is not recommended if a customer decides to enter into an annuity transaction that is not based on the insurance producer's or insurer's recommendation. Section 19. That chapter 58-33A be amended with a NEW SECTION: Except as permitted under §§ 58-33A-18 and 58-33A-19, an insurer may not issue an annuity recommended to a consumer unless there is a reasonable basis to believe the annuity would effectively address the particular consumer’s financial situation, insurance needs, and financial objectives based on the consumer’s profile information. Section 20. That § 58-33A-20 be AMENDED: 58-33A-20. An insurer shall establish and maintain a supervision system to supervise recommendations that is reasonably designed to achieve compliance with §§ 58-33A-13 to 58-33A-27, inclusive, including: (1) The insurer shall establish and maintain reasonable procedures to inform its insurance producers of the requirements of §§ 58-33A-16 to 58-33A-26, inclusive and shall incorporate the requirements of this regulation into relevant insurance producer training manuals; (2) The insurer shall establish and maintain standards for insurance producer product training and shall establish and maintain reasonable procedures to require its insurance producers to comply with the requirements of §§ 58-33A-25.1 to 58-33A-25.3, inclusive; (3) The insurer shall provide product-specific training and training materials that explain all material features of its annuity products to its insurance producers; (4) The insurer shall establish and maintain procedures for review of each recommendation prior to issuance of an annuity that are designed to ensure that there is a reasonable basis to determine that a recommendation is suitable the recommended annuity would effectively address the particular consumer's financial situation, insurance needs, and financial objectives. Such review procedures may apply a screening system for the purpose of identifying selected transactions for additional review and may be accomplished electronically or through other means including, physical review. Such an electronic or other system may be designed to require additional review only of those transactions identified for additional review by the selection criteria; (5) The insurer shall establish and maintain reasonable procedure procedures to detect recommendations that are not suitable in compliance with §§ 58-33A-13 to 58-33A-27, inclusive. This may include confirmation of consumer suitability profile information, systematic customer surveys, producer and consumer interviews, confirmation letters, producer statements or attestations, and programs of internal monitoring. Nothing in this subdivision prevents an insurer from complying with this subdivision by applying sampling procedures or by confirming suitability consumer profile information or other required information after issuance or delivery of the annuity; and (6) The insurer shall annually provide a written report to senior management, including to the senior manager responsible for audit functions, that details a review, with appropriate testing, reasonably designed to determine the effectiveness of the supervision system, the exceptions found, and corrective action taken or recommended, if any.; (7) The insurer shall establish and maintain reasonable procedures to assess, prior to or upon issuance or delivery of an annuity, whether a producer has provided to the consumer the information required to be provided under this section; (8) The insurer shall establish and maintain reasonable procedures to identify and address suspicious consumer refusals to provide consumer profile information; and (9) The insurer shall establish and maintain reasonable procedures to identify and eliminate any sales contests, sales quotas, bonuses, and non-cash compensation that are based on the sales of specific annuities within a limited period of time. The requirements of this subdivision are not intended to prohibit the receipt of health insurance, office rent, office support, retirement benefits, or other employee benefits by employees as long as those benefits are not based upon the volume of sales of a specific annuity within a limited period of time. Section 21. That § 58-33A-20.1 be AMENDED: 58-33A-20.1. Nothing in § 58-33A-20 or this section restricts an insurer from contracting for performance of a function required under § 58-33A-20, including maintenance of procedures. An insurer is responsible for taking appropriate corrective action and may be subject to sanctions and penalties pursuant to § 58-33A-26 regardless of whether the insurer contracts for performance of a function and regardless of the insurer's compliance with this section. An insurer's supervision system under § 58-33A-20 and this section shall include supervision of contractual performance under this section. This includes the following: (1) Monitoring and, as appropriate, conducting audits to assure that the contracted function is properly performed; and (2) Annually obtaining a certification from a senior manager who has responsibility for the contracted function that the manager has a reasonable basis to represent, and does represent, that the function is properly performed. An insurer is not required to include in its system of supervision an insurance a producer's recommendations to consumers of products other than the annuities offered by the insurer, consideration of or comparison to options available to the producer, or compensation relating to those options other than annuities or other products offered by the insurer. Section 22. That § 58-33A-20.2 be AMENDED: 58-33A-20.2. No insurance producer or insurer may dissuade, or attempt to dissuade, a consumer from: (1) Truthfully responding to an insurer's request for confirmation of suitability consumer profile information; (2) Filing a complaint; or (3) Cooperating with the investigation of a complaint. Section 23. That chapter 58-33A be amended with a NEW SECTION: The terms used in § 58-33A-25 mean: (1) \"Comparable standards,\": (a) With respect to broker-dealers and registered representatives of broker-dealers, applicable SEC and FINRA rules pertaining to best interest obligations and supervision of annuity recommendations and sales, including 17 C.F.R. § 240.15|-1 (2023); (b) With respect to investment advisers registered under federal or state securities laws or investment adviser representatives, the fiduciary duties and all other requirements imposed on such investment advisers or investment adviser representatives by contract or under the Investment Advisers Act of 1940 or applicable state securities law, including the Form ADV and interpretations; and (c) With respect to plan fiduciaries or fiduciaries, the duties, obligations, prohibitions, and all other requirements attendant to such status under Employee Retirement Income Security Act of 1974 (ERISA) or the Internal Revenue Code as of January 1, 2023; and (2) \"Financial professional,\" a producer that is regulated and acting as: (a) A broker-dealer registered under federal or state securities laws or a registered representative of a broker-dealer; (b) An investment adviser registered under federal or state securities laws or an investment adviser representative associated with the federal or state registered investment adviser; or (c) A plan fiduciary under 29 U.S. Code § 1002(21) (2019) or fiduciary under 26 U.S. Code § 4975(e)(3) (2019). Section 24. That § 58-33A-25 be AMENDED: 58-33A-25. If the director finds that the Conduct Rules of the Financial Industry Regulatory Authority meet or exceed the requirements of §§ 58-33A-16 to 58-33A-26, inclusive, then any recommendations made for variable annuities that comply with the Conduct Rules of the Financial Industry Regulatory Authority meet the requirements of §§ 58-33A-16 to 58-33A-26, inclusive.Recommendations and sales of annuities made in compliance with comparable standards shall satisfy the requirements of §§ 58-33A-13 to 58-33-27, inclusive. This section applies to all recommendations and sales of annuities made by financial professionals in compliance with business rules, controls, and procedures that satisfy a comparable standard even if such standard would not otherwise apply to the product or recommendation at issue. For this section to apply, an insurer shall: (1) Monitor the Financial Industry Regulatory Authority member broker-dealer relevant conduct of the financial professional seeking to rely on this section or the entity responsible for supervising the financial professional, such as the financial professional’s broker-dealer or an investment adviser registered under federal or state securities laws using information collected in the normal course of an insurer's business; and (2) Provide to the Financial Industry Regulatory Authority member broker-dealer entity responsible for supervising the financial professional seeking to rely on this section, such as the financial professional’s broker-dealer or investment adviser registered under federal or state securities laws, information and reports that are reasonably appropriate to assist the Financial Industry Regulatory Authority member broker-dealer entity to maintain its supervision system. Nothing in this section shall limit the director’s ability to investigate and enforce the provisions of §§ 58-33A-13 to 58-33A-27, inclusive, or limit the insurer’s obligation to comply with § 58-33A-20(4), although the insurer may base its analysis on information received from either the financial professional or the entity supervising the financial professional. Section 25. That § 58-33A-25.1 be AMENDED: 58-33A-25.1. No insurance producer may solicit the sale of an annuity product unless the insurance producer has adequate knowledge of the product to recommend the annuity and the insurance producer is in compliance with the insurer's standards for product training. An insurance A producer may rely on insurer-provided product-specific training standards and materials to comply with this section. An insurance A producer who engages in the sale of annuity products shall complete a one-time four credit training course approved by the director and provided by a director-approved education provider. Any insurance producer who holds a life insurance line of authority on July 1, 2012 and who desires to sell annuities shall complete the requirements of this section within six months after July 1, 2012. Any person who obtains a life insurance line of authority on or after July 1, 2012A producer who obtains a life insurance line of authority may not engage in the sale of annuities unless the annuity training course required under this section has been completed. The minimum length of the training required under this section shall be sufficient to qualify for at least four continuing education credits, but may be longer. The training required under this section shall must include information on the following subjects: (1) The types of annuities and various classifications of annuities; (2) Identification of the parties to an annuity; (3) How fixed, variable, and indexed product-specific annuity contract provisions features affect consumers; (4) The application of income taxation of qualified and nonqualified annuities; (5) The primary uses of annuities; and (6) Appropriate standard of conduct, sales practices, replacement, and disclosure requirements. An insurance producer who has completed an annuity training course approved by the division prior to January 1, 2023 shall, within six months, complete either a new four credit training course approved by the division or an additional one-time one credit training course approved by the division and provided by the division-approved education provider on appropriate sales practices, replacement, and disclosure requirements under §§ 58-33A-13 to 58-33A-27, inclusive. Section 26. That § 58-33A-25.2 be AMENDED: 58-33A-25.2. Each course provider intending to comply with § 58-33A-25.1 shall cover all subjects listed in § 58-33A-25.1. No provider of such course may present any marketing information or provide training on sales techniques or provide specific information about a particular insurer's products. Additional subjects may be offered in conjunction with and in addition to the required subjects. Each provider of an annuity training course intending to comply with § 58-33A-25.1 shall register as a continuing education provider in this state and shall comply with the rules applicable to insurance producer continuing education courses as set forth in chapter 58-30. An annuity training course may be conducted and completed by classroom or self-study methods. Each provider of annuity training shall comply with the reporting requirements and shall issue certificates of completion in accordance with chapter 58-30. The satisfaction of the training requirements of another state that are substantially similar to the provisions of this section satisfy the training requirements of this section and § 58-33A-25.1. The satisfaction of the components of the training requirements of any course or courses with components substantially similar to § 58-33A-25.1 are be deemed to satisfy the training requirements. Section 27. That § 58-33A-25.3 be AMENDED: 58-33A-25.3. An insurer shall verify that an insurance a producer has completed the annuity training course required pursuant to § 58-33A-25.1 before allowing the producer to sell an annuity product for that insurer. An insurer may satisfy its responsibility under this section by obtaining certificates of completion of the training course or obtaining reports provided by a director-sponsored database system or vendor or from a reasonably reliable commercial database vendor that has a reporting arrangement with an approved insurance education provider. Section 28. That § 58-33A-26 be AMENDED: 58-33A-26. An insurer is responsible for compliance with §§ 58-33A-13 to 58-33A-27, inclusive. The If a violation occurs because of the action or inaction of the insurer or its producer, the director may order: (1) An insurer to take reasonably appropriate corrective action for any consumer harmed by a failure to comply by the insurer's insurer, an entity contracted to perform the insurer’s supervisory duties, or by its insurance producer's producer, in violation of §§ 58-33A-13 to 58-33A-27, inclusive; (2) An insuranceA producer to take reasonably appropriate corrective action for any consumer harmed by the insurance producer's violation of §§ 58-33A-13 to 58-33A-27, inclusive; and (3) A general agency or independent agency that employs or contracts with an insurance a producer to sell, or solicit the sale, of annuities to consumers, to take reasonably appropriate corrective action for any consumer harmed by the insurance producer's violation of §§ 58-33A-13 to 58-33A-27, inclusive. Any violation of § 58-33A-16, 58-33A-17, or 58-33A-19 §§ 58-33A-13 to 58-33A-27, inclusive subjects the insurer, insurance producer, or general agency or independent agency to suspension, revocation, refusal to renew a license, or to a monetary penalty as provided for under this title. However, the penalty may be reduced or eliminated, according to a schedule adopted by the director, if corrective action for the consumer is taken promptly after a violation is discovered or the violation was not part of a pattern or practice. Section 29. That § 58-33A-27 be AMENDED: 58-33A-27. Each insurer, general agent, independent agency and insurance producer shall maintain or be able to make available to the director records of the information collected from the consumer, disclosures made to the consumer, including summaries of oral disclosures, and other information used in making the recommendations that were the basis for insurance transactions for five years after the insurance transaction is completed by the insurer. An insurer is permitted, but is not required, to maintain documentation on behalf of an insurance a producer. Any record required to be maintained by §§ 58-33A-13 to 58-33A-27, inclusive, may be maintained in paper, photographic, microprocess, magnetic, mechanical or electronic media or by any process that accurately reproduces the actual document. Section 30. The provisions of this Act shall take effect January 1, 2023."}, {"bill_id": 23076, "bill_version_id": 234767, "bill_version": "Enrolled", "bill_version_date": "2022-02-25T12:12:57.597-06:00", "bill_text": "ENTITLED An Act to revise annuity sales standards. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 58-33A-13 be AMENDED: 58-33A-13. Terms used in §§ 58-33A-14 to 58-33A-27, inclusive, mean: (1) \"Annuity,\" an annuity that is an insurance product under state law that is individually solicited, whether the product is classified as an individual or group annuity; (2) \"Cash compensation,\" any discount, concession, fee, service fee, commission, sales charge, loan, override, or cash benefit received by a producer in connection with the recommendation or sale of an annuity from an insurer, intermediary, or directly from the consumer; (3) \"Consumer profile information,\" information that is reasonably appropriate to determine whether a recommendation addresses the consumer’s financial situation, insurance needs and financial objectives, including, at a minimum, the following: (a) Age; (b) Annual income; (c) Financial situation and needs, including debts and other obligations; (d) Financial experience; (e) Insurance needs; (f) Financial objectives; (g) Intended use of the annuity; (h) Financial objectives; (i) Existing assets or financial products, including investment, annuity and insurance holdings; (j) Liquidity needs; (k) Liquid net worth; (l) Risk tolerance, including but not limited to, willingness to accept non-guaranteed elements in the annuity; (m) Financial resources used to fund the annuity; and (n) Tax status; (4) \"FINRA,\" the Financial Industry Regulatory Authority or a succeeding agency; (5) \"Intermediary,\" an entity contracted directly with an insurer or with another entity contracted with an insurer to facilitate the sale of the insurer’s annuities by producers; (6) \"Material conflict of interest,\" a financial interest of the producer in the sale of an annuity that a reasonable person would expect to influence the impartiality of a recommendation. Material conflict of interest does not include cash compensation or non-cash compensation; (7) \"Non-cash compensation,\" any form of compensation that is not cash compensation including health insurance, office rent, office support, and retirement benefits; (8) \"Non-guaranteed elements,\" the premiums, credited interest rates including any bonus, benefits, values, dividends, non-interest based credits, charges, or elements of formulas used to determine any of these, that are subject to company discretion and are not guaranteed at issue. An element is considered non-guaranteed if any of the underlying non-guaranteed elements are used in its calculation; (9) \"Producer,\" a person or entity required to be licensed under the laws of this state to sell, solicit or negotiate insurance, including annuities. This term also includes an insurer where no producer is involved; (10) \"Recommendation,\" advice provided by a producer to an individual consumer that was intended to result or results in a purchase, replacement, or exchange of an annuity in accordance with that advice. This term does not include general communication to the public, generalized customer services assistance or administrative support, general educational information and tools, prospectuses, or other product and sales material; (11) \"Replacement,” a transaction in which a new annuity is to be purchased, and it is known or should be known to the proposing producer, or to the proposing insurer whether or not a producer is involved, that by reason of the transaction, an existing annuity or other insurance policy has been or is to be any of the following: (a) Lapsed, forfeited, surrendered, partially surrendered, assigned to the replacing insurer, or otherwise terminated; (b) Converted to reduced paid-up insurance, continued as extended term insurance, or otherwise reduced in value by the use of nonforfeiture benefits or other policy values; (c) Amended so as to effect either a reduction in benefits or in the term for which coverage would otherwise remain in force or for which benefits would be paid; (d) Reissued with any reduction in cash value; or (e) Used in a financed purchase; (12) \"SEC,\" the United States Securities and Exchange Commission. Section 2. That § 58-33A-14 be AMENDED: 58-33A-14. Sections 58-33A-13 to 58-33A-27, inclusive, apply to any recommendation or sale of an annuity . The purpose of this Act is to require producers, as defined in Section 1 of this Act to act in the best interest of the consumer when making a recommendation of an annuity and to require insurers to establish and maintain a system to supervise recommendations so that the insurance needs and financial objectives of consumers at the time of the transaction are effectively addressed. Nothing in §§ 58-33A-13 to 58-33A-27, inclusive, creates or implies a private cause of action for a violation of §§ 58-33A-13 to 58-33A-27, inclusive, or subjects a producer to civil liability under the best interest standard of care outlined in § 58-33A-16 or under standards governing the conduct of a fiduciary or a fiduciary relationship. Section 3. That § 58-33A-15 be AMENDED: 58-33A-15. Unless otherwise specifically included, §§ 58-33A-13 to 58-33A-27, inclusive, do not apply to any transactions involving: (1) A direct response solicitation if there is no recommendation based on information collected from the consumer pursuant to §§ 58-33A-13 to 58-33A-27, inclusive; or (2) Any contract used to fund: (a) An employee pension or welfare benefit plan that is covered by the Employee Retirement and Income Security Act (ERISA); (b) A plan described by sections 401(a), 401(k), 403(b), 408(k), or 408(p) of the Internal Revenue Code (IRC), as of January 1, 2023, if established or maintained by an employer; (c) A government or church plan defined in section 414 of the IRC as of January 1, 2023, a government or church welfare benefit plan, or a deferred compensation plan of a state or local government or tax exempt organization under section 457 of the IRC as of January 1, 2023; or (d) A nonqualified deferred compensation arrangement established or maintained by an employer or plan sponsor; (3) A settlement of or assumption of liabilities associated with personal injury litigation or any dispute or claim resolution process; or (4) A formal prepaid funeral contract. The director may, by rules promulgated pursuant to chapter 1-26, adopt revisions of the Internal Revenue Code which are in substantial compliance with the intent of subsections (b) and (c) of this section. Section 4. That § 58-33A-16 be AMENDED: 58-33A-16. A producer, when making a recommendation of an annuity, shall act in the best interest of the consumer under the circumstances known at the time the recommendation is made, without placing the producer’s or the insurer’s financial interest ahead of the consumer’s interest. For purposes of this section, a producer has acted in the best interest of the consumer by satisfying the obligations regarding care in sections 7 to 9 of this Act, inclusive, disclosure in sections 11 to 13 of this Act, inclusive, conflict of interest in section 14 of this Act, and documentation in section 15 of this Act. Any requirement applicable to a producer under §§ 58-33A-13 to 58-33A-27, inclusive, must apply to every producer who has exercised material control or influence in the making of a recommendation and has received direct compensation as a result of the recommendation or sale, regardless of whether the producer has had any direct contact with the consumer. Activities such as providing or delivering marketing or educational materials, product wholesaling or other back office product support, and general supervision of a producer do not, in and of themselves, constitute material control or influence. Section 5. That § 58-33A-17.1 be REPEALED. Section 6. That § 58-33A-17 be REPEALED. Section 7. That chapter 58-33A be amended with a NEW SECTION: Producers must, in making a recommendation: (1) Exercise reasonable diligence, care, and skill to: (a) Know the consumer’s financial situation, insurance needs, and financial objectives; (b) Understand the available recommendation options after making a reasonable inquiry into options available to the producer; (c) Have a reasonable basis to believe the recommended option effectively addresses the consumer’s financial situation, insurance needs, and financial objectives over the life of the product as evaluated in light of the consumer profile information; and (d) Communicate the basis or bases of the recommendation; (2) Make reasonable efforts to obtain consumer profile information from the consumer prior to the recommendation of an annuity; (3) Consider the types of products the producer is authorized and licensed to recommend or sell that address the consumer’s financial situation, insurance needs, and financial objectives. This does not require analysis or consideration of any products outside the authority and license of the producer or other possible alternative products or strategies available in the market at the time of the recommendation. Producers must be held to standards applicable to producers with similar authority and licensure; and (4) Have a reasonable basis to believe the consumer would benefit from certain features of the annuity, such as annuitization, death or living benefit, or other insurance-related features. Factors generally relevant in making a determination whether an annuity effectively addresses the consumer’s financial situation, insurance needs, and financial objectives include the consumer profile information, characteristics of the insurer, product costs, rates, benefits, and features. The level of importance of each factor in this section may vary depending on the facts and circumstances of a particular case, but each factor may not be considered in isolation. Section 8. That chapter 58-33A be amended with a NEW SECTION: The requirements of section 7 of this Act: (1) Apply to the particular annuity as a whole, the underlying subaccounts to which funds are allocated at the time of purchase or exchange of an annuity, and riders and similar product enhancements; (2) Create a regulatory obligation but do not create a fiduciary obligation or relationship; (3) Do not mean the annuity with the lowest one-time or multiple occurrence compensation structure shall necessarily be recommended; and (4) Do not mean the producer has ongoing monitoring obligations, although such an obligation may be separately owed under the terms of a fiduciary, consulting, investment advising, or financial planning agreement between the consumer and the producer. Section 9. That chapter 58-33A be amended with a NEW SECTION: In the case of an exchange or replacement of an annuity, the producer shall consider the whole transaction, which include taking into consideration whether: (1) The consumer will incur a surrender charge, be subject to the commencement of a new surrender period, lose existing benefits, such as death, living, or other contractual benefits, or be subject to increased fees, investment advisory fees, or charges for riders and similar product enhancements; (2) The replacing product would substantially benefit the consumer in comparison to the replaced product over the life of the product; and (3) The consumer has had another annuity exchange or replacement and, in particular, an exchange or replacement within the preceding sixty months. Section 10. That § 58-33A-18 be AMENDED: 58-33A-18. Except as provided pursuant to § 58-33A-19, a producer has no obligation to a consumer under § 58-33A-17 and sections 7 through 9 of this Act, inclusive, related to any annuity transaction if: (1) A consumer refuses to provide relevant consumer profile information and the annuity transaction is not recommended; (2) A consumer decides to enter into an annuity transaction that is not based on a recommendation of the producer; (3) A recommendation was made and was later found to have been prepared based on materially inaccurate information provided by the consumer; or (4) No recommendation is made. Section 11. That chapter 58-33A be amended with a NEW SECTION: Prior to or at the time of the recommendation or sale of an annuity, the producer shall have a reasonable basis to believe the consumer has been informed of various features of the annuity including the potential surrender period and surrender charge, potential tax penalty if the consumer sells, exchanges, surrenders, or annuitizes the annuity, mortality and expense fees, investment advisory fees, any annual fees, potential charges for and features of riders or other options of the annuity, limitations on interest returns, potential changes in non-guaranteed elements of the annuity, insurance and investment components, and market risk. Section 12. That chapter 58-33A be amended with a NEW SECTION: Prior to or at the time of the recommendation or sale of an annuity, the producer shall prominently disclose to the consumer on a form substantially similar to the form prescribed by the director and available on the division’s website: (1) A description of the scope and terms of the relationship with the consumer and the role of the producer in the transaction; (2) An affirmative statement on whether the producer is licensed and authorized to sell the following products: (a) Fixed annuities; (b) Fixed indexed annuities; (c) Variable annuities; (d) Life insurance; (e) Mutual funds; (f) Stocks and bonds; and (g) Certificates of deposit; (3) An affirmative statement describing the insurers the producer is authorized, contracted, appointed, or otherwise able to sell insurance products for using the following descriptions: (a) From one insurer; (b) From two or more insurers; or (c) From two or more insurers although primarily contracted with one insurer; (4) A description of the sources and types of cash compensation and non-cash compensation to be received by the producer, including whether the producer is to be compensated for the sale of a recommended annuity by commission as part of premium or other remuneration received from the insurer, intermediary, or other producer or by fee as a result of a contract for advice or consulting services; and (5) A notice of the consumer’s right to request additional information regarding cash compensation described in section 13 of this Act. Section 13. That chapter 58-33A be amended with a NEW SECTION: Upon request of the consumer or the consumer’s designated representative, the producer shall disclose: (1) A reasonable estimate of the amount of cash compensation to be received by the producer, which may be stated as a range of amounts or percentages; and (2) Whether the cash compensation is a one-time or multiple occurrence amount, and if a multiple occurrence amount, the frequency and amount of the occurrence, which may be stated as a range of amounts or percentages. Section 14. That chapter 58-33A be amended with a NEW SECTION: A producer shall identify and avoid or reasonably manage and disclose material conflicts of interest, including material conflicts of interest related to an ownership interest. Section 15. That chapter 58-33A be amended with a NEW SECTION: A producer shall, at the time of the recommendation or sale: (1) Make a written record of any recommendation and the basis for the recommendation subject to the obligations required in §§ 58-33A-13 to 58-33A-27, inclusive; (2) Obtain a consumer signed statement on a form substantially similar to the form prescribed by the director and available on the division’s website documenting: (a) A customer’s refusal to provide the consumer profile information, if any; (b) A customer’s understanding of the ramifications of not providing his or her consumer profile information or providing insufficient consumer profile information; and (3) Obtain a consumer signed statement acknowledging the annuity transaction is not recommended if a customer decides to enter into an annuity transaction that is not based on the producer’s recommendation on a form substantially similar to a form prescribed by the director. Section 16. That chapter 58-33A be amended with a NEW SECTION: Nothing in §§ 58-33A-13 to 58-33A-27, inclusive, should be construed to require a producer to obtain any license other than a producer license with the appropriate line of authority to sell, solicit, or negotiate insurance in this state, including a securities license, in order to fulfill the duties and obligations contained in §§ 58-33A-13 to 58-33A-27, inclusive provided the producer does not give advice or provide services that are otherwise subject to securities laws or engage in any other activity requiring other professional licenses. Section 17. That § 58-33A-19 be AMENDED: 58-33A-19. An insurer's issuance of an annuity subject to § 58-33A-18 shall be reasonable under all the circumstances actually known to the insurer at the time the annuity is issued. Section 18. That § 58-33A-19.1 be REPEALED. Section 19. That chapter 58-33A be amended with a NEW SECTION: Except as permitted under §§ 58-33A-18 and 58-33A-19, an insurer may not issue an annuity recommended to a consumer unless there is a reasonable basis to believe the annuity would effectively address the particular consumer’s financial situation, insurance needs, and financial objectives based on the consumer’s profile information. Section 20. That § 58-33A-20 be AMENDED: 58-33A-20. An insurer shall establish and maintain a supervision system that is reasonably designed to achieve compliance with §§ 58-33A-13 to 58-33A-27, inclusive, including: (1) The insurer shall establish and maintain reasonable procedures to inform its producers of the requirements of §§ 58-33A-16 to 58-33A-26, inclusive and shall incorporate the requirements of this regulation into relevant producer training manuals; (2) The insurer shall establish and maintain standards for producer product training and shall establish and maintain reasonable procedures to require its producers to comply with the requirements of §§ 58-33A-25.1 to 58-33A-25.3, inclusive; (3) The insurer shall provide product-specific training and training materials that explain all material features of its annuity products to its producers; (4) The insurer shall establish and maintain procedures for review of each recommendation prior to issuance of an annuity that are designed to ensure that there is a reasonable basis to determine that the recommended annuity would effectively address the particular consumer's financial situation, insurance needs, and financial objectives. Such review procedures may apply a screening system for the purpose of identifying selected transactions for additional review and may be accomplished electronically or through other means including, physical review. Such an electronic or other system may be designed to require additional review only of those transactions identified for additional review by the selection criteria; (5) The insurer shall establish and maintain reasonable procedures to detect recommendations that are not in compliance with §§ 58-33A-13 to 58-33A-27, inclusive. This may include confirmation of consumer profile information, systematic customer surveys, producer and consumer interviews, confirmation letters, producer statements or attestations, and programs of internal monitoring. Nothing in this subdivision prevents an insurer from complying with this subdivision by applying sampling procedures or by confirming consumer profile information or other required information after issuance or delivery of the annuity; (6) The insurer shall annually provide a written report to senior management, including to the senior manager responsible for audit functions, that details a review, with appropriate testing, reasonably designed to determine the effectiveness of the supervision system, the exceptions found, and corrective action taken or recommended, if any; (7) The insurer shall establish and maintain reasonable procedures to assess, prior to or upon issuance or delivery of an annuity, whether a producer has provided to the consumer the information required to be provided under this section; (8) The insurer shall establish and maintain reasonable procedures to identify and address suspicious consumer refusals to provide consumer profile information; and (9) The insurer shall establish and maintain reasonable procedures to identify and eliminate any sales contests, sales quotas, bonuses, and non-cash compensation that are based on the sales of specific annuities within a limited period of time. The requirements of this subdivision are not intended to prohibit the receipt of health insurance, office rent, office support, retirement benefits, or other employee benefits by employees as long as those benefits are not based upon the volume of sales of a specific annuity within a limited period of time. Section 21. That § 58-33A-20.1 be AMENDED: 58-33A-20.1. Nothing in § 58-33A-20 or this section restricts an insurer from contracting for performance of a function required under § 58-33A-20, including maintenance of procedures. An insurer is responsible for taking appropriate corrective action and may be subject to sanctions and penalties pursuant to § 58-33A-26 regardless of whether the insurer contracts for performance of a function and regardless of the insurer's compliance with this section. An insurer's supervision system under § 58-33A-20 and this section shall include supervision of contractual performance under this section. This includes the following: (1) Monitoring and, as appropriate, conducting audits to assure that the contracted function is properly performed; and (2) Annually obtaining a certification from a senior manager who has responsibility for the contracted function that the manager has a reasonable basis to represent, and does represent, that the function is properly performed. An insurer is not required to include in its system of supervision a producer's recommendations to consumers of products other than the annuities offered by the insurer, consideration of or comparison to options available to the producer, or compensation relating to those options other than annuities or other products offered by the insurer. Section 22. That § 58-33A-20.2 be AMENDED: 58-33A-20.2. No producer or insurer may dissuade, or attempt to dissuade, a consumer from: (1) Truthfully responding to an insurer's request for confirmation of consumer profile information; (2) Filing a complaint; or (3) Cooperating with the investigation of a complaint. Section 23. That chapter 58-33A be amended with a NEW SECTION: The terms used in § 58-33A-25 mean: (1) \"Comparable standards,\": (a) With respect to broker-dealers and registered representatives of broker-dealers, applicable SEC and FINRA rules pertaining to best interest obligations and supervision of annuity recommendations and sales, including 17 C.F.R. § 240.15|-1 (2023); (b) With respect to investment advisers registered under federal or state securities laws or investment adviser representatives, the fiduciary duties and all other requirements imposed on such investment advisers or investment adviser representatives by contract or under the Investment Advisers Act of 1940 or applicable state securities law, including the Form ADV and interpretations; and (c) With respect to plan fiduciaries or fiduciaries, the duties, obligations, prohibitions, and all other requirements attendant to such status under Employee Retirement Income Security Act of 1974 (ERISA) or the Internal Revenue Code as of January 1, 2023; and (2) \"Financial professional,\" a producer that is regulated and acting as: (a) A broker-dealer registered under federal or state securities laws or a registered representative of a broker-dealer; (b) An investment adviser registered under federal or state securities laws or an investment adviser representative associated with the federal or state registered investment adviser; or (c) A plan fiduciary under 29 U.S. Code § 1002(21) (2019) or fiduciary under 26 U.S. Code § 4975(e)(3) (2019). Section 24. That § 58-33A-25 be AMENDED: 58-33A-25. Recommendations and sales of annuities made in compliance with comparable standards shall satisfy the requirements of §§ 58-33A-13 to 58-33-27, inclusive. This section applies to all recommendations and sales of annuities made by financial professionals in compliance with business rules, controls, and procedures that satisfy a comparable standard even if such standard would not otherwise apply to the product or recommendation at issue. For this section to apply, an insurer shall: (1) Monitor the relevant conduct of the financial professional seeking to rely on this section or the entity responsible for supervising the financial professional, such as the financial professional’s broker-dealer or an investment adviser registered under federal or state securities laws using information collected in the normal course of an insurer's business; and (2) Provide to the entity responsible for supervising the financial professional seeking to rely on this section, such as the financial professional’s broker-dealer or investment adviser registered under federal or state securities laws, information and reports that are reasonably appropriate to assist the entity to maintain its supervision system. Nothing in this section shall limit the director’s ability to investigate and enforce the provisions of §§ 58-33A-13 to 58-33A-27, inclusive, or limit the insurer’s obligation to comply with § 58-33A-20(4), although the insurer may base its analysis on information received from either the financial professional or the entity supervising the financial professional. Section 25. That § 58-33A-25.1 be AMENDED: 58-33A-25.1. No producer may solicit the sale of an annuity product unless the producer has adequate knowledge of the product to recommend the annuity and the producer is in compliance with the insurer's standards for product training. A producer may rely on insurer-provided product-specific training standards and materials to comply with this section. A producer who engages in the sale of annuity products shall complete a one-time four credit training course approved by the director and provided by a director-approved education provider. A producer who obtains a life insurance line of authority may not engage in the sale of annuities unless the annuity training course required under this section has been completed. The minimum length of the training required under this section shall be sufficient to qualify for at least four continuing education credits, but may be longer. The training required under this section must include information on the following subjects: (1) The types of annuities and various classifications of annuities; (2) Identification of the parties to an annuity; (3) How product-specific annuity contract features affect consumers; (4) The application of income taxation of qualified and nonqualified annuities; (5) The primary uses of annuities; and (6) Appropriate standard of conduct, sales practices, replacement, and disclosure requirements. An insurance producer who has completed an annuity training course approved by the division prior to January 1, 2023 shall, within six months, complete either a new four credit training course approved by the division or an additional one-time one credit training course approved by the division and provided by the division-approved education provider on appropriate sales practices, replacement, and disclosure requirements under §§ 58-33A-13 to 58-33A-27, inclusive. Section 26. That § 58-33A-25.2 be AMENDED: 58-33A-25.2. Each course provider intending to comply with § 58-33A-25.1 shall cover all subjects listed in § 58-33A-25.1. No provider of such course may present any marketing information or provide training on sales techniques or provide specific information about a particular insurer's products. Additional subjects may be offered in conjunction with and in addition to the required subjects. Each provider of an annuity training course intending to comply with § 58-33A-25.1 shall register as a continuing education provider in this state and shall comply with the rules applicable to producer continuing education courses as set forth in chapter 58-30. An annuity training course may be conducted and completed by classroom or self-study methods. Each provider of annuity training shall comply with the reporting requirements and shall issue certificates of completion in accordance with chapter 58-30. The satisfaction of the training requirements of another state that are substantially similar to the provisions of this section satisfy the training requirements of this section and § 58-33A-25.1. The satisfaction of the components of the training requirements of any course or courses with components substantially similar to § 58-33A-25.1 are be deemed to satisfy the training requirements. Section 27. That § 58-33A-25.3 be AMENDED: 58-33A-25.3. An insurer shall verify that a producer has completed the annuity training course required pursuant to § 58-33A-25.1 before allowing the producer to sell an annuity product for that insurer. An insurer may satisfy its responsibility under this section by obtaining certificates of completion of the training course or obtaining reports provided by a director-sponsored database system or vendor or from a reasonably reliable commercial database vendor that has a reporting arrangement with an approved insurance education provider. Section 28. That § 58-33A-26 be AMENDED: 58-33A-26. An insurer is responsible for compliance with §§ 58-33A-13 to 58-33A-27, inclusive. If a violation occurs because of the action or inaction of the insurer or its producer, the director may order: (1) An insurer to take reasonably appropriate corrective action for any consumer harmed by a failure to comply by the insurer, an entity contracted to perform the insurer’s supervisory duties, or by its producer in violation of §§ 58-33A-13 to 58-33A-27, inclusive; (2) A producer to take reasonably appropriate corrective action for any consumer harmed by the producer's violation of §§ 58-33A-13 to 58-33A-27, inclusive; and (3) A general agency or independent agency that employs or contracts with a producer to sell, or solicit the sale, of annuities to consumers, to take reasonably appropriate corrective action for any consumer harmed by the producer's violation of §§ 58-33A-13 to 58-33A-27, inclusive. Any violation of §§ 58-33A-13 to 58-33A-27, inclusive subjects the insurer, producer, or general agency or independent agency to suspension, revocation, refusal to renew a license, or to a monetary penalty as provided for under this title. However, the penalty may be reduced or eliminated, if corrective action for the consumer is taken promptly after a violation is discovered or the violation was not part of a pattern or practice. Section 29. That § 58-33A-27 be AMENDED: 58-33A-27. Each insurer, general agent, independent agency and producer shall maintain or be able to make available to the director records of the information collected from the consumer, disclosures made to the consumer, including summaries of oral disclosures, and other information used in making the recommendations that were the basis for insurance transactions for five years after the insurance transaction is completed by the insurer. An insurer is permitted, but is not required, to maintain documentation on behalf of a producer. Any record required to be maintained by §§ 58-33A-13 to 58-33A-27, inclusive, may be maintained in paper, photographic, microprocess, magnetic, mechanical or electronic media or by any process that accurately reproduces the actual document. Section 30. The provisions of this Act shall take effect January 1, 2023. An Act to revise annuity sales standards. I certify that the attached Act originated in the: Senate as Bill No. 148 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 148 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2022 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2022 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2022 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23076, "action_date": "2022-01-27T13:00:00-06:00", "document_id": 230319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230319.pdf", "status_text": "First read in Senate and referred to", "journal_page": 127, "committee_id_action": 1034, "committee_id_assigned": 1022, "result": "N", "vote": {}}, {"bill_id": 23076, "action_date": "2022-02-10T10:00:00-06:00", "document_id": 231808, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231808.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1022, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23076, "action_date": "2022-02-10T10:00:00-06:00", "document_id": 231810, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231810.pdf", "status_text": "Motion to amend", "journal_page": 1, "committee_id_action": 1022, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23076, "action_date": "2022-02-10T10:00:00-06:00", "document_id": 231810, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231810.pdf", "status_text": "Do Pass Amended", "journal_page": 1, "committee_id_action": 1022, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73385, "president_vote": null, "Yea": [3939, 3993, 3999, 4000, 4006, 4016, 4010, 3925], "Excused": [3975]}}, {"bill_id": 23076, "action_date": "2022-02-16T14:00:00-06:00", "document_id": 233749, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233749.pdf", "status_text": "Do Pass Amended", "journal_page": 278, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73992, "president_vote": null, "Yea": [3918, 3920, 3921, 3922, 3925, 3926, 3932, 3935, 3936, 3939, 3943, 3949, 3952, 3956, 3958, 3961, 3962, 3966, 3974, 3975, 3979, 3990, 3991, 3993, 3994, 3996, 3999, 4000, 4002, 4003, 4006, 4010, 4012, 4016], "Excused": [3940]}}, {"bill_id": 23076, "action_date": "2022-02-17T13:30:00-06:00", "document_id": 233918, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233918.pdf", "status_text": "First read in House and referred to", "journal_page": 368, "committee_id_action": 1008, "committee_id_assigned": 1003, "result": "N", "vote": {}}, {"bill_id": 23076, "action_date": "2022-02-23T10:00:00-06:00", "document_id": 234083, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234083.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1003, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23076, "action_date": "2022-02-23T10:00:00-06:00", "document_id": 234085, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234085.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1003, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74467, "president_vote": null, "Yea": [3912, 3914, 3919, 3981, 3987, 3992, 4007, 4008, 4009, 4013, 3916], "Excused": [3964, 3970]}}, {"bill_id": 23076, "action_date": "2022-02-23T10:00:00-06:00", "document_id": 234085, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234085.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1003, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23076, "action_date": "2022-02-24T14:00:00-06:00", "document_id": 234641, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234641.pdf", "status_text": "Do Pass", "journal_page": 468, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74647, "president_vote": null, "Yea": [3912, 3913, 3914, 3915, 3916, 3917, 3919, 3923, 3924, 3927, 3928, 3929, 3930, 3933, 3934, 3937, 3938, 3941, 3944, 3945, 3946, 3948, 3950, 3953, 3954, 3955, 3957, 3959, 3960, 3963, 3964, 3965, 3967, 3968, 3969, 3970, 3971, 3972, 3976, 3977, 3978, 3980, 3981, 3982, 3983, 3984, 3985, 3987, 3988, 3989, 3992, 3995, 3997, 3998, 4001, 4004, 4005, 4007, 4008, 4009, 4011, 4013, 4014, 4015, 3942], "Excused": [3931, 3951], "Nay": [3947, 3973, 3986]}}, {"bill_id": 23076, "action_date": "2022-02-25T13:00:00-06:00", "document_id": 234748, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234748.pdf", "status_text": "Signed by the President", "journal_page": 400, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23076, "action_date": "2022-02-28T14:00:00-06:00", "document_id": 234911, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234911.pdf", "status_text": "Signed by the Speaker", "journal_page": 495, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23076, "action_date": "2022-03-01T14:00:00-06:00", "document_id": 235194, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235194.pdf", "status_text": "Delivered to the Governor", "journal_page": 423, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23076, "action_date": "2022-03-08T10:00:00-06:00", "document_id": 236113, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236113.pdf", "status_text": "Signed by the Governor", "journal_page": 489, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7409, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23076"}