{"session_id": 51, "bill_id": 16626, "bill_type": "Senate Bill", "bill_number": 225, "bill_title": "revise certain provisions relating to insurance taxes, cash surrender values of insurance policies, and the payment of insurance benefits.", "sponsors": [{"legislator_profile_id": 2542, "is_prime": true}, {"legislator_profile_id": 2616, "is_prime": false}], "keywords": ["Insurance", "Taxes"], "audio": [{"meeting_datetime": "2001-02-13T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sco25sb0225a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-13T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sco25sb0225a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen27sb0225a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen27sb0225a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen27sb0225a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen27sb0225a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco35sb0225a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco35sb0225a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco35sb0225a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco35sb0225a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou36sb0225a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou36sb0225a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou36sb0225a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou36sb0225a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-03-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen37sb0225a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-03-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen37sb0225a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16626, "bill_version_id": 88748, "bill_version": "Introduced", "bill_version_date": "2001-01-29T08:34:54-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to insurance taxes, cash surrender values of insurances policies, and the payment of insurance benefits. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-44-2 be amended to read as follows: 10-44-2. Any company doing insurance business in this state shall pay a tax at the rates specified in this section. The tax shall be paid to the Division of Insurance at the time the company files its annual statement, or, if no annual statement is required, then before March first of each year. If, during the previous year, a company paid more than five thousand dollars in premium taxes in this state, the company shall submit payments equal to one-quarter of the previous year's premium taxes to the Division of Insurance on April thirtieth, July thirty-first, October thirty-first, and January thirty-first. The quarterly payments shall be credited against the amount due from the company at the time the company files its annual statement, or if no annual statement is required, then on March first of each year. The director of the Division of Insurance may waive the requirement in writing for quarterly payments or reduce the amount of deposit if the director finds the requirement would impose an undue premium tax on a company because of a significant decline in sales within the state. If the sum of the quarterly payments exceeds the total taxes due, the director shall credit the overpayment against subsequent amounts due or, if requested in writing at the time the company files its annual statement, refund the overpayment to the company. If the overpayment cannot be credited, there is excess remaining after the credit is taken on the annual statement, or the refund is not requested, the division may refund the amount overpaid by May first of the following year. The rates are: (1) On each domestic company , two and one-half percent of premiums and one and one-fourth percent of the consideration for annuity contracts the rate shall be computed as follows: (a) Two and one-half percent of premiums for a life policy on the first one hundred thousand dollars of premium, and eight one-hundredths of a percent for premiums on life policies exceeding one hundred thousand dollars; and (b) One and one-fourth percent of the consideration for annuity contracts on the first five hundred thousand dollars of consideration for annuity contracts, and eight one-hundredths of a percent for consideration on annuity contracts exceeding five hundred thousand dollars . The tax also applies to premiums for insurance written on individuals residing outside this state or property located outside this state if no comparable tax is paid by the direct writing company to any other appropriate taxing authority. However, the tax applies only to premiums for insurance written after July 1, 1980, on individuals residing outside of the United States; (2) On each foreign company , two the rate shall be computed as follows: (a) Two and one-half percent of premiums , and one for a life policy on the first one hundred thousand dollars of premium, and eight one-hundredths of a percent for premiums on life policies exceeding one hundred thousand dollars; and (b) One and one-fourth percent of the consideration for annuity contracts on the first five hundred thousand dollars of consideration for annuity contracts, and eight one-hundredths of a percent for consideration on annuity contracts exceeding five hundred thousand dollars; (3) On each insurer not licensed or not authorized to do business in this state , two the rate shall be computed as follows: (a) Two and one-half percent of premiums and one for a life policy on the first one hundred thousand dollars of premium, and eight one-hundredths of a percent for premiums on life policies exceeding one hundred thousand dollars; and one (b) One and one-fourth percent of the consideration for annuity contracts on the first five hundred thousand dollars of consideration for annuity, and eight one- hundredths of a percent for consideration on annuity contracts exceeding five hundred thousand dollars ; (4) Fourteen dollars for each insurance policy issued or renewed for workers' compensation coverage. Revenue from subdivision (4) of this section shall be deposited in the insurance operating fund of the state treasury and is dedicated to the Department of Labor for purposes of automating the administration of the workers' compensation law and supporting the Workers' Compensation Advisory Council. Section 2. That § 58-6-70 be amended to read as follows: 58-6-70. If any other state or foreign country imposes any taxes, licenses, and other fees, in the aggregate, or fines, penalties, deposit requirements, or other material obligations, prohibitions, or restrictions upon South Dakota insurers, or upon the agents or representatives of such insurers, which are, pursuant to the laws of that other state or country, in excess of those directly imposed upon similar insurers, or upon the agents or representatives of such insurers, of that other state or country under the statutes of this state, then, so long as the laws of that other state or country continue in force or are so applied, the director of the Division of Insurance shall impose the same taxes, licenses, and other fees, in the aggregate, or fines, penalties, deposit requirements, or other material obligations, prohibitions, or restrictions of whatever kind upon the insurers, or upon the agents or representatives of the insurers, of the other state or country doing business or seeking to do business in South Dakota. Any tax, license, or other fee or obligation imposed on South Dakota insurers or their agents or representatives by any first or second class municipality, county, or other political subdivision or agency of the other state or country is considered to be imposed by such state or country within the meaning of this section. The time and period of payment of the retaliatory tax is the same, in all cases, as that of the gross premiums tax provided for in § 10-44-2. No interest charges or credits may be made or allowed for the use or loss of the use of funds due to any difference in the time or period of payment used in this state and the time or period used in a foreign state or country. This provision does not apply to life policies where the total first year premium is equal to or greater than one million dollars and to annuity contracts where the total first year consideration is equal to or greater than one million dollars. Section 3. That § 58-15-17 be amended to read as follows: 58-15-17. In the case of policies issued on or after the operative date specified in § 58-15-42, the loan value referred to in § 58-15-15 shall may be as low at zero percent or as high as one hundred percent of the cash surrender value at the end of the current policy year as required by § 58-15-33. The policy shall reserve to the insurer the right to defer the granting of a loan, other than for the payment of any premium to the insurer, for six months after application therefor. Section 4. That § 58-15-26 be amended to read as follows: 58-15-26. There shall be a provision that when a policy shall become becomes a claim by the death of the insured, settlement shall be made upon receipt of due proof of death and, at the insurer's option, surrender of the policy and/or or proof of the interest of the claimant , or both . If an insurer shall specify a particular period prior to the expiration of which settlement shall be made, such period shall may not exceed two months from the receipt of such proof. For policies where the cash surrender value pursuant to § 58-15-33 is in excess of one million dollars at the date of death, settlement may be made in cash or by distributing assets of the separate account to the claimant with the previous consent of the policyholder. Section 5. That § 58-15-26.2 be amended to read as follows: 58-15-26.2. Interest payable pursuant to § 58-15-26.1 shall be computed from the date of death of the insured until the date of payment and shall be at the rate of four percent per annum or not less than the current rate of interest on death proceeds left on deposit with the insurer under an interest settlement option, whichever rate is greater. For policies where the cash surrender value pursuant to § 58-15-33 is in excess of one million dollars at the date of death, and with the consent of the policyholder, the interest shall be computed sixty days succeeding the date of death of the insured until the date proof of death has been received by the insurer in good order until the date of payment. Section 6. That § 58-15-33 be amended to read as follows: 58-15-33. Any cash surrender value available under the policy in the event of default in a premium payment due on any policy anniversary, whether or not required by § 58-15-31 shall be an amount not less than the excess, if any, of the present value on such anniversary, of the future guaranteed benefits which would have been provided for by the policy, including any existing paid-up additions, if there had been no default, over the sum of the then present value of the adjusted premiums as defined in § § 58-15-35 to 58-15-38, inclusive, and § § 58-15-43.1 to 58-15-43.11, inclusive, corresponding to premiums which would have fallen due on and after such anniversary, and the amount of any indebtedness to the insurer on the policy. Any cash surrender value available within thirty days after any policy anniversary under any policy paid up by completion of all premium payments or any policy continued under any paid-up nonforfeiture benefit, whether or not required by § 58-15-31, shall be an amount not less than the present value, on such anniversary, of the future guaranteed benefits provided for by the policy, including any existing paid-up additions, decreased by any indebtedness to the insurer on the policy. However, for any policy issued on or after the operative date of § § 58-15-43.1 to 58-15-43.11, inclusive, which provides supplemental life insurance or annuity benefits at the option of the insured and for an identifiable additional premium by rider or supplemental policy provision, the cash surrender value referred to in the first paragraph of this section shall be an amount not less than the sum of the cash surrender value as defined in that paragraph for an otherwise similar policy issued at the same age without a rider or supplemental policy provision and the cash surrender value as defined in that paragraph for a policy which provides only the benefits otherwise provided by a rider or supplemental policy provision. Further, for any family policy issued on or after the operative date of § § 58-15-43.1 to 58-15-43.11, inclusive, which defines a primary insured and provides term insurance on the life of the spouse of the primary insured expiring before the spouse's age seventy-one, the cash surrender value referred to in the first paragraph of this section shall be an amount not less than the sum of the cash surrender value as defined in that paragraph for an otherwise similar policy issued at the same age without term insurance on the life of the spouse and the cash surrender value as defined in that paragraph for a policy which provides only the benefits otherwise provided by term insurance on the life of the spouse. Any cash surrender value available within thirty days after any policy anniversary under any policy paid-up by completion of all premium payments or any policy continued under any paid-up nonforfeiture benefit, whether or not required by § 58-15-31, shall be an amount not less than the present value, on such anniversary of the future guaranteed benefits provided for by the policy, including any existing paid-up additions, decreased by any indebtedness to the insurer on the policy. If the cash surrender value is in excess of one million dollars, the term, cash surrender value, includes payment of assets to the policyholder as well as payment of cash with the previous consent of the policyholder. Section 7. That § 58-15-46 be amended to read as follows: 58-15-46. A policy which contains any exclusion or restriction pursuant to § 58-15-45 shall also provide that in the event of death under the circumstances to which any such exclusion or restriction is applicable, the insurer will return all premiums received under the policy with adjustment for indebtedness and dividend credits. If the policy is a variable policy, the insurer shall only be required to return all premiums received under the policy with adjustment for indebtedness and adjustment to reflect the investment experience of the separate account."}, {"bill_id": 16626, "bill_version_id": 89949, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2001-02-13T14:47:39-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to insurance taxes, cash surrender values of insurances policies, and the payment of insurance benefits. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-44-2 be amended to read as follows: 10-44-2. Any company doing insurance business in this state shall pay a tax at the rates specified in this section. The tax shall be paid to the Division of Insurance at the time the company files its annual statement, or, if no annual statement is required, then before March first of each year. If, during the previous year, a company paid more than five thousand dollars in premium taxes in this state, the company shall submit payments equal to one-quarter of the previous year's premium taxes to the Division of Insurance on April thirtieth, July thirty-first, October thirty-first, and January thirty-first. The quarterly payments shall be credited against the amount due from the company at the time the company files its annual statement, or if no annual statement is required, then on March first of each year. The director of the Division of Insurance may waive the requirement in writing for quarterly payments or reduce the amount of deposit if the director finds the requirement would impose an undue premium tax on a company because of a significant decline in sales within the state. If the sum of the quarterly payments exceeds the total taxes due, the director shall credit the overpayment against subsequent amounts due or, if requested in writing at the time the company files its annual statement, refund the overpayment to the company. If the overpayment cannot be credited, there is excess remaining after the credit is taken on the annual statement, or the refund is not requested, the division may refund the amount overpaid by May first of the following year. The rates are: (1) On each domestic company, two and one-half percent of premiums and one and one- fourth percent of the consideration for annuity contracts . However, the rate for life insurance and annuities shall be computed as follows: (a) Two and one-half percent of premiums for a life policy on the first one hundred thousand dollars of annual premium, and eight one-hundredths of a percent for that portion of the annual life premiums exceeding one hundred thousand dollars; and (b) One and one-fourth percent of the consideration for annuity contracts on the first five hundred thousand dollars of consideration for annuity contracts, and eight one-hundredths of a percent for that portion of the consideration on annuity contracts exceeding five hundred thousand dollars . The tax also applies to premiums for insurance written on individuals residing outside this state or property located outside this state if no comparable tax is paid by the direct writing company to any other appropriate taxing authority. However, the tax applies only to premiums for insurance written after July 1, 1980, on individuals residing outside of the United States; (2) On each foreign company , two the rate shall be computed as follows: (a) Two and one-half percent of premiums , and one . However, for that portion of the life insurance premiums exceeding one hundred thousand dollars annually, the rate shall be eight one-hundredths of a percent; and (b) One and one-fourth percent of the consideration for annuity contracts on the first five hundred thousand dollars of consideration for annuity contracts, and eight one-hundredths of a percent for that portion of the consideration on annuity contracts exceeding five hundred thousand dollars; (3) On each insurer not licensed or not authorized to do business in this state , two the rate shall be computed as follows: (a) Two and one-half percent of premiums and one . However, for that portion of the life insurance premiums exceeding one hundred thousand dollars annually, the rate shall be eight one-hundredths of a percent; and one (b) One and one-fourth percent of the consideration for annuity contracts on the first five hundred thousand dollars of consideration for annuity, and eight one- hundredths of a percent for that portion of the consideration on annuity contracts exceeding five hundred thousand dollars ; (4) Fourteen dollars for each insurance policy issued or renewed for workers' compensation coverage. Revenue from subdivision (4) of this section shall be deposited in the insurance operating fund of the state treasury and is dedicated to the Department of Labor for purposes of automating the administration of the workers' compensation law and supporting the Workers' Compensation Advisory Council. Section 2. That § 58-6-70 be amended to read as follows: 58-6-70. If any other state or foreign country imposes any taxes, licenses, and other fees, in the aggregate, or fines, penalties, deposit requirements, or other material obligations, prohibitions, or restrictions upon South Dakota insurers, or upon the agents or representatives of such insurers, which are, pursuant to the laws of that other state or country, in excess of those directly imposed upon similar insurers, or upon the agents or representatives of such insurers, of that other state or country under the statutes of this state, then, so long as the laws of that other state or country continue in force or are so applied, the director of the Division of Insurance shall impose the same taxes, licenses, and other fees, in the aggregate, or fines, penalties, deposit requirements, or other material obligations, prohibitions, or restrictions of whatever kind upon the insurers, or upon the agents or representatives of the insurers, of the other state or country doing business or seeking to do business in South Dakota. Any tax, license, or other fee or obligation imposed on South Dakota insurers or their agents or representatives by any first or second class municipality, county, or other political subdivision or agency of the other state or country is considered to be imposed by such state or country within the meaning of this section. The time and period of payment of the retaliatory tax is the same, in all cases, as that of the gross premiums tax provided for in § 10-44-2. No interest charges or credits may be made or allowed for the use or loss of the use of funds due to any difference in the time or period of payment used in this state and the time or period used in a foreign state or country. This provision does not apply to life policies where the total first year premium is equal to or greater than one million dollars and to annuity contracts where the total first year consideration is equal to or greater than one million dollars. Section 3. That § 58-15-17 be amended to read as follows: 58-15-17. In the case of policies issued on or after the operative date specified in § 58-15-42, the loan value referred to in § 58-15-15 shall be the cash surrender value at the end of the current policy year as required by § 58-15-33. The policy shall reserve to the insurer the right to defer the granting of a loan, other than for the payment of any premium to the insurer, for six months after application therefor. For policies where the cash surrender value pursuant to § 58-15-33 is in excess of one million dollars, the loan value shall be equal to the portion of the cash surrender value that can immediately be converted to cash, pursuant to the policyholder's consent. The consent of the policyholder shall be on a form prescribed by the director in rules promulgated pursuant to chapter 1-26. Section 4. That § 58-15-26 be amended to read as follows: 58-15-26. There shall be a provision that when a policy shall become becomes a claim by the death of the insured, settlement shall be made upon receipt of due proof of death and, at the insurer's option, surrender of the policy and/or or proof of the interest of the claimant , or both . If an insurer shall specify a particular period prior to the expiration of which settlement shall be made, such period shall may not exceed two months from the receipt of such proof. For policies where the cash surrender value pursuant to § 58-15-33 is in excess of one million dollars at the date of death, settlement may be made in cash or by distributing assets of the separate account to the claimant with the consent of the policyholder. The consent of the policyholder shall be on a form prescribed by the director in rules promulgated pursuant to chapter 1-26. Section 5. That § 58-15-26.2 be amended to read as follows: 58-15-26.2. Interest payable pursuant to § 58-15-26.1 shall be computed from the date of death of the insured until the date of payment and shall be at the rate of four percent per annum or not less than the current rate of interest on death proceeds left on deposit with the insurer under an interest settlement option, whichever rate is greater. For policies where the cash surrender value pursuant to § 58-15-33 is in excess of one million dollars at the date of death, and with the consent of the policyholder, the interest shall be computed commencing the latter of sixty days succeeding the date of death of the insured or the date proof of death has been received by the insurer in good order until the date of payment. The consent of the policyholder shall be on a form prescribed by the director in rules promulgated pursuant to chapter 1-26. Section 6. That § 58-15-33 be amended to read as follows: 58-15-33. Any cash surrender value available under the policy in the event of default in a premium payment due on any policy anniversary, whether or not required by § 58-15-31 shall be an amount not less than the excess, if any, of the present value on such anniversary, of the future guaranteed benefits which would have been provided for by the policy, including any existing paid-up additions, if there had been no default, over the sum of the then present value of the adjusted premiums as defined in § § 58-15-35 to 58-15-38, inclusive, and § § 58-15-43.1 to 58-15-43.11, inclusive, corresponding to premiums which would have fallen due on and after such anniversary, and the amount of any indebtedness to the insurer on the policy. Any cash surrender value available within thirty days after any policy anniversary under any policy paid up by completion of all premium payments or any policy continued under any paid-up nonforfeiture benefit, whether or not required by § 58-15-31, shall be an amount not less than the present value, on such anniversary, of the future guaranteed benefits provided for by the policy, including any existing paid-up additions, decreased by any indebtedness to the insurer on the policy. However, for any policy issued on or after the operative date of § § 58-15-43.1 to 58-15-43.11, inclusive, which provides supplemental life insurance or annuity benefits at the option of the insured and for an identifiable additional premium by rider or supplemental policy provision, the cash surrender value referred to in the first paragraph of this section shall be an amount not less than the sum of the cash surrender value as defined in that paragraph for an otherwise similar policy issued at the same age without a rider or supplemental policy provision and the cash surrender value as defined in that paragraph for a policy which provides only the benefits otherwise provided by a rider or supplemental policy provision. Further, for any family policy issued on or after the operative date of § § 58-15-43.1 to 58-15-43.11, inclusive, which defines a primary insured and provides term insurance on the life of the spouse of the primary insured expiring before the spouse's age seventy-one, the cash surrender value referred to in the first paragraph of this section shall be an amount not less than the sum of the cash surrender value as defined in that paragraph for an otherwise similar policy issued at the same age without term insurance on the life of the spouse and the cash surrender value as defined in that paragraph for a policy which provides only the benefits otherwise provided by term insurance on the life of the spouse. Any cash surrender value available within thirty days after any policy anniversary under any policy paid-up by completion of all premium payments or any policy continued under any paid-up nonforfeiture benefit, whether or not required by § 58-15-31, shall be an amount not less than the present value, on such anniversary of the future guaranteed benefits provided for by the policy, including any existing paid-up additions, decreased by any indebtedness to the insurer on the policy. If the cash surrender value is in excess of one million dollars, the term, cash surrender value, includes payment of assets to the policyholder as well as payment of cash with the consent of the policyholder. The consent of the policyholder shall be on a form prescribed by the director in rules promulgated pursuant to chapter 1-26. Section 7. That § 58-15-46 be amended to read as follows: 58-15-46. A policy which contains any exclusion or restriction pursuant to § 58-15-45 shall also provide that in the event of death under the circumstances to which any such exclusion or restriction is applicable, the insurer will return all premiums received under the policy with adjustment for indebtedness and dividend credits. If the policy is a variable policy, the insurer shall only be required to return all premiums received under the policy with adjustment for indebtedness and adjustment to reflect the investment experience of the separate account."}, {"bill_id": 16626, "bill_version_id": 90186, "bill_version": "Senate Engrossed", "bill_version_date": "2001-02-15T18:17:40-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to insurance taxes, cash surrender values of insurances policies, and the payment of insurance benefits. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-44-2 be amended to read as follows: 10-44-2. Any company doing insurance business in this state shall pay a tax at the rates specified in this section. The tax shall be paid to the Division of Insurance at the time the company files its annual statement, or, if no annual statement is required, then before March first of each year. If, during the previous year, a company paid more than five thousand dollars in premium taxes in this state, the company shall submit payments equal to one-quarter of the previous year's premium taxes to the Division of Insurance on April thirtieth, July thirty-first, October thirty-first, and January thirty-first. The quarterly payments shall be credited against the amount due from the company at the time the company files its annual statement, or if no annual statement is required, then on March first of each year. The director of the Division of Insurance may waive the requirement in writing for quarterly payments or reduce the amount of deposit if the director finds the requirement would impose an undue premium tax on a company because of a significant decline in sales within the state. If the sum of the quarterly payments exceeds the total taxes due, the director shall credit the overpayment against subsequent amounts due or, if requested in writing at the time the company files its annual statement, refund the overpayment to the company. If the overpayment cannot be credited, there is excess remaining after the credit is taken on the annual statement, or the refund is not requested, the division may refund the amount overpaid by May first of the following year. The rates are: (1) On each domestic company, two and one-half percent of premiums and one and one- fourth percent of the consideration for annuity contracts . However, the rate for life insurance and annuities shall be computed as follows: (a) Two and one-half percent of premiums for a life policy on the first one hundred thousand dollars of annual premium, and eight one-hundredths of a percent for that portion of the annual life premiums exceeding one hundred thousand dollars; and (b) One and one-fourth percent of the consideration for annuity contracts on the first five hundred thousand dollars of consideration for annuity contracts, and eight one-hundredths of a percent for that portion of the consideration on annuity contracts exceeding five hundred thousand dollars . The tax also applies to premiums for insurance written on individuals residing outside this state or property located outside this state if no comparable tax is paid by the direct writing company to any other appropriate taxing authority. However, the tax applies only to premiums for insurance written after July 1, 1980, on individuals residing outside of the United States; (2) On each foreign company , two the rate shall be computed as follows: (a) Two and one-half percent of premiums , and one . However, for that portion of the life insurance premiums exceeding one hundred thousand dollars annually, the rate shall be eight one-hundredths of a percent; and (b) One and one-fourth percent of the consideration for annuity contracts on the first five hundred thousand dollars of consideration for annuity contracts, and eight one-hundredths of a percent for that portion of the consideration on annuity contracts exceeding five hundred thousand dollars; (3) On each insurer not licensed or not authorized to do business in this state , two the rate shall be computed as follows: (a) Two and one-half percent of premiums and one . However, for that portion of the life insurance premiums exceeding one hundred thousand dollars annually, the rate shall be eight one-hundredths of a percent; and one (b) One and one-fourth percent of the consideration for annuity contracts on the first five hundred thousand dollars of consideration for annuity, and eight one- hundredths of a percent for that portion of the consideration on annuity contracts exceeding five hundred thousand dollars ; (4) Fourteen dollars for each insurance policy issued or renewed for workers' compensation coverage. Revenue from subdivision (4) of this section shall be deposited in the insurance operating fund of the state treasury and is dedicated to the Department of Labor for purposes of automating the administration of the workers' compensation law and supporting the Workers' Compensation Advisory Council. Section 2. That § 58-6-70 be amended to read as follows: 58-6-70. If any other state or foreign country imposes any taxes, licenses, and other fees, in the aggregate, or fines, penalties, deposit requirements, or other material obligations, prohibitions, or restrictions upon South Dakota insurers, or upon the agents or representatives of such insurers, which are, pursuant to the laws of that other state or country, in excess of those directly imposed upon similar insurers, or upon the agents or representatives of such insurers, of that other state or country under the statutes of this state, then, so long as the laws of that other state or country continue in force or are so applied, the director of the Division of Insurance shall impose the same taxes, licenses, and other fees, in the aggregate, or fines, penalties, deposit requirements, or other material obligations, prohibitions, or restrictions of whatever kind upon the insurers, or upon the agents or representatives of the insurers, of the other state or country doing business or seeking to do business in South Dakota. Any tax, license, or other fee or obligation imposed on South Dakota insurers or their agents or representatives by any first or second class municipality, county, or other political subdivision or agency of the other state or country is considered to be imposed by such state or country within the meaning of this section. The time and period of payment of the retaliatory tax is the same, in all cases, as that of the gross premiums tax provided for in § 10-44-2. No interest charges or credits may be made or allowed for the use or loss of the use of funds due to any difference in the time or period of payment used in this state and the time or period used in a foreign state or country. This provision does not apply to life policies where the total first year premium is equal to or greater than one million dollars and to annuity contracts where the total first year consideration is equal to or greater than one million dollars. Section 3. That § 58-15-17 be amended to read as follows: 58-15-17. In the case of policies issued on or after the operative date specified in § 58-15-42, the loan value referred to in § 58-15-15 shall be the cash surrender value at the end of the current policy year as required by § 58-15-33. The policy shall reserve to the insurer the right to defer the granting of a loan, other than for the payment of any premium to the insurer, for six months after application therefor. For policies where the cash surrender value pursuant to § 58-15-33 is in excess of one million dollars, the loan value shall be equal to the portion of the cash surrender value that can immediately be converted to cash, pursuant to the policyholder's consent. The consent of the policyholder shall be on a form prescribed by the director in rules promulgated pursuant to chapter 1-26. Section 4. That § 58-15-26 be amended to read as follows: 58-15-26. There shall be a provision that when a policy shall become becomes a claim by the death of the insured, settlement shall be made upon receipt of due proof of death and, at the insurer's option, surrender of the policy and/or or proof of the interest of the claimant , or both . If an insurer shall specify a particular period prior to the expiration of which settlement shall be made, such period shall may not exceed two months from the receipt of such proof. For policies where the cash surrender value pursuant to § 58-15-33 is in excess of one million dollars at the date of death, settlement may be made in cash or by distributing assets of the separate account to the claimant with the consent of the policyholder. The consent of the policyholder shall be on a form prescribed by the director in rules promulgated pursuant to chapter 1-26. Section 5. That § 58-15-26.2 be amended to read as follows: 58-15-26.2. Interest payable pursuant to § 58-15-26.1 shall be computed from the date of death of the insured until the date of payment and shall be at the rate of four percent per annum or not less than the current rate of interest on death proceeds left on deposit with the insurer under an interest settlement option, whichever rate is greater. For policies where the cash surrender value pursuant to § 58-15-33 is in excess of one million dollars at the date of death, and with the consent of the policyholder, the interest shall be computed commencing the latter of sixty days succeeding the date of death of the insured or the date proof of death has been received by the insurer in good order until the date of payment. The consent of the policyholder shall be on a form prescribed by the director in rules promulgated pursuant to chapter 1-26. Section 6. That § 58-15-33 be amended to read as follows: 58-15-33. Any cash surrender value available under the policy in the event of default in a premium payment due on any policy anniversary, whether or not required by § 58-15-31 shall be an amount not less than the excess, if any, of the present value on such anniversary, of the future guaranteed benefits which would have been provided for by the policy, including any existing paid-up additions, if there had been no default, over the sum of the then present value of the adjusted premiums as defined in § § 58-15-35 to 58-15-38, inclusive, and § § 58-15-43.1 to 58-15-43.11, inclusive, corresponding to premiums which would have fallen due on and after such anniversary, and the amount of any indebtedness to the insurer on the policy. Any cash surrender value available within thirty days after any policy anniversary under any policy paid up by completion of all premium payments or any policy continued under any paid-up nonforfeiture benefit, whether or not required by § 58-15-31, shall be an amount not less than the present value, on such anniversary, of the future guaranteed benefits provided for by the policy, including any existing paid-up additions, decreased by any indebtedness to the insurer on the policy. However, for any policy issued on or after the operative date of § § 58-15-43.1 to 58-15-43.11, inclusive, which provides supplemental life insurance or annuity benefits at the option of the insured and for an identifiable additional premium by rider or supplemental policy provision, the cash surrender value referred to in the first paragraph of this section shall be an amount not less than the sum of the cash surrender value as defined in that paragraph for an otherwise similar policy issued at the same age without a rider or supplemental policy provision and the cash surrender value as defined in that paragraph for a policy which provides only the benefits otherwise provided by a rider or supplemental policy provision. Further, for any family policy issued on or after the operative date of § § 58-15-43.1 to 58-15-43.11, inclusive, which defines a primary insured and provides term insurance on the life of the spouse of the primary insured expiring before the spouse's age seventy-one, the cash surrender value referred to in the first paragraph of this section shall be an amount not less than the sum of the cash surrender value as defined in that paragraph for an otherwise similar policy issued at the same age without term insurance on the life of the spouse and the cash surrender value as defined in that paragraph for a policy which provides only the benefits otherwise provided by term insurance on the life of the spouse. Any cash surrender value available within thirty days after any policy anniversary under any policy paid-up by completion of all premium payments or any policy continued under any paid-up nonforfeiture benefit, whether or not required by § 58-15-31, shall be an amount not less than the present value, on such anniversary of the future guaranteed benefits provided for by the policy, including any existing paid-up additions, decreased by any indebtedness to the insurer on the policy. If the cash surrender value is in excess of one million dollars, the term, cash surrender value, includes payment of assets to the policyholder as well as payment of cash with the consent of the policyholder. The consent of the policyholder shall be on a form prescribed by the director in rules promulgated pursuant to chapter 1-26. Section 7. That § 58-15-46 be amended to read as follows: 58-15-46. A policy which contains any exclusion or restriction pursuant to § 58-15-45 shall also provide that in the event of death under the circumstances to which any such exclusion or restriction is applicable, the insurer will return all premiums received under the policy with adjustment for indebtedness and dividend credits. If the policy is a variable policy, the insurer shall only be required to return all premiums received under the policy with adjustment for indebtedness and adjustment to reflect the investment experience of the separate account. Section 8. The amendments in section 1 of this Act are repealed on July 1, 2002."}, {"bill_id": 16626, "bill_version_id": 90994, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2001-02-27T15:10:22-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to insurance taxes, cash surrender values of insurance policies, and the payment of insurance benefits. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-44-2 be amended to read as follows: 10-44-2. Any company doing insurance business in this state shall pay a tax at the rates specified in this section. The tax shall be paid to the Division of Insurance at the time the company files its annual statement, or, if no annual statement is required, then before March first of each year. If, during the previous year, a company paid more than five thousand dollars in premium taxes in this state, the company shall submit payments equal to one-quarter of the previous year's premium taxes to the Division of Insurance on April thirtieth, July thirty-first, October thirty-first, and January thirty-first. The quarterly payments shall be credited against the amount due from the company at the time the company files its annual statement, or if no annual statement is required, then on March first of each year. The director of the Division of Insurance may waive the requirement in writing for quarterly payments or reduce the amount of deposit if the director finds the requirement would impose an undue premium tax on a company because of a significant decline in sales within the state. If the sum of the quarterly payments exceeds the total taxes due, the director shall credit the overpayment against subsequent amounts due or, if requested in writing at the time the company files its annual statement, refund the overpayment to the company. If the overpayment cannot be credited, there is excess remaining after the credit is taken on the annual statement, or the refund is not requested, the division may refund the amount overpaid by May first of the following year. The rates are: (1) On each domestic company, two and one-half percent of premiums and one and one- fourth percent of the consideration for annuity contracts . However, the rate for life insurance and annuities shall be computed as follows: (a) Two and one-half percent of premiums for a life policy on the first one hundred thousand dollars of annual premium, and eight one-hundredths of a percent for that portion of the annual life premiums exceeding one hundred thousand dollars; and (b) One and one-fourth percent of the consideration for annuity contracts on the first five hundred thousand dollars of consideration for annuity contracts, and eight one-hundredths of a percent for that portion of the consideration on annuity contracts exceeding five hundred thousand dollars . The tax also applies to premiums for insurance written on individuals residing outside this state or property located outside this state if no comparable tax is paid by the direct writing company to any other appropriate taxing authority. However, the tax applies only to premiums for insurance written after July 1, 1980, on individuals residing outside of the United States; (2) On each foreign company , two the rate shall be computed as follows: (a) Two and one-half percent of premiums , and one . However, for that portion of the life insurance premiums exceeding one hundred thousand dollars annually, the rate shall be eight one-hundredths of a percent; and (b) One and one-fourth percent of the consideration for annuity contracts on the first five hundred thousand dollars of consideration for annuity contracts, and eight one-hundredths of a percent for that portion of the consideration on annuity contracts exceeding five hundred thousand dollars; (3) On each insurer not licensed or not authorized to do business in this state , two the rate shall be computed as follows: (a) Two and one-half percent of premiums and one . However, for that portion of the life insurance premiums exceeding one hundred thousand dollars annually, the rate shall be eight one-hundredths of a percent; and one (b) One and one-fourth percent of the consideration for annuity contracts on the first five hundred thousand dollars of consideration for annuity, and eight one- hundredths of a percent for that portion of the consideration on annuity contracts exceeding five hundred thousand dollars ; (4) Fourteen dollars for each insurance policy issued or renewed for workers' compensation coverage. Revenue from subdivision (4) of this section shall be deposited in the insurance operating fund of the state treasury and is dedicated to the Department of Labor for purposes of automating the administration of the workers' compensation law and supporting the Workers' Compensation Advisory Council. Section 2. That § 58-6-70 be amended to read as follows: 58-6-70. If any other state or foreign country imposes any taxes, licenses, and other fees, in the aggregate, or fines, penalties, deposit requirements, or other material obligations, prohibitions, or restrictions upon South Dakota insurers, or upon the agents or representatives of such insurers, which are, pursuant to the laws of that other state or country, in excess of those directly imposed upon similar insurers, or upon the agents or representatives of such insurers, of that other state or country under the statutes of this state, then, so long as the laws of that other state or country continue in force or are so applied, the director of the Division of Insurance shall impose the same taxes, licenses, and other fees, in the aggregate, or fines, penalties, deposit requirements, or other material obligations, prohibitions, or restrictions of whatever kind upon the insurers, or upon the agents or representatives of the insurers, of the other state or country doing business or seeking to do business in South Dakota. Any tax, license, or other fee or obligation imposed on South Dakota insurers or their agents or representatives by any first or second class municipality, county, or other political subdivision or agency of the other state or country is considered to be imposed by such state or country within the meaning of this section. The time and period of payment of the retaliatory tax is the same, in all cases, as that of the gross premiums tax provided for in § 10-44-2. No interest charges or credits may be made or allowed for the use or loss of the use of funds due to any difference in the time or period of payment used in this state and the time or period used in a foreign state or country. This provision does not apply to life policies where the total first year premium is equal to or greater than one million dollars and to annuity contracts where the total first year consideration is equal to or greater than one million dollars. Section 3. That § 58-15-17 be amended to read as follows: 58-15-17. In the case of policies issued on or after the operative date specified in § 58-15-42, the loan value referred to in § 58-15-15 shall be the cash surrender value at the end of the current policy year as required by § 58-15-33. The policy shall reserve to the insurer the right to defer the granting of a loan, other than for the payment of any premium to the insurer, for six months after application therefor. For policies where the cash surrender value pursuant to § 58-15-33 is in excess of one million dollars, the loan value shall be equal to the portion of the cash surrender value that can immediately be converted to cash, pursuant to the policyholder's consent. The consent of the policyholder shall be on a form prescribed by the director in rules promulgated pursuant to chapter 1-26. Section 4. That § 58-15-26 be amended to read as follows: 58-15-26. There shall be a provision that when a policy shall become becomes a claim by the death of the insured, settlement shall be made upon receipt of due proof of death and, at the insurer's option, surrender of the policy and/or or proof of the interest of the claimant , or both . If an insurer shall specify a particular period prior to the expiration of which settlement shall be made, such period shall may not exceed two months from the receipt of such proof. For policies where the cash surrender value pursuant to § 58-15-33 is in excess of one million dollars at the date of death, settlement may be made in cash or, if allowed under the policy, by distributing assets of the separate account to the claimant with the consent of the policyholder. The consent of the policyholder shall be on a form prescribed by the director in rules promulgated pursuant to chapter 1-26. Section 5. That § 58-15-26.2 be amended to read as follows: 58-15-26.2. Interest payable pursuant to § 58-15-26.1 shall be computed from the date of death of the insured until the date of payment and shall be at the rate of four percent per annum or not less than the current rate of interest on death proceeds left on deposit with the insurer under an interest settlement option, whichever rate is greater. For policies where the cash surrender value pursuant to § 58-15-33 is in excess of one million dollars at the date of death, and with the consent of the policyholder, the interest shall be computed commencing the latter of sixty days succeeding the date of death of the insured or the date proof of death has been received by the insurer in good order until the date of payment. The consent of the policyholder shall be on a form prescribed by the director in rules promulgated pursuant to chapter 1-26. Section 6. That § 58-15-33 be amended to read as follows: 58-15-33. Any cash surrender value available under the policy in the event of default in a premium payment due on any policy anniversary, whether or not required by § 58-15-31 shall be an amount not less than the excess, if any, of the present value on such anniversary, of the future guaranteed benefits which would have been provided for by the policy, including any existing paid-up additions, if there had been no default, over the sum of the then present value of the adjusted premiums as defined in § § 58-15-35 to 58-15-38, inclusive, and § § 58-15-43.1 to 58-15-43.11, inclusive, corresponding to premiums which would have fallen due on and after such anniversary, and the amount of any indebtedness to the insurer on the policy. Any cash surrender value available within thirty days after any policy anniversary under any policy paid up by completion of all premium payments or any policy continued under any paid-up nonforfeiture benefit, whether or not required by § 58-15-31, shall be an amount not less than the present value, on such anniversary, of the future guaranteed benefits provided for by the policy, including any existing paid-up additions, decreased by any indebtedness to the insurer on the policy. However, for any policy issued on or after the operative date of § § 58-15-43.1 to 58-15-43.11, inclusive, which provides supplemental life insurance or annuity benefits at the option of the insured and for an identifiable additional premium by rider or supplemental policy provision, the cash surrender value referred to in the first paragraph of this section shall be an amount not less than the sum of the cash surrender value as defined in that paragraph for an otherwise similar policy issued at the same age without a rider or supplemental policy provision and the cash surrender value as defined in that paragraph for a policy which provides only the benefits otherwise provided by a rider or supplemental policy provision. Further, for any family policy issued on or after the operative date of § § 58-15-43.1 to 58-15-43.11, inclusive, which defines a primary insured and provides term insurance on the life of the spouse of the primary insured expiring before the spouse's age seventy-one, the cash surrender value referred to in the first paragraph of this section shall be an amount not less than the sum of the cash surrender value as defined in that paragraph for an otherwise similar policy issued at the same age without term insurance on the life of the spouse and the cash surrender value as defined in that paragraph for a policy which provides only the benefits otherwise provided by term insurance on the life of the spouse. Any cash surrender value available within thirty days after any policy anniversary under any policy paid-up by completion of all premium payments or any policy continued under any paid-up nonforfeiture benefit, whether or not required by § 58-15-31, shall be an amount not less than the present value, on such anniversary of the future guaranteed benefits provided for by the policy, including any existing paid-up additions, decreased by any indebtedness to the insurer on the policy. If the cash surrender value is in excess of one million dollars, the term, cash surrender value, may include payment of assets to the policyholder as well as payment of cash, if allowed under the policy, with the consent of the policyholder. The consent of the policyholder shall be on a form prescribed by the director in rules promulgated pursuant to chapter 1-26. Section 7. That § 58-15-46 be amended to read as follows: 58-15-46. A policy which contains any exclusion or restriction pursuant to § 58-15-45 shall also provide that in the event of death under the circumstances to which any such exclusion or restriction is applicable, the insurer will return all premiums received under the policy with adjustment for indebtedness and dividend credits. If the policy is a variable policy, the insurer may, if the policy so provides, return all premiums received under the policy with adjustment for indebtedness and adjustment to reflect the investment experience of the separate account. Section 8. The amendments in section 1 of this Act are repealed on July 1, 2002."}, {"bill_id": 16626, "bill_version_id": 91170, "bill_version": "Enrolled", "bill_version_date": "2001-03-01T18:00:27-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16626, "action_date": "2001-01-29T14:00:00-06:00", "document_id": 88877, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88877.pdf", "status_text": "First read in Senate and referred to", "journal_page": 253, "committee_id_action": 713, "committee_id_assigned": 687, "result": "N", "vote": {}}, {"bill_id": 16626, "action_date": "2001-02-06T10:00:00-06:00", "document_id": 89381, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89381.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 687, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16626, "action_date": "2001-02-08T10:00:00-06:00", "document_id": 89592, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89592.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 687, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16626, "action_date": "2001-02-13T10:00:00-06:00", "document_id": 89929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89929.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 687, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16626, "action_date": "2001-02-13T10:00:00-06:00", "document_id": 89929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89929.pdf", "status_text": "Do Pass Amended,", "journal_page": 486, "committee_id_action": 687, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49427, "president_vote": null, "Yea": [2520, 2580, 2607, 2616, 2617, 2529], "Excused": [2585]}}, {"bill_id": 16626, "action_date": "2001-02-15T14:00:00-06:00", "document_id": 90189, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90189.pdf", "status_text": "Motion to Amend,", "journal_page": 534, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16626, "action_date": "2001-02-15T14:00:00-06:00", "document_id": 90189, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90189.pdf", "status_text": "Do Pass Amended,", "journal_page": 535, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49741, "president_vote": null, "Yea": [2516, 2517, 2520, 2523, 2524, 2529, 2532, 2534, 2535, 2536, 2542, 2549, 2551, 2552, 2562, 2567, 2573, 2576, 2580, 2581, 2584, 2590, 2597, 2598, 2606, 2607, 2609, 2615, 2617], "Excused": [2531, 2550, 2585], "Nay": [2539, 2569, 2616]}}, {"bill_id": 16626, "action_date": "2001-02-16T14:00:00-06:00", "document_id": 90288, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90288.pdf", "status_text": "First read in House and referred to", "journal_page": 584, "committee_id_action": 712, "committee_id_assigned": 700, "result": "N", "vote": {}}, {"bill_id": 16626, "action_date": "2001-02-27T07:45:00-06:00", "document_id": 90964, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90964.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 700, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16626, "action_date": "2001-02-27T07:45:00-06:00", "document_id": 90964, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90964.pdf", "status_text": "Do Pass Amended,", "journal_page": 763, "committee_id_action": 700, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50225, "president_vote": null, "Excused": [2519], "Yea": [2522, 2525, 2548, 2553, 2577, 2589, 2591, 2592, 2605, 2611, 2601, 2571]}}, {"bill_id": 16626, "action_date": "2001-02-28T14:00:00-06:00", "document_id": 91123, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91123.pdf", "status_text": "Do Pass Amended,", "journal_page": 797, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51741, "president_vote": null, "Yea": [2514, 2515, 2518, 2519, 2521, 2522, 2525, 2526, 2527, 2528, 2530, 2533, 2537, 2538, 2543, 2544, 2545, 2546, 2547, 2553, 2554, 2555, 2556, 2557, 2558, 2559, 2561, 2563, 2564, 2565, 2566, 2570, 2571, 2572, 2575, 2577, 2578, 2579, 2582, 2583, 2586, 2587, 2588, 2589, 2591, 2592, 2593, 2594, 2595, 2596, 2599, 2600, 2601, 2602, 2604, 2605, 2608, 2610, 2611, 2612, 2613, 2614, 2618, 2540], "Excused": [2541], "Nay": [2548, 2560, 2568, 2574, 2603]}}, {"bill_id": 16626, "action_date": "2001-03-02T14:00:00-06:00", "document_id": 91196, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91196.pdf", "status_text": "Signed by Speaker", "journal_page": 832, "committee_id_action": 712, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16626, "action_date": "2001-03-02T14:00:00-06:00", "document_id": 91197, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91197.pdf", "status_text": "Signed by President", "journal_page": 795, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16626, "action_date": "2001-03-03T14:00:00-06:00", "document_id": 91268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91268.pdf", "status_text": "Delivered to the Governor", "journal_page": 798, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16626, "action_date": "2001-03-08T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 841, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1812, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16626"}