{"session_id": 59, "bill_id": 20319, "bill_type": "House Bill", "bill_number": 1096, "bill_title": "regulate access to and use of natural nonmeandered lakes and to provide certain penalties.", "sponsors": [{"legislator_profile_id": 3365, "is_prime": true}, {"legislator_profile_id": 3373, "is_prime": true}], "keywords": ["Administrative Rules", "Game, Fish, Parks and Forestry", "Water Management"], "audio": [{"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hag20.mp3", "start_seconds": 878.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hag20.mp3", "start_seconds": 878.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hag20.mp3", "start_seconds": 878.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hag22.mp3", "start_seconds": 62.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hag22.mp3", "start_seconds": 62.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hag22.mp3", "start_seconds": 62.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hag22.mp3", "start_seconds": 62.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hag22.mp3", "start_seconds": 62.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hag22.mp3", "start_seconds": 62.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou23.mp3", "start_seconds": 9085.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou23.mp3", "start_seconds": 9085.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou23.mp3", "start_seconds": 9085.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou23.mp3", "start_seconds": 9085.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou23.mp3", "start_seconds": 9085.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou23.mp3", "start_seconds": 9085.0}], "bill_versions": [{"bill_id": 20319, "bill_version_id": 106705, "bill_version": "Introduced", "bill_version_date": "2006-01-19T09:10:29-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate access to and use of natural nonmeandered lakes and to provide certain penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature finds that the South Dakota Supreme Court, in the case of Parks v. Cooper, 2004 SD 27 (filed February 25, 2004), held that the Legislature, rather than the courts, has an obligation to determine the extent of the public's right to use natural nonmeandered bodies of water held in trust for the public by the state. Section 2. Nothing in this Act limits or changes the authority granted in titles 46 and 46A to the Water Management Board or the Department of Environment and Natural Resources to appropriate and regulate beneficial uses of water in any natural nonmeandered lake or to protect water quality as authorized in Title 34A. Section 3. Nothing in this Act limits or changes the authority granted in Titles 41 and 42 to the Game, Fish and Parks Commission or the Department of Game, Fish and Parks to regulate fishing, hunting, trapping, boating, or other public use activities. Section 4. Except as provided in sections 5 to 8, inclusive, of this Act, no person may use any natural nonmeandered lake overlying privately-owned property for any recreational use. A violation of this section is a Class 2 misdemeanor. Section 5. Irrespective of the ownership of the lake bed or navigability of the water, any person has access to and may use any natural nonmeandered lake for any lawful recreational purpose under the following conditions: (1) If the natural nonmeandered lake is designated for public recreational use pursuant to section 6 or 7 of this Act, the person may use any portion of the lake for any lawful recreational use; (2) If the person has obtained permission from the owner or lessee of the property underlying any portion of any natural nonmeandered lake that would otherwise be restricted under the provisions of this Act, the person may use that portion of the lake for lawful recreational purposes as limited by the scope of the owner's or lessee's permission; or (3) If the person gains access to the natural nonmeandered lake as provided in section 8 of this Act, the person's recreational use of the lake is restricted as provided in section 8 of this Act. Section 6. The Water Management Board shall promulgate rules pursuant to chapter 1-26 to designate natural nonmeandered lakes to which the public has access and may use for all recreational purposes. The rules shall designate any natural nonmeandered lake for such public access and use if the lake satisfies the following criteria: (1) The natural nonmeandered lake is contiguous with a meandered body of water; or (2) The natural nonmeandered lake has a well-established bed and shoreline that historically have been capable of holding various levels of water; the area of the lake is twenty-five acres or larger; lawful public access to the lake exists via publicly-owned land or a public right-of-way or section line; public recreational use benefits exist such as boating, swimming, trapping, fishing, or hunting; and establishing recreational use will not impair water rights established in § 46-2A-9. No rule promulgated pursuant to this section may take effect before July 1, 2009. The initial rules promulgated by the board pursuant to this section shall take effect on July 1, 2009, and shall designate all of the natural nonmeandered lakes specified in section 7 of this Act, except that the board in the initial rules may add a lake to or remove a lake from the list of lakes specified in section 7 of this Act depending on the board's determination of whether or not the lake meets the criteria specified in this section. The board shall review the rules promulgated under this section once every three years. The board may only designate additional lakes or remove a designated lake during the three-year periodic review of the rules required by this section. Section 7. Until July 1, 2009, the public has access to and may use the following natural nonmeandered lakes for any lawful recreational purpose if access to the water is lawfully obtained via publicly-owned land or a public right-of-way or section line: (1) In Aurora County, Fish, Horseshoe/Pleasant, Crystal, Maine; (2) In Beadle County, LeClaire, Breken, Boomsma, Mallard, Mega Ta-Hohpi, Bauer, Glanzer, Wall, Wipf, Yauney, Norwegian; (3) In Bon Homme County, Bucholz, Scheffel/Singleton, Kloucek, Ehresward/Heib, Schaefer, Clear; (4) In Brookings County, Nelson, North Nelson, East Olson, Bolsted, Pederson, Dry, East 81; (5) In Brule County, Silver, Coven, Sobek, Mud, Austin; (6) In Campbell County, American Game, Salt, McClaren, Matske; (7) In Charles Mix County, Red; (8) In Clark County, Dry Number One, Mud, Fox, Blackrush, Begeman, Pepper, Dry Number Two, Caseys, Round, Swan; (9) In Clay County, Burbank; (10) In Codington County, Darling, Wolf, Johnson; (11) In Custer County Pilgrim; (12) In Davison County, Hubbard; (13) In Day County, Long, Goose, Thompson, Hauge, Redetzke, Schmit, Johnson, Reetz, Ackerson, North Lynn, East Krause, West Krause, Lardy, Augustana, Middle Lynn, Lilly; (14) In Deuel County, Rush, Francis, Briggs, South, Silver; (15) In Edmunds County, North Scatterwood, Grass, Alkali; (16) In Faulk County, Onaka; (17) In Hamlin County, Three Buck, Florence; (18) In Hand County, Spring, Wall; (19) In Hutchinson County, Mogck; (20) In Hyde County, Rezac; (21) In Jerauld County, Twin, Long, Cottonwood, Winter, Horseshoe, Katy; (22) In Kingsbury County, Converse, Loriks, Hetland/Hersrud, Hodges, North Hodges, Whitewood, Noyes, Apland, Kopperud, Williams, Schutler, Albrecht, Graham, Tenneboe, Schultz, Neu, Anderson, Arnold, Warne, Muser, West Highway 81; (23) In Lake County, Floyd Gaarder, Fods, Zimmerman, Buffalo, Ravenberg, Alquire, Davis, Reynolds; (24) In Marshall County, Two Mile, Cottonwood, Horseshoe, Mallard, Lost, Bullhead, Cattail/Kettle, South Fort, Opitz; (25) In McCook County, Johnson/Urell, Gross, Lukes, Hamaker, Reif, Schimmel, Lehrman, Island, Tuschen; (26) In McPherson County, Eureka, Rau; (27) In Miner County, Beyer, Morris, Glee, Johnston, Lewis, Hageman, Thompson; (28) In Minnehaha County, Scott, Loss, Pederson, Weisensee, Twin, Fensterman, Grass, Wise, Stofferahn; (29) In Moody County, Mud, Heinricy, Reaves, Anderson; (30) In Roberts County, Tahana; (31) In Sanborn County, Rifle/Calahan, Reed, Chip Allen, Twin, McCoy; (32) In Spink County, Cottonwood, Mud; (33) In Sully County, Stone, Cottonwood; (34) In Tripp County, Big Dog Ear; (35) In Turner County, Mud/Schaeffer, Silver; (36) In Walworth County, Blue Blanket, Spring; (37) In Yankton County, Huff. Section 8. If a natural nonmeandered lake that does not qualify for recreational use under subdivision (1) of section 5 of this Act is accessible for recreational use via a public roadway, public right-of-way, or other lawful point of public access, all contiguous waters of that lake are open for recreational use unless the owner or any other person legally in possession of the private property under the water provides markings to restrict recreational use of the water overlying the private property. The property owner shall file a notice with the Game, Fish and Parks Commission verifying that the area was marked in accordance with rules promulgated pursuant to this section and identifying the restricted areas. Any unauthorized recreational use of water overlying private property that is properly marked pursuant to this section is a Class 2 misdemeanor. If the water is not properly marked in accordance with this section, the water is open for recreational use. The Game, Fish and Parks Commission shall promulgate rules pursuant to chapter 1-26 to specify methods, criteria, and standards for markings to restrict recreational use of water under this section; procedures for filing notice with the commission of the marking of an area under this section; procedures pertaining to review by the Department of Game, Fish and Parks of markers placed under this section; and procedures governing the resolution of disputes under section 9 of this Act. Nothing in this Act prohibits shore fishing of any natural nonmeandered lake from any public roadway or right-of-way unless otherwise prohibited by law. Section 9. Any person may request the Department of Game, Fish and Parks to review the placement of property markers for compliance with the provisions of section 8 of this Act. If the Department of Game, Fish and Parks cannot resolve a dispute related to the placement of such property markers, the dispute shall be presented to the Game, Fish and Parks Commission for resolution using the contested case procedures provided in chapter 1-26. Final determinations of the commission may be appealed as provided in chapter 1-26. Nothing in this section limits the right of any property owner to mark the owner's property or the water overlying the property if the marking complies with the provisions of section 8 of this Act. Section 10. The provisions of § 43-17-2 pertaining to the public highway around the perimeter of any navigable lake do not apply to any natural nonmeandered lake unless the Water Management Board has established an ordinary high water mark pursuant to § 43-17-21. If a natural nonmeandered lake has no public highway around its perimeter, any recreational use of the lake is restricted to the water. Section 11. Incidental contact with private land underlying any natural nonmeandered lake open to public recreational use is not a trespass if the underlying land is not within an area that is marked and restricted pursuant to section 8 of this Act. Such incidental contact includes contact between the land and such things as anchors, fishing tackle, foot contact, or other contact associated with an otherwise legal activity. Contact with private land in an area restricted pursuant to section 8 of this Act that results from shore fishing activities conducted from a public roadway or right-of-way and that solely involves contact by fishing tackle or similar items is not a trespass. Contact with private land underlying any natural nonmeandered lake that results from use of the lake for transportation purposes is not a trespass. Any user of a natural nonmeandered lake may be held liable for damage caused to private property as provided for in Title 21. Section 12. Nothing in this Act limits or changes the prohibition in § 41-9-1.4 against discharging a firearm while on that portion of public waters that inundate privately-owned property from a location which is within six hundred sixty feet of an occupied dwelling, church, schoolhouse, or livestock being held in a confined area according to standard animal husbandry practices. Section 13. During the period beginning one hour after sunset until one hour before sunrise, no person may operate any motorized vehicle or device or any combustion engine on a natural nonmeandered lake for or in connection with any recreational purpose within six hundred sixty feet of an occupied dwelling, church, schoolhouse, or livestock being held in a confined area according to standard animal husbandry practices. A violation of this section is a Class 2 misdemeanor. Section 14. No person may cut, remove, or in any way tamper with any fence legally constructed, located, and maintained on private land to gain access for purposes of shore fishing or to gain access to the lake. A violation of this section is a Class 2 misdemeanor. Section 15. The liability of any landowner owning private land underlying a natural nonmeandered lake open to public recreational use is limited as provided for in § § 20-9-12 to 20-9-18, inclusive. Section 16. Nothing in this Act restricts the use of any natural nonmeandered lake for transportation purposes. Section 17. The Department of Environment and Natural Resources shall submit a written report to the Legislature during its regular session in 2010 following consultation with and input from the South Dakota Department of Game, Fish and Parks and other interested persons and entities. The written report shall include recommendations to the Legislature with respect to policy and criteria to be considered in designating natural, nonmeandered lakes as open for public access and recreational use. Section 18. Section 7 of this Act is repealed on July 1, 2009."}, {"bill_id": 20319, "bill_version_id": 108339, "bill_version": "House Agriculture and Natural Resources Engrossed", "bill_version_date": "2006-02-09T10:06:54-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate access to and use of natural nonmeandered lakes and to provide certain penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature finds that the South Dakota Supreme Court, in the case of Parks v. Cooper, 2004 SD 27 (filed February 25, 2004), held that the Legislature, rather than the courts, has an obligation to determine the extent of the public's right to use natural nonmeandered bodies of water held in trust for the public by the state. Section 2. Nothing in this Act limits or changes the authority granted in titles 46 and 46A to the Water Management Board or the Department of Environment and Natural Resources to appropriate and regulate beneficial uses of water in any natural nonmeandered lake or to protect water quality as authorized in Title 34A. Section 3. Nothing in this Act limits or changes the authority granted in Titles 41 and 42 to the Game, Fish and Parks Commission or the Department of Game, Fish and Parks to regulate fishing, hunting, trapping, boating, or other public use activities. Section 4. Except as provided in sections 5 to 7, inclusive, of this Act, no person may use any natural nonmeandered lake overlying privately-owned property for any recreational use. A violation of this section is a Class 2 misdemeanor. Section 5. Irrespective of the ownership of the lake bed or navigability of the water, any person has access to and may use any natural nonmeandered lake for any lawful recreational purpose under the following conditions: (1) If the natural nonmeandered lake is designated for public recreational use pursuant to section 6 of this Act, the person may use any portion of the lake for any lawful recreational use; (2) If the person has obtained permission from the owner or lessee of the property underlying any portion of any natural nonmeandered lake that would otherwise be restricted under the provisions of this Act, the person may use that portion of the lake for lawful recreational purposes as limited by the scope of the owner's or lessee's permission; or (3) If the person gains access to the natural nonmeandered lake as provided in section 8 of this Act, the person's recreational use of the lake is restricted as provided in section 8 of this Act. Section 6. The Game, Fish and Parks Commission shall create and publish by rules promulgated pursuant to chapter 1-26 a list of natural nonmeandered lakes to which the public has access and may use for all recreational purposes. The list shall designate any natural nonmeandered lake for such public access and use if the lake has been used by the public for recreational purposes for at least twenty-one consecutive years in an open, obvious, and adverse fashion and if the lake satisfies the following criteria: (1) The natural nonmeandered lake is contiguous with a meandered body of water; or (2) The natural nonmeandered lake has a well-established bed and shoreline that historically have been capable of holding various levels of water; the area of the lake is twenty-five acres or larger; lawful public access to the lake exists via publicly-owned land or a public right-of-way or section line; public recreational use benefits exist such as boating, swimming, trapping, fishing, or hunting; and establishing recreational use will not impair water rights established in § 46-2A-9. The commission may add a lake to or remove a lake from the list of lakes depending on the commission's determination of whether or not the lake meets the criteria specified in this section. The commission shall review the list promulgated under this section once every two years. The commission may only add lakes to or remove lakes from the list during the two-year periodic review of the list required by this section. Section 7. If a natural nonmeandered lake is not included on the list established in section 6 of this Act and is accessible for recreational use via a public roadway, public right-of-way, or other lawful point of public access, all contiguous waters of that lake are open for recreational use unless the owner or any other person legally in possession of the private property under the water provides markings to restrict recreational use of the water overlying the private property. The property owner shall file a notice with the Game, Fish and Parks Commission verifying that the area was marked in accordance with rules promulgated pursuant to this section and identifying the restricted areas. Any unauthorized recreational use of water overlying private property that is properly marked pursuant to this section is a Class 2 misdemeanor. If the water is not properly marked in accordance with this section, the water is open for recreational use. The Game, Fish and Parks Commission shall promulgate rules pursuant to chapter 1-26 to specify methods, criteria, and standards for markings to restrict recreational use of water under this section; procedures for filing notice with the commission of the marking of an area under this section; procedures pertaining to review by the Department of Game, Fish and Parks of markers placed under this section; and procedures governing the resolution of disputes under section 8 of this Act. Nothing in this Act prohibits shore fishing of any natural nonmeandered lake from any public roadway or right-of-way unless otherwise prohibited by law. Section 8. Any person may request the Department of Game, Fish and Parks to review the placement of property markers for compliance with the provisions of section 7 of this Act. If the Department of Game, Fish and Parks cannot resolve a dispute related to the placement of such property markers, the dispute shall be presented to the Game, Fish and Parks Commission for resolution using the contested case procedures provided in chapter 1-26. Final determinations of the commission may be appealed as provided in chapter 1-26. Nothing in this section limits the right of any property owner to mark the owner's property or the water overlying the property if the marking complies with the provisions of section 8 of this Act. Section 9. The provisions of § 43-17-2 pertaining to the public highway around the perimeter of any navigable lake do not apply to any natural nonmeandered lake. Section 10. Incidental contact with private land underlying any natural nonmeandered lake open to public recreational use is not a trespass if the underlying land is not within an area that is marked and restricted pursuant to section 7 of this Act. Such incidental contact includes contact between the land and such things as anchors, fishing tackle, foot contact, or other contact associated with an otherwise legal activity. Contact with private land in an area restricted pursuant to section 7 of this Act that results from shore fishing activities conducted from a public roadway or right-of-way and that solely involves contact by fishing tackle or similar items is not a trespass. Contact with private land underlying any natural nonmeandered lake that results from use of the lake for transportation purposes is not a trespass. Any user of a natural nonmeandered lake may be held liable for damage caused to private property as provided for in Title 21. Section 11. Nothing in this Act limits or changes the prohibition in § 41-9-1.4 against discharging a firearm while on that portion of public waters that inundate privately-owned property from a location which is within six hundred sixty feet of an occupied dwelling, church, schoolhouse, or livestock being held in a confined area according to standard animal husbandry practices. Section 12. No person may operate any motorized vehicle or device or any combustion engine on a natural nonmeandered lake for or in connection with any recreational purpose within six hundred sixty feet of an occupied dwelling, church, schoolhouse, or livestock being held in a confined area according to standard animal husbandry practices. A violation of this section is a Class 2 misdemeanor. Section 13. No person may cut, remove, or in any way tamper with any fence legally constructed, located, and maintained on private land to gain access for purposes of shore fishing or to gain access to the lake. A violation of this section is a Class 2 misdemeanor. Section 14. The liability of any landowner owning private land underlying a natural nonmeandered lake open to public recreational use is limited as provided for in § § 20-9-12 to 20-9-18, inclusive. Section 15. Nothing in this Act restricts the use of any natural nonmeandered lake for transportation purposes. Section 16. The Department of Environment and Natural Resources shall submit a written report to the Legislature during its regular session in 2010 following consultation with and input from the South Dakota Department of Game, Fish and Parks and other interested persons and entities. The written report shall include recommendations to the Legislature with respect to policy and criteria to be considered in designating natural, nonmeandered lakes as open for public access and recreational use."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20319, "action_date": "2006-01-19T14:00:00-06:00", "document_id": 106834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106834.pdf", "status_text": "First read in House and referred to", "journal_page": 135, "committee_id_action": 893, "committee_id_assigned": 879, "result": "N", "vote": {}}, {"bill_id": 20319, "action_date": "2006-02-07T07:45:00-06:00", "document_id": 108079, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108079.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 879, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20319, "action_date": "2006-02-09T07:45:00-06:00", "document_id": 108325, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108325.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 879, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20319, "action_date": "2006-02-09T07:45:00-06:00", "document_id": 108325, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108325.pdf", "status_text": "Do Pass Amended,", "journal_page": 464, "committee_id_action": 879, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62505, "president_vote": null, "Nay": [3369, 3372, 3373], "Yea": [3383, 3386, 3394, 3398, 3403, 3407, 3408, 3431, 3449, 3462]}}, {"bill_id": 20319, "action_date": "2006-02-10T12:00:00-06:00", "document_id": 108522, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108522.pdf", "status_text": "Motion to Amend,", "journal_page": 527, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20319, "action_date": "2006-02-10T12:00:00-06:00", "document_id": 108522, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108522.pdf", "status_text": "Do Pass Amended,", "journal_page": 528, "committee_id_action": 893, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 64469, "president_vote": null, "Nay": [3366, 3370, 3372, 3373, 3381, 3382, 3388, 3393, 3395, 3399, 3400, 3401, 3402, 3405, 3406, 3419, 3422, 3424, 3427, 3429, 3433, 3434, 3436, 3437, 3438, 3444, 3445, 3448, 3454, 3456, 3460, 3462, 3463, 3464, 3465, 3426], "Yea": [3367, 3369, 3371, 3375, 3378, 3383, 3385, 3386, 3387, 3389, 3392, 3394, 3398, 3403, 3407, 3408, 3410, 3414, 3417, 3420, 3431, 3440, 3441, 3442, 3443, 3446, 3449, 3451, 3457, 3459, 3461], "Excused": [3380, 3418, 3455]}}]}