{"session_id": 69, "bill_id": 25103, "bill_type": "House Bill", "bill_number": 1121, "bill_title": "make an appropriation to provide a grant for the construction of a veteran's skilled trade center.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25103", "sponsors": [{"legislator_profile_id": 4520, "is_prime": true}, {"legislator_profile_id": 4522, "is_prime": false}, {"legislator_profile_id": 4546, "is_prime": false}, {"legislator_profile_id": 4576, "is_prime": false}], "keywords": ["Appropriation", "Grants", "Procurement of Public Improvements", "Veterans Affairs"], "audio": [], "bill_versions": [{"bill_id": 25103, "bill_version_id": 260799, "bill_version": "Introduced", "bill_version_date": "2024-01-19T08:06:25.92-06:00", "bill_text": "An Act to make an appropriation to provide a grant for the construction of a veteran's skilled trade center. Be it enacted by the Legislature of the State of South Dakota: Section 1. There is hereby appropriated from the general fund the sum of $2,365,000 to the Department of Veterans Affairs, for purposes of providing a grant to assist in the construction, completion, furnishing, and equipping of a veteran's skilled trade center in Hot Springs that will allow veterans to develop carpentry and contracting skills under the supervision of journeyman contractors. Section 2. The secretary of the Department of Veterans Affairs shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 3. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2027, shall revert in accordance with the procedures prescribed in chapter 4-8. Section 4. This Act is effective beginning June 25, 2024."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25103, "action_date": "2024-01-19T13:00:00-06:00", "document_id": 260712, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260712.pdf", "status_text": "First read in House and referred to", "journal_page": 93, "committee_id_action": 1197, "committee_id_assigned": 1194, "result": "N", "vote": {}}]}