{"session_id": 56, "bill_id": 18676, "bill_type": "Senate Bill", "bill_number": 87, "bill_title": "create the board of postsecondary community education and to revise certain provisions related to postsecondary technical institutes.", "sponsors": [{"legislator_profile_id": 3116, "is_prime": true}], "keywords": ["Administrative Rules", "Department of Education", "Education"], "audio": [{"meeting_datetime": "2004-02-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst16sb0087a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst16sb0087a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst16sb0087a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18676, "bill_version_id": 99429, "bill_version": "Introduced", "bill_version_date": "2004-01-21T10:19:34-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the board of postsecondary community education and to revise certain provisions related to postsecondary technical institutes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created the Board of Postsecondary Community Education. The board shall consist of five members appointed by the Governor and confirmed by the Senate as follows: two members shall represent the various businesses and industries in South Dakota; two members shall represent education, at least one of whom shall be a representative of the Board of Regents; and one member shall be an at-large member. All members shall be South Dakota residents and shall serve four-year terms. No member may serve more than two consecutive full terms. No more than three members of the board may be of the same political party. Section 2. If a vacancy occurs as provided in § 3-4-1, the Governor shall appoint a member to fill the vacancy, and the appointee shall serve for the balance of the unexpired term, unless the Senate at the next legislative session fails to confirm the appointee. If the Senate fails to confirm the interim appointee, the appointee shall serve until the last day of March and the Governor shall designate a new appointee to serve the remainder of the term, subject to confirmation by the Senate at the next legislative session. Section 3. The Board of Postsecondary Community Education shall meet at least four times a year. At its first meeting, and then annually thereafter, the board shall elect, from among its members, a president, whose term of office is one year. The affirmative vote of a majority of the members of the board is required for official actions. The board shall record its minutes, which are open to the public. Meetings of the board are open meetings pursuant to chapter 1-25. Any member of the board may administer oaths and examine witnesses if necessary in the performance of the duties of the board. Section 4. The Board of Postsecondary Community Education has control of the public postsecondary technical institutes defined in chapter 13-39 and is established within the Department of Education. The board is classified as a management board for purposes of per diem and expenses pursuant to § 4-7-10.4. Control of any postsecondary technical institute in existence on the effective date of this Act is transferred to the postsecondary board. Section 5. The Board of Postsecondary Community Education shall appoint an executive director of postsecondary community education, who shall be a full-time employee of the board. The executive director shall have a graduate degree from a recognized college or university and shall, by training and experience, be familiar with the operations and problems of postsecondary vocational and community college institutions. The executive director has general control and supervision over postsecondary vocational and community college education and shall carry out the directives of the board and be under the board's general jurisdiction and supervision. Section 6. That § 13-49-1 be amended to read as follows: 13-49-1. The control of the public postsecondary educational institutions of the state offering college credit which are sustained wholly or in part by the state , excluding postsecondary technical institutes defined in chapter 13-39, shall be vested in a board of nine members, designated as the Board of Regents. The members shall be appointed by the Governor, by and with the consent of the Senate. Section 7. That § 13-39-1.2 be amended to read as follows: 13-39-1.2. Terms used in this chapter, mean: (1) \"Adult vocational education,\" the training provided to upgrade or update the occupational skills of persons who are preparing to, or have already, entered an occupation; (2) \"Center board,\" the governing body of a multi-district center for secondary vocational education; (3) \"Community college education,\" postsecondary educational programs including associate degree programs, certificate programs, and other programs that do not culminate in a baccalaureate degree from the program. Certain community college education programs may be designed to transfer to a baccalaureate program at another postsecondary institution; (4) \"Director,\" the director of secondary vocational education ; (3) (5) \"Division,\" the Division of Education Services and Resources of the Department of Education; (6) \"Executive director,\" the executive director of postsecondary community education; (4) (7) \"Facilities,\" buildings, rooms, property, and permanent equipment, including vehicles, used to provide vocational education; (5) (8) \"LEA,\" a local education agency limited to public school districts and the legal entities that a school district is authorized to establish; (6) (9) \"Multi-district center,\" a multi-district secondary occupational vocational education center; (7) (10) \"Multi-use facility,\" a structure or part of a structure for student or faculty use as a lounge area, cafeteria, classroom, or large group area not operated as a student union building in which student fees are charged and utilized to pay for construction and maintenance of a facility under the direct or indirect control of the students; (8) (11) \"Participating district,\" a school district which has voting representation on a multi-district center board; (12) \"Postsecondary board,\" the Board of Postsecondary Community Education; (9) (13) \"Postsecondary technical institute,\" a public nonprofit school legally authorized to provide public postsecondary technical vocational and community college education which does not culminate in a baccalaureate degree at that school; (10) (14) \"Secretary,\" the state secretary of education; (11) (15) \"State board,\" the South Dakota Board of Education; (12) (16) \"Vocational education,\" organized programs at the secondary, postsecondary, or adult levels directly related to the preparation of individuals for paid or unpaid employment, or for the additional preparation for a career requiring other than a baccalaureate or advanced degree. Section 8. That § 13-3-1.4 be amended to read as follows: 13-3-1.4. Subject to policies established by the South Dakota Board of Education, the secretary of the Department of Education has general supervision over all accredited elementary and secondary schools and postsecondary technical institutes in the state, including adult secondary vocational education, kindergarten, preschool, and summer schools. Section 9. That § 13-1-12.1 be amended to read as follows: 13-1-12.1. The South Dakota Board of Education shall adopt promulgate rules pursuant to chapter 1-26 to establish standards for the classification and accreditation of schools within this state, to establish standards for preparation of certified personnel, to set forth procedures for determining the eligibility of school districts to receive state foundation aid effective January 1, 1997, to adopt policies and rules necessary to establish standards and procedures for vocation-technical secondary vocational education and to establish minimum curriculum requirements for all public and nonpublic schools within the state. Section 10. That § 13-39-8 be amended to read as follows: 13-39-8. Notwithstanding § 13-15-2, the general control and supervision over secondary vocational education as provided in this chapter is the duty of the director of secondary vocational education under the direction of the secretary of education and cultural affairs . Section 11. That § 13-39-9 be amended to read as follows: 13-39-9. The director of secondary vocational education has general control and supervision over all vocational education in all public secondary schools , public postsecondary institutions not under the control of the Board of Regents and all other vocational education functions assigned to him by the secretary of education. Section 12. That § 13-39-12 be amended to read as follows: 13-39-12. The secretary of education and the executive director of postsecondary community education may cooperate on behalf of the South Dakota Board of Education and the Board of Postsecondary Community Education, respectively, with federal agencies in the administration of any acts of Congress relating to vocational and community college education. Section 13. That § 13-39-13 be amended to read as follows: 13-39-13. The secretary of education and the executive director of postsecondary community education may enter into contracts and agreements with any agency of the United States government or any agency of the state government or its political subdivisions for the purpose of vocational or community college education, receive grants of federal funds for vocational or community college education and expend those funds under rules adopted promulgated, respectively, by the South Dakota Board of Education or the Board of Postsecondary Community Education pursuant to chapter 1-26. Section 14. That § 13-39-17.1 be amended to read as follows: 13-39-17.1. The division Department of Education, on behalf of the Board of Postsecondary Community Education, may collect fees for credentialing postsecondary technical institute teachers. The division shall credit all funds generated by these fees to shall be deposited in a fund known as the postsecondary technical institute credentialing fund to be administered by the state treasurer. A Any payment from this fund is may only be by voucher submitted to the state treasurer and is limited to promulgation of rules, forms, and incidental administrative costs associated with the credentialing of postsecondary technical institute teachers. Section 15. That § 13-39-18 be amended to read as follows: 13-39-18. The executive director of postsecondary community education shall submit all requests for new postsecondary vocational or community college education programs from the postsecondary technical institutes in the state to the state board Board of Postsecondary Community Education for action. Section 16. That § 13-39-19 be amended to read as follows: 13-39-19. The secretary of education may distribute funds appropriated to him by the Legislature or granted by any federal agency to the state in accordance with chapter 4-8B, for vocational education in public secondary and postsecondary technical institutes schools in the state in accordance with a state plan or plans adopted by the South Dakota Board of Education. The executive director of postsecondary community education may distribute funds appropriated or granted, in accordance with chapter 4-8B, for postsecondary vocational or community college education in accordance with plans by the Board of Postsecondary Community Education. The aid disbursed to the different schools and technical institutes of the state and all expenses incurred in the administration of the provisions of any federal acts relating to vocational or community college education shall be paid out of the funds of the secretary or the executive director appropriated for that purpose and from the federal funds allotted to the State of South Dakota for similar purposes. The state treasurer is the custodian of all money paid to the state from federal appropriations for the purpose of vocational or community college education, and shall disburse the funds on warrants issued by the state auditor upon vouchers approved by the director of secondary vocational education or the executive director of postsecondary community education . The secretary of education shall authorize the director of secondary vocational education to submit vouchers to the state auditor for the amount payable as state and federal aid to each school approved under the provisions of this chapter. The executive director of postsecondary community education shall submit vouchers to the state auditor for the amount payable as state and federal aid to each technical institute approved under the provisions of this chapter. Upon receipt of the vouchers, the state auditor shall draw warrants on the state treasury in favor of the treasurer of the public secondary and school or postsecondary technical institute for the sum approved by the secretary or executive director . Section 17. That § 13-39-21 be amended to read as follows: 13-39-21. The director of secondary vocational education and the executive director of postsecondary community education shall prescribe a uniform system for gathering and reporting vocational education data. Section 18. That § 13-39-26 be amended to read as follows: 13-39-26. The provisions of this chapter do not apply to private business schools or private vocational institutions except that the secretary of education , the executive director of postsecondary community education, and LEAs may enter into contracts with these schools and institutions to provide vocational and community college education. Section 19. That § 13-39-28 be amended to read as follows: 13-39-28. Anyone who may profit from the vocational or community college education course to which the person applies may be enrolled upon application and acceptance in accordance with the provisions of § § 13-39-1.2 to 13-39-29, inclusive, and as prescribed by the South Dakota Board of Education or the Board of Postsecondary Community Education . Section 20. That § 13-39-29 be amended to read as follows: 13-39-29. The secretary of education, through the director, and the executive director of postsecondary community education may receive, acquire, have charge of, and operate all properties for the purposes authorized in this chapter. The secretary or executive director may acquire by gift, subject to the provisions of § 5-24-12, or purchase real and personal property for the use of vocational or community college education and may dispose of or transfer the same whenever property if the purposes of this chapter are benefited. The secretary may not purchase, lease, sell, encumber , or alienate any real property without the consent and prior approval of the Legislature. Section 21. That § 13-39-34 be amended to read as follows: 13-39-34. Any LEA proposing to operate a postsecondary technical institute or establish an existing postsecondary technical institute as a separate legal entity A postsecondary technical institute may be formed at the request of a local entity as provided in this section or by request of the Board of Postsecondary Community Education subject to approval by the Legislature. Any county, municipality, LEA, or nonprofit corporation may petition the state Board of Postsecondary Community Education pursuant to § § 13-39-35 to 13-39-36, inclusive , requesting that a postsecondary technical institute be established . The state board may conduct hearings, investigate school records, and secure other data relating to the proposed postsecondary technical institute, its geographical location, the demography and economy of the area, and any other facts relating to the proposed postsecondary technical institute which the state board may consider appropriate. Section 22. That § 13-39-35 be amended to read as follows: 13-39-35. If the South Dakota board of education Board of Postsecondary Community Education finds that the classification petitioned for proposed postsecondary technical institute would further the educational interests of the state, more nearly equalize the educational opportunities in certain phases of technical vocational or community college education to persons in this state who are of the age and maturity to pursue study in preparation for entering the labor market, be of potential benefit to persons in all communities of the state, and is otherwise in accordance with the plans of the state board, it may recommend the petition be approved by the Legislature. In addition, the postsecondary board, without a petition by a local entity, may petition the Legislature to approve the creation of postsecondary technical institute. Section 23. That § 13-39-35.1 be amended to read as follows: 13-39-35.1. If the Legislature approves the petition by passing a joint resolution, an LEA may the Board of Postsecondary Community Education may establish and operate a postsecondary technical institute. If an LEA begins to operate a postsecondary technical institute without the approval required by this section, that school is ineligible for state vocational education money. Adult vocational education programs are exempt from the provisions of this section. The joint resolution shall specify the duties, powers, and characteristics of the postsecondary technical institute. A school established pursuant to this section is a distinct legal entity separate and apart from the LEA, county, municipality, or nonprofit corporation that petitioned for its establishment. The postsecondary board and the executive director shall conduct general supervision as provided in § 13-39-37 and in the rules adopted pursuant to chapter 1-26 by the board. Section 24. That § 13-39-35.2 be repealed. 13-39-35.2. The joint resolution passed pursuant to § 13-39-35.1 shall specify the duties and powers of a postsecondary technical institute. The resolution may also specify the procedure for selecting members of the governing board, which may include local elections for such members. A school established pursuant to § 13-39-35.1 may be a distinct legal entity separate and apart from the school district or districts which established it. Section 25. That § 13-39-36 be repealed. 13-39-36. If the petition is approved by the Legislature, the LEA may establish the proposed school and the state board shall classify the school as a postsecondary technical institute. The state board shall conduct general supervision as provided in § 13-39-37 and in the rules adopted pursuant to chapter 1-26 by the state board. Section 26. That § 13-39-37 be amended to read as follows: 13-39-37. The South Dakota board of education may adopt Board of Postsecondary Vocational Education shall promulgate rules pursuant to chapter 1-26, to be administered by the executive director, governing the operation and maintenance of postsecondary technical institutes which will afford the people of the state, insofar as practicable, an equal opportunity to acquire a public technical vocational or community college education. The rules may provide for the following: (1) Curriculum and standards of instruction and scholarship; (2) Attendance requirements, age limits of trainees, eligibility for attendance, and tuition payments and other charges; (3) Apportionment and distribution of funds made available to the board for carrying out the purposes of § § 13-39-34 to 13-39-39, inclusive; (4) Transportation requirements and payments; (5) General administrative matters; (6) The submission of the annual budget of the postsecondary technical institute which shall include , but is not limited to, a description of programs, a list of staff positions, and the amount for supplies and operating expenses associated with the programs offered. The rules shall require the budget to include all operating costs of programs, including those costs ineligible for reimbursement from federal and state funds, shall state the procedure for amending and filing it with the division of education services and resources and shall provide that failure to comply with the rules may result in withholding of payments from federal and state funds; (7) The submission of plans of LEAs for new construction or major renovation of facilities eligible for reimbursement . The rules regarding these plans shall provide a requirement that the LEA, by a written resolution, declare the LEA committed to begin construction if the budget of the state board provides the matching funds ; (8) The promotion and coordination of vocational and community college education; and (9) The duplication of programs. The Board of Postsecondary Community Education may authorize postsecondary technical institutes to offer college-level instruction eligible for transfer to associate, baccalaureate, or advanced degree programs upon notification from the Board of Regents that it has reviewed the proposed collegiate courses under the same academic standards that it applies to collegiate institutions under its control, including requirements relating to course content, testing, and faculty credentials, and has determined that the proposed collegiate courses are appropriately offered to the public as college-level courses. Any authorization granted under this section expires if a postsecondary technical institute changes course content, testing practices, or faculty assignments from those reviewed and approved by the Board of Regents. Section 27. That § 13-39-37.1 be repealed. 13-39-37.1. Notwithstanding the provisions of § § 13-16-6, 13-16-7, and 13-19-7, school districts may not construct student union buildings and recreational facilities for postsecondary technical institute students. This restriction includes the use of student fees to pay for student union buildings and recreational or multi-use facilities. The provisions of this section may not be construed as a restriction of construction or operation of regular cafeteria or multi-use facilities for students at postsecondary technical institutes. Section 28. That § 13-39-38 be amended to read as follows: 13-39-38. The secretary of education executive director of postsecondary community education shall apportion and distribute funds made available for postsecondary technical institutes through a formula approved by the South Dakota Board of Education Board of Postsecondary Community Education to the LEAs having jurisdiction over postsecondary technical institutes to assist in maintaining and operating those schools. The use of the funds are subject to rules adopted promulgated by the state board pursuant to subdivision 13-39-37(3) and in accordance with the approved state plan for vocational and community college education. Section 29. That § 13-39-39 be amended to read as follows: 13-39-39. The division executive director of postsecondary community education shall distribute funds to the postsecondary technical institutes under the provisions of § 13-39-38 from money appropriated to the division for that purpose, and from federal funds allotted to the State of South Dakota for that purpose. Section 30. That § 13-39-39.1 be repealed. 13-39-39.1. LEAs operating postsecondary technical institutes shall keep separate the accounting and funds for the operation of the postsecondary technical programs. The LEA shall deposit receipts, student fees and income from state and federal sources, as well as any other receipts incidental to the operation of the postsecondary technical institute, in the fund or funds created pursuant to this chapter. Section 31. That § 13-39-65 be amended to read as follows: 13-39-65. The continuing contract provisions set forth in § § 13-43-9.1 to 13-43-11, inclusive, do not apply to any person employed in a public postsecondary technical institute. At least sixty days prior to before the termination of an employee in a postsecondary technical institute, the governing board executive director of postsecondary community education shall notify in writing the employee of such the termination. Section 32. That § 13-39-66 be amended to read as follows: 13-39-66. Any LEA postsecondary technical institute may enter into lease-purchase agreements with the Health and Educational Facilities Authority or the secretary of education executive director of postsecondary community education for capital improvements for the design, acquisition, construction, equipping or improvement of facilities the LEA postsecondary technical institute considers necessary or appropriate. In addition, the secretary executive director may enter into any lease-purchase agreement of such facilities either with an LEA a postsecondary technical institute or the Health and Educational Facilities Authority. Such lease-purchase agreements shall include such terms as the Health and Educational Facilities Authority considers necessary, including without limitation, terms of default, remedies, representations , and covenants of the lessee. No such lease-purchase agreements are effective until approved by the secretary of education and cultural affairs executive director . The term lease-purchase agreements as used in this section includes any sublease. Section 33. That § 13-39-67 be amended to read as follows: 13-39-67. A lease-purchase agreement authorized by § 13-39-66 may be for a term of no more than thirty years, shall be approved by the LEA board on behalf of the LEA, may provide for the simultaneous conveyance of existing facilities to be leased-back with the improvements and other property being financed, may provide for all right, title , and interest of the authority to be conveyed to the LEA postsecondary technical institute or the secretary of education executive director of postsecondary community education upon payment or other discharge of the bonds issued therefor, and may contain such other provisions as the authority and the state board Board of Postsecondary Community Education determine necessary or appropriate to secure payment of amounts due under such agreements. No other statute may limit or otherwise restrict the power and authority of an LEA a postsecondary technical institute or the secretary executive director to enter into such a lease-purchase agreement or govern the procedure by which such the agreement is authorized. Section 34. That § 13-39-68 be amended to read as follows: 13-39-68. The secretary of education executive director of postsecondary community education may contract with or enter into other agreements with the South Dakota Health and Educational Facilities Authority, one or more LEAs postsecondary technical institutes , the state treasurer or others in order to pledge or otherwise transfer all or any portion of tuition and other student fees subject to deposit in the tuition subaccount in order to secure payments by any LEA postsecondary technical institute or the secretary executive director under a lease-purchase agreement with the authority. Any such contract or other agreement may also provide for the release from such pledge and lien of such amounts as are deemed not to be necessary for payment of amounts currently due and owing under lease-purchase agreements. Any such pledge of such tuition and other student fees shall be valid and binding from the time when the pledge is made. The amount of tuition and other fees so pledged and thereafter received shall immediately be subject to the lien of such pledge without any physical delivery thereof or further act, and the lien of any such pledge shall be valid and binding as against the LEAs postsecondary technical institutes and any other persons having claims of any kind in tort, contract, or otherwise against the LEA postsecondary technical institute , the secretary executive director , the authority, the state treasurer or any other person, irrespective of whether such persons have notice thereof. Neither the contract nor any other agreement or instrument by which a pledge is created need to be recorded. Section 35. That § 13-39-69 be amended to read as follows: 13-39-69. There is created in the state treasury a separate trust fund on behalf of the secretary of education to be on deposit with the state treasurer, such fund executive director of postsecondary community education to be designated the vocational and community college education facilities fund. The fund established hereby shall consist of all appropriations by the state Legislature specifically designated for deposit therein and any other moneys designated for deposit therein, including any investment earnings thereon. The treasurer may create subfunds or accounts within the trust fund created under this section as the treasurer considers necessary. Any earnings from the investment of such fund may be transferred annually by the state treasurer to the tuition subaccount established by § 13-39-70. Section 36. That § 13-39-70 be amended to read as follows: 13-39-70. There is hereby created within the vocational and community college education facilities fund of the secretary of education a tuition subaccount. The secretary executive director of postsecondary community education may determine and require that all or any portion of the tuition and other student fees payable to an LEA a postsecondary technical institute shall be deposited in the subaccount. No moneys may be disbursed from the tuition subaccount for any purpose other than to pay lease rentals or other amounts due and owing in connection with any lease-purchase agreement authorized under § § 13-39-66 and 13-39-67 unless and until the Health and Educational Facilities Authority files with the state treasurer a certification that it has on deposit or there has otherwise been appropriated sufficient moneys to pay all amounts due or to become due within the next three months on all such lease-purchase agreements. Thereafter, the state treasurer shall retain in the vocational and community college education facilities fund for future repair and improvement as authorized by the Legislature such amounts, not to exceed ten percent thereof, as the secretary executive director shall direct. Section 37. That § 13-39-71 be amended to read as follows: 13-39-71. All or any portion of the lease-purchase obligations under or in connection with any lease-purchase agreement authorized under § § 13-39-66 and 13-39-67 may be paid or discharged out of moneys available from the investment earnings on the vocational and community college education trust fund or from any amounts on deposit in the tuition subaccount of such fund upon the determination by the secretary of education executive director of postsecondary community education to pledge or otherwise transfer such amounts to the Health and Educational Facilities Authority. Section 38. That § 13-39-72 be amended to read as follows: 13-39-72. An LEA operating an approved postsecondary vocational technical school may award an associate in applied sciences degree associate degrees . The state board Board of Postsecondary Community Education may promulgate rules pursuant to chapter 1-26 providing for approval of programs in postsecondary vocational education schools technical institutes leading to an associate in applied science degree associate degrees . In approving any program, the state board shall consider curriculum, required hours, quality of instruction, minimum standards for entry into the programs , and standards for program completion. Section 39. That § 33-6-6 be amended to read as follows: 33-6-6. Any member of the National Guard of the State of South Dakota, who is a resident of the State of South Dakota and who possesses the entrance requirements for admission to any postsecondary vocational program, is entitled to complete one program of study approved by the State Board of Education Board of Postsecondary Community Education in any state postsecondary vocational education institution technical institute upon payment of fifty percent of the tuition charges. The remaining tuition shall be paid by the Department of Military and Veterans Affairs out of funds appropriated for the purpose of paying fifty percent of the tuition. A student who completes coursework at a postsecondary technical institute as part of a transfer program to a four-year institution under the control and management of the Board of Regents may receive the benefits provided by this section for the time spent at the postsecondary vocational institute and may receive the benefits provided by § 33-6-5 for the time spent at the four-year institution for a maximum of four cumulative academic years. Section 40. That § 13-53-44 be amended to read as follows: 13-53-44. Commencing July 1, 1999, Postsecondary technical institutes governed by the Board of Postsecondary Community Education and accredited by the North Central Association of Colleges and Secondary Schools and universities governed by the Board of Regents and accredited by the North Central Association of Colleges and Secondary Schools shall have articulation agreements in place to transfer sixty-four credit hours in the General Studies Baccalaureate Degree program and up to sixty-four credit hours in compatible programs offered by the respective institutions under the control of the Board of Regents. By December 1, 1998, the Board of Education and the Board of Regents shall report to the Executive Board of the Legislative Research Council on the progress of articulation agreements and the implementation of § § 13-53-43 and 13-53-44. The Board of Regents and the Board of Postsecondary Community Education shall, by agreement, set the criteria and requirements for the transfer of any credits. Criteria shall provide that any course recognized by a standardized test shall transfer. Section 41. That chapter 13-39 be amended by adding thereto a NEW SECTION to read as follows: All publicly funded college-level instruction shall be delivered under academic standards determined by the Board of Regents. The Board of Regents and the Board of Postsecondary Community Education may enter into agreements to permit the delivery of collegiate instruction by postsecondary technical institutes, subject to review of course content, testing practices, and faculty credentials by the Board of Regents. The Board of Regents and the Board of Postsecondary Community Education shall enter into further agreements to facilitate the transfer of up to sixty-four credit hours of approved college-level courses to the state universities for credit towards general education requirements. Such agreements may also provide for transfer of postsecondary technical institute coursework for which an associate degree has been awarded into university programs that have been specifically designed to articulate with vocational or community college education programs offered by postsecondary technical institutes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18676, "action_date": "2004-01-21T14:00:00-06:00", "document_id": 99472, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99472.pdf", "status_text": "First read in Senate and referred to", "journal_page": 92, "committee_id_action": 832, "committee_id_assigned": 814, "result": "N", "vote": {}}, {"bill_id": 18676, "action_date": "2004-02-04T07:45:00-06:00", "document_id": 100600, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100600.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 814, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18676, "action_date": "2004-02-04T07:45:00-06:00", "document_id": 100600, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100600.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 310, "committee_id_action": 814, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59143, "president_vote": null, "Yea": [3093, 3101, 3109, 3137, 3139, 3146, 3065, 3050], "Excused": [3120]}}]}