{"session_id": 53, "bill_id": 17410, "bill_type": "Senate Bill", "bill_number": 167, "bill_title": "revise the contractor's excise tax provisions for a commercial power production facility.", "sponsors": [{"legislator_profile_id": 2756, "is_prime": true}, {"legislator_profile_id": 2760, "is_prime": true}, {"legislator_profile_id": 2727, "is_prime": false}, {"legislator_profile_id": 2730, "is_prime": false}, {"legislator_profile_id": 2745, "is_prime": false}, {"legislator_profile_id": 2747, "is_prime": false}, {"legislator_profile_id": 2774, "is_prime": false}, {"legislator_profile_id": 2775, "is_prime": false}, {"legislator_profile_id": 2777, "is_prime": false}, {"legislator_profile_id": 2781, "is_prime": false}, {"legislator_profile_id": 2784, "is_prime": false}, {"legislator_profile_id": 2791, "is_prime": false}, {"legislator_profile_id": 2811, "is_prime": false}], "keywords": ["Public Utilities Commission", "Taxes"], "audio": [{"meeting_datetime": "2002-01-25T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sta13sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-25T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sta13sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-25T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sta13sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-25T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sta13sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-28T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sta15sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-28T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sta15sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-28T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sta15sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-28T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sta15sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen17sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen17sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen17sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen17sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen17sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen17sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen19sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen19sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen19sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen19sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-14T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta28sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-14T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta28sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-14T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta28sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-14T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta28sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-14T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta28sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-14T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta28sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou30sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou30sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou30sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou30sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-21T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen32sb0167a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-21T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen32sb0167a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17410, "bill_version_id": 92464, "bill_version": "Introduced", "bill_version_date": "2002-01-22T08:40:20-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the contractor's excise tax provisions for a commercial power production facility. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-34A-80 be amended to read as follows: 49-34A-80. Any commercial small power production facility, utilizing renewable resources, such as sun, wind, geothermal, or biomass, that begins generating electricity after June 30, 2001, produces ten megawatts or less of electricity as measured by nameplate rating, and is located within one county and owned by a natural person, corporation, nonprofit or for profit business organization, or tribal council (if the facility is located outside the boundaries of the reservation), irrigation district, drainage district, or other political subdivision or agency of the state authorized by statute to carry on the business of developing, transmitting, utilizing, or distributing electric power is subject to the provisions of § § 49-34A-80 to 49-34A-92, inclusive, for any new or expanded facility. Section 2. That § 49-34A-81 be amended to read as follows: 49-34A-81. Rural electric cooperatives developing commercial small power production facilities utilizing renewable energy are not subject to tax pursuant to § 10-35-1.2 but are subject to a gross receipts tax as defined in § 10-36-6. Section 3. That § 49-34A-82 be amended to read as follows: 49-34A-82. Terms used in § § 49-34A-80 to 49-34A-92, inclusive, mean: (1) \"Department,\" the Department of Revenue; (2) \"New or expanded facility,\" a new commercial small power production facility as defined in § 49-34A-80 or an addition to an existing commercial small power production facility, the construction or installation of which is subject to contractors' excise tax pursuant to chapter 10-46A or 10-46B; (3) \"Project,\" the installation or construction of the first ten megawatts of generation capacity of a new or expanded facility; (4) \"Project cost,\" the amount paid in money for a project; (5) \"Secretary,\" the secretary of the Department of Revenue. Section 4. That chapter 49-34A be amended by adding thereto a NEW SECTION to read as follows: The owner of a new or expanded facility shall pay the contractors excise tax on the project cost over a five year period according to the following schedule: (1) Year one zero percent of the project cost is subject to the tax; (2) Year two twenty-five percent of the project cost is subject to the tax; (3) Year three twenty-five percent of the project cost is subject to the tax; (4) Year four twenty-five percent of the project cost is subject to the tax; (5) Year five twenty-five percent of the project cost is subject to the tax. Section 5. That chapter 49-34A be amended by adding thereto a NEW SECTION to read as follows: If the new or expanded facility changes ownership during the five year period in section 4 of this Act, the new owner shall be liable for any unpaid portion of the contractor's excise tax. Section 6. That § 49-34A-83 be repealed. 49-34A-83. Any person may apply for and obtain a refund or credit for contractors' excise taxes imposed and paid under the provisions of chapter 10-46A or 10-46B for the construction of a new or expanded facility that is a commercial small power production facility that is defined in § 49-34A-80. Section 7. That § 49-34A-84 be repealed. 49-34A-84. The refund pertains only to project costs incurred and paid after July 1, 2001. The refund pertains only to project costs that were incurred and paid within thirty-six months of the approval of the application required by § § 49-34A-80 to 49-34A-92, inclusive. No refund may be made unless: (1) The project costs exceed five hundred thousand dollars; and (2) The person applying for the refund obtains a permit from the secretary as set forth in § 49-34A-86. Section 8. That § 49-34A-85 be repealed. 49-34A-85. The amount of the tax refund shall be one hundred percent of the contractor's excise taxes attributed to the project cost, excluding any associated transmission facilities. Section 9. That § 49-34A-86 be repealed. 49-34A-86. Any person desiring to claim a refund pursuant to § § 49-34A-80 to 49-34A-92, inclusive, shall apply for a permit from the secretary at least thirty days prior to commencement of the project. The application for a permit shall be submitted on a form prescribed by the secretary. A separate application shall be made and submitted for each project. Upon approval of the application, the secretary shall issue a permit entitling the applicant to submit refund claims as provided by § § 49-34A-80 to 49-34A-92, inclusive. The permit or refund claims are not assignable or transferable except as collateral or security pursuant to chapter 57A-9. Section 10. That § 49-34A-87 be repealed. 49-34A-87. Any claim for refund shall be submitted on forms prescribed by the secretary and shall be supported by such documentation as the secretary may require. The secretary may deny any claim where the claimant has failed to provide information or documentation requested or considered necessary by the secretary to determine the validity of the claim. Section 11. That § 49-34A-88 be repealed. 49-34A-88. Any claim for refund shall be submitted to the department on or before the last day of the month following each quarterly period. The secretary shall determine the amount of the tax refund. Ninety percent of the amount of refund shall be paid to the claimant in accordance with § § 10-59-22 and 10-59-23, and ten percent shall be withheld by the department. No interest shall be paid on the refund amount. Section 12. That § 49-34A-89 be repealed. 49-34A-89. The amounts withheld by the department in accordance with § 49-34A-88 shall be retained until the project has been completed and the claimant has met all the conditions of § § 49-34A-80 to 49-34A-92, inclusive, at which time all sums retained shall be paid to claimant. Section 13. That § 49-34A-90 be repealed. 49-34A-90. If any claim has been fraudulently presented or supported as to any item in the claim, or if the claimant fails to meet all the conditions of § § 49-34A-80 to 49-34A-92, inclusive, then the claim may be rejected in its entirety and all sums previously refunded to the claimant shall constitute a debt to the state and a lien in favor of the state upon all property and rights to property whether real or personal belonging to the claimant and may be recovered in an action of debt. Section 14. That § 49-34A-91 be repealed. 49-34A-91. Any person aggrieved by the denial in whole or in part of a refund claimed under § § 49-34A-80 to 49-34A-92, inclusive, may within thirty days after service of the notice of a denial by the secretary, demand and is entitled to a hearing, upon notice, before the secretary. The hearing shall be conducted pursuant to chapter 1-26. Section 15. That § 49-34A-92 be amended to read as follows: 49-34A-92. The secretary may promulgate rules, pursuant to chapter 1-26, concerning the procedures for filing refund claims and the requirements necessary to qualify for a refund collecting the tax according to the five year schedule pursuant to section 4 of this Act ."}, {"bill_id": 17410, "bill_version_id": 93017, "bill_version": "Senate Taxation Engrossed", "bill_version_date": "2002-01-28T13:54:56-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the contractor's excise tax provisions for a commercial power production facility. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any commercial power production facility, utilizing renewable resources, such as sun, wind, geothermal, or biomass, that begins generating electricity after June 30, 2002, and produces more than ten megawatts of electricity as measured by nameplate rating, and is owned by a natural person, corporation, nonprofit or for profit business organization, or tribal council (if the facility is located outside the boundaries of the reservation), irrigation district, drainage district, or other political subdivision or agency of the state authorized by statute to carry on the business of developing, transmitting, utilizing, or distributing electric power is subject to the provisions of this Act for any new or expanded facility. Section 2. Rural electric cooperatives developing commercial power production facilities utilizing renewable energy are not subject to tax pursuant to § 10-35-1.2 but are subject to a gross receipts tax as defined in § 10-36-6. Section 3. Terms used in this Act mean: (1) \"Department,\" the Department of Revenue; (2) \"New or expanded facility,\" a new commercial power production facility as defined in section 1 of this Act or an addition to an existing commercial power production facility, the construction or installation of which is subject to contractors' excise tax pursuant to chapter 10-46A or 10-46B; (3) \"Project,\" the installation or construction of generation capacity of a new or expanded facility, excluding any associated transmission facilities; (4) \"Project cost,\" the amount of money incurred and paid after July 1, 2002, for a project; (5) \"Secretary,\" the secretary of the Department of Revenue. Section 4. The tax imposed under chapters 10-46A and 10-46B on a new or expanded facility shall be imposed as provided in chapters 10-46A and 10-46B, and remitted to the state by the holder of the permit issued pursuant to section 6 of this Act. Section 5. The owner shall file a tax return on or before December thirty-first of each year reporting the project costs subject to tax under chapters 10-46A or 10-46B incurred during the previous twelve months. The tax due from such return shall be paid in four equal annual payments with the first payment due no later December thirty-first following the filing of the tax return. Each subsequent annual payment shall be made no later than December thirty-first following the last payment. Section 6. Any person desiring to pay the contractor's excise tax pursuant to section 4 of this Act shall apply for a permit from the secretary at least thirty days prior to commencement of the project. The application for a permit shall be submitted on a form prescribed by the secretary. A separate application shall be made and submitted for each project. Upon approval of the application, the secretary shall issue a permit to the applicant. The permit is not assignable or transferable except as collateral or security pursuant to chapter 57A-9. Section 7. Any person aggrieved by the denial of a permit, may within thirty days after service of the notice of a denial by the secretary, demand and is entitled to a hearing, upon notice, before the secretary. The hearing shall be conducted pursuant to chapter 1-26. Section 8. The secretary may promulgate rules, pursuant to chapter 1-26, concerning: (1) Permitting, including the permit application; (2) The filing of returns and payment of the tax; (3) Determining the application of the tax and exemptions; (4) Taxpayer and owner record-keeping requirements; and (5) Determining auditing methods. Section 9. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter apply to any taxes or fees or persons subject to taxes or fees imposed by this Act and chapters 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-46, 10-46A, 10-46B, 10-47B, 10-52, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, and 34A-13 and § § 22-25-48, 49-31-51, 50-4-13 to 50-4-17, inclusive, and the provisions of chapter 10-45B. Section 10. If the secretary of revenue finds that the assessment or collection of the tax required to be paid under this Act is in jeopardy, the secretary may immediately make an assessment of the estimated tax, penalty, or interest and demand payment from the owner. If the payment is not made, a lien may be filed on the owner's real and personal property located in the state and a distress warrant issued. Section 11. Each person subject to tax or responsible for payment of tax under this Act shall keep records and books of all receipts and sales, together with invoices, bills of lading, copies of bills of sale, and other pertinent papers and documents. Such books and records and other papers and documents shall, at all times during business hours of the day, be subject to inspection by the secretary of revenue or the secretary's duly authorized agents and employees to determine the amount of tax due. Such books and records shall be preserved for a period of three years unless the secretary of revenue, in writing, authorized their destruction or disposal at an earlier date."}, {"bill_id": 17410, "bill_version_id": 93459, "bill_version": "Senate Engrossed", "bill_version_date": "2002-02-01T14:42:33-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the contractor's excise tax provisions for a commercial power production facility. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any commercial power production facility, utilizing renewable resources, such as sun, wind, geothermal, or biomass, that begins generating electricity after June 30, 2002, and produces more than ten megawatts of electricity as measured by nameplate rating, and is owned by a natural person, corporation, nonprofit or for profit business organization, or tribal council (if the facility is located outside the boundaries of the reservation), irrigation district, drainage district, or other political subdivision or agency of the state authorized by statute to carry on the business of developing, transmitting, utilizing, or distributing electric power is subject to the provisions of this Act for any new or expanded facility. Section 2. Rural electric cooperatives developing commercial power production facilities utilizing renewable energy are not subject to tax pursuant to § 10-35-1.2 but are subject to a gross receipts tax as defined in § 10-36-6. Section 3. Terms used in this Act mean: (1) \"Department,\" the Department of Revenue; (2) \"New or expanded facility,\" a new commercial power production facility as defined in section 1 of this Act or an addition to an existing commercial power production facility, the construction or installation of which is subject to contractors' excise tax pursuant to chapter 10-46A or 10-46B; (3) \"Project,\" the installation or construction of generation capacity of a new or expanded facility, excluding any associated transmission facilities; (4) \"Project cost,\" the amount of money incurred and paid after July 1, 2002, for a project; (5) \"Secretary,\" the secretary of the Department of Revenue. Section 4. Notwithstanding the rate of taxation imposed by § § 10-46A-1 and 10-46B-1, the tax imposed under chapters 10-46A and 10-46B on a new or expanded facility shall be imposed at a rate of one percent, and remitted to the state by the holder of the permit issued pursuant to section 6 of this Act. Section 5. The owner shall file a tax return on or before December thirty-first of each year reporting the project costs subject to tax under chapters 10-46A or 10-46B incurred during the previous twelve months. The tax due from such return shall be paid in four equal annual payments with the first payment due no later than December thirty-first following the filing of the tax return. Each subsequent annual payment shall be made no later than December thirty-first following the last payment. Section 6. Any person desiring to pay the contractor's excise tax pursuant to section 4 of this Act shall apply for a permit from the secretary at least thirty days prior to commencement of the project. The application for a permit shall be submitted on a form prescribed by the secretary. A separate application shall be made and submitted for each project. Upon approval of the application, the secretary shall issue a permit to the applicant. The permit is not assignable or transferable except as collateral or security pursuant to chapter 57A-9. Section 7. Any person aggrieved by the denial of a permit, may within thirty days after service of the notice of a denial by the secretary, demand and is entitled to a hearing, upon notice, before the secretary. The hearing shall be conducted pursuant to chapter 1-26. Section 8. The secretary may promulgate rules, pursuant to chapter 1-26, concerning: (1) Permitting, including the permit application; (2) The filing of returns and payment of the tax; (3) Determining the application of the tax and exemptions; (4) Taxpayer and owner record-keeping requirements; and (5) Determining auditing methods. Section 9. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter apply to any taxes or fees or persons subject to taxes or fees imposed by this Act and chapters 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-46, 10-46A, 10-46B, 10-47B, 10-52, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, and 34A-13 and § § 22-25-48, 49-31-51, 50-4-13 to 50-4-17, inclusive, and the provisions of chapter 10-45B. Section 10. If the secretary of revenue finds that the assessment or collection of the tax required to be paid under this Act is in jeopardy, the secretary may immediately make an assessment of the estimated tax, penalty, or interest and demand payment from the owner. If the payment is not made, a lien may be filed on the owner's real and personal property located in the state and a distress warrant issued. Section 11. Each person subject to tax or responsible for payment of tax under this Act shall keep records and books of all receipts and sales, together with invoices, bills of lading, copies of bills of sale, and other pertinent papers and documents. Such books and records and other papers and documents shall, at all times during business hours of the day, be subject to inspection by the secretary of revenue or the secretary's duly authorized agents and employees to determine the amount of tax due. Such books and records shall be preserved for a period of three years unless the secretary of revenue, in writing, authorized their destruction or disposal at an earlier date."}, {"bill_id": 17410, "bill_version_id": 94400, "bill_version": "House Taxation Engrossed", "bill_version_date": "2002-02-14T13:19:11-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the contractor's excise tax provisions for a commercial power production facility. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any commercial power production facility, utilizing renewable resources, such as sun, wind, geothermal, or biomass, that begins generating electricity after June 30, 2002, and produces more than ten megawatts of electricity as measured by nameplate rating, and is owned by a natural person, corporation, nonprofit or for profit business organization, or tribal council (if the facility is located outside the boundaries of the reservation), irrigation district, drainage district, or other political subdivision or agency of the state authorized by statute to carry on the business of developing, transmitting, utilizing, or distributing electric power is subject to the provisions of this Act for any new or expanded facility. Section 2. Rural electric cooperatives developing commercial power production facilities utilizing renewable energy are not subject to tax pursuant to § 10-35-1.2 but are subject to a gross receipts tax as defined in § 10-36-6. Section 3. Terms used in this Act mean: (1) \"Department,\" the Department of Revenue; (2) \"New or expanded facility,\" a new commercial power production facility as defined in section 1 of this Act or an addition to an existing commercial power production facility, the construction or installation of which is subject to contractors' excise tax pursuant to chapter 10-46A or 10-46B; (3) \"Project,\" the installation or construction of generation capacity of a new or expanded facility, excluding any associated transmission facilities; (4) \"Project cost,\" the amount of money incurred and paid after July 1, 2002, for a project; (5) \"Secretary,\" the secretary of the Department of Revenue. Section 4. Notwithstanding the rate of taxation imposed by § § 10-46A-1 and 10-46B-1, the tax imposed under chapters 10-46A and 10-46B on a new or expanded facility shall be imposed at a rate of one percent, and remitted to the state by the holder of the permit issued pursuant to section 6 of this Act. Section 5. The owner shall file a tax return on or before December thirty-first of each year reporting the project costs subject to tax under chapters 10-46A or 10-46B incurred during the previous twelve months. The tax due from such return shall be paid in four equal annual payments with the first payment due no later than December thirty-first following the filing of the tax return. Each subsequent annual payment shall be made no later than December thirty-first following the last payment. Section 6. A person may pay the contractor's excise tax pursuant to section 4 of this Act if the person applies for and obtains a permit from the secretary at least thirty days prior to commencement of the project. The application for a permit shall be submitted on a form prescribed by the secretary. A separate application shall be made and submitted for each project. Upon approval of the application, the secretary shall issue a permit to the applicant. The permit is not assignable or transferable except as collateral or security pursuant to chapter 57A-9. Section 7. Any person aggrieved by the denial of a permit, may within thirty days after service of the notice of a denial by the secretary, demand and is entitled to a hearing, upon notice, before the secretary. The hearing shall be conducted pursuant to chapter 1-26. Section 8. The secretary may promulgate rules, pursuant to chapter 1-26, concerning: (1) Permitting, including the permit application; (2) The filing of returns and payment of the tax; (3) Determining the application of the tax and exemptions; (4) Taxpayer and owner record-keeping requirements; and (5) Determining auditing methods. Section 9. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter apply to any taxes or fees or persons subject to taxes or fees imposed by this Act and chapters 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-46, 10-46A, 10-46B, 10-47B, 10-52, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, and 34A-13 and § § 22-25-48, 49-31-51, 50-4-13 to 50-4-17, inclusive, and the provisions of chapter 10-45B. Section 10. If the secretary of revenue finds that the assessment or collection of the tax required to be paid under this Act is in jeopardy, the secretary may immediately make an assessment of the estimated tax, penalty, or interest and demand payment from the owner. If the payment is not made, a lien may be filed on the owner's real and personal property located in the state and a distress warrant issued. Section 11. Each person subject to tax or responsible for payment of tax under this Act shall keep records and books of all receipts and sales, together with invoices, bills of lading, copies of bills of sale, and other pertinent papers and documents. Such books and records and other papers and documents shall, at all times during business hours of the day, be subject to inspection by the secretary of revenue or the secretary's duly authorized agents and employees to determine the amount of tax due. Such books and records shall be preserved for a period of three years unless the secretary of revenue, in writing, authorized their destruction or disposal at an earlier date."}, {"bill_id": 17410, "bill_version_id": 94808, "bill_version": "Enrolled", "bill_version_date": "2002-02-21T13:07:43-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17410, "action_date": "2002-01-22T14:00:00-06:00", "document_id": 92570, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92570.pdf", "status_text": "First read in Senate and referred to", "journal_page": 170, "committee_id_action": 769, "committee_id_assigned": 752, "result": "N", "vote": {}}, {"bill_id": 17410, "action_date": "2002-01-25T08:00:00-06:00", "document_id": 92852, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92852.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 752, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17410, "action_date": "2002-01-25T08:00:00-06:00", "document_id": 92852, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92852.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 752, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17410, "action_date": "2002-01-28T08:00:00-06:00", "document_id": 92996, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92996.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 752, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17410, "action_date": "2002-01-28T08:00:00-06:00", "document_id": 92996, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92996.pdf", "status_text": "Do Pass Amended,", "journal_page": 242, "committee_id_action": 752, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53610, "president_vote": null, "Yea": [2742, 2784, 2791, 2795, 2730, 2745], "Nay": [2780, 2792, 2818]}}, {"bill_id": 17410, "action_date": "2002-01-30T14:00:00-06:00", "document_id": 93241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93241.pdf", "status_text": "Motion to Amend,", "journal_page": 292, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17410, "action_date": "2002-01-30T14:00:00-06:00", "document_id": 93241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93241.pdf", "status_text": "Motion to Amend,", "journal_page": 293, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17410, "action_date": "2002-01-30T14:00:00-06:00", "document_id": 93241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93241.pdf", "status_text": "Motion to Amend,", "journal_page": 293, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17410, "action_date": "2002-02-01T13:00:00-06:00", "document_id": 93479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93479.pdf", "status_text": "Motion to Amend,", "journal_page": 338, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17410, "action_date": "2002-02-01T13:00:00-06:00", "document_id": 93479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93479.pdf", "status_text": "Do Pass Amended,", "journal_page": 339, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51953, "president_vote": null, "Yea": [2726, 2727, 2730, 2733, 2734, 2739, 2740, 2743, 2746, 2747, 2753, 2760, 2761, 2762, 2772, 2778, 2784, 2787, 2791, 2792, 2795, 2796, 2802, 2809, 2810, 2819, 2827, 2828, 2829], "Nay": [2742, 2750, 2780, 2821], "Excused": [2745, 2818]}}, {"bill_id": 17410, "action_date": "2002-02-04T14:00:00-06:00", "document_id": 93580, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93580.pdf", "status_text": "First read in House and referred to", "journal_page": 445, "committee_id_action": 768, "committee_id_assigned": 764, "result": "N", "vote": {}}, {"bill_id": 17410, "action_date": "2002-02-14T07:45:00-06:00", "document_id": 94380, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94380.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 764, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17410, "action_date": "2002-02-14T07:45:00-06:00", "document_id": 94380, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94380.pdf", "status_text": "Do Pass Amended,", "journal_page": 659, "committee_id_action": 764, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52663, "president_vote": null, "Nay": [2754, 2767, 2770, 2798, 2806, 2773], "Yea": [2755, 2757, 2781, 2799, 2815, 2822, 2824, 2830, 2736]}}, {"bill_id": 17410, "action_date": "2002-02-14T07:45:00-06:00", "document_id": 94380, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94380.pdf", "status_text": "Do Pass Amended,", "journal_page": 659, "committee_id_action": 764, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52663, "president_vote": null, "Nay": [2754, 2767, 2770, 2798, 2806, 2773], "Yea": [2755, 2757, 2781, 2799, 2815, 2822, 2824, 2830, 2736]}}, {"bill_id": 17410, "action_date": "2002-02-19T14:00:00-06:00", "document_id": 94638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94638.pdf", "status_text": "Do Pass Amended,", "journal_page": 737, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54279, "president_vote": null, "Nay": [2724, 2725, 2728, 2732, 2738, 2741, 2749, 2766, 2770, 2782, 2783, 2788, 2797, 2804, 2812, 2813, 2814, 2815, 2817, 2820, 2823, 2824, 2830, 2751], "Yea": [2729, 2731, 2736, 2737, 2748, 2752, 2754, 2755, 2756, 2757, 2758, 2759, 2763, 2764, 2765, 2767, 2768, 2769, 2771, 2773, 2774, 2775, 2777, 2781, 2785, 2786, 2789, 2790, 2793, 2794, 2798, 2799, 2800, 2803, 2805, 2806, 2807, 2808, 2811, 2816, 2822, 2825, 2826], "Excused": [2735, 2744], "Absent": [2779]}}, {"bill_id": 17410, "action_date": "2002-02-21T10:00:00-06:00", "document_id": 94848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94848.pdf", "status_text": "Signed by President", "journal_page": 670, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17410, "action_date": "2002-02-21T13:00:00-06:00", "document_id": 94847, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94847.pdf", "status_text": "Signed by Speaker", "journal_page": 808, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17410, "action_date": "2002-02-22T08:00:00-06:00", "document_id": 94911, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94911.pdf", "status_text": "Delivered to the Governor", "journal_page": 675, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17410, "action_date": "2002-02-28T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Became law without the Governor's signature", "journal_page": 735, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2122}