{"session_id": 61, "bill_id": 21090, "bill_type": "House Bill", "bill_number": 1176, "bill_title": "allow for grants from the revolving economic development and initiative fund, to revise certain provisions concerning the making of grants and loans from the revolving economic development and initiative fund, and to repeal the capital investment entity program, the value-added tourism subfund and the entrepreneur support program.", "sponsors": [{"legislator_profile_id": 3585, "is_prime": true}, {"legislator_profile_id": 3590, "is_prime": true}, {"legislator_profile_id": 3578, "is_prime": false}, {"legislator_profile_id": 3582, "is_prime": false}, {"legislator_profile_id": 3584, "is_prime": false}, {"legislator_profile_id": 3593, "is_prime": false}, {"legislator_profile_id": 3598, "is_prime": false}, {"legislator_profile_id": 3604, "is_prime": false}, {"legislator_profile_id": 3605, "is_prime": false}, {"legislator_profile_id": 3613, "is_prime": false}, {"legislator_profile_id": 3619, "is_prime": false}, {"legislator_profile_id": 3629, "is_prime": false}, {"legislator_profile_id": 3632, "is_prime": false}, {"legislator_profile_id": 3644, "is_prime": false}, {"legislator_profile_id": 3645, "is_prime": false}, {"legislator_profile_id": 3648, "is_prime": false}, {"legislator_profile_id": 3651, "is_prime": false}, {"legislator_profile_id": 3656, "is_prime": false}, {"legislator_profile_id": 3657, "is_prime": false}, {"legislator_profile_id": 3660, "is_prime": false}, {"legislator_profile_id": 3666, "is_prime": false}, {"legislator_profile_id": 3668, "is_prime": false}, {"legislator_profile_id": 3675, "is_prime": false}], "keywords": ["Appropriation", "Department of Tourism and State Development"], "audio": [{"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hst21.mp3", "start_seconds": 153.0}, {"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hst21.mp3", "start_seconds": 153.0}, {"meeting_datetime": "2007-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hst21.mp3", "start_seconds": 153.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hap25.mp3", "start_seconds": 7088.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hap25.mp3", "start_seconds": 7088.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hap25.mp3", "start_seconds": 7088.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hap25.mp3", "start_seconds": 7088.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hap25.mp3", "start_seconds": 7088.0}, {"meeting_datetime": "2007-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou27.mp3", "start_seconds": 5090.0}, {"meeting_datetime": "2007-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou27.mp3", "start_seconds": 5090.0}, {"meeting_datetime": "2007-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou27.mp3", "start_seconds": 5090.0}, {"meeting_datetime": "2007-02-26T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst32.mp3", "start_seconds": null}, {"meeting_datetime": "2007-02-26T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst32.mp3", "start_seconds": null}, {"meeting_datetime": "2007-02-26T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst32.mp3", "start_seconds": null}, {"meeting_datetime": "2007-02-26T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst32.mp3", "start_seconds": null}, {"meeting_datetime": "2007-02-26T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sst32.mp3", "start_seconds": null}, {"meeting_datetime": "2007-02-28T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen34.mp3", "start_seconds": 2547.0}, {"meeting_datetime": "2007-02-28T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen34.mp3", "start_seconds": 2547.0}, {"meeting_datetime": "2007-02-28T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen34.mp3", "start_seconds": 2547.0}, {"meeting_datetime": "2007-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou36.mp3", "start_seconds": 1042.0}, {"meeting_datetime": "2007-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou36.mp3", "start_seconds": 1042.0}, {"meeting_datetime": "2007-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou36.mp3", "start_seconds": 1042.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 3628.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 3628.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 3628.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 3628.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 3628.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 3628.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 3628.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 3628.0}, {"meeting_datetime": "2007-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen37.mp3", "start_seconds": 3628.0}, {"meeting_datetime": "2007-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen38.mp3", "start_seconds": 1282.0}, {"meeting_datetime": "2007-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou38.mp3", "start_seconds": 1814.0}, {"meeting_datetime": "2007-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou38.mp3", "start_seconds": 1814.0}, {"meeting_datetime": "2007-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou38.mp3", "start_seconds": 1814.0}, {"meeting_datetime": "2007-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou38.mp3", "start_seconds": 1814.0}, {"meeting_datetime": "2007-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou38.mp3", "start_seconds": 1814.0}, {"meeting_datetime": "2007-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou38.mp3", "start_seconds": 1814.0}, {"meeting_datetime": "2007-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou38.mp3", "start_seconds": 1814.0}, {"meeting_datetime": "2007-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou38.mp3", "start_seconds": 1814.0}, {"meeting_datetime": "2007-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou38.mp3", "start_seconds": 1814.0}], "bill_versions": [{"bill_id": 21090, "bill_version_id": 110733, "bill_version": "Introduced", "bill_version_date": "2007-01-25T08:41:05-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to appropriate money for international trade representation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby appropriated from the general fund the sum of two hundred fifty thousand dollars ($ 250,000 ), or so much thereof as may be necessary, to the Department of Tourism and State Development to provide for a full-time employee dedicated to international trade representation services, including representing and promoting international business development for South Dakota. Section 2. The department shall use the funds appropriated in this Act to establish a coordinating effort for international trade and business development to assist South Dakota businesses in finding customers, suppliers, and investors in foreign countries by helping them access existing programs, introducing them to available resources including government programs, private consultants or other businesses currently doing business in targeted markets. The department shall: (1) Develop the capability and resources necessary to provide representation for South Dakota business development in foreign countries; develop and promote services within South Dakota to encourage use of the services of South Dakota companies; and provide a focal point of contact for South Dakota companies to facilitate the identification of appropriate services for their requirements whether through this state function or other resources, or for a contract with a group or organization outside state government; (2) Provide South Dakota business development services internationally or coordinate those services available to South Dakota companies in-state; (3) Investigate international trade support initiatives in neighboring states and leverage the combined assets in coordinated regional projects for the benefit of South Dakota enterprises. Section 3. The secretary of the Department of Tourism and State Development shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act."}, {"bill_id": 21090, "bill_version_id": 112178, "bill_version": "House Appropriations Engrossed", "bill_version_date": "2007-02-13T14:37:02-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish international trade representation and stimulate economic development. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The department shall establish a coordinating effort for international trade and business development to assist South Dakota businesses in finding customers, suppliers, and investors in foreign countries by helping them access existing programs, introducing them to available resources including government programs, private consultants or other businesses currently doing business in targeted markets. The department shall: (1) Develop the capability and resources necessary to provide representation for South Dakota business development in foreign countries; develop and promote services within South Dakota to encourage use of the services of South Dakota companies; and provide a focal point of contact for South Dakota companies to facilitate the identification of appropriate services for their requirements whether through this state function or other resources, or for a contract with a group or organization outside state government; (2) Provide South Dakota business development services internationally or coordinate those services available to South Dakota companies in-state; (3) Investigate international trade support initiatives in neighboring states and leverage the combined assets in coordinated regional projects for the benefit of South Dakota enterprises."}, {"bill_id": 21090, "bill_version_id": 112804, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2007-02-26T09:47:22-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow for grants from the revolving economic development and initiative fund, to revise certain provisions concerning the making of grants and loans from the revolving economic development and initiative fund, and to repeal the capital investment entity program, the value-added tourism subfund and the entrepreneur support program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-16G-3 be amended to read as follows: 1-16G-3. There is established in the state treasury a special revenue fund to be known as the revolving economic development and initiative fund for the purpose of making grants and loans for economic development. Section 2. That § 1-16G-5 be amended to read as follows: 1-16G-5. Funds used from the revolving economic development and initiative fund shall be available for matching on a one-to-one basis pursuant to rules as hereinafter provided. The Board of Economic Development may waive the matching requirement by a two-thirds vote of the members. Any repayment of loans made and any interest thereon shall be receipted into the revolving economic development and initiative fund and all money in the fund is hereby appropriated for the purposes of making grants and loans as provided in §§ 1-16G-3 to 1-16G- 11, inclusive. The Board of Economic Development may promulgate rules pursuant to chapter 1-26, to make grants and loans from the revolving economic development and initiative fund, and may establish criteria for the qualification, application, payment, and repayment of funds for such projects. The board may also make loans from the revolving economic development and initiative fund to the South Dakota Economic Development Finance Authority or the export development authority, without the matching one-to-one requirement, for the purposes of assisting in the credit enhancement requirements of bond issues, notes, loan guarantees and bond insurance. Any excess in the capital reserve fund of the economic development finance authority or export development authority, on June thirtieth of each year , shall revert to the revolving economic development and initiative fund for the purposes of principal and interest reduction. Section 3. That § 1-16G-8 be amended to read as follows: 1-16G-8. The Board of Economic Development shall promulgate rules concerning , but not limited to, the following: (1) The existing barriers to economic growth and development in the state; (2) Developing investment in research and development in high technology industries; (3) The submission of business plans prior to the approval of economic development grants or loans. Business plans shall include the products or services to be offered by the applicant, job descriptions with attendant salary or wage information by job category, educational requirements by job category, methods of accounting, financing other than that provided by the economic development loan, marketing, sales, merchandising and other disciplines proposed to be used for business growth and expansion; (4) The cooperation between agencies of state government and applicant businesses for nonfinancial services including , but not limited to, loan packaging, marketing assistance, research assistance, and to assist those businesses to find solutions for complying with environmental, energy, health, safety, and other federal, state, and local laws and regulation; and (5) Regular performance monitoring and reporting systems for participating businesses to assure compliance with their business plans and terms of repayment ; (6) Establish eligibility criteria for grants and loans; (7) Establish application procedures for grants and loans; (8) Establish criteria to determine which applicants will receive grants or loans; (9) Govern the use of proceeds of grants and loans; (10) Establish criteria for the terms and conditions upon which loans shall be made, including matching requirements, interest rates, repayment terms, and the terms of security given to secure such loans; and (11) Establish criteria for the terms and conditions upon which grants shall be made, including permitted uses, performance criteria, and matching requirements . Section 4. That § 1-16G-8.1 be repealed. 1-16G-8.1. For the purposes of §§ 1-16G-8.1 to 1-16G-8.3, inclusive, the term, capital investment entity, means a for-profit or non- profit investment entity or vehicle that intends to invest as an owner in businesses for the purpose of achieving return on investment through royalties, profit, growth, or otherwise. Section 5. That § 1-16G-8.2 be repealed. 1-16G-8.2. In addition to the loans authorized in §§ 1-16G-5 and 1-16G-8, the Board of Economic Development may make loans from the revolving economic development and initiative fund to capital investment entities. The loans shall be for the purpose of facilitating investment by capital investment entities in new businesses in this state and to facilitate the expansion or relocation of businesses in this state in order to promote economic development in this state. The total amount of such loans may not exceed twelve million dollars. Section 6. That § 1-16G-8.3 be repealed. 1-16G-8.3. The Board of Economic Development may promulgate, pursuant to chapter 1-26, rules to: (1) Establish eligibility criteria; (2) Set the application procedures for loans to capital investment entities; (3) Establish criteria to determine which applicants will receive such loans; (4) Govern the use of proceeds of such loans; (5) Establish criteria for the terms and conditions upon which such loans shall be made, including matching requirements, if any, interest rates, repayment terms, and the terms of security given, if any, to secure such loans; and (6) Establish reporting requirements for capital investment entities. Section 7. That § 1-16G-9 be repealed. 1-16G-9. The Board of Economic Development may designate \"enterprise zones\" and may, by rule, authorize loan participation of up to seventy-five percent in those enterprise zones. The term \"enterprise zones\" means any area of a first or second class municipality or county which has a continuous boundary; is an area of pervasive poverty, unemployment and economic distress; is an area in which the average rate of unemployment for the most recent eighteen-month period for the area, for which data are available, was at least one and one-half times the average national rate of unemployment for such eighteen-month period; is an area in which at least seventy percent of the residents living in the area have incomes below seventy percent of the median income of the income of the state; is an area in which the population of all census tracts in the county decreased by twenty percent or more between the two most recent decennial United States' census; and, the first or second class municipality or county in which the proposed zone is located establishes that either chronic abandonment or demolition of commercial or residential structures exist in the area or that substantial delinquencies relating to ad valorem real property taxes of commercial or residential structures exists in the area. Section 8. That § 1-16G-10 be amended to read as follows: 1-16G-10. The Board of Economic Development shall prepare an annual report by the first day of October November of each year detailing the activities of the board and the terms and conditions of any grants and loans made, including the current status of outstanding loans. Section 9. That § 1-16G-11 be amended to read as follows: 1-16G-11. Any documentary material or data made or received by the Board of Economic Development or Governor's Office of Economic Development for the purpose of furnishing assistance to a business, to the extent that such material or data consists of trade secrets or commercial or financial information regarding the operation of such business, may not be considered public records is not a public record , and is exempt from disclosure pursuant to the provisions of §§ 1-16G-3 to 1-16G-11, inclusive. Any discussion, consideration of, or action upon such trade secrets or commercial or financial information by the Board of Economic Development may shall be done in executive session closed to the public, notwithstanding the provisions of the open meeting laws of this state. Section 10. That § 1-16G-24 be amended to read as follows: 1-16G-24. Earnings on the revolving economic development and initiative fund , the South Dakota entrepreneur program, the value added tourism subfund, and the value added agriculture subfund may be used for the administrative costs of the Division of Finance of the Governor's Office of Economic Development. Such earnings shall be expended in accordance with the provisions of Title 4 on warrants drawn by the state auditor on vouchers approved by the secretary of tourism and state development. Eligible expenses may not exceed total interest earnings during the previous fiscal year prior to the deduction of loan losses for the same fiscal year. Section 11. That § 1-16G-29 be repealed. 1-16G-29. There is created within the revolving economic development and initiative fund, created in § 1-16G-3, the value added tourism subfund. The purpose of the subfund is to make grants or loans for tourism development, feasibility studies, or marketing. Section 12. That § 1-16G-30 be repealed. 1-16G-30. For purposes of §§ 1-16G-24 and 1-16G-29 to 1-16G-33, inclusive, the term, value added tourism, means the development of new or underused tourism-related activities, sites, or destinations that use historical, cultural, scenic, wildlife, or other resources so that new tourists or visitors are drawn to South Dakota or so that current classes and types of tourists or visitors lengthen their stay in South Dakota or pursue additional activities or destinations during their stay. Section 13. That § 1-16G-31 be repealed. 1-16G-31. The Board of Economic Development shall designate three million dollars of the money in the revolving economic development and initiative fund for the purposes of the value added tourism subfund. Section 14. That § 1-16G-32 be repealed. 1-16G-32. The Board of Economic Development shall administer the value added tourism subfund and make grants or loans from the value added tourism subfund. The value added tourism subfund shall be used to develop and promote value added tourism in South Dakota. Section 15. That § 1-16G-33 be repealed. 1-16G-33. In connection with the administration of the value added tourism subfund, the Board of Economic Development may, pursuant to chapter 1-26, promulgate rules to: (1) Set the application procedures for those who apply for loans or grants from the value added tourism subfund; (2) Establish criteria to determine which applicants will receive such loans or grants; (3) Govern the use of proceeds of such loans or grants; (4) Establish criteria for the terms and conditions upon which such loans or grants shall be made, including the terms of security given, if any, to secure such loans; and (5) Govern the use of proceeds by lenders of funds advanced to the lenders by the board including the terms and conditions upon which the proceeds shall be loaned to borrowers for the purposes described in §§ 1-16G-24 and 1-16G-29 to 1-16G-33, inclusive. Section 16. That § 1-16G-34 be repealed. 1-16G-34. There is hereby created within the revolving economic development and initiative fund, created in § 1-16G-3, the South Dakota entrepreneur support program. The purpose of the program is to make loans to South Dakota entrepreneurs and South Dakota start-up businesses to develop and promote new business activity and to create employment in the state. Section 17. That § 1-16G-35 be repealed. 1-16G-35. For purposes of §§ 1-16G-34 to 1-16G-39, inclusive, the term, start-up business, means any new business venture in the technology, communications, service, or manufacturing sector. Section 18. That § 1-16G-36 be repealed. 1-16G-36. The Board of Economic Development shall designate up to three million dollars of the money in the revolving economic development and initiative fund for the purposes of the South Dakota entrepreneur support program. Section 19. That § 1-16G-37 be repealed. 1-16G-37. The Board of Economic Development shall administer the South Dakota entrepreneur support program and make loans under the following terms: (1) No loan may be for less than thirty thousand dollars or for more than fifty thousand dollars; (2) Each loan applicant shall provide for a matching amount of funds available from non-state sources equal to the amount of the loan. No in-kind amounts or services may be included in the matching funds; and (3) Each loan may be made on an unsecured basis unless security is available. The loan shall be set up for repayment of the principal plus accrued interest beginning on the third anniversary date of the loan approval date with a balloon payment after the seventh anniversary of the loan anniversary date. However, the board may grant a further two-year extension before repayment begins. Section 20. That § 1-16G-38 be repealed. 1-16G-38. An applicant for a loan pursuant to §§ 1-16G-34 to 1-16G-39, inclusive, shall meet the following criteria: (1) An innovative business concept with a reasonable probability of creating a new market or filling an existing market need; (2) A three-year strategic plan for developing the business, creating jobs, and sourcing qualified employees to execute the plan with sufficient justification to support the amount of the request; and (3) Demonstrable support from economic development and academic professionals or business consultants who can provide advice and guidance to the applicant. Section 21. That § 1-16G-39 be repealed. 1-16G-39. In connection with the administration of the South Dakota entrepreneur support program, the Board of Economic Development may, pursuant to chapter 1-26, promulgate rules to: (1) Set the application procedures for those who apply for loans from the fund; (2) Establish criteria to determine how loan funds shall be awarded and distributed to applicants; (3) Govern the use of proceeds of the loans; and (4) Establish criteria for the terms and conditions upon which the loans shall be made."}, {"bill_id": 21090, "bill_version_id": 113380, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2007-03-05T15:11:54-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow for grants from the revolving economic development and initiative fund, to revise certain provisions concerning the making of grants and loans from the revolving economic development and initiative fund, and to repeal the capital investment entity program, the value-added tourism subfund and the entrepreneur support program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-16G-3 be amended to read as follows: 1-16G-3. There is established in the state treasury a special revenue fund to be known as the revolving economic development and initiative fund for the purpose of making grants and loans for economic development. Section 2. That § 1-16G-5 be amended to read as follows: 1-16G-5. Funds used from the revolving economic development and initiative fund shall be available for matching on a one-to-one basis pursuant to rules as hereinafter provided. The Board of Economic Development may waive the matching requirement by a two-thirds vote of the members. Any repayment of loans made and any interest thereon shall be receipted into the revolving economic development and initiative fund and all money in the fund is hereby appropriated for the purposes of making grants and loans as provided in §§ 1-16G-3 to 1-16G- 11, inclusive. The Board of Economic Development may promulgate rules pursuant to chapter 1-26, to make grants and loans from the revolving economic development and initiative fund, and may establish criteria for the qualification, application, payment, and repayment of funds for such projects. The board may also make loans from the revolving economic development and initiative fund to the South Dakota Economic Development Finance Authority or the export development authority, without the matching one-to-one requirement, for the purposes of assisting in the credit enhancement requirements of bond issues, notes, loan guarantees and bond insurance. Any excess in the capital reserve fund of the economic development finance authority or export development authority, on June thirtieth of each year , shall revert to the revolving economic development and initiative fund for the purposes of principal and interest reduction. Section 3. That § 1-16G-8 be amended to read as follows: 1-16G-8. The Board of Economic Development shall promulgate rules concerning , but not limited to, the following: (1) The existing barriers to economic growth and development in the state; (2) Developing investment in research and development in high technology industries; (3) The submission of business plans prior to the approval of economic development grants or loans. Business plans shall include the products or services to be offered by the applicant, job descriptions with attendant salary or wage information by job category, educational requirements by job category, methods of accounting, financing other than that provided by the economic development loan, marketing, sales, merchandising and other disciplines proposed to be used for business growth and expansion; (4) The cooperation between agencies of state government and applicant businesses for nonfinancial services including , but not limited to, loan packaging, marketing assistance, research assistance, and to assist those businesses to find solutions for complying with environmental, energy, health, safety, and other federal, state, and local laws and regulation; and (5) Regular performance monitoring and reporting systems for participating businesses to assure compliance with their business plans and terms of repayment ; (6) Establish eligibility criteria for grants and loans; (7) Establish application procedures for grants and loans; (8) Establish criteria to determine which applicants will receive grants or loans; (9) Govern the use of proceeds of grants and loans; (10) Establish criteria for the terms and conditions upon which loans shall be made, including matching requirements, interest rates, repayment terms, and the terms of security given to secure such loans; and (11) Establish criteria for the terms and conditions upon which grants shall be made, including permitted uses, performance criteria, and matching requirements . Section 4. That § 1-16G-8.1 be repealed. 1-16G-8.1. For the purposes of §§ 1-16G-8.1 to 1-16G-8.3, inclusive, the term, capital investment entity, means a for-profit or non- profit investment entity or vehicle that intends to invest as an owner in businesses for the purpose of achieving return on investment through royalties, profit, growth, or otherwise. Section 5. That § 1-16G-8.2 be repealed. 1-16G-8.2. In addition to the loans authorized in §§ 1-16G-5 and 1-16G-8, the Board of Economic Development may make loans from the revolving economic development and initiative fund to capital investment entities. The loans shall be for the purpose of facilitating investment by capital investment entities in new businesses in this state and to facilitate the expansion or relocation of businesses in this state in order to promote economic development in this state. The total amount of such loans may not exceed twelve million dollars. Section 6. That § 1-16G-8.3 be repealed. 1-16G-8.3. The Board of Economic Development may promulgate, pursuant to chapter 1-26, rules to: (1) Establish eligibility criteria; (2) Set the application procedures for loans to capital investment entities; (3) Establish criteria to determine which applicants will receive such loans; (4) Govern the use of proceeds of such loans; (5) Establish criteria for the terms and conditions upon which such loans shall be made, including matching requirements, if any, interest rates, repayment terms, and the terms of security given, if any, to secure such loans; and (6) Establish reporting requirements for capital investment entities. Section 7. That § 1-16G-9 be repealed. 1-16G-9. The Board of Economic Development may designate \"enterprise zones\" and may, by rule, authorize loan participation of up to seventy-five percent in those enterprise zones. The term \"enterprise zones\" means any area of a first or second class municipality or county which has a continuous boundary; is an area of pervasive poverty, unemployment and economic distress; is an area in which the average rate of unemployment for the most recent eighteen-month period for the area, for which data are available, was at least one and one-half times the average national rate of unemployment for such eighteen-month period; is an area in which at least seventy percent of the residents living in the area have incomes below seventy percent of the median income of the income of the state; is an area in which the population of all census tracts in the county decreased by twenty percent or more between the two most recent decennial United States' census; and, the first or second class municipality or county in which the proposed zone is located establishes that either chronic abandonment or demolition of commercial or residential structures exist in the area or that substantial delinquencies relating to ad valorem real property taxes of commercial or residential structures exists in the area. Section 8. That § 1-16G-10 be amended to read as follows: 1-16G-10. The Board of Economic Development shall prepare an annual report by the first day of October November of each year detailing the activities of the board and the terms and conditions of any grants and loans made, including the current status of outstanding loans. Section 9. That § 1-16G-24 be amended to read as follows: 1-16G-24. Earnings on the revolving economic development and initiative fund , the South Dakota entrepreneur program, the value added tourism subfund, and the value added agriculture subfund may be used for the administrative costs of the Division of Finance of the Governor's Office of Economic Development. Such earnings shall be expended in accordance with the provisions of Title 4 on warrants drawn by the state auditor on vouchers approved by the secretary of tourism and state development. Eligible expenses may not exceed total interest earnings during the previous fiscal year prior to the deduction of loan losses for the same fiscal year. Section 10. That § 1-16G-29 be repealed. 1-16G-29. There is created within the revolving economic development and initiative fund, created in § 1-16G-3, the value added tourism subfund. The purpose of the subfund is to make grants or loans for tourism development, feasibility studies, or marketing. Section 11. That § 1-16G-30 be repealed. 1-16G-30. For purposes of §§ 1-16G-24 and 1-16G-29 to 1-16G-33, inclusive, the term, value added tourism, means the development of new or underused tourism-related activities, sites, or destinations that use historical, cultural, scenic, wildlife, or other resources so that new tourists or visitors are drawn to South Dakota or so that current classes and types of tourists or visitors lengthen their stay in South Dakota or pursue additional activities or destinations during their stay. Section 12. That § 1-16G-31 be repealed. 1-16G-31. The Board of Economic Development shall designate three million dollars of the money in the revolving economic development and initiative fund for the purposes of the value added tourism subfund. Section 13. That § 1-16G-32 be repealed. 1-16G-32. The Board of Economic Development shall administer the value added tourism subfund and make grants or loans from the value added tourism subfund. The value added tourism subfund shall be used to develop and promote value added tourism in South Dakota. Section 14. That § 1-16G-33 be repealed. 1-16G-33. In connection with the administration of the value added tourism subfund, the Board of Economic Development may, pursuant to chapter 1-26, promulgate rules to: (1) Set the application procedures for those who apply for loans or grants from the value added tourism subfund; (2) Establish criteria to determine which applicants will receive such loans or grants; (3) Govern the use of proceeds of such loans or grants; (4) Establish criteria for the terms and conditions upon which such loans or grants shall be made, including the terms of security given, if any, to secure such loans; and (5) Govern the use of proceeds by lenders of funds advanced to the lenders by the board including the terms and conditions upon which the proceeds shall be loaned to borrowers for the purposes described in §§ 1-16G-24 and 1-16G-29 to 1-16G-33, inclusive. Section 15. That § 1-16G-34 be repealed. 1-16G-34. There is hereby created within the revolving economic development and initiative fund, created in § 1-16G-3, the South Dakota entrepreneur support program. The purpose of the program is to make loans to South Dakota entrepreneurs and South Dakota start-up businesses to develop and promote new business activity and to create employment in the state. Section 16. That § 1-16G-35 be repealed. 1-16G-35. For purposes of §§ 1-16G-34 to 1-16G-39, inclusive, the term, start-up business, means any new business venture in the technology, communications, service, or manufacturing sector. Section 17. That § 1-16G-36 be repealed. 1-16G-36. The Board of Economic Development shall designate up to three million dollars of the money in the revolving economic development and initiative fund for the purposes of the South Dakota entrepreneur support program. Section 18. That § 1-16G-37 be repealed. 1-16G-37. The Board of Economic Development shall administer the South Dakota entrepreneur support program and make loans under the following terms: (1) No loan may be for less than thirty thousand dollars or for more than fifty thousand dollars; (2) Each loan applicant shall provide for a matching amount of funds available from non-state sources equal to the amount of the loan. No in-kind amounts or services may be included in the matching funds; and (3) Each loan may be made on an unsecured basis unless security is available. The loan shall be set up for repayment of the principal plus accrued interest beginning on the third anniversary date of the loan approval date with a balloon payment after the seventh anniversary of the loan anniversary date. However, the board may grant a further two-year extension before repayment begins. Section 19. That § 1-16G-38 be repealed. 1-16G-38. An applicant for a loan pursuant to §§ 1-16G-34 to 1-16G-39, inclusive, shall meet the following criteria: (1) An innovative business concept with a reasonable probability of creating a new market or filling an existing market need; (2) A three-year strategic plan for developing the business, creating jobs, and sourcing qualified employees to execute the plan with sufficient justification to support the amount of the request; and (3) Demonstrable support from economic development and academic professionals or business consultants who can provide advice and guidance to the applicant. Section 20. That § 1-16G-39 be repealed. 1-16G-39. In connection with the administration of the South Dakota entrepreneur support program, the Board of Economic Development may, pursuant to chapter 1-26, promulgate rules to: (1) Set the application procedures for those who apply for loans from the fund; (2) Establish criteria to determine how loan funds shall be awarded and distributed to applicants; (3) Govern the use of proceeds of the loans; and (4) Establish criteria for the terms and conditions upon which the loans shall be made."}, {"bill_id": 21090, "bill_version_id": 113383, "bill_version": "Enrolled", "bill_version_date": "2007-03-05T15:17:28-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21090, "action_date": "2007-01-25T14:00:00-06:00", "document_id": 110857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110857.pdf", "status_text": "First read in House and referred to", "journal_page": 197, "committee_id_action": 923, "committee_id_assigned": 918, "result": "N", "vote": {}}, {"bill_id": 21090, "action_date": "2007-02-07T10:00:00-06:00", "document_id": 111739, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111739.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 918, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21090, "action_date": "2007-02-07T10:00:00-06:00", "document_id": 111739, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111739.pdf", "status_text": "Referred to", "journal_page": 390, "committee_id_action": 918, "committee_id_assigned": 910, "result": "P", "vote": {"vote_id": 64764, "president_vote": null, "Excused": [3578], "Yea": [3582, 3584, 3590, 3593, 3598, 3609, 3629, 3637, 3638, 3656, 3668, 3657]}}, {"bill_id": 21090, "action_date": "2007-02-12T08:00:00-06:00", "document_id": 111988, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111988.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 910, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21090, "action_date": "2007-02-13T08:00:00-06:00", "document_id": 112157, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112157.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 910, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21090, "action_date": "2007-02-13T08:00:00-06:00", "document_id": 112157, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112157.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 910, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21090, "action_date": "2007-02-13T08:00:00-06:00", "document_id": 112157, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112157.pdf", "status_text": "Do Pass Amended,", "journal_page": 482, "committee_id_action": 910, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65088, "president_vote": null, "Yea": [3580, 3581, 3586, 3611, 3655, 3666, 3654], "Nay": [3583, 3600]}}, {"bill_id": 21090, "action_date": "2007-02-15T14:00:00-06:00", "document_id": 112390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112390.pdf", "status_text": "Do Pass Amended,", "journal_page": 551, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67140, "president_vote": null, "Yea": [3572, 3576, 3578, 3579, 3580, 3581, 3582, 3588, 3590, 3591, 3593, 3594, 3597, 3598, 3599, 3604, 3605, 3606, 3611, 3613, 3614, 3616, 3619, 3620, 3622, 3624, 3628, 3629, 3631, 3632, 3635, 3638, 3640, 3642, 3643, 3644, 3645, 3648, 3649, 3650, 3651, 3653, 3654, 3655, 3656, 3657, 3658, 3660, 3662, 3665, 3666, 3668, 3670, 3672, 3673, 3674, 3675, 3676, 3584], "Nay": [3577, 3583, 3586, 3587, 3592, 3600, 3609, 3637, 3646, 3663, 3671]}}, {"bill_id": 21090, "action_date": "2007-02-20T14:00:00-06:00", "document_id": 112504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112504.pdf", "status_text": "First read in Senate and referred to", "journal_page": 575, "committee_id_action": 924, "committee_id_assigned": 906, "result": "N", "vote": {}}, {"bill_id": 21090, "action_date": "2007-02-26T08:30:00-06:00", "document_id": 112797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112797.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 906, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21090, "action_date": "2007-02-26T08:30:00-06:00", "document_id": 112797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112797.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 906, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21090, "action_date": "2007-02-26T08:30:00-06:00", "document_id": 112797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112797.pdf", "status_text": "Do Pass Amended,", "journal_page": 651, "committee_id_action": 906, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65630, "president_vote": null, "Yea": [3571, 3608, 3612, 3626, 3634, 3647, 3602, 3585], "Excused": [3641]}}, {"bill_id": 21090, "action_date": "2007-02-26T08:30:00-06:00", "document_id": 112797, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112797.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 906, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21090, "action_date": "2007-02-28T14:00:00-06:00", "document_id": 113081, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113081.pdf", "status_text": "Do Pass Amended,", "journal_page": 705, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65814, "president_vote": null, "Yea": [3571, 3573, 3574, 3575, 3585, 3595, 3596, 3602, 3603, 3607, 3608, 3610, 3612, 3615, 3617, 3618, 3621, 3623, 3625, 3626, 3627, 3630, 3633, 3634, 3636, 3639, 3641, 3647, 3652, 3659, 3664, 3667, 3669], "Excused": [3589, 3661]}}, {"bill_id": 21090, "action_date": "2007-03-02T10:00:00-06:00", "document_id": 113306, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113306.pdf", "status_text": "Conference Committee appointments", "journal_page": 741, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21090, "action_date": "2007-03-03T09:00:00-06:00", "document_id": 113367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113367.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 767, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65929, "president_vote": null, "Yea": [3571, 3573, 3574, 3575, 3585, 3589, 3595, 3596, 3602, 3603, 3607, 3608, 3610, 3612, 3615, 3617, 3618, 3621, 3623, 3625, 3626, 3627, 3630, 3633, 3634, 3636, 3639, 3641, 3647, 3652, 3659, 3661, 3664, 3667, 3669]}}, {"bill_id": 21090, "action_date": "2007-03-05T10:00:00-06:00", "document_id": 113400, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113400.pdf", "status_text": "Conference Committee appointments", "journal_page": 778, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21090, "action_date": "2007-03-05T10:00:00-06:00", "document_id": 113399, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113399.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 829, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67339, "president_vote": null, "Nay": [3572, 3580, 3581, 3583, 3587, 3592, 3594, 3628, 3631, 3638, 3645, 3646, 3673], "Yea": [3576, 3577, 3578, 3579, 3582, 3586, 3588, 3590, 3591, 3593, 3597, 3598, 3599, 3600, 3604, 3605, 3606, 3609, 3611, 3613, 3614, 3616, 3619, 3620, 3622, 3624, 3629, 3632, 3635, 3637, 3640, 3642, 3643, 3644, 3648, 3649, 3650, 3651, 3653, 3654, 3655, 3656, 3657, 3658, 3660, 3662, 3663, 3665, 3666, 3668, 3670, 3671, 3672, 3674, 3675, 3676, 3584]}}, {"bill_id": 21090, "action_date": "2007-03-05T10:00:00-06:00", "document_id": 113400, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113400.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 782, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65950, "president_vote": null, "Yea": [3571, 3573, 3574, 3575, 3585, 3589, 3595, 3596, 3602, 3603, 3607, 3608, 3610, 3612, 3615, 3617, 3618, 3621, 3623, 3625, 3626, 3627, 3630, 3633, 3634, 3636, 3639, 3641, 3647, 3652, 3659, 3661, 3664, 3667, 3669]}}, {"bill_id": 21090, "action_date": "2007-03-05T11:00:00-06:00", "document_id": 113377, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113377.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65953, "president_vote": null, "Yea": [3585, 3590, 3602, 3605, 3612], "Nay": [3587]}}, {"bill_id": 21090, "action_date": "2007-03-06T09:00:00-06:00", "document_id": 113405, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113405.pdf", "status_text": "Signed by Speaker", "journal_page": 844, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21090, "action_date": "2007-03-06T09:00:00-06:00", "document_id": 113405, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113405.pdf", "status_text": "Delivered to the Governor", "journal_page": 845, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21090, "action_date": "2007-03-06T09:30:00-06:00", "document_id": 113406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113406.pdf", "status_text": "Signed by President", "journal_page": 787, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21090, "action_date": "2007-03-26T10:00:00-05:00", "document_id": 113416, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113416.pdf", "status_text": "Signed by Governor", "journal_page": 849, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3557, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21090"}