{"session_id": 4, "bill_id": 463, "bill_type": "House Commemoration", "bill_number": 1014, "bill_title": "Honoring Eliot Ohlstein, Tian-Li Yue, and Robert Ruffolo, for creating the cardiovascular medicine, Coreg®, as a pioneering and life-prolonging therapy for patients with mild to severe heart failure.", "sponsors": [{"legislator_profile_id": 560, "is_prime": true}, {"legislator_profile_id": 564, "is_prime": true}, {"legislator_profile_id": 610, "is_prime": false}, {"legislator_profile_id": 571, "is_prime": false}, {"legislator_profile_id": 550, "is_prime": false}, {"legislator_profile_id": 559, "is_prime": false}], "keywords": ["Commemorations"], "audio": [], "bill_versions": [{"bill_id": 463, "bill_version_id": 3739, "bill_version": "Introduced", "bill_version_date": "2008-02-22T09:23:48.55-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Eliot Ohlstein, Tian-Li Yue, and Robert Ruffolo, for creating the cardiovascular medicine, Coreg., as a pioneering and life- prolonging therapy for patients with mild to severe heart failure. WHEREAS, scientists in the cutting-edge laboratories of America's pharmaceutical research companies create most of the world's new medicines, which benefit tens of millions of patients; and WHEREAS, through the efforts of these scientists, more than two thousand five hundred medicines are in development today to provide patients more and better therapeutic options. These potential new treatments include pharmaceuticals for cancer, Alzheimer's disease, infectious disease, heart disease, arthritis, stroke, diabetes, obesity, hypertension, HIV/AIDS, and many other life-threatening and debilitating diseases and medical conditions; and WHEREAS, the Legislature of the State of South Dakota believes the men and women who discover and create these medicines deserve recognition for their life-saving and life-enhancing accomplishments; and WHEREAS, the cardiovascular medicine Coreg., a pioneering and life-prolonging therapy for patients with mild to severe heart failure, has won the 2008 PhRMA Discoverer's Award: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that Eliot Ohlstein, Tian-Li Yue, and Robert Ruffolo, be honored for creating the cardiovascular medicine, Coreg.."}, {"bill_id": 463, "bill_version_id": 4046, "bill_version": "Enrolled", "bill_version_date": "2008-02-26T17:45:06.98-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Eliot Ohlstein, Tian-Li Yue, and Robert Ruffolo, for creating the cardiovascular medicine, Coreg., as a pioneering and life-prolonging therapy for patients with mild to severe heart failure. WHEREAS, scientists in the cutting-edge laboratories of America's pharmaceutical research companies create most of the world's new medicines, which benefit tens of millions of patients; and WHEREAS, through the efforts of these scientists, more than two thousand five hundred medicines are in development today to provide patients more and better therapeutic options. These potential new treatments include pharmaceuticals for cancer, Alzheimer's disease, infectious disease, heart disease, arthritis, stroke, diabetes, obesity, hypertension, HIV/AIDS, and many other life- threatening and debilitating diseases and medical conditions; and WHEREAS, the Legislature of the State of South Dakota believes the men and women who discover and create these medicines deserve recognition for their life-saving and life-enhancing accomplishments; and WHEREAS, the cardiovascular medicine Coreg., a pioneering and life-prolonging therapy for patients with mild to severe heart failure, has won the 2008 PhRMA Discoverer's Award: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that Eliot Ohlstein, Tian-Li Yue, and Robert Ruffolo, be honored for creating the cardiovascular medicine, Coreg.. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 463, "action_date": "2008-02-22T13:00:00-06:00", "document_id": 3824, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3824.pdf", "status_text": "", "journal_page": 705, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}]}