{"session_id": 69, "bill_id": 24933, "bill_type": "House Bill", "bill_number": 1075, "bill_title": "modify provisions pertaining to the deadlines for the filing of certain election related documents.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24933", "sponsors": [{"legislator_profile_id": 4498, "is_prime": true}, {"legislator_profile_id": 4527, "is_prime": true}, {"legislator_profile_id": 4521, "is_prime": false}, {"legislator_profile_id": 4532, "is_prime": false}, {"legislator_profile_id": 4553, "is_prime": false}], "keywords": ["Absentee Voting", "Elections"], "audio": [], "bill_versions": [{"bill_id": 24933, "bill_version_id": 259297, "bill_version": "Introduced", "bill_version_date": "2024-01-11T10:50:55.227-06:00", "bill_text": "An Act to modify provisions pertaining to the deadlines for the filing of certain election related documents. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 12-4-5 be AMENDED: 12-4-5. The county auditor shall enter in the master registration file the name of each eligible person whose completed application for registration and mail registration card is received no later than 5:00 p.m. local time during regular business hours at least fifteen days preceding the election by the county auditor or the local, state, or federal agency responsible for conducting voter registration under this chapter. A voter registration completed at any local, state, or federal agency during any week commencing on Tuesday through the following Monday shall must be sent to the appropriate county auditor by the agency receiving the registration or mail registration card no later than the following Wednesday. The State Board of Elections may shall promulgate rules, pursuant to chapter 1-26, prescribing the method for the alternative transmission of voter registration information by computer from the agency to the secretary of state. The name of any voter who has registered to vote by 5:00 p.m. local time the close of regular business hours fifteen days preceding a runoff election shall must be added to the file used for the runoff election. Section 2. That § 12-6-4 be AMENDED: 12-6-4. Except as provided by § 12-5-4 and as may be otherwise provided in chapter 12-9, no candidate for any office to be filled, or nomination to be made, at either or both the primary or general election, other than a presidential election, may have that person's name printed upon the official primary election ballot of that person's party, unless a petition has been filed on that person's behalf after December thirty-first and by but before the close of regular business hours for the office where the petition must be filed on the last Tuesday of March at five p.m. local time before the date of the primary election. If The petition is considered timely submitted if the petition is mailed by registered mail by five p.m., local time, on the last Tuesday of March at five p.m. local time before the primary election, the petition shall be considered timely submitted. A nominating petition for national convention delegates and alternates as provided in § 12-5-3.11 shall must be filed in accordance with the provisions of this section. Nominating petitions for all party and public offices except legislative and judicial offices shall must be filed in the office of the county auditor of the county in which the person is a candidate. Nominating petitions for legislative and judicial office, whether elected in one or more counties, and all other party and public offices to be voted on in more than one county shall must be filed in the Office of the Secretary of State. Section 3. That § 12-6-8.1 be AMENDED: 12-6-8.1. Any person may have his or her name withdrawn withdraw from the primary election by making a written request under oath. The request shall must be filed with the officer with whom the nominating petition was filed pursuant to § 12-6-4, not later than the close of regular business hours for the office where the petition is filed two days after the last Tuesday in March at five p.m. If. The request is properly filed if the request is mailed by registered mail not later than five p.m., local time, two days after the last Tuesday in March at five p.m., the request is properly filed. No name that is withdrawn pursuant to this section may be printed on the ballots to be used at the election. Section 4. That § 12-6-55 be AMENDED: 12-6-55. Any person nominated to any elective office may cause that person's name to be withdrawn withdraw from the nomination by request in writing, subscribed and sworn to by that person before any officer qualified to administer oaths and take acknowledgments. The request shall must be filed with the officer with whom the nominating petition was filed pursuant to § 12-6-4, not later than the close of regular business hours for the office where the petition is filed on the first Tuesday in August at 5:00 p.m. before the next election. No person's name withdrawn under this section may be printed upon the ballots for that office unless the same person is subsequently selected to fill the vacancy in accordance with § 12-6-56. Section 5. That § 12-7-1 be AMENDED: 12-7-1. Any candidate for nonjudicial public office, except as provided in § 12-7-7, who is not nominated by a primary election may be nominated by filing a certificate of nomination with the secretary of state or county auditor as prescribed by § 12-6-4, after December thirty-first and by but before the close of regular business hours for the office where the petition must be filed on the last Tuesday of April at 5:00 p.m. local time before the election. A certificate of nomination shall must be executed as provided in chapter 12-6. If A certificate of nomination is timely submitted if the certificate of nomination is mailed by registered mail by the last Tuesday of April at 5:00 five p.m., local time, before the election, it is timely submitted. The certificate of nomination shall must be signed by registered voters within the district or political subdivision in and for which the officers are to be elected. The number of signatures required may not be less than one percent of the total combined vote cast for Governor at the last certified gubernatorial election within the district or political subdivision. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the forms for the certificate of nomination. Section 6. That § 12-7-7 be AMENDED: 12-7-7. Any candidate for President or Vice President of the United States who is not nominated by a primary election may be nominated by filing with the secretary of state, after December thirty-first and by but before five p.m., central time, on the first Tuesday in August at 5:00 p.m. central time before the election, a certificate of nomination which shall that must be executed as provided in chapter 12-6. If A certificate of nomination is timely submitted if the certificate of nomination is mailed by registered mail by five p.m., central time, on the first Tuesday in August at 5:00 p.m. central time before the election, it is timely submitted. The number of signatures required may not be less than one percent of the total combined vote cast for Governor at the last certified gubernatorial election within the state. An independent candidate for President shall file a declaration of candidacy and a certification of the candidate's selection for Vice President with the secretary of state with the candidate's nominating petitions. The candidate and the candidate's selection for Vice President shall must sign the certification before the nominating petitions are submitted. If an independent candidate for Vice President withdraws pursuant to § 12-6-55, no independent candidate for President shall may have the candidate's name printed upon a ballot unless a replacement selection for Vice President is certified to the secretary of state by the second Tuesday in August. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the forms for the certificate of nomination and the certification for Vice President. Section 7. That § 12-8-8 be AMENDED: 12-8-8. The secretary of state, not later than the third Tuesday in August at five p.m. before the general election, shall certify to the county auditor of each county within which any voters of this state vote for the officer or officers nominated at the preceding primary, whose certificates of nomination have been filed in the Office of the Secretary of State, or who have been regularly named or petitioned for filling of a vacancy, the name and description of each person so nominated shall certify to each county auditor the name and description of each person who has been nominated for an office or designated to fill a vacancy in a nomination for an office to be voted on by the voters of the county before the close of regular business hours for the respective county on the third Tuesday in August. In years a year when a President and vice president Vice President are nominated and the, if a national party conventions are held at such a late date as to make convention is held on a date that makes the foregoing provisions impossible, then, the secretary of state shall must make the certification not later than seven days after nominations of such the nomination of a party's candidate for President and vice president. Section 8. That § 12-19-2.1 be AMENDED: 12-19-2.1. At anytime any time prior to an election, a voter may apply for an absentee ballot in person at the office of and to the person in charge of the election for an absentee ballot during regular office hours up to 5:00 or until five p.m. on the day before the election, whichever is later. If the voter applies in person, the voter shall must complete a combined absentee ballot application/ application form and return envelope and show the person in charge of the election the voter's identification card as required in § 12-18-6.1 or complete the affidavit as provided in § 12-18-6.2. In the event of confinement because of sickness or disability, a qualified voter may apply in writing pursuant to the provisions of § 12-19-2 in writing and obtain an absentee ballot by authorized messenger so designated over the signature of the voter. The person in charge of the election may deliver shall provide the ballot to be delivered to the qualified voter to the authorized messenger a ballot to be delivered to the qualified voter. Any. An application for to have a ballot delivered by authorized messenger must be received by the person in charge of the election before 3:00 three p.m. on the day of the election. If the application designating an authorized messenger also indicates a request for an absentee ballot for any future election, such the absentee ballot shall must be mailed to the address provided on the application. If no address is provided, the ballot shall must be mailed to the person's voter registration address."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24933, "action_date": "2024-01-11T14:00:00-06:00", "document_id": 259040, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259040.pdf", "status_text": "First Reading House", "journal_page": 37, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24933, "action_date": "2024-01-12T13:00:00-06:00", "document_id": 259392, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259392.pdf", "status_text": "Referred to", "journal_page": 51, "committee_id_action": 1197, "committee_id_assigned": 1200, "result": "N", "vote": {}}]}