{"session_id": 47, "bill_id": 13707, "bill_type": "House Bill", "bill_number": 1274, "bill_title": "to repeal the wheel tax and delay the effective date.", "sponsors": [{"legislator_profile_id": 2172, "is_prime": true}, {"legislator_profile_id": 2187, "is_prime": true}, {"legislator_profile_id": 2115, "is_prime": false}, {"legislator_profile_id": 2131, "is_prime": false}, {"legislator_profile_id": 2155, "is_prime": false}, {"legislator_profile_id": 2180, "is_prime": false}], "keywords": ["County Fiscal Administration", "Motor Vehicles", "Wheel Tax"], "audio": [], "bill_versions": [{"bill_id": 13707, "bill_version_id": 77553, "bill_version": "Introduced", "bill_version_date": "1998-01-23T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal the wheel tax and delay the effective date. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-5A-1 be repealed. 32-5A-1. Any county may, by ordinance, impose a wheel tax on all motor vehicles, as defined in § 32-3-1, registered in the county at a rate not to exceed four dollars per vehicle wheel. The tax shall be administered and collected by the county. The total vehicle tax may not exceed sixteen dollars per vehicle. Section 2. That § 32-5A-2 be repealed. 32-5A-2. The proceeds from the tax created by this chapter shall be retained by the county, deposited in a special highway fund and the revenue may be used only for highway and bridge maintenance and construction. The board of county commissioners shall, by resolution, establish a means of distributing the revenue generated by this chapter among the county and the municipalities and townships located within the county. Section 3. That § 32-5A-3 be repealed. 32-5A-3. Upon purchasing a vehicle from a dealer, the purchaser shall pay the appropriate tax at the time of title transfer. Nothing in this chapter shall prevent an automobile dealer from licensing the vehicles on his lot without paying any taxes created by this chapter. Section 4. That § 32-5A-4 be repealed. 32-5A-4. The department of revenue shall include on any motor vehicle registration document mailed out to a vehicle owner prior to the annual registration of a motor vehicle, the amount of tax imposed pursuant to § 32-5A-1. A county in which such registration documents are mailed to motor vehicle owners shall reimburse the department of revenue for the cost of implementing this section for that county. Section 5. That § 32-5A-5 be repealed. 32-5A-5. The per vehicle wheel rate imposed pursuant to § 32-5A-1 may be imposed according to the manufacturer's shipping weight, including accessories, and may vary according to the following schedule: (1) Two thousand pounds or less, inclusive; (2) From 2001 to 4000 pounds, inclusive; (3) From 4001 to 6000 pounds, inclusive; (4) Over 6000 pounds. Section 6. That § 32-5A-6 be repealed. 32-5A-6. If a county imposes a wheel tax pursuant to § 32-5A-1 in excess of two dollars per wheel, all of the revenue from the tax that is in excess of two dollars per wheel shall be used to replace property taxes the county imposes for highway purposes. Section 7. That § 32-5A-7 be repealed. 32-5A-7. If a motor vehicle is licensed for a period of time of less than twelve months, any wheel tax imposed on such motor vehicle pursuant to this chapter shall be prorated on a monthly basis. Section 8. That § 32-5-78 be amended to read as follows: 32-5-78. Except as otherwise specifically provided and except as to compensation for use of the highways by motor carriers, the license fees and taxes imposed upon all of the classes of motor vehicles as specified in § § 32-5-5 to 32-5-46, inclusive, § § 32-5-77, 32-5B-1 , and 32-5B-20 are in lieu of all taxes, general or local, except for the tax created in § 32-5A-1, to which such vehicle would otherwise be subject. Section 9. That § 32-5-129 be amended to read as follows: 32-5-129. The secretary of revenue may license agents to perform the duties of county treasurers, including collecting fees and taxes and registering and titling vehicles, pursuant to this chapter , chapter 32-5A, and chapter 32-5B. Section 10. That § 32-5-135 be amended to read as follows: 32-5-135. Licensed agents shall submit all revenue collected pursuant to chapter 32-5A to the secretary of revenue for distribution to counties. Licensed agents shall submit all revenue collected pursuant to chapter 32-5B to the secretary of revenue for deposit in the state highway fund. Section 11. The effective date of sections 1 to 10, inclusive, of this Act is January 1, 2000. Section 12. If a county was not levying a wheel tax pursuant to chapter 32-5A on January 1, 1998, the county may not impose a new wheel tax pursuant to chapter 32-5A."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13707, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76901.pdf", "status_text": "First read in House and referred to", "journal_page": 223, "committee_id_action": 600, "committee_id_assigned": 596, "result": "N", "vote": {}}, {"bill_id": 13707, "action_date": "1998-01-29T07:45:00-06:00", "document_id": 76602, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76602.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 596, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13707, "action_date": "1998-01-29T07:45:00-06:00", "document_id": 76601, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76601.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 588, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13707, "action_date": "1998-01-29T07:45:00-06:00", "document_id": 76602, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76602.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 596, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 40008, "president_vote": null, "Nay": [2096, 2098, 2117, 2126, 2153, 2147, 2164, 2197], "Yea": [2168, 2172, 2193], "Excused": [2097, 2111]}}, {"bill_id": 13707, "action_date": "1998-01-29T07:45:00-06:00", "document_id": 76602, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76602.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 296, "committee_id_action": 596, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40011, "president_vote": null, "Nay": [2096, 2168, 2172, 2193], "Yea": [2098, 2117, 2126, 2153, 2147, 2164, 2197], "Excused": [2097, 2111]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13707"}