{"session_id": 54, "bill_id": 17640, "bill_type": "House Bill", "bill_number": 1145, "bill_title": "establish a Native American student cultural exchange program.", "sponsors": [{"legislator_profile_id": 2848, "is_prime": true}, {"legislator_profile_id": 2891, "is_prime": true}, {"legislator_profile_id": 2836, "is_prime": false}, {"legislator_profile_id": 2838, "is_prime": false}, {"legislator_profile_id": 2849, "is_prime": false}, {"legislator_profile_id": 2858, "is_prime": false}, {"legislator_profile_id": 2869, "is_prime": false}, {"legislator_profile_id": 2872, "is_prime": false}, {"legislator_profile_id": 2885, "is_prime": false}, {"legislator_profile_id": 2894, "is_prime": false}, {"legislator_profile_id": 2896, "is_prime": false}, {"legislator_profile_id": 2903, "is_prime": false}, {"legislator_profile_id": 2907, "is_prime": false}, {"legislator_profile_id": 2909, "is_prime": false}, {"legislator_profile_id": 2912, "is_prime": false}, {"legislator_profile_id": 2913, "is_prime": false}, {"legislator_profile_id": 2914, "is_prime": false}, {"legislator_profile_id": 2917, "is_prime": false}, {"legislator_profile_id": 2919, "is_prime": false}, {"legislator_profile_id": 2929, "is_prime": false}, {"legislator_profile_id": 2933, "is_prime": false}, {"legislator_profile_id": 2936, "is_prime": false}], "keywords": ["Administrative Rules", "Department of Education", "Education"], "audio": [{"meeting_datetime": "2003-01-22T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hhe06.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-29T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst11.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed22hb1145a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed22hb1145a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed22hb1145a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed22hb1145a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed22hb1145a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed22hb1145a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17640, "bill_version_id": 95960, "bill_version": "Introduced", "bill_version_date": "2003-01-29T09:52:04-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a Native American student cultural exchange program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Department,\" the Department of Education and Cultural Affairs; (2) \"Exchange school,\" the school attended by a program participant during the period encompassed by the program; (3) \"Original school,\" the school attended by a student before the student became a program participant; and (4) \"Program,\" the South Dakota Native American Student Cultural Exchange Program. Section 2. The South Dakota Native American Student Cultural Exchange Program is hereby established as a voluntary program to be administered by the Department of Education and Cultural Affairs. Under the program, any high school student in grade eleven or twelve who is enrolled in a secondary school located in South Dakota who is not an enrolled member of an Indian tribe may, if selected for the program, live and attend school for a period of approximately nine weeks inside the boundaries of an Indian reservation located wholly or partially within the state of South Dakota. In addition, any Native American student who is an enrolled member of an Indian tribe and is enrolled in grade eleven or twelve in a secondary school located on an Indian reservation located wholly or partially within the state of South Dakota may , if selected for the program, live and attend school for a period of approximately nine weeks in a South Dakota secondary school not located on an Indian reservation. Section 3. A student who participates in the program shall attend classes and may participate in school activities at the student's exchange school. The student shall receive full credit for all coursework that is completed satisfactorily at the exchange school. Not more than twenty tribal member students and not more than twenty nontribal students may participate in the program during an academic year. No student may participate in the program more than once unless the student's participation was halted due to illness or unforseen circumstances as determined by the department. In extenuating circumstances, a student may transfer to a different exchange school once during the student's participation, but only if the department determines that a transfer is warranted. A student may withdraw from the program at any time. Section 4. Any student who is participating in the program shall be housed with a host family selected by the exchange school and screened and confirmed by the department. The department may, at its own discretion, provide for the reimbursement of expenses incurred by the host family and the exchange school and any program-related expenses incurred by the participating student. For administrative and financial purposes, any student who is participating in the program is still considered to be enrolled in the student's original school. Section 5. The department may enter into agreements with any entity located wholly or partially within the state of South Dakota to carry out the purposes of this Act, including any public school district, nonpublic school, Indian tribe, tribal school, or other tribal entity or nontribal entity. Participation in the program by any tribe, tribal entity, or tribal member or by any nontribal person or entity is on a voluntary basis in accordance with any agreements entered into pursuant to this section. Section 6. The Department of Education and Cultural Affairs shall promulgate rules pursuant to chapter 1-26 to provide for: (1) Criteria and requirements for selection of student to participate in the program and standards for the student's continued participation in the program; (2) Procedures, requirements, and deadlines for application and admission to the program and for transfer, withdrawal, expulsion, or postponement of participation; (3) Procedures and criteria for the selection of host families and standards that apply to living arrangements during the student's participation in the program; (4) Procedures and criteria for the reimbursement of expenses for host families, exchange schools, and student participants; (5) Requirements and standards for earning or maintaining credit for coursework undertaken at the student's exchange school and original school. Section 7. Student participation in the South Dakota Native American Student Cultural Exchange Program shall begin no later than the 2004-2005 academic year."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17640, "action_date": "2003-01-29T14:00:00-06:00", "document_id": 96047, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96047.pdf", "status_text": "First read in House and referred to", "journal_page": 203, "committee_id_action": 798, "committee_id_assigned": 787, "result": "N", "vote": {}}, {"bill_id": 17640, "action_date": "2003-02-13T10:00:00-06:00", "document_id": 97153, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97153.pdf", "status_text": "Amend the amendment", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17640, "action_date": "2003-02-13T10:00:00-06:00", "document_id": 97153, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97153.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 429, "committee_id_action": 787, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54544, "president_vote": null, "Nay": [2837, 2841, 2896, 2872], "Yea": [2839, 2855, 2871, 2892, 2895, 2898, 2920, 2930, 2934], "Excused": [2857, 2877]}}, {"bill_id": 17640, "action_date": "2003-02-13T10:00:00-06:00", "document_id": 97153, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97153.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "N", "vote": {}}]}