{"session_id": 66, "bill_id": 23561, "bill_type": "Senate Resolution", "bill_number": 702, "bill_title": "Establishing the Senate rules for the impeachment trial of Attorney General Jason Ravnsborg.", "sponsors": [{"legislator_profile_id": 4203, "is_prime": true}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 23561, "bill_version_id": 236933, "bill_version": "Introduced", "bill_version_date": "2022-04-22T13:09:06.35-05:00", "bill_text": "A RESOLUTION, Establishing the Senate rules for the impeachment trial of Attorney General Jason Ravnsborg. WHEREAS, the Senate has the sole power to try an impeachment pursuant to S.D. Const., Art. XVI, § 2; and WHEREAS, on April 12, 2022, the House of Representatives, during this Second Special Session of the Ninety-Sixth Legislature of the State of South Dakota, issued articles of impeachment against Jason Ravnsborg, attorney general of the State of South Dakota, which were then transmitted by the Chief Clerk of the House to the Secretary of the Senate; and WHEREAS, the Senate, now resolved into a Court of Impeachment, shall designate the rules governing the procedures for the impeachment trial of Attorney General Jason Ravnsborg: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Second Special Session of the Ninety-Sixth Legislature of the State of South Dakota, that the following rules governing the impeachment trial of Attorney General Jason Ravnsorg are adopted: SENATE RULES TRIAL OF IMPEACHMENT CHAPTER 1. COMMENCEMENT 1-1. Upon receiving articles of impeachment from the House of Representatives exhibited against Jason Ravnsborg, attorney general of the State of South Dakota, the Senate shall adopt a resolution setting the date and time for commencement of the trial of impeachment and summoning Attorney General Ravnsborg to file a written answer to the articles of impeachment by June 1, 2022, and to appear personally or by counsel before the Senate in the Senate chamber at the date and time for trial. For each article of impeachment, the written answer shall state whether Attorney General Ravnsborg pleads guilty or not guilty. 1-2. The Senate shall serve Attorney General Ravnsborg or his counsel with a copy of the articles of impeachment and the resolution by certified mail and shall file a return of service with the Senate. 1-3. The secretary of the Senate shall transmit a copy of the resolution to the House of Representatives. CHAPTER 2. ORGANIZATION 2-1. When the Senate sits as a Court of Impeachment, the president of the Senate shall preside. In the absence of the president, the president pro tempore shall preside. 2-2. The Secretary of the Senate shall administer an oath to the presiding officer. The oath to be administered is as follows: \"I solemnly swear (or affirm) to act fairly as presiding officer of the Senate sitting as a court of impeachment, to the best of my ability.\" 2-3. The presiding officer or the Secretary of the Senate shall administer an oath to each witness and perform such other duties as are necessary to assist in the administration of the Court of Impeachment. 2-4. The oath to be administered to a witness is as follows: \"I do solemnly swear (or affirm) that the testimony I am about to give in this matter is the truth, the whole truth, and nothing but the truth.\" 2-5. Any decision or ruling of the presiding officer is subject to appeal to the Senate by a Senator. 2-6. If a Senator has asked that the Senate override a decision or ruling of the presiding officer, the presiding officer shall submit the question to the Senate without debate and state the question as follows: \"Shall the ruling of the presiding officer be sustained?\" 2-7. The ruling of the presiding officer is sustained if a majority of members-elect vote to sustain the ruling by roll call vote. 2-8. The Secretary of the Senate shall keep a full and correct record of all proceedings and publish them in the journal, which shall be a public record, and shall perform such duties as are necessary to assist in the administration of the Court of Impeachment. 2-9. Before the commencement of the impeachment trial, the Secretary of the Senate shall administer an oath to each Senator. The oath to be administered is as follows: \"I solemnly swear (or affirm) that in all things pertaining to the impeachment trial of Attorney General Jason Ravnsborg, I will do justice according to law and evidence.\" 2-10. The Senate shall employ one or more court reporters to make a transcript of the trial proceedings. 2-11. The prosecution of the articles of impeachment in the Senate shall be conducted by one or more prosecutors as appointed by the president pro tempore. 2-12. During the trial, only senators, officers and employees of the Senate, legislative staff, the respondent, and counsel for the respondent may be present on the Senate floor. Members of the press may be in the designated press area. CHAPTER 3. PRE-TRIAL PROCEDURE 3-1. The following deadlines apply to the trial of impeachment: (1) The presiding officer shall take necessary steps to have the House's entire impeachment file available for Senators to review. The Secretary of the Senate shall post the entire redacted file on the legislative website. (2) Each party to the trial of impeachment shall provide to the presiding officer by June 1, 2022, the documents that each party intends to submit to the Senate in advance of the trial. The Secretary of the Senate shall make those documents available on the legislative website. A party may submit additional documents to the presiding officer during the trial, which shall be made available on the legislative website. (3) A Senator who has a question for either party shall submit the question to the presiding officer by June 13, 2022. (4) The presiding officer shall organize member questions and submit them to both parties by June 16, 2022. 3-2. A party may not offer, and the Senate may not consider, any pretrial motion or a motion to dismiss an article of impeachment. 3-3. The Senate, under the direction of the presiding officer, shall ensure that each party receives assistance necessary to compel the attendance of a witness or the production of papers or records required for the trial of the impeachment. Upon application by a party, a subpoena shall be issued by the presiding officer in the name of the Senate. A subpoena issued by the presiding officer shall be considered to have been issued by the Senate and may be enforced as such. A party shall submit each application for subpoena to the presiding officer by June 1, 2022. 3-4. A party may not call a member of the legislature, a Senate officer or employee, legislative staff, or counsel to either party as a witness, nor subpoena their personal records. 3-5. No depositions or other pre-trial discovery is permitted. CHAPTER 4. TRIAL PROCEDURE 4-1. The Senate Rules and the Joint Rules, as adopted by the Second Special Session of the Ninety-Sixth Legislature of the State of South Dakota, remain in effect and apply to the trial of impeachment to the extent that the Senate Rules and Joint Rules do not conflict with these rules. 4-2. Evidence may be admitted if it is relevant, material, and not redundant. The South Dakota Rules of Evidence do not apply to this proceeding. The presiding officer shall decide all evidentiary questions. 4-3. The presiding officer shall conduct the trial along the following approximate timetable: (1) The Senate shall convene to organize at 8 a.m. (CST) on June 21, 2022. (2) The prosecuting attorneys shall have one hour for an opening statement presenting the case for impeachment. (3) The respondent’s attorney shall have one hour to present the case opposing impeachment. (4) The prosecuting attorney shall have a total of four hours to present witness testimony, to present exhibits, and to cross-examine witnesses presented by the respondent. (5) The respondent shall have a total of four hours to present witness testimony, to present exhibits, and to cross examine witnesses presented by the prosecution. (6) If the respondent testifies, the respondent's testimony is not subject to the time requirements provided in this section. The respondent is subject to cross-examination. (7) For each day the trial of impeachment is being held, the trial shall not extend past 8 p.m. (CST), at which time the Senate shall recess to the next trial day. (8) Upon completion of the presentation of the case, each Senator shall have the opportunity to submit additional questions for witnesses or either party, through the presiding officer. (9) Each party shall have one hour in closing to summarize their case. CHAPTER 5. VERDICT AND JUDGMENT 5-1. After closing arguments, the Senate shall take a vote on each article of impeachment against Attorney General Jason Ravnsborg. Each Senator shall vote on each article of impeachment. 5-2. The presiding officer shall state the question on each article of impeachment as follows: \"Shall the Senate sustain the ___article of impeachment against Attorney General Jason Ravnsborg and remove him from the office of Attorney General.\" This question is debatable. An article of impeachment and the question put to the Senate is not divisible. 5-3. Each vote on whether to sustain shall be taken as a roll call vote. 5-4. If Attorney General Ravsnborg is acquitted on every article of impeachment, the presiding officer shall pronounce a judgment of acquittal, which shall be entered in the journal. 5-5. If two-thirds of the members-elect vote to sustain any one of the articles of impeachment, the presiding officer shall pronounce a judgment of conviction against Jason Ravnsborg and that Jason Ravnsborg is thereby removed from the office of the Attorney General. The judgment of conviction and removal from office shall be entered in the journal. 5-6. If a judgment of conviction is pronounced, a vote shall be taken on whether Jason Ravnsborg shall be disqualified from holding any office of trust or profit under the state. 5-7. The presiding officer shall state the disqualification question as follows: \"Shall Jason Ravnsborg be disqualified from holding any office of trust or profit under the state?\" This question is debatable. 5-8. If two-thirds of the members-elect do not vote in favor of disqualification, the presiding office shall pronounce that the question is lost, which shall be entered in the journal. 5-9. If two-thirds of the members-elect vote in favor of disqualification, the presiding officer shall pronounce a judgment of disqualification, which shall be entered in the journal. 5-10. A motion to reconsider the vote by which an article of impeachment is sustained or rejected is never in order. A motion to reconsider the vote by which disqualification is sustained or rejected is also never in order. 5-11. Upon conclusion of the voting under this section, the Senate shall adopt a resolution memorializing the proceedings of the Court of Impeachment, which shall be filed with the secretary of state. The Secretary of the Senate shall transmit a copy of the resolution to the House of Representatives."}, {"bill_id": 23561, "bill_version_id": 236958, "bill_version": "Senate Legislative Procedure Engrossed", "bill_version_date": "2022-04-26T10:17:30.913-05:00", "bill_text": "A RESOLUTION, Establishing the Senate rules for the impeachment trial of Attorney General Jason Ravnsborg. WHEREAS, the Senate has the sole power to try an impeachment pursuant to S.D. Const., Art. XVI, § 2; and WHEREAS, on April 12, 2022, the House of Representatives, during this Second Special Session of the Ninety-Sixth Legislature of the State of South Dakota, issued articles of impeachment against Jason Ravnsborg, attorney general of the State of South Dakota, which were then transmitted by the Chief Clerk of the House to the Secretary of the Senate; and WHEREAS, the Senate, now resolved into a Court of Impeachment, shall designate the rules governing the procedures for the impeachment trial of Attorney General Jason Ravnsborg: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Second Special Session of the Ninety-Sixth Legislature of the State of South Dakota, that the following rules governing the impeachment trial of Attorney General Jason Ravnsorg are adopted: SENATE RULES TRIAL OF IMPEACHMENT CHAPTER 1. COMMENCEMENT 1-1. Upon receiving articles of impeachment from the House of Representatives exhibited against Jason Ravnsborg, attorney general of the State of South Dakota, the Senate shall adopt a resolution setting the date and time for commencement of the trial of impeachment and summoning Attorney General Ravnsborg to file a written answer to the articles of impeachment by June 1, 2022, and to appear personally or by counsel before the Senate in the Senate chamber at the date and time for trial. For each article of impeachment, the written answer shall state whether Attorney General Ravnsborg pleads guilty or not guilty. 1-2. The Senate shall serve Attorney General Ravnsborg or his counsel with a copy of the articles of impeachment and the resolution by certified mail and shall file a return of service with the Senate. 1-3. The secretary of the Senate shall transmit a copy of the resolution to the House of Representatives. CHAPTER 2. ORGANIZATION 2-1. When the Senate sits as a Court of Impeachment, the president of the Senate shall preside. In the absence of the president, the president pro tempore shall preside. 2-2. The Secretary of the Senate shall administer an oath to the presiding officer. The oath to be administered is as follows: \"I solemnly swear (or affirm) to act fairly as presiding officer of the Senate sitting as a court of impeachment, to the best of my ability.\" 2-3. The presiding officer or the Secretary of the Senate shall administer an oath to each witness and perform such other duties as are necessary to assist in the administration of the Court of Impeachment. 2-4. The oath to be administered to a witness is as follows: \"I do solemnly swear (or affirm) that the testimony I am about to give in this matter is the truth, the whole truth, and nothing but the truth.\" 2-5. Any decision or ruling of the presiding officer is subject to appeal to the Senate by a Senator. 2-6. If a Senator has asked that the Senate override a decision or ruling of the presiding officer, the presiding officer shall submit the question to the Senate without debate and state the question as follows: \"Shall the ruling of the presiding officer be sustained?\" 2-7. The ruling of the presiding officer is sustained if a majority of members-elect vote to sustain the ruling by roll call vote. 2-8. The Secretary of the Senate shall keep a full and correct record of all proceedings and publish them in the journal, which shall be a public record, and shall perform such duties as are necessary to assist in the administration of the Court of Impeachment. 2-9. Before the commencement of the impeachment trial, the Secretary of the Senate shall administer an oath to each Senator. The oath to be administered is as follows: \"I solemnly swear (or affirm) that in all things pertaining to the impeachment trial of Attorney General Jason Ravnsborg, I will do justice according to law and evidence.\" 2-10. The Senate shall employ one or more court reporters to make a transcript of the trial proceedings. 2-11. The prosecution of the articles of impeachment in the Senate shall be conducted by one or more prosecutors as appointed by the president pro tempore. 2-12. During the trial, only senators, officers and employees of the Senate, legislative staff, the respondent, and counsel for the respondent may be present on the Senate floor. Members of the press may be in the designated press area. CHAPTER 3. PRE-TRIAL PROCEDURE 3-1. The following deadlines apply to the trial of impeachment: (1) The presiding officer shall take necessary steps to have the House's entire impeachment file available for Senators to review. The Secretary of the Senate shall post the entire redacted file on the legislative website. (2) Each party to the trial of impeachment shall provide to the presiding officer by June 1, 2022, the documents that each party intends to submit to the Senate in advance of the trial. The Secretary of the Senate shall make those documents available on the legislative website. A party may submit additional documents to the presiding officer during the trial, which shall be made available on the legislative website. (3) A Senator who has a question for either party shall submit the question to the presiding officer by June 13, 2022. (4) The presiding officer shall organize member questions and submit them to both parties by June 16, 2022. 3-2. A party may not offer, and the Senate may not consider, any pretrial motion or a motion to dismiss an article of impeachment. 3-3. The Senate, under the direction of the presiding officer, shall ensure that each party receives assistance necessary to compel the attendance of a witness or the production of papers or records required for the trial of the impeachment. Upon application by a party, a subpoena shall be issued by the presiding officer in the name of the Senate. A subpoena issued by the presiding officer shall be considered to have been issued by the Senate and may be enforced as such. A party shall submit each application for subpoena to the presiding officer by June 1, 2022. 3-4. A party may not call a member of the legislature, a Senate officer or employee, legislative staff, or counsel to either party as a witness, nor subpoena their personal records. 3-5. No depositions or other pre-trial discovery is permitted. CHAPTER 4. TRIAL PROCEDURE 4-1. The Senate Rules and the Joint Rules, as adopted by the Second Special Session of the Ninety-Sixth Legislature of the State of South Dakota, remain in effect and apply to the trial of impeachment to the extent that the Senate Rules and Joint Rules do not conflict with these rules. 4-2. Evidence may be admitted if it is relevant, material, and not redundant. The South Dakota Rules of Evidence do not apply to this proceeding. The presiding officer shall decide all evidentiary questions. 4-3. The presiding officer shall conduct the trial along the following approximate timetable: (1) The Senate shall convene to organize at 8 a.m. (CT) on June 21, 2022. (2) The prosecuting attorneys shall have one hour for an opening statement presenting the case for impeachment. (3) The respondent’s attorney shall have one hour to present the case opposing impeachment. (4) The prosecuting attorney shall have a total of four hours to present witness testimony, to present exhibits, and to cross-examine witnesses presented by the respondent. (5) The respondent shall have a total of four hours to present witness testimony, to present exhibits, and to cross examine witnesses presented by the prosecution. (6) If the respondent testifies, the respondent's testimony is not subject to the time requirements provided in this section. The respondent is subject to cross-examination. (7) For each day the trial of impeachment is being held, the trial shall not extend past 8 p.m. (CT), at which time the Senate shall recess to the next trial day. (8) Upon completion of the presentation of the case, each Senator shall have the opportunity to submit additional questions for witnesses or either party, through the presiding officer. (9) Each party shall have one hour in closing to summarize their case. CHAPTER 5. VERDICT AND JUDGMENT 5-1. After closing arguments, the Senate shall take a vote on each article of impeachment against Attorney General Jason Ravnsborg. Each Senator shall vote on each article of impeachment. 5-2. The presiding officer shall state the question on each article of impeachment as follows: \"Shall the Senate sustain the ___article of impeachment against Attorney General Jason Ravnsborg and remove him from the office of Attorney General.\" This question is debatable. An article of impeachment and the question put to the Senate is not divisible. 5-3. Each vote on whether to sustain shall be taken as a roll call vote. 5-4. If Attorney General Ravsnborg is acquitted on every article of impeachment, the presiding officer shall pronounce a judgment of acquittal, which shall be entered in the journal. 5-5. If two-thirds of the members-elect vote to sustain any one of the articles of impeachment, the presiding officer shall pronounce a judgment of conviction against Jason Ravnsborg and that Jason Ravnsborg is thereby removed from the office of the Attorney General. The judgment of conviction and removal from office shall be entered in the journal. 5-6. If a judgment of conviction is pronounced, a vote shall be taken on whether Jason Ravnsborg shall be disqualified from holding any office of trust or profit under the state. 5-7. The presiding officer shall state the disqualification question as follows: \"Shall Jason Ravnsborg be disqualified from holding any office of trust or profit under the state?\" This question is debatable. 5-8. If two-thirds of the members-elect do not vote in favor of disqualification, the presiding office shall pronounce that the question is lost, which shall be entered in the journal. 5-9. If two-thirds of the members-elect vote in favor of disqualification, the presiding officer shall pronounce a judgment of disqualification, which shall be entered in the journal. 5-10. A motion to reconsider the vote by which an article of impeachment is sustained or rejected is never in order. A motion to reconsider the vote by which disqualification is sustained or rejected is also never in order. 5-11. Upon conclusion of the voting under this section, the Senate shall adopt a resolution memorializing the proceedings of the Court of Impeachment, which shall be filed with the secretary of state. The Secretary of the Senate shall transmit a copy of the resolution to the House of Representatives."}, {"bill_id": 23561, "bill_version_id": 236962, "bill_version": "Enrolled", "bill_version_date": "2022-04-26T12:06:43.89-05:00", "bill_text": "A RESOLUTION, Establishing the Senate rules for the impeachment trial of Attorney General Jason Ravnsborg. WHEREAS, the Senate has the sole power to try an impeachment pursuant to S.D. Const., Art. XVI, § 2; and WHEREAS, on April 12, 2022, the House of Representatives, during this Second Special Session of the Ninety-Sixth Legislature of the State of South Dakota, issued articles of impeachment against Jason Ravnsborg, attorney general of the State of South Dakota, which were then transmitted by the Chief Clerk of the House to the Secretary of the Senate; and WHEREAS, the Senate, now resolved into a Court of Impeachment, shall designate the rules governing the procedures for the impeachment trial of Attorney General Jason Ravnsborg: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Second Special Session of the Ninety-Sixth Legislature of the State of South Dakota, that the following rules governing the impeachment trial of Attorney General Jason Ravnsorg are adopted: SENATE RULES TRIAL OF IMPEACHMENT CHAPTER 1. COMMENCEMENT 1-1. Upon receiving articles of impeachment from the House of Representatives exhibited against Jason Ravnsborg, attorney general of the State of South Dakota, the Senate shall adopt a resolution setting the date and time for commencement of the trial of impeachment and summoning Attorney General Ravnsborg to file a written answer to the articles of impeachment by June 1, 2022, and to appear personally or by counsel before the Senate in the Senate chamber at the date and time for trial. For each article of impeachment, the written answer shall state whether Attorney General Ravnsborg pleads guilty or not guilty. 1-2. The Senate shall serve Attorney General Ravnsborg or his counsel with a copy of the articles of impeachment and the resolution by certified mail and shall file a return of service with the Senate. 1-3. The secretary of the Senate shall transmit a copy of the resolution to the House of Representatives. CHAPTER 2. ORGANIZATION 2-1. When the Senate sits as a Court of Impeachment, the president of the Senate shall preside. In the absence of the president, the president pro tempore shall preside. 2-2. The Secretary of the Senate shall administer an oath to the presiding officer. The oath to be administered is as follows: \"I solemnly swear (or affirm) to act fairly as presiding officer of the Senate sitting as a court of impeachment, to the best of my ability.\" 2-3. The presiding officer or the Secretary of the Senate shall administer an oath to each witness and perform such other duties as are necessary to assist in the administration of the Court of Impeachment. 2-4. The oath to be administered to a witness is as follows: \"I do solemnly swear (or affirm) that the testimony I am about to give in this matter is the truth, the whole truth, and nothing but the truth.\" 2-5. Any decision or ruling of the presiding officer is subject to appeal to the Senate by a Senator. 2-6. If a Senator has asked that the Senate override a decision or ruling of the presiding officer, the presiding officer shall submit the question to the Senate without debate and state the question as follows: \"Shall the ruling of the presiding officer be sustained?\" 2-7. The ruling of the presiding officer is sustained if a majority of members-elect vote to sustain the ruling by roll call vote. 2-8. The Secretary of the Senate shall keep a full and correct record of all proceedings and publish them in the journal, which shall be a public record, and shall perform such duties as are necessary to assist in the administration of the Court of Impeachment. 2-9. Before the commencement of the impeachment trial, the Secretary of the Senate shall administer an oath to each Senator. The oath to be administered is as follows: \"I solemnly swear (or affirm) that in all things pertaining to the impeachment trial of Attorney General Jason Ravnsborg, I will do justice according to law and evidence.\" 2-10. The Senate shall employ one or more court reporters to make a transcript of the trial proceedings. 2-11. The prosecution of the articles of impeachment in the Senate shall be conducted by one or more prosecutors as appointed by the president pro tempore. 2-12. During the trial, only senators, officers and employees of the Senate, legislative staff, the respondent, and counsel for the respondent may be present on the Senate floor. Members of the press may be in the designated press area. CHAPTER 3. PRE-TRIAL PROCEDURE 3-1. The following deadlines apply to the trial of impeachment: (1) The presiding officer shall take necessary steps to have the House's entire impeachment file available for Senators to review. The Secretary of the Senate shall post the entire redacted file on the legislative website. (2) Each party to the trial of impeachment shall provide to the presiding officer by June 1, 2022, the documents that each party intends to submit to the Senate in advance of the trial. The Secretary of the Senate shall make those documents available on the legislative website. A party may submit additional documents to the presiding officer during the trial, which shall be made available on the legislative website. (3) A Senator who has a question for either party shall submit the question to the presiding officer by June 13, 2022. (4) The presiding officer shall organize member questions and submit them to both parties by June 16, 2022. 3-2. A party may not offer, and the Senate may not consider, any pretrial motion or a motion to dismiss an article of impeachment. 3-3. The Senate, under the direction of the presiding officer, shall ensure that each party receives assistance necessary to compel the attendance of a witness or the production of papers or records required for the trial of the impeachment. Upon application by a party, a subpoena shall be issued by the presiding officer in the name of the Senate. A subpoena issued by the presiding officer shall be considered to have been issued by the Senate and may be enforced as such. A party shall submit each application for subpoena to the presiding officer by June 1, 2022. 3-4. A party may not call a member of the legislature, a Senate officer or employee, legislative staff, or counsel to either party as a witness, nor subpoena their personal records. 3-5. No depositions or other pre-trial discovery is permitted. CHAPTER 4. TRIAL PROCEDURE 4-1. The Senate Rules and the Joint Rules, as adopted by the Second Special Session of the Ninety-Sixth Legislature of the State of South Dakota, remain in effect and apply to the trial of impeachment to the extent that the Senate Rules and Joint Rules do not conflict with these rules. 4-2. Evidence may be admitted if it is relevant, material, and not redundant. The South Dakota Rules of Evidence do not apply to this proceeding. The presiding officer shall decide all evidentiary questions. 4-3. The presiding officer shall conduct the trial along the following approximate timetable: (1) The Senate shall convene to organize at 8 a.m. (CT) on June 21, 2022. (2) The prosecuting attorneys shall have one hour for an opening statement presenting the case for impeachment. (3) The respondent’s attorney shall have one hour to present the case opposing impeachment. (4) The prosecuting attorney shall have a total of four hours to present witness testimony, to present exhibits, and to cross-examine witnesses presented by the respondent. (5) The respondent shall have a total of four hours to present witness testimony, to present exhibits, and to cross examine witnesses presented by the prosecution. (6) If the respondent testifies, the respondent's testimony is not subject to the time requirements provided in this section. The respondent is subject to cross-examination. (7) For each day the trial of impeachment is being held, the trial shall not extend past 8 p.m. (CT), at which time the Senate shall recess to the next trial day. (8) Upon completion of the presentation of the case, each Senator shall have the opportunity to submit additional questions for witnesses or either party, through the presiding officer. (9) Each party shall have one hour in closing to summarize their case. CHAPTER 5. VERDICT AND JUDGMENT 5-1. After closing arguments, the Senate shall take a vote on each article of impeachment against Attorney General Jason Ravnsborg. Each Senator shall vote on each article of impeachment. 5-2. The presiding officer shall state the question on each article of impeachment as follows: \"Shall the Senate sustain the ___article of impeachment against Attorney General Jason Ravnsborg and remove him from the office of Attorney General.\" This question is debatable. An article of impeachment and the question put to the Senate is not divisible. 5-3. Each vote on whether to sustain shall be taken as a roll call vote. 5-4. If Attorney General Ravsnborg is acquitted on every article of impeachment, the presiding officer shall pronounce a judgment of acquittal, which shall be entered in the journal. 5-5. If two-thirds of the members-elect vote to sustain any one of the articles of impeachment, the presiding officer shall pronounce a judgment of conviction against Jason Ravnsborg and that Jason Ravnsborg is thereby removed from the office of the Attorney General. The judgment of conviction and removal from office shall be entered in the journal. 5-6. If a judgment of conviction is pronounced, a vote shall be taken on whether Jason Ravnsborg shall be disqualified from holding any office of trust or profit under the state. 5-7. The presiding officer shall state the disqualification question as follows: \"Shall Jason Ravnsborg be disqualified from holding any office of trust or profit under the state?\" This question is debatable. 5-8. If two-thirds of the members-elect do not vote in favor of disqualification, the presiding office shall pronounce that the question is lost, which shall be entered in the journal. 5-9. If two-thirds of the members-elect vote in favor of disqualification, the presiding officer shall pronounce a judgment of disqualification, which shall be entered in the journal. 5-10. A motion to reconsider the vote by which an article of impeachment is sustained or rejected is never in order. A motion to reconsider the vote by which disqualification is sustained or rejected is also never in order. 5-11. Upon conclusion of the voting under this section, the Senate shall adopt a resolution memorializing the proceedings of the Court of Impeachment, which shall be filed with the secretary of state. The Secretary of the Senate shall transmit a copy of the resolution to the House of Representatives. Adopted by the Senate, April 26, 2022 _____________________ _____________________ Larry Rhoden Kay Johnson President of the Senate Secretary of the Senate"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23561, "action_date": "2022-04-26T09:00:00-05:00", "document_id": 236928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236928.pdf", "status_text": "First read in Senate and referred to", "journal_page": 12, "committee_id_action": 1110, "committee_id_assigned": 1104, "result": "N", "vote": {}}, {"bill_id": 23561, "action_date": "2022-04-26T09:30:00-05:00", "document_id": 236952, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236952.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1104, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23561, "action_date": "2022-04-26T09:30:00-05:00", "document_id": 236953, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236953.pdf", "status_text": "Motion to amend resolution", "journal_page": 1, "committee_id_action": 1104, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23561, "action_date": "2022-04-26T09:30:00-05:00", "document_id": 236953, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236953.pdf", "status_text": "Adopt Resolution as amended", "journal_page": 1, "committee_id_action": 1104, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76026, "president_vote": null, "Yea": [4135, 4142, 4145, 4184, 4204, 4131, 4203]}}, {"bill_id": 23561, "action_date": "2022-04-26T09:00:00-05:00", "document_id": 236928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236928.pdf", "status_text": "Placed on calendar", "journal_page": 14, "committee_id_action": 1110, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23561, "action_date": "2022-04-26T09:00:00-05:00", "document_id": 236928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236928.pdf", "status_text": "Adopt Resolution as amended", "journal_page": 16, "committee_id_action": 1110, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76029, "president_vote": null, "Yea": [4128, 4130, 4131, 4132, 4135, 4142, 4145, 4146, 4153, 4162, 4166, 4168, 4171, 4172, 4184, 4185, 4189, 4200, 4201, 4203, 4204, 4206, 4209, 4210, 4212, 4213, 4216, 4220, 4222, 4226], "Excused": [4136, 4149, 4150, 4159, 4176]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23561"}