{"session_id": 19, "bill_id": 4252, "bill_type": "Senate Bill", "bill_number": 150, "bill_title": "revise certain permitting requirements relating to in situ leach mining.", "sponsors": [{"legislator_profile_id": 330, "is_prime": true}, {"legislator_profile_id": 413, "is_prime": true}, {"legislator_profile_id": 351, "is_prime": false}], "keywords": ["Environmental Protection", "Mining, Oil and Gas"], "audio": [{"meeting_datetime": "2013-02-07T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag20.mp3", "start_seconds": 4580.0}, {"meeting_datetime": "2013-02-07T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag20.mp3", "start_seconds": 4580.0}, {"meeting_datetime": "2013-02-07T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag20.mp3", "start_seconds": 4580.0}], "bill_versions": [{"bill_id": 4252, "bill_version_id": 24228, "bill_version": "Introduced", "bill_version_date": "2013-01-22T11:01:39.24-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain permitting requirements relating to in situ leach mining. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34A-2-24 be amended to read as follows: 34A-2-24. Notwithstanding § 34A-2-22, discharge of wastes into waters of the state which reduce the quality of such waters below the water quality level existing on March 27, 1973, will be allowed if it is affirmatively demonstrated to the board and the board finds by a majority vote of its members, after a public hearing on such request, that there may be a discharge, if the discharge will not result in the violation of applicable water standards, and if the discharge is found justifiable as a result of necessary economic or social development. The board may not allow a discharge if the discharge results in a violation of the existing water standards. With regard to in situ leach mining, a permitee who holds any permit issued or recommended for issuance by the Water Management Board, upon completion of mining in an authorized production area, shall agree to restore groundwater quality levels to the highest value for each control parameter shown on the baseline water quality form as existed before the start of any water usage or mining activity. The board may not allow the restored water quality to exceed pre-water usage or mining baseline parameters. Section 2. That § 34A-2-25 be amended to read as follows: 34A-2-25. In determining the justification for economic development under § 34A-2-24, the board shall consider and require in its decision, technology reasonably available for all discharges into that segment of state waters affected by the decision, which will result in further progress toward the goal of eliminating the discharge of all wastes. With regard to in situ leach mining or water permit application, the secretary shall do a preliminary review of the permit application and technical report after submission by the applicant. After the review the secretary shall determine whether mining appears feasible or infeasible. Mining is infeasible if the proposed area lacks proper confining zones or contains geologic faults that would act as conduits for groundwater movement, if information is lacking on the permit application or technical report, or for other reasons determined by the secretary. If mining appears feasible, the applicant shall conduct a restoration demonstration on an area authorized by the secretary that includes a small part of the proposed production zone. The restoration demonstration shall simulate actual production and restoration conditions for the purpose of making a restoration schedule, which shall be included in the final permit. If the secretary determines that restoration is not feasible, the permit may not be issued. A second production area authorization may be required if geologic conditions vary considerably within the production zone. Full-scale operation may begin following satisfactory demonstration of restoration in the authorized production area and issuance of the permit. Section 3. That § 45-6B-33 be amended to read as follows: 45-6B-33. No permit may be issued for a mining operation proposed on unsuitable land. Land is unsuitable if the following conditions cannot be satisfactorily mitigated: (1) Reclamation of the affected land pursuant to the requirements of this chapter is not physically or economically feasible; (2) Substantial disposition of sediment in stream or lake beds, landslides, or water pollution cannot feasibly be prevented; (3) The land to be affected by a proposed mining operation includes land that is special, exceptional, critical, or unique as defined in § 45-6B-33.3 and satisfactory mitigation is not possible; (4) The proposed mining operation will result in the loss or reduction of long-range productivity of aquifer, public and domestic water wells, watershed lands, aquifer recharge areas, or significant agricultural areas; (5) The biological productivity of the land is such that the loss would jeopardize threatened or endangered species of wildlife indigenous to the area; or (6) The board finds that any probable adverse socioeconomic impacts of the proposed mining operation outweigh the probable beneficial impacts of the operation; (7) With regard to in situ leach mining, mining is infeasible if the proposed area lacks proper confining zones or contains geologic faults that would act as conduits for groundwater movement, if information is lacking on the permit application or technical report, or for other reasons determined by the secretary. If mining otherwise appears feasible, a permit may be denied based on scientific or technical uncertainty about the feasibility of reclamation, and a permit shall be denied if the applicant fails to demonstrate that reclamation can and will be accomplished in compliance with the requirements of this and other chapters related to the protection of groundwater and other environmental resources and human health. To demonstrate that reclamation is feasible, the applicant shall conduct a restoration demonstration on an area authorized by the secretary that includes a small part of the proposed production zone. The restoration demonstration shall simulate actual production and restoration conditions for the purpose of making a restoration schedule, which shall be included in the final permit. If the secretary determines that restoration is not feasible, the permit may not be issued. If the applicant fails to demonstrate by substantial evidence that it can and will reclaim all affected groundwater for all water quality parameters that are specifically identified in the baseline site characterization, the secretary shall recommend that the permit not be issued. A second production area authorization may be required if geologic conditions vary considerably within the production zone. Full-scale operation may begin following satisfactory demonstration of restoration in the authorized production area and issuance of the permit; or (8) With regard to in situ leach mining, land is unsuitable if the board finds existing or reasonably foreseeable potential future uses for any potential affected groundwater, including domestic or agricultural uses, and the board determines the in situ leach mining will adversely affect the suitability for such uses. Section 4. That § 45-6B-41 be amended to read as follows: 45-6B-41. Any disturbance to the prevailing hydrologic balance of the affected land and of the surrounding area and to the quality and quantity of water in surface and groundwater systems both during and after the mining operation and during reclamation shall be minimized. With regard to in situ leach mining, the operator upon completion of mining in an authorized production area, shall restore groundwater quality levels to the highest value for each control parameter shown on the baseline water quality form as existed before the start of any water usage or mining activity."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4252, "action_date": "2013-01-23T14:00:00-06:00", "document_id": 24441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24441.pdf", "status_text": "First read in Senate and referred to", "journal_page": 172, "committee_id_action": 200, "committee_id_assigned": 176, "result": "N", "vote": {}}, {"bill_id": 4252, "action_date": "2013-02-07T10:00:00-06:00", "document_id": 25229, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25229.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 176, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4252, "action_date": "2013-02-07T10:00:00-06:00", "document_id": 25454, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25454.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 364, "committee_id_action": 176, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13590, "president_vote": null, "Yea": [388, 340, 322, 329, 385, 384, 368, 333], "Nay": [327]}}]}