{"session_id": 24, "bill_id": 7029, "bill_type": "House Bill", "bill_number": 1048, "bill_title": "revise certain provisions regarding the authority of the South Dakota Lottery Commission to regulate video lottery.", "sponsors": [], "keywords": ["Administrative Rules", "Recreation and Sports"], "audio": [{"meeting_datetime": "2016-01-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hco09.mp3", "start_seconds": 600.0}, {"meeting_datetime": "2016-01-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hco09.mp3", "start_seconds": 600.0}, {"meeting_datetime": "2016-01-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hco09.mp3", "start_seconds": 600.0}, {"meeting_datetime": "2016-01-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hco09.mp3", "start_seconds": 600.0}, {"meeting_datetime": "2016-01-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hco09.mp3", "start_seconds": 600.0}], "bill_versions": [{"bill_id": 7029, "bill_version_id": 37462, "bill_version": "Introduced", "bill_version_date": "2016-01-11T08:09:42.58-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the authority of the South Dakota Lottery Commission to regulate video lottery. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 42-7A-19 be amended to read: 42-7A-19. The commission shall establish policy for the operation of the state lottery and shall consult with and direct the executive director relating to the operation of the state lottery. Major procurements, as defined in subdivision 42-7A-4(3) § 42-7A-1, recommended by the executive director, are subject to the approval of the commission. The commission may promulgate rules, pursuant to chapter 1-26, to: (1) Determine the maximum number of video lottery machines any one individual may have an interest in for placement in South Dakota. For the purposes of this subdivision, a video lottery machine owned solely by an individual and by any entity in which the individual is an owner, partner, member, or shareholder counts as a video lottery machine an individual has an interest in; (2) Determine the total number of video lottery machines that may be placed in any video lottery licensed establishment at a number not to exceed fifteen video lottery machines. The commission may set additional requirements or conditions for the placement of each video lottery machine in excess of ten machines; (3) Determine the total amount of money to be bet per play on a game on a video lottery machine at an amount not to exceed five dollars; and (4) Determine the maximum award per play, at an amount not to exceed twenty-five thousand dollars, on a game on a video lottery machine. Section 2. That § 42-7A-38 be amended to read: 42-7A-38. A video lottery machine may not allow more than two dollars to be played on a game or award free games or credits in excess of one thousand dollars per bet. The payback value of one credit on a video lottery machine shall be at least eighty percent of the value of the credit. Section 3. That § 42-7A-44 be amended to read: 42-7A-44. The placement of video lottery machines in licensed establishments shall be subject to the rules of the commission promulgated pursuant to chapter 1-26. No more than ten video lottery machines may be placed in any licensed establishment. The bar or lounge with an on-sale license issued pursuant to subdivision 35-4-2(12) or (16) shall be restricted to persons twenty-one years of age or older. The entrance to the area where video lottery machines are located shall display a sign that the premises are restricted to persons twenty-one years or older. Notwithstanding the restrictions in §§ 35-4-79 to 35-4-79.2, inclusive, persons under the age of twenty-one may only enter the premises where video lottery machines are located provided they are accompanied by a parent, guardian, or spouse of twenty-one years or older. Section 4. That § 42-7A-60 be amended to read: 42-7A-60. In addition to the provisions of § 1-25-2, the commission may hold executive or closed meetings for any of the following purposes: (1) Considering applications for licensing when discussing the background investigations or personnel information; (2) Consulting with the executive director and employees of the lottery concerning possible lottery rule or law violations; (3) Meeting with lottery officials of other jurisdictions, the attorney general or law enforcement officials relating to possible criminal violations; or (4) Deliberations after hearing evidence on a contested case necessary to reach a decision; or (5) Discussing business strategies, marketing strategies, pricing strategies, or financial matters, if public discussion may be harmful to the competitive position of a licensee, an applicant, or the lottery."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7029, "action_date": "2016-01-12T12:00:00-06:00", "document_id": 37509, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37509.pdf", "status_text": "First Reading House", "journal_page": 24, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7029, "action_date": "2016-01-13T13:00:00-06:00", "document_id": 37539, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37539.pdf", "status_text": "Referred to", "journal_page": 37, "committee_id_action": 325, "committee_id_assigned": 310, "result": "N", "vote": {}}, {"bill_id": 7029, "action_date": "2016-01-25T10:00:00-06:00", "document_id": 37928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37928.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 310, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7029, "action_date": "2016-01-25T10:00:00-06:00", "document_id": 38049, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38049.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 310, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7029, "action_date": "2016-01-25T10:00:00-06:00", "document_id": 38049, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38049.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 160, "committee_id_action": 310, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20241, "president_vote": null, "Nay": [1063, 1056, 965, 1034], "Yea": [1002, 982, 968, 1023, 1069, 1051, 1053, 1064, 1052]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7029"}