{"session_id": 43, "bill_id": 11684, "bill_type": "Senate Bill", "bill_number": 18, "bill_title": "revise certain provisions regarding professional counselors.", "sponsors": [], "keywords": ["Appropriation", "Boards and Commissions", "Executive/Judiciary Request", "Fees", "Fund", "Professions and Occupations", "Promulgation of Rules", "Therapists and Counselors"], "audio": [{"meeting_datetime": "2020-02-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/she16.mp3", "start_seconds": 1522.0}, {"meeting_datetime": "2020-02-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/she16.mp3", "start_seconds": 1522.0}, {"meeting_datetime": "2020-02-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/she16.mp3", "start_seconds": 1522.0}, {"meeting_datetime": "2020-02-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/she16.mp3", "start_seconds": 1522.0}, {"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen19.mp3", "start_seconds": 1720.0}, {"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen19.mp3", "start_seconds": 1720.0}, {"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen19.mp3", "start_seconds": 1720.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe32.mp3", "start_seconds": 138.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe32.mp3", "start_seconds": 138.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe32.mp3", "start_seconds": 138.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe32.mp3", "start_seconds": 138.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe32.mp3", "start_seconds": 138.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou33.mp3", "start_seconds": 20495.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou33.mp3", "start_seconds": 20495.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou33.mp3", "start_seconds": 20495.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou33.mp3", "start_seconds": 20495.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou33.mp3", "start_seconds": 20495.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou33.mp3", "start_seconds": 20495.0}], "bill_versions": [{"bill_id": 11684, "bill_version_id": 61846, "bill_version": "Introduced", "bill_version_date": "2020-01-09T18:38:10.527-06:00", "bill_text": "An Act to revise certain provisions regarding professional counselors. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 36-32-47. Definitions. Terms used in this chapter mean: (1) \"Board,\" the Board of Examiners for Counselors and Marriage and Family Therapists; (2) \"Counselor educator,\" a professional counselor engaged primarily in developing, implementing, and supervising the educational preparation of professional counselors; (3) \"Counseling,\" the diagnosis and treatment of mental illness or mental and emotional disorders; individual, group, and marriage and family counseling, and psychotherapy; assessment; crisis intervention; counseling and consulting to facilitate normal growth and development; psychoeducational techniques aimed at the prevention of mental and emotional disorders; consultations with individuals, couples, families, groups, organizations, and communities; and clinical research; (4) \"Counseling treatment interventions,\" the application of cognitive, affective, behavioral, and systemic counseling strategies that include principles of development, wellness, and pathology, implemented in the context of a professional counseling relationship; (5) \"Doctoral or master's degree in counseling,\" completion of study following a bachelor's degree in a clearly identified counseling program that stands as a recognizable organizational entity within an approved accredited institution of higher learning; (6) \"Licensee,\" a person who holds a license to practice counseling; (7) \"Postgraduate supervision,\" a period of supervision following the completion of a master's or doctoral degree; (8) \"Practice of professional counseling,\" the application of mental health, psychological, and human development principles in order to: (a) Facilitate human development and adjustment throughout the life span; (b) Prevent, diagnose, and treat mental, emotional, or behavioral disorders and associated distresses, that interfere with mental health; (c) Conduct assessments and diagnoses to establish treatment goals and objectives; and (d) Develop, implement, and evaluate treatment plans using counseling treatment interventions. Section 2. That a NEW SECTION be added: 36-32-48. Board of Examiners for Counselors and Marriage and Family Therapists--Membership--Appointment and qualifications. The board consists of nine members appointed by the Governor. Five members shall be professionals actively engaged in professional counseling or marriage and family therapy and be representative of the various disciplines governed by the board. One member shall be a current or retired counselor educator. Three members shall be individuals who are not licensed to practice in a discipline governed by the board. Section 3. That a NEW SECTION be added: 36-32-49. Term of office--Compensation. The term of office for each board member is three years and begins on October thirty-first. No member of the board may serve for more than three consecutive full terms. If a person is appointed to fill a vacancy, that service is not counted as a term for purposes of this section. Each board member shall receive per diem compensation as provided in § 4-7-10.4 and expense reimbursement at the same rate as state employees, while engaged in official duties. Section 4. That a NEW SECTION be added: 36-32-50. Removal for cause--Vacancy. The Governor may remove a board member for cause. The Governor shall appoint a new member to serve out an unexpired term in the case of a vacancy for any reason. Section 5. That a NEW SECTION be added: 36-32-51. Meetings--Election of officers. The board shall meet at least annually, at the time and place designated by the president or by a majority of the board. A majority of the board's members constitutes a quorum for the transaction of business. The board shall annually elect a president and a vice president from among its members. Section 6. That a NEW SECTION be added: 36-32-52. Immunity from liability. The board, board members, and board agents are immune from personal liability for actions taken in good faith in the discharge of the board's duties. The state shall hold the board, board members, and board agents harmless from all costs, damages, and attorney fees arising from claims and suits against them with respect to matters to which the immunity applies. Section 7. That a NEW SECTION be added: 36-32-53. Board within Department of Social Services. The board exists within the Department of Social Services. The board shall exercise all prescribed functions, including administrative functions. The board shall provide records, information, and reports to the secretary of the Department of Social Services at the time and in the manner requested by the secretary. Section 8. That a NEW SECTION be added: 36-32-54. Moneys received by board--Fund--Deposit--Continuous appropriation. The board shall forward all moneys received under the provisions of this chapter to the state treasurer for deposit in the Board of Examiners for Counselors and Marriage and Family Therapists fund hereby created in the state treasury. Moneys in the account are appropriated on a continuing basis to the board for the purpose of carrying out this chapter. Any expenditures shall be paid on warrants drawn by the state auditor and approved by the board or by an officer of the board. The total expenses may not exceed the total moneys collected by the board under the provisions of this chapter. For purposes of this chapter, the board may accept gifts, grants, and donations. Section 9. That a NEW SECTION be added: 36-32-55. Powers and duties of board. The board shall: (1) Administer, coordinate, and enforce the provisions of this chapter and chapter 36-33; (2) Establish educational, training, examination, and competency standards for professional counselors and licensees under this chapter and chapter 36-33; (3) Establish standards for the safe and qualified practice of counseling and marriage and family therapy; (4) Evaluate the qualifications of applicants for licensure and issue and renew licenses and permits under this chapter and chapter 36-33; (5) Establish standards and responsibilities for post-graduate board approved supervision for candidates for licensure under this chapter and chapter 36-33; (6) Adopt ethical standards for the practice of counseling and marriage and family therapy; (7) Establish competency standards and responsibilities for post-graduate board-approved supervisors under this chapter and chapter 36-33; (8) Maintain the names of persons who meet the qualifications for a license or permit under this chapter and chapter 36-33; (9) Conduct all disciplinary proceedings under this chapter and chapter 36-33; (10) Maintain a record of each complaint received by the board; (11) Establish reasonable requirements regarding reentry into practice of inactive practitioners and the reinstatement of previously licensed practitioners under this chapter and chapter 36-33; (12) Establish continuing education and continuing competency requirements for licensees and permit holders under this chapter and chapter 36-33 and the procedures for verifying compliance with the established requirements; (13) Establish standards for the practice of distance counseling and distance marriage and family therapy; (14) Communicate license and permit actions and status to relevant state and federal governing bodies, as required by law, or as the board determines is appropriate; and (15) Employ personnel in accordance with the needs and budget of the board and enter into contracts as necessary to carry out the board's responsibilities under this chapter. Section 10. That a NEW SECTION be added: 36-32-56. Promulgation of rules. The board may promulgate rules, pursuant to chapter 1-26, to set standards for professional practice and establish procedures for application, professional practice, licensure, eligibility, renewals, ethical standards, continuing education, supervision, and examination of an applicant for and a holder of licensure as a licensed professional counselor, licensed professional counselor--mental health, and licensed marriage and family therapist. Section 11. That a NEW SECTION be added: 36-32-57. Display of license. Each license issued by the board under this chapter, shall be conspicuously displayed by the licensee at the licensee's primary place of practice. Each licensee shall post and keep conspicuously displayed the annual renewal certificate issued by the board. Section 12. That a NEW SECTION be added: 36-32-58. Unlicensed practice--Violation as misdemeanor. It is a Class 2 misdemeanor for any person to engage or attempt to engage in the practice of professional counseling, without a license, unless exempted under the provisions of this chapter. Section 13. That a NEW SECTION be added: 36-32-59. Use of certain titles by unlicensed persons--Prohibition. Unless licensed in accordance with the provisions of this chapter, no person may use the titles: licensed clinical mental health counselor, licensed clinical counselor, licensed professional counselor--mental health, licensed professional counselor, or licensed counselor, or any similar title. Section 14. That a NEW SECTION be added: 36-32-60. Fraudulent or misleading advertising--Violation as misdemeanor. No advertising regarding the practice of counseling may be fraudulent or misleading. A violation of this section is a Class 1 misdemeanor. Section 15. That a NEW SECTION be added: 36-32-61. Performing services outside of scope--Prohibition. No licensee may perform counseling services that are outside the scope of the licensee's relevant education, training, and experience. Section 16. That a NEW SECTION be added: 36-32-62. Enforcement of chapter. The board may use board staff or employ or contract with an agent or investigator to assist in enforcing this chapter or any rule promulgated by the board. If it appears to the board that a person is violating any provision of this chapter or any rule promulgated thereunder, the board may, in the board's name or in the name of the state, bring an action in the circuit court of any county in which jurisdiction is proper, to enjoin the action, practice, or violation, and to enforce compliance with this chapter, or any rule promulgated thereunder. Criminal proceedings shall be prosecuted by the Office of the Attorney General or by a person designated by the attorney general and retained by the board as provided in this chapter. Section 17. That a NEW SECTION be added: 36-32-63. Assistance in enforcement--Expenditures--Employment of attorney. The board and board members and officers shall assist any person charged with the enforcement of this chapter. The board, board members, and officers shall furnish evidence to assist in the prosecution of any violation or enforcement, and the board may make a reasonable expenditure for that purpose. The board may employ an attorney designated by the attorney general. The board shall determine the compensation and period of service of the attorney and pay the attorney out of the board's funds. Section 18. That a NEW SECTION be added: 36-32-64. Professional counselor--Application--Requirements. An applicant for a license as a professional counselor shall file an application, in the manner prescribed by the board, together with the application fee prescribed by the board in accordance with § 36-32-92. The board may issue a license as a professional counselor to an applicant who pays the license fee and demonstrates that: (1) The applicant has received a master's or a doctoral degree, consisting of at least forty-eight credit hours in counseling from an accredited counseling program recognized by the board; (2) The applicant has passed a standardized national examination approved by the board; (3) Within the four years preceding the application, the applicant completed two thousand hours of postgraduate supervision, in a manner prescribed by the board, in counseling under a plan of supervision approved by the board; (4) The applicant has no pending disciplinary proceeding or unresolved disciplinary complaint; (5) The applicant is of good moral character; and (6) The applicant is not in violation of any provision of this chapter or any rule promulgated thereunder. The board may refuse to grant a license to an applicant who fails to meet the requirements of this section. Notwithstanding the provisions of subdivision (3), the board may grant a license, to an applicant who does not complete the required postgraduate supervision within four years of the application upon the applicant’s show of good cause for exceeding the time limit. Notwithstanding the provisions of subdivision (5), the board may grant a license to an applicant who has been convicted of or pled guilty to a felony, to any crime involving or relating to the practice of counseling, or to any crime involving dishonesty or moral turpitude if the board determines that the applicant does not constitute a risk to public safety. An applicant may appeal the denial of a license in accordance with chapter 1-26. Section 19. That a NEW SECTION be added: 36-32-65. Licensed professional counselor--Mental health--Application--Requirements. An applicant for a license as a professional counselor--mental health shall file an application, in the manner prescribed by the board, together with the application fee prescribed by the board in accordance with § 36-32-92. The board may issue a license as a professional counselor--mental health to an applicant who pays the license fee and demonstrates that: (1) The applicant has obtained licensure as a professional counselor under § 36-32-64; (2) The applicant has received a master's or a doctoral degree, consisting of at least forty-eight credit hours in counseling, with an emphasis on mental health counseling, from an accredited counseling program recognized by the board; (3) The applicant has passed a standardized national examination approved by the board; (4) Within the four years preceding the application, the applicant completed two thousand hours of postgraduate supervision in counseling, in a manner prescribed by the board, under a plan of supervision approved by the board; (5) The applicant has no pending disciplinary proceeding or unresolved disciplinary complaint; (6) The applicant is of good moral character; and (7) The applicant is not in violation of any provision of this chapter or any rule promulgated thereunder. The board may refuse to grant a license to an applicant who fails to meet the requirements of this section. Certain postgraduate supervision hours acquired to meet requirements to be licensed as a professional counselor under § 36-32-64 may be used to meet the provisions of subdivision (3), as prescribed by the board. Notwithstanding the provisions of subdivision (3), the board may grant a license to an applicant who does not complete the required postgraduate supervision within four years of the application upon the applicant’s show of good cause for exceeding the time limit. Notwithstanding the provisions of subdivision (5), the board may grant a license to an applicant who has been convicted of or pled guilty to a felony, to any crime involving or relating to the practice of counseling, or to any crime involving dishonesty or moral turpitude if the board determines that the applicant does not constitute a risk to public safety. An applicant may appeal the denial of a license in accordance with chapter 1-26. Section 20. That a NEW SECTION be added: 36-32-66. Examination of applicant's physical or mental health. If the board suspects that the physical or mental health of any applicant may jeopardize or endanger anyone who seeks assistance from the applicant, the board may require that the applicant be examined by a competent healthcare provider selected by the board. The board shall pay all costs of the examination. If the health care provider confirms that the applicant's physical or mental health may jeopardize or endanger anyone who seeks services from the applicant, the board may deny the license until the applicant furnishes proof that the applicant's physical and mental health is sufficient to practice counseling. Section 21. That a NEW SECTION be added: 36-32-67. Applicants licensed out-of-state--Licensure requirements. Notwithstanding any other provisions of this chapter, the board may issue a license as a professional counselor or professional counselor--mental health to an applicant who is licensed to practice counseling in another state or territory of the United States if the applicant demonstrates that: (1) The applicant is currently licensed as a counselor and has been under the jurisdiction of the licensing authority in the other jurisdiction for at least three continuous years prior to the time of submitting an application to the board; (2) The applicant is in good standing with the licensing authority in the other jurisdiction; (3) The applicant has been in an active practice during the three-year period before the time of submitting an application to the board; (4) The applicant passed the standard national examination approved by the board for the specific license; and (5) The applicant has no record of unprofessional conduct or any pending disciplinary complaints in the other jurisdiction. For purposes of this section, the term, active practice, means the applicant accumulated at least one thousand five hundred hours of clinical experience. Section 22. That a NEW SECTION be added: 36-32-68. Applicants licensed out-of-state--Temporary license. If a professional counselor licensed in another state or territory of the United States has not passed the national examination required by the board for licensure under § 36-32-67, the board may provide the applicant with a temporary license to practice for up to ninety days, if the applicant demonstrates that: (1) The applicant is currently licensed as a professional counselor or professional counselor--mental health and has been under the jurisdiction of the licensing authority in the other jurisdiction for at least three years before the time of submitting an application to the board; (2) The applicant is in good standing with the licensing authority in the other jurisdiction; (3) The applicant has been in active practice during the three-year period before the time of submitting an application to the board; and (4) The applicant has no record of unprofessional conduct or pending disciplinary complaints in the other jurisdiction. For purposes of this section, the term, active practice, means at least one thousand five hundred hours of clinical experience. An applicant for a temporary license shall submit an application on a form approved by the board, along with the application fee and the temporary license fee prescribed by the board in accordance with § 36-32-92. The board shall issue a temporary license as a professional counselor or professional counselor--mental health to an applicant who meets the requirements of this section and pays the required fee. A temporary license automatically expires upon the applicant's passage of the required national examination or at the conclusion of the term for which the temporary license was issued, whichever occurs first. A temporary license may only be renewed once. Section 23. That a NEW SECTION be added: 36-32-69. Person practicing under temporary license--Board supervision and discipline. Any person practicing under a temporary license is subject to supervision and discipline by the board in the same manner as any other licensee under this chapter. A person practicing under a temporary license is under the jurisdiction of the board. Section 24. That a NEW SECTION be added: 36-32-70. Change of name or address--Notice to board. A licensee shall furnish the board with updated information within thirty days upon a change in the licensee's name, place of employment, or place of business. Section 25. That a NEW SECTION be added: 36-32-71. Term of license. A license issued under this chapter, other than a temporary license, is valid until November thirtieth of the next even-numbered year following the date of issuance. A license expires automatically unless the license is renewed. Section 26. That a NEW SECTION be added: 36-32-72. Renewal of license. Any licensee holding a valid license under this chapter may renew that license by submitting an application for renewal before the date of expiration, paying the required renewal fee, and providing proof of compliance with the continuing education requirements prescribed by the board. If a licensee fails to renew a license on or before the thirtieth day of November in an even-numbered year, the license is automatically suspended. The board shall notify the licensee that a renewal application has not been received by the board and that the licensee may not practice counseling. Any person who submits a license renewal application and provides proof of compliance with the continuing education requirements set by the board within thirty days after the expiration date of the license may be granted a license renewal. Section 27. That a NEW SECTION be added: 36-32-73. Continuing education for license renewal. Except as otherwise provided in this section, any person licensed under this chapter shall complete at least forty hours of continuing education every two years in a manner and with an instructor approved by the board. Any person whose initial license is granted for a period of less than two years shall, during that initial licensure period, complete a prorated number of hours of continuing education, in a manner and with an instructor approved by the board. The required continuing education hours may be obtained through electronic means. The board may extend or waive the continuing education requirements for a licensee upon a showing of good cause, prior to the expiration of the license. Section 28. That a NEW SECTION be added: 36-32-74. Inactive license--Reactivation. The board may place a license on inactive status at the request of the licensee and the payment of a fee prescribed by the board. An inactive license expires four years after the date of issuance. An inactive license may be reactivated by payment of the license renewal fee and proof of having completed at least forty hours of continuing education during the two-year period immediately preceding the reactivation request. If a license is not reactivated before expiration, all provisions applicable to an applicant for licensure also apply in order for the license to be restored to active status. Any license on inactive status as of July 1, 2020, expires on November 30, 2022, unless the licensee meets the requirements for reactivation before that time. Section 29. That a NEW SECTION be added: 36-32-75. Expired license--Reactivation. An expired license may be reactivated within the four-year period following the expiration of the license, if the applicant: (1) Pays any applicable renewal fees required for the period of expiration; (2) Provides proof of any continuing education required for the period of expiration; and (3) Provides proof of passing a national examination approved by the board after the date the license expired. Section 30. That a NEW SECTION be added: 36-32-76. Inapplicability of chapter to certain activities and services. The provisions of this chapter do not apply to the activities and services of a person practicing counseling as part of that person's duties if the person is: (1) Licensed or certified under this title and acting in a manner consistent with state law regarding the scope of practice; (2) Employed by a school, college, university, or other institution of higher learning and is engaged primarily in the education of students; (3) Employed by a federal, state, county, or local governmental institution or agency and performing the duties for which the person is employed; (4) Employed by a licensed health care facility, an accredited prevention or treatment facility, a community support provider, a nonprofit mental health center, or a licensed or registered child welfare agency; (5) A member of the clergy and acting in a ministerial capacity, if the activity is within the scope of the person's regular or specialized duties; or (6) A student enrolled in a recognized program of study leading to a counseling degree, if that student practices only under the direct supervision of a counselor educator or a counselor licensed under this chapter. Section 31. That a NEW SECTION be added: 36-32-77. Client’s violent behavior--Duty to warn. No cause of action may arise against any licensed professional counselor or licensed professional counselor--mental health for failing to warn of or protect others from a client’s threatened behaviors or for failing to predict, warn or protect others from a client’s violent behavior except if the client has communicated to the professional counselor or professional counselor--mental health a serious threat of physical violence against an identifiable victim. The duty to warn or to take reasonable precautions to provide protection from violent behavior arises only under the limited circumstances specified in this section. Section 32. That a NEW SECTION be added: 36-32-78. Privileged information--Exceptions. No licensee or an employee of a licensee may disclose information that was acquired from any person consulting the licensee in a professional capacity that was necessary to render services in a professional capacity, except: (1) If mandated by state law or authorized under the Health Insurance Portability and Accountability Act of 1996, as amended to January 1, 2020; (2) With the written consent of the person or, in the case of the person's death or disability, with the written consent of a personal representative, a person authorized to sue on the person's behalf, or the beneficiary of an insurance policy related to the person's life, health, or physical condition; (3) If the information is necessary to prevent or mitigate a serious and imminent threat to the health or safety of a person or to the public and the disclosure is made to a person reasonably able to prevent or mitigate the threat, including the target of the threat; (4) If the licensed professional counselor or professional counselor--mental health is a party defendant to a civil, criminal, or disciplinary action arising from the counselor's professional capacity, in which case any waiver of the privilege accorded by this section is limited to that action; (5) If the client is a defendant in a criminal proceeding and the use of the privilege would violate the defendant's right to a compulsory process or right to present testimony and evidence; or (6) If the person waives the privilege by bringing charges against the licensee. Section 33. That a NEW SECTION be added: 36-32-79. Testimony by counselor--Alimony or divorce action. If both parties to a marriage have obtained counseling from a licensed professional counselor or a licensed professional counselor--mental health, the counselor may not testify in an alimony or divorce action concerning information acquired in the course of the therapeutic relationship. This section does not apply to custody actions. Section 34. That a NEW SECTION be added: 36-32-80. Complaints--Investigation--Dismissal--Hearing--Appeal. The board shall receive complaints regarding any person licensed under this chapter. A record of each complaint shall be maintained by the board. An investigation shall be conducted by a member, agent, or an appointee of the board to determine whether the alleged violation has been committed. The investigator, if a member of the board, may dismiss a complaint if it appears to the member, either with or without consulting the board, that no violation has been committed. If the investigator is an agent or an appointee of the board, dismissal of the complaint may only be made by the board president. Any disposition agreed upon between the investigator and the licensee or permit holder shall be made known to and approved by the board. If the complaint is not dismissed and a disposition is not agreed upon, the investigator may request that the board set a date for a hearing on the complaint. Any disciplinary proceeding held under the provisions of this chapter shall be conducted in accordance with chapter 1-26. Any decision of the board entered in a contested proceeding may be appealed to the circuit court within thirty days. A license or permit shall remain in effect during the pendency of an appeal, unless suspended under§ 36-32-86. Section 35. That a NEW SECTION be added: 36-32-81. Inspection of premises--Purposes. Upon receiving a complaint regarding the health or safety of any patient or the public, any authorized board member, officer, agent, or employee may enter and inspect, during business hours, any place where counseling is practiced for the purpose of enforcing this chapter. Refusal to allow an inspection may constitute unprofessional or dishonorable conduct. Section 36. That a NEW SECTION be added: 36-32-82. Discovery--Evidence in contested cases--Civil actions. Testimony or documentary evidence of any kind obtained during the investigation of a complaint is not subject to discovery or disclosure under chapter 15-6 or any other provision of law and is not admissible as evidence in any legal proceeding, unless the complaint becomes a contested case under chapter 1-26. No person who has participated in the investigation of a complaint may testify as an expert witness or be compelled to testify for any party in any civil action, if the subject matter of the complaint investigated is a basis for the civil action. Section 37. That a NEW SECTION be added: 36-32-83. Revocation of license--Grounds. A license or permit may be suspended, revoked, or canceled if: (1) The licensee or permit holder is guilty of fraud in the practice of counseling or of fraud or deceit in the licensee's admission to the practice of counseling; (2) The licensee or permit holder has been convicted during the past five years of a felony, or of any crime which, if committed in this state would constitute a felony; (3) The licensee or permit holder is engaged in the practice of counseling under a false or assumed name and has not registered that name under chapter 37-11, or is impersonating another practitioner having a like or different name; (4) The licensee or permit holder is addicted to the habitual use of intoxicating liquors, narcotics, or stimulants, to an extent that incapacitates the licensee from the performance of professional duties; (5) The physical or mental condition of the licensee or permit holder is determined by a competent health care provider to be at risk of jeopardizing or endangering those who seek services from the licensee. A majority of the board may demand an examination of the licensee or permit holder at the board's expense. Failure of the licensee or permit holder to submit to the examination is grounds for the immediate suspension of the license or permit; (6) The licensee or permit holder obtained or attempted to obtain a license, certificate, permit, or renewal through means of bribery or fraudulent representation; (7) The licensee or permit holder knowingly made a false statement in connection with any application under this chapter; (8) The licensee or permit holder knowingly made a false statement on any form required by the board in accordance with this chapter or any rules promulgated thereunder; (9) The licensee or permit holder has violated any provision of this chapter or any rule promulgated thereunder; or (10) The licensee or permit holder has been found to be in violation of ethical standards adopted by the board. Section 38. That a NEW SECTION be added: 36-32-84. Revocation proceedings--Initiation. Proceedings for the suspension, revocation, or cancellation of a license or permit may be initiated if the board has information that a person may have committed any misconduct as provided in § 36-32-81 or is guilty of gross incompetence or unprofessional or dishonorable conduct. Section 39. That a NEW SECTION be added: 36-32-85. Violation of chapter--Sanctions. If the board finds that a person, entity, licensee, or permit holder has violated any provision of this chapter or any rule promulgated thereunder, the board may: (1) Revoke a license or permit for an indefinite period; (2) Suspend a license or permit for a specific or an indefinite period; (3) Place a limit or a condition on a license or permit; (4) Issue a censure or a letter of reprimand; (5) Place a licensee or permit holder on probationary status and require that the licensee or permit holder report regularly to the board on the matters that are the basis for probation, limit the licensee's or permit holder's practice to areas prescribed by the board, and require professional education until a satisfactory degree of skill has been attained in those areas that are the basis of the probation. The board may withdraw the probation if the board finds the deficiencies that required disciplinary action have been remedied; (6) Impose any other sanction that the board determines is appropriate; (7) Impose a fee to reimburse the board in an amount equal to some or all of the costs incurred for the investigation and proceedings resulting in disciplinary action, or for the issuance of a cease and desist order; or (8) Deny an application for a license or permit. Section 40. That a NEW SECTION be added: 36-32-86. Suspension of license or registration--Grounds--Hearing--Appeal. The board may suspend a license or permit in advance of a final adjudication or during the appeals process if the board finds that allowing a licensee or permit holder to continue practicing would represent a clear and immediate or imminent danger to public health and safety. A person whose license or permit is suspended under this section is entitled to a hearing before the board within twenty days after the effective date of the suspension. The suspension may subsequently be appealed to the circuit court in accordance with chapter 1-26. Section 41. That a NEW SECTION be added: 36-32-87. Conformity of revocation proceedings--Appeal. All proceedings regarding the suspension, revocation, or cancellation of a license or permit shall conform to the procedure set forth in chapter 1-26. A party may appeal any act, ruling, or decision regarding a license, in accordance with chapter 1-26. Section 42. That a NEW SECTION be added: 36-32-88. Reinstatement of license. At the board's discretion, the board may reinstate or issue a new license or permit. The board may require the applicant to pay all costs of the proceedings resulting in the suspension, revocation, reinstatement, or issuance of a license or permit. Section 43. That a NEW SECTION be added: 36-32-89. Violations reported to law enforcement officials--Prosecution of violations. The board shall investigate and report an alleged violation of any provision of this chapter. The board may employ special counsel subject to the supervision, control, and direction of the attorney general to assist in the prosecution of alleged criminal violations and may expend the necessary funds for this purpose. Section 44. That a NEW SECTION be added: 36-32-90. Action for injunction. Any person who violates any provision in this chapter may be enjoined from any further violation at the suit of the state's attorney of the county where the violation occurred. In the alternative, suit may be brought by any resident of this state. Section 45. That a NEW SECTION be added: 36-32-91. Counseling services through electronic means--Requirements. Any person who practices counseling through electronic means and provides counseling services to a patient located in this state is engaged in the practice of counseling in this state, regardless of the provider's physical location. Any service provided by a person through electronic means shall comply with the provisions of this chapter and rules promulgated thereunder. Section 46. That a NEW SECTION be added: 36-32-92. Fees--Promulgation of rules. The board shall promulgate rules in accordance with chapter 1-26, to establish the following: (1) An application fee, not to exceed two hundred dollars; (2) A biennial renewal fee, not to exceed five hundred dollars; (3) A duplicate license fee, not to exceed fifteen dollars; (4) An inactive license fee, not to exceed one hundred dollars; (5) A temporary license fee, not to exceed two hundred dollars; and (6) A license verification fee, not to exceed twenty-five dollars. Section 47. That a NEW SECTION be added: 36-32-93. Professional counselors--Continuation of licenses. Any person licensed as a professional counselor under § 36-32-13 before June 30, 2020, is licensed as a professional counselor pursuant to §§ 36-32-48 to 36-32-92, inclusive. Section 48. That a NEW SECTION be added: 36-32-94. Professional counselor--mental health--Continuation of licenses. Any person licensed as a professional counselor--mental health under § 36-32-42 before June 30, 2020, is licensed as a professional counselor--mental health pursuant to §§ 36-32-48 to 36-32-92, inclusive. Section 49. That § 34-52-2 be AMENDED: 34-52-2. Treatment of patients through telehealth--Requirements. Any health care professional treating a patient in the state through telehealth shall be: (1) Fully licensed to practice in the state or employed by a licensed health care facility, an accredited prevention or treatment facility, a community support provider, a nonprofit mental health center, or a licensed child welfare agency under § 36-32-12 § 36-32-76; and (2) Subject to any rule adopted by the applicable South Dakota licensing body. Consultation between a resident health care professional and a nonresident health care professional under this chapter is governed by § 36-2-9. Section 50. That §§ 36-32-1 to 36-32-46 ,inclusive, be REPEALED."}, {"bill_id": 11684, "bill_version_id": 67139, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "2020-02-07T13:39:39.663-06:00", "bill_text": "An Act to revise certain provisions regarding professional counselors. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 36-32-47. Definitions. Terms used in this chapter mean: (1) \"Board,\" the Board of Examiners for Counselors and Marriage and Family Therapists; (2) \"Counselor educator,\" a professional counselor engaged primarily in developing, implementing, and supervising the educational preparation of professional counselors; (3) \"Counseling,\" the diagnosis and treatment of mental illness or mental and emotional disorders; individual, group, and marriage and family counseling, and psychotherapy; assessment; crisis intervention; counseling and consulting to facilitate normal growth and development; psychoeducational techniques aimed at the prevention of mental and emotional disorders; consultations with individuals, couples, families, groups, organizations, and communities; and clinical research; (4) \"Counseling treatment interventions,\" the application of cognitive, affective, behavioral, and systemic counseling strategies that include principles of development, wellness, and pathology, implemented in the context of a professional counseling relationship; (5) \"Doctoral or master's degree in counseling,\" completion of study following a bachelor's degree in a clearly identified counseling program that stands as a recognizable organizational entity within an approved accredited institution of higher learning; (6) \"Licensee,\" a person who holds a license to practice counseling; (7) \"Postgraduate supervision,\" a period of supervision following the completion of a master's or doctoral degree; (8) \"Practice of professional counseling,\" the application of mental health, psychological, and human development principles in order to: (a) Facilitate human development and adjustment throughout the life span; (b) Prevent, diagnose, and treat mental, emotional, or behavioral disorders and associated distresses, that interfere with mental health; (c) Conduct assessments and diagnoses to establish treatment goals and objectives; and (d) Develop, implement, and evaluate treatment plans using counseling treatment interventions. Section 2. That a NEW SECTION be added: 36-32-48. Board of Examiners for Counselors and Marriage and Family Therapists--Membership--Appointment and qualifications. The board consists of nine members appointed by the Governor. Five members shall be professionals actively engaged in professional counseling or marriage and family therapy and be representative of the various disciplines governed by the board. One member shall be a current or retired counselor educator. Three members shall be individuals who are not licensed to practice in a discipline governed by the board. Section 3. That a NEW SECTION be added: 36-32-49. Term of office--Compensation. The term of office for each board member is three years and begins on October thirty-first. No member of the board may serve for more than three consecutive full terms. If a person is appointed to fill a vacancy, that service is not counted as a term for purposes of this section. Each board member shall receive per diem compensation as provided in § 4-7-10.4 and expense reimbursement at the same rate as state employees, while engaged in official duties. Section 4. That a NEW SECTION be added: 36-32-50. Removal for cause--Vacancy. The Governor may remove a board member for cause. The Governor shall appoint a new member to serve out an unexpired term in the case of a vacancy for any reason. Section 5. That a NEW SECTION be added: 36-32-51. Meetings--Election of officers. The board shall meet at least annually, at the time and place designated by the president or by a majority of the board. A majority of the board's members constitutes a quorum for the transaction of business. The board shall annually elect a president and a vice president from among its members. Section 6. That a NEW SECTION be added: 36-32-52. Immunity from liability. The board, board members, and board agents are immune from personal liability for actions taken in good faith in the discharge of the board's duties. The state shall hold the board, board members, and board agents harmless from all costs, damages, and attorney fees arising from claims and suits against them with respect to matters to which the immunity applies. Section 7. That a NEW SECTION be added: 36-32-53. Board within Department of Social Services. The board exists within the Department of Social Services. The board shall exercise all prescribed functions, including administrative functions. The board shall provide records, information, and reports to the secretary of the Department of Social Services at the time and in the manner requested by the secretary. Section 8. That a NEW SECTION be added: 36-32-54. Moneys received by board--Fund--Deposit--Continuous appropriation. The board shall forward all moneys received under the provisions of this chapter to the state treasurer for deposit in the Board of Examiners for Counselors and Marriage and Family Therapists fund hereby created in the state treasury. Moneys in the account are appropriated on a continuing basis to the board for the purpose of carrying out this chapter. Any expenditures shall be paid on warrants drawn by the state auditor and approved by the board or by an officer of the board. The total expenses may not exceed the total moneys collected by the board under the provisions of this chapter. For purposes of this chapter, the board may accept gifts, grants, and donations. Section 9. That a NEW SECTION be added: 36-32-55. Powers and duties of board. The board shall: (1) Administer, coordinate, and enforce the provisions of this chapter and chapter 36-33; (2) Establish educational, training, examination, and competency standards for professional counselors and licensees under this chapter and chapter 36-33; (3) Establish standards for the safe and qualified practice of counseling and marriage and family therapy; (4) Evaluate the qualifications of applicants for licensure and issue and renew licenses and permits under this chapter and chapter 36-33; (5) Establish standards and responsibilities for post-graduate board approved supervision for candidates for licensure under this chapter and chapter 36-33; (6) Adopt ethical standards for the practice of counseling and marriage and family therapy; (7) Establish competency standards and responsibilities for post-graduate board-approved supervisors under this chapter and chapter 36-33; (8) Maintain the names of persons who meet the qualifications for a license or permit under this chapter and chapter 36-33; (9) Conduct all disciplinary proceedings under this chapter and chapter 36-33; (10) Maintain a record of each complaint received by the board; (11) Establish reasonable requirements regarding reentry into practice of inactive practitioners and the reinstatement of previously licensed practitioners under this chapter and chapter 36-33; (12) Establish continuing education and continuing competency requirements for licensees and permit holders under this chapter and chapter 36-33 and the procedures for verifying compliance with the established requirements; (13) Establish standards for the practice of distance counseling and distance marriage and family therapy; (14) Communicate license and permit actions and status to relevant state and federal governing bodies, as required by law, or as the board determines is appropriate; and (15) Employ personnel in accordance with the needs and budget of the board and enter into contracts as necessary to carry out the board's responsibilities under this chapter. Section 10. That a NEW SECTION be added: 36-32-56. Promulgation of rules. The board may promulgate rules, pursuant to chapter 1-26, to set standards for professional practice and establish procedures for application, professional practice, licensure, eligibility, renewals, ethical standards, continuing education, supervision, and examination of an applicant for and a holder of licensure as a licensed professional counselor, licensed professional counselor--mental health, and licensed marriage and family therapist. Section 11. That a NEW SECTION be added: 36-32-57. Display of license. Each license issued by the board under this chapter, shall be conspicuously displayed by the licensee at the licensee's primary place of practice. Each licensee shall post and keep conspicuously displayed the annual renewal certificate issued by the board. Section 12. That a NEW SECTION be added: 36-32-58. Unlicensed practice--Violation as misdemeanor. It is a Class 2 misdemeanor for any person to engage or attempt to engage in the practice of professional counseling, without a license, unless exempted under the provisions of this chapter. Section 13. That a NEW SECTION be added: 36-32-59. Use of certain titles by unlicensed persons--Prohibition. Unless licensed in accordance with the provisions of this chapter, no person may use the titles: licensed clinical mental health counselor, licensed clinical counselor, licensed professional counselor--mental health, licensed professional counselor, or licensed counselor, or any similar title. Section 14. That a NEW SECTION be added: 36-32-60. Fraudulent or misleading advertising--Violation as misdemeanor. No advertising regarding the practice of counseling may be fraudulent or misleading. A violation of this section is a Class 1 misdemeanor. Section 15. That a NEW SECTION be added: 36-32-61. Performing services outside of scope--Prohibition. No licensee may perform counseling services that are outside the scope of the licensee's relevant education, training, and experience. Section 16. That a NEW SECTION be added: 36-32-62. Enforcement of chapter. The board may use board staff or employ or contract with an agent or investigator to assist in enforcing this chapter or any rule promulgated by the board. If it appears to the board that a person is violating any provision of this chapter or any rule promulgated thereunder, the board may, in the board's name or in the name of the state, bring an action in the circuit court of any county in which jurisdiction is proper, to enjoin the action, practice, or violation, and to enforce compliance with this chapter, or any rule promulgated thereunder. Criminal proceedings shall be prosecuted by the Office of the Attorney General or by a person designated by the attorney general and retained by the board as provided in this chapter. Section 17. That a NEW SECTION be added: 36-32-63. Assistance in enforcement--Expenditures--Employment of attorney. The board and board members and officers shall assist any person charged with the enforcement of this chapter. The board, board members, and officers shall furnish evidence to assist in the prosecution of any violation or enforcement, and the board may make a reasonable expenditure for that purpose. The board may employ an attorney designated by the attorney general. The board shall determine the compensation and period of service of the attorney and pay the attorney out of the board's funds. Section 18. That a NEW SECTION be added: 36-32-64. Professional counselor--Application--Requirements. An applicant for a license as a professional counselor shall file an application, in the manner prescribed by the board, together with the application fee prescribed by the board in accordance with § 36-32-92. The board may issue a license as a professional counselor to an applicant who pays the license fee and demonstrates that: (1) The applicant has received a master's or a doctoral degree, consisting of at least forty-eight credit hours in counseling from an accredited counseling program recognized by the board; (2) The applicant has passed the National Counselor Examination administered by the National Board for Certified Counselors; (3) Within the four years preceding the application, the applicant completed two thousand hours of postgraduate supervision, in a manner prescribed by the board, in counseling under a plan of supervision approved by the board; (4) The applicant has no pending disciplinary proceeding or unresolved disciplinary complaint; (5) The applicant is of good moral character; and (6) The applicant is not in violation of any provision of this chapter or any rule promulgated thereunder. The board may refuse to grant a license to an applicant who fails to meet the requirements of this section. Notwithstanding the provisions of subdivision (3), the board may grant a license, to an applicant who does not complete the required postgraduate supervision within four years of the application upon the applicant’s show of good cause for exceeding the time limit. Notwithstanding the provisions of subdivision (5), the board may grant a license to an applicant who has been convicted of or pled guilty to a felony, to any crime involving or relating to the practice of counseling, or to any crime involving dishonesty or moral turpitude if the board determines that the applicant does not constitute a risk to public safety. An applicant may appeal the denial of a license in accordance with chapter 1-26. Section 19. That a NEW SECTION be added: 36-32-65. Licensed professional counselor--Mental health--Application--Requirements. An applicant for a license as a professional counselor--mental health shall file an application, in the manner prescribed by the board, together with the application fee prescribed by the board in accordance with § 36-32-92. The board may issue a license as a professional counselor--mental health to an applicant who pays the license fee and demonstrates that: (1) The applicant has obtained licensure as a professional counselor under § 36-32-64; (2) The applicant has received a master's or a doctoral degree, consisting of at least forty-eight credit hours in counseling, with an emphasis on mental health counseling, from a counseling program approved by the Council for Accreditation of Counseling and Related Educational Programs or an equivalent program, as demonstrated by studies in the following areas: (a) The general principles and practices of etiology, diagnosis, treatment, and prevention of mental and emotional disorders and dysfunctional behavior; (b) The general principles and practices for the promotion of optimal mental health; (c) The specific models and methods for assessing mental status; (d) The identification of mental illness or abnormal, deviant, or psychopathologic behavior by obtaining appropriate behavioral data using a variety of techniques, including nonprojective personality assessments and achievement, aptitude, and intelligence testing, and translating findings into the Diagnostic and Statistical Manual of Mental Disorders; (e) The specific theories of psychotherapy for initiating, maintaining, and terminating therapy with a mentally and emotionally impaired client or a client with disabilities in a variety of settings using a variety of modalities, including crisis intervention, brief, intermediate, and long-term modalities; (f) The basic classification, indications, and contraindications of the commonly prescribed psychopharmacological medications for the purpose of identifying the effects and side effects of prescribed psychotropic medications; (g) The guidelines for conducting an intake interview and mental health history for planning and managing of client caseload; and (h) The specific concepts and ideas related to mental health education, outreach, prevention, and mental health promotion; (3) The applicant has passed the National Clinical Mental Health Counseling Examination administered by the National Board for Certified Counselors; (4) Within the four years preceding the application, the applicant completed two thousand hours of direct client contact postgraduate supervision in counseling, in a manner prescribed by the board, under a plan of supervision approved by the board; (5) The applicant has no pending disciplinary proceeding or unresolved disciplinary complaint; (6) The applicant is of good moral character; and (7) The applicant is not in violation of any provision of this chapter or any rule promulgated thereunder. The board may refuse to grant a license to an applicant who fails to meet the requirements of this section. Notwithstanding the provisions of subdivision (4), the board may grant a license to an applicant who does not complete the required postgraduate supervision within four years of the application upon the applicant’s show of good cause for exceeding the time limit. Notwithstanding the provisions of subdivision (6), the board may grant a license to an applicant who has been convicted of or pled guilty to a felony, to any crime involving or relating to the practice of counseling, or to any crime involving dishonesty or moral turpitude if the board determines that the applicant does not constitute a risk to public safety. An applicant may appeal the denial of a license in accordance with chapter 1-26. Section 20. That a NEW SECTION be added: 36-32-66. Examination of applicant's physical or mental health. If the board suspects that the physical or mental health of any applicant may jeopardize or endanger anyone who seeks assistance from the applicant, the board may require that the applicant be examined by a competent healthcare provider selected by the board. The board shall pay all costs of the examination. If the health care provider confirms that the applicant's physical or mental health may jeopardize or endanger anyone who seeks services from the applicant, the board may deny the license until the applicant furnishes proof that the applicant's physical and mental health is sufficient to practice counseling. Section 21. That a NEW SECTION be added: 36-32-67. Applicants licensed out-of-state--Licensure requirements. Notwithstanding any other provisions of this chapter, the board may issue a license as a professional counselor or professional counselor--mental health to an applicant who is licensed to practice counseling in another state or territory of the United States if the applicant demonstrates that: (1) The applicant is currently licensed as a counselor and has been under the jurisdiction of the licensing authority in the other jurisdiction for at least three continuous years prior to the time of submitting an application to the board; (2) The applicant is in good standing with the licensing authority in the other jurisdiction; (3) The applicant has been in an active practice during the three-year period before the time of submitting an application to the board; (4) The applicant passed the standard national examination approved by the board for the specific license; and (5) The applicant has no record of unprofessional conduct or any pending disciplinary complaints in the other jurisdiction. For purposes of this section, the term, active practice, means the applicant accumulated at least one thousand five hundred hours of clinical experience. Section 22. That a NEW SECTION be added: 36-32-68. Applicants licensed out-of-state--Temporary license. If a professional counselor licensed in another state or territory of the United States has not passed the national examination required by the board for licensure under § 36-32-67, the board may provide the applicant with a temporary license to practice for up to ninety days, if the applicant demonstrates that: (1) The applicant is currently licensed as a professional counselor or professional counselor--mental health and has been under the jurisdiction of the licensing authority in the other jurisdiction for at least three years before the time of submitting an application to the board; (2) The applicant is in good standing with the licensing authority in the other jurisdiction; (3) The applicant has been in active practice during the three-year period before the time of submitting an application to the board; and (4) The applicant has no record of unprofessional conduct or pending disciplinary complaints in the other jurisdiction. For purposes of this section, the term, active practice, means at least one thousand five hundred hours of clinical experience. An applicant for a temporary license shall submit an application on a form approved by the board, along with the application fee and the temporary license fee prescribed by the board in accordance with § 36-32-92. The board shall issue a temporary license as a professional counselor or professional counselor--mental health to an applicant who meets the requirements of this section and pays the required fee. A temporary license automatically expires upon the applicant's passage of the required national examination or at the conclusion of the term for which the temporary license was issued, whichever occurs first. A temporary license may only be renewed once. Section 23. That a NEW SECTION be added: 36-32-69. Person practicing under temporary license--Board supervision and discipline. Any person practicing under a temporary license is subject to supervision and discipline by the board in the same manner as any other licensee under this chapter. A person practicing under a temporary license is under the jurisdiction of the board. Section 24. That a NEW SECTION be added: 36-32-70. Change of name or address--Notice to board. A licensee shall furnish the board with updated information within thirty days upon a change in the licensee's name, place of employment, or place of business. Section 25. That a NEW SECTION be added: 36-32-71. Term of license. A license issued under this chapter, other than a temporary license, is valid until November thirtieth of the next even-numbered year following the date of issuance. A license expires automatically unless the license is renewed. Section 26. That a NEW SECTION be added: 36-32-72. Renewal of license. Any licensee holding a valid license under this chapter may renew that license by submitting an application for renewal before the date of expiration, paying the required renewal fee, and providing proof of compliance with the continuing education requirements prescribed by the board. If a licensee fails to renew a license on or before the thirtieth day of November in an even-numbered year, the license is automatically suspended. The board shall notify the licensee that a renewal application has not been received by the board and that the licensee may not practice counseling. Any person who submits a license renewal application and provides proof of compliance with the continuing education requirements set by the board within thirty days after the expiration date of the license may be granted a license renewal. Section 27. That a NEW SECTION be added: 36-32-73. Continuing education for license renewal. Except as otherwise provided in this section, any person licensed under this chapter shall complete at least forty hours of continuing education every two years in a manner and with an instructor approved by the board. Any person whose initial license is granted for a period of less than two years shall, during that initial licensure period, complete a prorated number of hours of continuing education, in a manner and with an instructor approved by the board. The required continuing education hours may be obtained through electronic means. The board may extend or waive the continuing education requirements for a licensee upon a showing of good cause, prior to the expiration of the license. Section 28. That a NEW SECTION be added: 36-32-74. Inactive license--Reactivation. The board may place a license on inactive status at the request of the licensee and the payment of a fee prescribed by the board. An inactive license expires four years after the date of issuance. An inactive license may be reactivated by payment of the license renewal fee and proof of having completed at least forty hours of continuing education during the two-year period immediately preceding the reactivation request. If a license is not reactivated before expiration, all provisions applicable to an applicant for licensure also apply in order for the license to be restored to active status. Any license on inactive status as of July 1, 2020, expires on November 30, 2022, unless the licensee meets the requirements for reactivation before that time. Section 29. That a NEW SECTION be added: 36-32-75. Expired license--Reactivation. An expired license may be reactivated within the four-year period following the expiration of the license, if the applicant: (1) Pays any applicable renewal fees required for the period of expiration; (2) Provides proof of any continuing education required for the period of expiration; and (3) Provides proof of passing a national examination approved by the board after the date the license expired. Section 30. That a NEW SECTION be added: 36-32-76. Inapplicability of chapter to certain activities and services. The provisions of this chapter do not apply to the activities and services of a person practicing counseling as part of that person's duties if the person is: (1) Licensed or certified under this title and acting in a manner consistent with state law regarding the scope of practice; (2) Employed by a school, college, university, or other institution of higher learning and is engaged primarily in the education of students; (3) Employed by a federal, state, county, or local governmental institution or agency and performing the duties for which the person is employed; (4) Employed by a licensed health care facility, an accredited prevention or treatment facility, a community support provider, a nonprofit mental health center, or a licensed or registered child welfare agency; (5) A member of the clergy and acting in a ministerial capacity, if the activity is within the scope of the person's regular or specialized duties; or (6) A student enrolled in a recognized program of study leading to a counseling degree, if that student practices only under the direct supervision of a counselor educator or a counselor licensed under this chapter. Section 31. That a NEW SECTION be added: 36-32-77. Client’s violent behavior--Duty to warn. No cause of action may arise against any licensed professional counselor or licensed professional counselor--mental health for failing to warn of or protect others from a client’s threatened behaviors or for failing to predict, warn or protect others from a client’s violent behavior except if the client has communicated to the professional counselor or professional counselor--mental health a serious threat of physical violence against an identifiable victim. The duty to warn or to take reasonable precautions to provide protection from violent behavior arises only under the limited circumstances specified in this section. Section 32. That a NEW SECTION be added: 36-32-78. Privileged information--Exceptions. No licensee or an employee of a licensee may disclose information that was acquired from any person consulting the licensee in a professional capacity that was necessary to render services in a professional capacity, except: (1) If mandated by state law or authorized under the Health Insurance Portability and Accountability Act of 1996, as amended to January 1, 2020; (2) With the written consent of the person or, in the case of the person's death or disability, with the written consent of a personal representative, a person authorized to sue on the person's behalf, or the beneficiary of an insurance policy related to the person's life, health, or physical condition; (3) If the information is necessary to prevent or mitigate a serious and imminent threat to the health or safety of a person or to the public and the disclosure is made to a person reasonably able to prevent or mitigate the threat, including the target of the threat; (4) If the licensed professional counselor or professional counselor--mental health is a party defendant to a civil, criminal, or disciplinary action arising from the counselor's professional capacity, in which case any waiver of the privilege accorded by this section is limited to that action; (5) If the client is a defendant in a criminal proceeding and the use of the privilege would violate the defendant's right to a compulsory process or right to present testimony and evidence; or (6) If the person waives the privilege by bringing charges against the licensee. Section 33. That a NEW SECTION be added: 36-32-79. Testimony by counselor--Alimony or divorce action. If both parties to a marriage have obtained counseling from a licensed professional counselor or a licensed professional counselor--mental health, the counselor may not testify in an alimony or divorce action concerning information acquired in the course of the therapeutic relationship. This section does not apply to custody actions. Section 34. That a NEW SECTION be added: 36-32-80. Complaints--Investigation--Dismissal--Hearing--Appeal. The board shall receive complaints regarding any person licensed under this chapter. A record of each complaint shall be maintained by the board. An investigation shall be conducted by a member, agent, or an appointee of the board to determine whether the alleged violation has been committed. The investigator, if a member of the board, may dismiss a complaint if it appears to the member, either with or without consulting the board, that no violation has been committed. If the investigator is an agent or an appointee of the board, dismissal of the complaint may only be made by the board president. Any disposition agreed upon between the investigator and the licensee or permit holder shall be made known to and approved by the board. If the complaint is not dismissed and a disposition is not agreed upon, the investigator may request that the board set a date for a hearing on the complaint. Any disciplinary proceeding held under the provisions of this chapter shall be conducted in accordance with chapter 1-26. Any decision of the board entered in a contested proceeding may be appealed to the circuit court within thirty days. A license or permit shall remain in effect during the pendency of an appeal, unless suspended under§ 36-32-86. Section 35. That a NEW SECTION be added: 36-32-81. Inspection of premises--Purposes. Upon receiving a complaint regarding the health or safety of any patient or the public, any authorized board member, officer, agent, or employee may enter and inspect, during business hours, any place where counseling is practiced for the purpose of enforcing this chapter. Refusal to allow an inspection may constitute unprofessional or dishonorable conduct. Section 36. That a NEW SECTION be added: 36-32-82. Discovery--Evidence in contested cases--Civil actions. Testimony or documentary evidence of any kind obtained during the investigation of a complaint is not subject to discovery or disclosure under chapter 15-6 or any other provision of law and is not admissible as evidence in any legal proceeding, unless the complaint becomes a contested case under chapter 1-26. No person who has participated in the investigation of a complaint may testify as an expert witness or be compelled to testify for any party in any civil action, if the subject matter of the complaint investigated is a basis for the civil action. Section 37. That a NEW SECTION be added: 36-32-83. Revocation of license--Grounds. A license or permit may be suspended, revoked, or canceled if: (1) The licensee or permit holder is guilty of fraud in the practice of counseling or of fraud or deceit in the licensee's admission to the practice of counseling; (2) The licensee or permit holder has been convicted during the past five years of a felony, or of any crime which, if committed in this state would constitute a felony; (3) The licensee or permit holder is engaged in the practice of counseling under a false or assumed name and has not registered that name under chapter 37-11, or is impersonating another practitioner having a like or different name; (4) The licensee or permit holder is addicted to the habitual use of intoxicating liquors, narcotics, or stimulants, to an extent that incapacitates the licensee from the performance of professional duties; (5) The physical or mental condition of the licensee or permit holder is determined by a competent health care provider to be at risk of jeopardizing or endangering those who seek services from the licensee. A majority of the board may demand an examination of the licensee or permit holder at the board's expense. Failure of the licensee or permit holder to submit to the examination is grounds for the immediate suspension of the license or permit; (6) The licensee or permit holder obtained or attempted to obtain a license, certificate, permit, or renewal through means of bribery or fraudulent representation; (7) The licensee or permit holder knowingly made a false statement in connection with any application under this chapter; (8) The licensee or permit holder knowingly made a false statement on any form required by the board in accordance with this chapter or any rules promulgated thereunder; (9) The licensee or permit holder has violated any provision of this chapter or any rule promulgated thereunder; or (10) The licensee or permit holder has been found to be in violation of ethical standards adopted by the board. Section 38. That a NEW SECTION be added: 36-32-84. Revocation proceedings--Initiation. Proceedings for the suspension, revocation, or cancellation of a license or permit may be initiated if the board has information that a person may have committed any misconduct as provided in § 36-32-81 or is guilty of gross incompetence or unprofessional or dishonorable conduct. Section 39. That a NEW SECTION be added: 36-32-85. Violation of chapter--Sanctions. If the board finds that a person, entity, licensee, or permit holder has violated any provision of this chapter or any rule promulgated thereunder, the board may: (1) Revoke a license or permit for an indefinite period; (2) Suspend a license or permit for a specific or an indefinite period; (3) Place a limit or a condition on a license or permit; (4) Issue a censure or a letter of reprimand; (5) Place a licensee or permit holder on probationary status and require that the licensee or permit holder report regularly to the board on the matters that are the basis for probation, limit the licensee's or permit holder's practice to areas prescribed by the board, and require professional education until a satisfactory degree of skill has been attained in those areas that are the basis of the probation. The board may withdraw the probation if the board finds the deficiencies that required disciplinary action have been remedied; (6) Impose any other sanction that the board determines is appropriate; (7) Impose a fee to reimburse the board in an amount equal to some or all of the costs incurred for the investigation and proceedings resulting in disciplinary action, or for the issuance of a cease and desist order; or (8) Deny an application for a license or permit. Section 40. That a NEW SECTION be added: 36-32-86. Suspension of license or registration--Grounds--Hearing--Appeal. The board may suspend a license or permit in advance of a final adjudication or during the appeals process if the board finds that allowing a licensee or permit holder to continue practicing would represent a clear and immediate or imminent danger to public health and safety. A person whose license or permit is suspended under this section is entitled to a hearing before the board within twenty days after the effective date of the suspension. The suspension may subsequently be appealed to the circuit court in accordance with chapter 1-26. Section 41. That a NEW SECTION be added: 36-32-87. Conformity of revocation proceedings--Appeal. All proceedings regarding the suspension, revocation, or cancellation of a license or permit shall conform to the procedure set forth in chapter 1-26. A party may appeal any act, ruling, or decision regarding a license, in accordance with chapter 1-26. Section 42. That a NEW SECTION be added: 36-32-88. Reinstatement of license. At the board's discretion, the board may reinstate or issue a new license or permit. The board may require the applicant to pay all costs of the proceedings resulting in the suspension, revocation, reinstatement, or issuance of a license or permit. Section 43. That a NEW SECTION be added: 36-32-89. Violations reported to law enforcement officials--Prosecution of violations. The board shall investigate and report an alleged violation of any provision of this chapter. The board may employ special counsel subject to the supervision, control, and direction of the attorney general to assist in the prosecution of alleged criminal violations and may expend the necessary funds for this purpose. Section 44. That a NEW SECTION be added: 36-32-90. Action for injunction. Any person who violates any provision in this chapter may be enjoined from any further violation at the suit of the state's attorney of the county where the violation occurred. In the alternative, suit may be brought by any resident of this state. Section 45. That a NEW SECTION be added: 36-32-91. Counseling services through electronic means--Requirements. Any person who practices counseling through electronic means and provides counseling services to a patient located in this state is engaged in the practice of counseling in this state, regardless of the provider's physical location. Any service provided by a person through electronic means shall comply with the provisions of this chapter and rules promulgated thereunder. Section 46. That a NEW SECTION be added: 36-32-92. Fees--Promulgation of rules. The board shall promulgate rules in accordance with chapter 1-26, to establish the following: (1) An application fee, not to exceed two hundred dollars; (2) A biennial renewal fee, not to exceed five hundred dollars; (3) A duplicate license fee, not to exceed fifteen dollars; (4) An inactive license fee, not to exceed one hundred dollars; (5) A temporary license fee, not to exceed two hundred dollars; and (6) A license verification fee, not to exceed twenty-five dollars. Section 47. That a NEW SECTION be added: 36-32-93. Professional counselors--Continuation of licenses. Any person licensed as a professional counselor under § 36-32-13 before June 30, 2020, is licensed as a professional counselor pursuant to §§ 36-32-48 to 36-32-92, inclusive. Section 48. That a NEW SECTION be added: 36-32-94. Professional counselor--mental health--Continuation of licenses. Any person licensed as a professional counselor--mental health under § 36-32-42 before June 30, 2020, is licensed as a professional counselor--mental health pursuant to §§ 36-32-48 to 36-32-92, inclusive. Section 49. That § 34-52-2 be AMENDED: 34-52-2. Treatment of patients through telehealth--Requirements. Any health care professional treating a patient in the state through telehealth shall be: (1) Fully licensed to practice in the state or employed by a licensed health care facility, an accredited prevention or treatment facility, a community support provider, a nonprofit mental health center, or a licensed child welfare agency under § 36-32-12 § 36-32-76; and (2) Subject to any rule adopted by the applicable South Dakota licensing body. Consultation between a resident health care professional and a nonresident health care professional under this chapter is governed by § 36-2-9. Section 50. That §§ 36-32-1 to 36-32-46, inclusive, be REPEALED."}, {"bill_id": 11684, "bill_version_id": 69618, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2020-03-05T13:39:33.783-06:00", "bill_text": "An Act to revise certain provisions regarding professional counselors. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 36-32-47. Definitions. Terms used in this chapter mean: (1) \"Board,\" the Board of Examiners for Counselors and Marriage and Family Therapists; (2) \"Counselor educator,\" a professional counselor engaged primarily in developing, implementing, and supervising the educational preparation of professional counselors; (3) \"Counseling,\" the diagnosis and treatment of mental illness or mental and emotional disorders; individual, group, and marriage and family counseling, and psychotherapy; assessment; crisis intervention; counseling and consulting to facilitate normal growth and development; psychoeducational techniques aimed at the prevention of mental and emotional disorders; consultations with individuals, couples, families, groups, organizations, and communities; and clinical research; (4) \"Counseling treatment interventions,\" the application of cognitive, affective, behavioral, and systemic counseling strategies that include principles of development, wellness, and pathology, implemented in the context of a professional counseling relationship; (5) \"Doctoral or master's degree in counseling,\" completion of study following a bachelor's degree in a clearly identified counseling program that stands as a recognizable organizational entity within an approved accredited institution of higher learning; (6) \"Licensee,\" a person who holds a license to practice counseling; (7) \"Postgraduate supervision,\" a period of supervision following the completion of a master's or doctoral degree; (8) \"Practice of professional counseling,\" the application of mental health, psychological, and human development principles in order to: (a) Facilitate human development and adjustment throughout the life span; (b) Prevent, diagnose, and treat mental, emotional, or behavioral disorders and associated distresses, that interfere with mental health; (c) Conduct assessments and diagnoses to establish treatment goals and objectives; and (d) Develop, implement, and evaluate treatment plans using counseling treatment interventions. Section 2. That a NEW SECTION be added: 36-32-48. Board of Examiners for Counselors and Marriage and Family Therapists--Membership--Appointment and qualifications. The board consists of nine members appointed by the Governor. Five members shall be professionals actively engaged in professional counseling or marriage and family therapy and be representative of the various disciplines governed by the board. One member shall be a current or retired counselor educator. Three members shall be individuals who are not licensed to practice in a discipline governed by the board. Section 3. That a NEW SECTION be added: 36-32-49. Term of office--Compensation. The term of office for each board member is three years and begins on October thirty-first. No member of the board may serve for more than three consecutive full terms. If a person is appointed to fill a vacancy, that service is not counted as a term for purposes of this section. Each board member shall receive per diem compensation as provided in § 4-7-10.4 and expense reimbursement at the same rate as state employees, while engaged in official duties. Section 4. That a NEW SECTION be added: 36-32-50. Removal for cause--Vacancy. The Governor may remove a board member for cause. The Governor shall appoint a new member to serve out an unexpired term in the case of a vacancy for any reason. Section 5. That a NEW SECTION be added: 36-32-51. Meetings--Election of officers. The board shall meet at least annually, at the time and place designated by the president or by a majority of the board. A majority of the board's members constitutes a quorum for the transaction of business. The board shall annually elect a president and a vice president from among its members. Section 6. That a NEW SECTION be added: 36-32-52. Immunity from liability. The board, board members, and board agents are immune from personal liability for actions taken in good faith in the discharge of the board's duties. The state shall hold the board, board members, and board agents harmless from all costs, damages, and attorney fees arising from claims and suits against them with respect to matters to which the immunity applies. Section 7. That a NEW SECTION be added: 36-32-53. Board within Department of Social Services. The board exists within the Department of Social Services. The board shall exercise all prescribed functions, including administrative functions. The board shall provide records, information, and reports to the secretary of the Department of Social Services at the time and in the manner requested by the secretary. Section 8. That a NEW SECTION be added: 36-32-54. Moneys received by board--Fund--Deposit--Continuous appropriation. The board shall forward all moneys received under the provisions of this chapter to the state treasurer for deposit in the Board of Examiners for Counselors and Marriage and Family Therapists fund hereby created in the state treasury. Moneys in the account are appropriated on a continuing basis to the board for the purpose of carrying out this chapter. Any expenditures shall be paid on warrants drawn by the state auditor and approved by the board or by an officer of the board. The total expenses may not exceed the total moneys collected by the board under the provisions of this chapter. For purposes of this chapter, the board may accept gifts, grants, and donations. Section 9. That a NEW SECTION be added: 36-32-55. Duties of board. The board shall: (1) Administer, coordinate, and enforce the provisions of this chapter and chapter 36-33; (2) Establish educational, training, examination, and competency standards for professional counselors and licensees under this chapter and chapter 36-33; (3) Establish standards for the safe and qualified practice of counseling and marriage and family therapy; (4) Evaluate the qualifications of applicants for licensure and issue and renew licenses and permits under this chapter and chapter 36-33; (5) Establish standards and responsibilities for post-graduate board approved supervision for candidates for licensure under this chapter and chapter 36-33; (6) Adopt ethical standards for the practice of counseling and marriage and family therapy; (7) Establish competency standards and responsibilities for post-graduate board-approved supervisors under this chapter and chapter 36-33; (8) Maintain the names of persons who meet the qualifications for a license or permit under this chapter and chapter 36-33; (9) Conduct all disciplinary proceedings under this chapter and chapter 36-33; (10) Maintain a record of each complaint received by the board; (11) Establish reasonable requirements regarding reentry into practice of inactive practitioners and the reinstatement of previously licensed practitioners under this chapter and chapter 36-33; (12) Establish continuing education and continuing competency requirements for licensees and permit holders under this chapter and chapter 36-33 and the procedures for verifying compliance with the established requirements; (13) Establish standards for the practice of distance counseling and distance marriage and family therapy; (14) Communicate license and permit actions and status to relevant state and federal governing bodies, as required by law, or as the board determines is appropriate; and (15) Employ personnel in accordance with the needs and budget of the board and enter into contracts as necessary to carry out the board's responsibilities under this chapter. Section 10. That a NEW SECTION be added: 36-32-56. Standards and procedures--Promulgation of rules. The board may promulgate rules, pursuant to chapter 1-26, to set standards for professional practice and establish procedures for application, professional practice, licensure, eligibility, renewals, ethical standards, continuing education, supervision, and examination of an applicant for and a holder of licensure as a licensed professional counselor, licensed professional counselor--mental health, and licensed marriage and family therapist. Section 11. That a NEW SECTION be added: 36-32-57. Display of license. Each license issued by the board under this chapter, shall be conspicuously displayed by the licensee at the licensee's primary place of practice. Each licensee shall post and keep conspicuously displayed the annual renewal certificate issued by the board. Section 12. That a NEW SECTION be added: 36-32-58. Unlicensed practice--Violation as misdemeanor. It is a Class 2 misdemeanor for any person to engage or attempt to engage in the practice of professional counseling, without a license, unless exempted under the provisions of this chapter. Section 13. That a NEW SECTION be added: 36-32-59. Use of certain titles by unlicensed persons--Prohibition. Unless licensed in accordance with the provisions of this chapter, no person may use the titles: licensed clinical mental health counselor, licensed clinical counselor, licensed professional counselor--mental health, licensed professional counselor, or licensed counselor, or any similar title. Section 14. That a NEW SECTION be added: 36-32-60. Fraudulent or misleading advertising--Violation as misdemeanor. No advertising regarding the practice of counseling may be fraudulent or misleading. A violation of this section is a Class 1 misdemeanor. Section 15. That a NEW SECTION be added: 36-32-61. Performing services outside of scope--Prohibition. No licensee may perform counseling services that are outside the scope of the licensee's relevant education, training, and experience. Section 16. That a NEW SECTION be added: 36-32-62. Enforcement of chapter. The board may use board staff or employ or contract with an agent or investigator to assist in enforcing this chapter or any rule promulgated by the board. If it appears to the board that a person is violating any provision of this chapter or any rule promulgated under this chapter, the board may, in the board's name or in the name of the state, bring an action in the circuit court of any county in which jurisdiction is proper, to enjoin the action, practice, or violation, and to enforce compliance with this chapter, or any rule promulgated under this chapter. Criminal proceedings shall be prosecuted by the Office of the Attorney General or by a person designated by the attorney general and retained by the board as provided in this chapter. Section 17. That a NEW SECTION be added: 36-32-63. Assistance in enforcement--Expenditures--Employment of attorney. The board and board members and officers shall assist any person charged with the enforcement of this chapter. The board, board members, and officers shall furnish evidence to assist in the prosecution of any violation or enforcement, and the board may make a reasonable expenditure for that purpose. The board may employ an attorney designated by the attorney general. The board shall determine the compensation and period of service of the attorney and pay the attorney out of the board's funds. Section 18. That a NEW SECTION be added: 36-32-64. Professional counselor--Application--Requirements. An applicant for a license as a professional counselor shall file an application, in the manner prescribed by the board, together with the application fee prescribed by the board in accordance with § 36-32-92. The board may issue a license as a professional counselor to an applicant who pays the license fee and demonstrates that: (1) The applicant has received a master's or a doctoral degree, consisting of at least forty-eight credit hours in counseling from an accredited counseling program recognized by the board; (2) The applicant has passed the National Counselor Examination administered by the National Board for Certified Counselors; (3) Within the four years preceding the application, the applicant completed two thousand hours of postgraduate supervision, in a manner prescribed by the board, in counseling under a plan of supervision approved by the board; (4) The applicant has no pending disciplinary proceeding or unresolved disciplinary complaint; (5) The applicant is of good moral character; and (6) The applicant is not in violation of any provision of this chapter or any rule promulgated under this chapter. The board may refuse to grant a license to an applicant who fails to meet the requirements of this section. Notwithstanding the provisions of subdivision (3), the board may grant a license, to an applicant who does not complete the required postgraduate supervision within four years of the application upon the applicant's show of good cause for exceeding the time limit. Notwithstanding the provisions of subdivision (5), the board may grant a license to an applicant who has been convicted of or pled guilty to a felony, to any crime involving or relating to the practice of counseling, or to any crime involving dishonesty or moral turpitude if the board determines that the applicant does not constitute a risk to public safety. An applicant may appeal the denial of a license in accordance with chapter 1-26. Section 19. That a NEW SECTION be added: 36-32-65. Licensed professional counselor--Mental health--Application--Requirements. An applicant for a license as a professional counselor--mental health shall file an application, in the manner prescribed by the board, together with the application fee prescribed by the board in accordance with § 36-32-92. The board may issue a license as a professional counselor--mental health to an applicant who pays the license fee and demonstrates that: (1) The applicant has obtained licensure as a professional counselor under § 36-32-64; (2) The applicant has received a master's or a doctoral degree, consisting of at least forty-eight credit hours in counseling, with an emphasis on mental health counseling, from a counseling program approved by the Council for Accreditation of Counseling and Related Educational Programs or an equivalent program, as demonstrated by studies in the following areas: (a) The general principles and practices of etiology, diagnosis, treatment, and prevention of mental and emotional disorders and dysfunctional behavior; (b) The general principles and practices for the promotion of optimal mental health; (c) The specific models and methods for assessing mental status; (d) The identification of mental illness or abnormal, deviant, or psychopathologic behavior by obtaining appropriate behavioral data using a variety of techniques, including nonprojective personality assessments and achievement, aptitude, and intelligence testing, and translating findings into the Diagnostic and Statistical Manual of Mental Disorders; (e) The specific theories of psychotherapy for initiating, maintaining, and terminating therapy with a mentally and emotionally impaired client or a client with disabilities in a variety of settings using a variety of modalities, including crisis intervention, brief, intermediate, and long-term modalities; (f) The basic classification, indications, and contraindications of the commonly prescribed psychopharmacological medications for the purpose of identifying the effects and side effects of prescribed psychotropic medications; (g) The guidelines for conducting an intake interview and mental health history for planning and managing of client caseload; and (h) The specific concepts and ideas related to mental health education, outreach, prevention, and mental health promotion; (3) The applicant has passed the National Clinical Mental Health Counseling Examination administered by the National Board for Certified Counselors; (4) Within the four years preceding the application, the applicant completed two thousand hours of direct client contact postgraduate supervision in counseling, in a manner prescribed by the board, under a plan of supervision approved by the board; (5) The applicant has no pending disciplinary proceeding or unresolved disciplinary complaint; (6) The applicant is of good moral character; and (7) The applicant is not in violation of any provision of this chapter or any rule promulgated under this chapter. The board may refuse to grant a license to an applicant who fails to meet the requirements of this section. Notwithstanding the provisions of subdivision (4), the board may grant a license to an applicant who does not complete the required postgraduate supervision within four years of the application upon the applicant's show of good cause for exceeding the time limit. Notwithstanding the provisions of subdivision (6), the board may grant a license to an applicant who has been convicted of or pled guilty to a felony, to any crime involving or relating to the practice of counseling, or to any crime involving dishonesty or moral turpitude if the board determines that the applicant does not constitute a risk to public safety. An applicant may appeal the denial of a license in accordance with chapter 1-26. Section 20. That a NEW SECTION be added: 36-32-66. Examination of applicant's physical or mental health. If the board suspects that the physical or mental health of any applicant may jeopardize or endanger anyone who seeks assistance from the applicant, the board may require that the applicant be examined by a board-approved health care provider, licensed or authorized to practice pursuant to title 36. The board shall pay all costs of the examination. If after a hearing in accordance with chapter 1-26 the board finds by clear and convincing evidence that the applicant's physical or mental health may jeopardize or endanger anyone who seeks services from the applicant, the board may deny the license. Section 21. That a NEW SECTION be added: 36-32-67. Applicants licensed out-of-state--Licensure requirements. Notwithstanding any other provisions of this chapter, the board may issue a license as a professional counselor or professional counselor--mental health to an applicant who is licensed to practice counseling in another state or territory of the United States if the applicant demonstrates that: (1) The applicant is currently licensed as a counselor and has been under the jurisdiction of the licensing authority in the other jurisdiction for at least three continuous years prior to the time of submitting an application to the board; (2) The applicant is in good standing with the licensing authority in the other jurisdiction; (3) The applicant has been in an active practice during the three-year period before the time of submitting an application to the board; (4) The applicant passed the standard national examination approved by the board for the specific license; and (5) The applicant has no record of unprofessional conduct or any pending disciplinary complaints in the other jurisdiction. For purposes of this section, the term, active practice, means the applicant accumulated at least one thousand five hundred hours of clinical experience. Section 22. That a NEW SECTION be added: 36-32-68. Applicants licensed out-of-state--Temporary license. If a professional counselor licensed in another state or territory of the United States has not passed the national examination required by the board for licensure under § 36-32-67, the board may provide the applicant with a temporary license to practice for up to ninety days, if the applicant demonstrates that: (1) The applicant is currently licensed as a professional counselor or professional counselor--mental health and has been under the jurisdiction of the licensing authority in the other jurisdiction for at least three years before the time of submitting an application to the board; (2) The applicant is in good standing with the licensing authority in the other jurisdiction; (3) The applicant has been in active practice during the three-year period before the time of submitting an application to the board; and (4) The applicant has no record of unprofessional conduct or pending disciplinary complaints in the other jurisdiction. For purposes of this section, the term, active practice, means at least one thousand five hundred hours of clinical experience. An applicant for a temporary license shall submit an application on a form approved by the board, along with the application fee and the temporary license fee prescribed by the board in accordance with § 36-32-92. The board shall issue a temporary license as a professional counselor or professional counselor--mental health to an applicant who meets the requirements of this section and pays the required fee. A temporary license automatically expires upon the applicant's passage of the required national examination or at the conclusion of the term for which the temporary license was issued, whichever occurs first. A temporary license may only be renewed once. Section 23. That a NEW SECTION be added: 36-32-69. Person practicing under temporary license--Board supervision and discipline. Any person practicing under a temporary license is subject to supervision and discipline by the board in the same manner as any other licensee under this chapter. A person practicing under a temporary license is under the jurisdiction of the board. Section 24. That a NEW SECTION be added: 36-32-70. Change of name or address--Notice to board. A licensee shall furnish the board with updated information within thirty days upon a change in the licensee's name, place of employment, or place of business. Section 25. That a NEW SECTION be added: 36-32-71. Term of license. A license issued under this chapter, other than a temporary license, is valid until November thirtieth of the next even-numbered year following the date of issuance. A license expires automatically unless the license is renewed. Section 26. That a NEW SECTION be added: 36-32-72. Renewal of license. Any licensee holding a valid license under this chapter may renew that license by submitting an application for renewal before the date of expiration, paying the required renewal fee, and providing proof of compliance with the continuing education requirements prescribed by the board. If a licensee fails to renew a license on or before the thirtieth day of November in an even-numbered year, the license is automatically suspended. The board shall notify the licensee that a renewal application has not been received by the board and that the licensee may not practice counseling. Any person who submits a license renewal application and provides proof of compliance with the continuing education requirements set by the board within thirty days after the expiration date of the license may be granted a license renewal. Section 27. That a NEW SECTION be added: 36-32-73. Continuing education for license renewal. Except as otherwise provided in this section, any person licensed under this chapter shall complete at least forty hours of continuing education every two years in a manner and with an instructor approved by the board. Any person whose initial license is granted for a period of less than two years shall, during that initial licensure period, complete a prorated number of hours of continuing education, in a manner and with an instructor approved by the board. The required continuing education hours may be obtained through electronic means. The board may extend or waive the continuing education requirements for a licensee upon a showing of good cause, prior to the expiration of the license. Section 28. That a NEW SECTION be added: 36-32-74. Inactive license--Reactivation. The board may place a license on inactive status at the request of the licensee and the payment of a fee prescribed by the board. An inactive license expires four years after the date of issuance. An inactive license may be reactivated by payment of the license renewal fee and proof of having completed at least forty hours of continuing education during the two-year period immediately preceding the reactivation request. If a license is not reactivated before expiration, all provisions applicable to an applicant for licensure also apply in order for the license to be restored to active status. Any license on inactive status as of July 1, 2020, expires on November 30, 2022, unless the licensee meets the requirements for reactivation before that time. Section 29. That a NEW SECTION be added: 36-32-75. Expired license--Reactivation. An expired license may be reactivated within the four-year period following the expiration of the license, if the applicant: (1) Pays any applicable renewal fees required for the period of expiration; (2) Provides proof of any continuing education required for the period of expiration; and (3) Provides proof of passing a national examination approved by the board after the date the license expired. Section 30. That a NEW SECTION be added: 36-32-76. Inapplicability of chapter to certain activities and services. The provisions of this chapter do not apply to the activities and services of a person practicing counseling as part of that person's duties if the person is: (1) Licensed or certified under this title and acting in a manner consistent with state law regarding the scope of practice; (2) Employed by a school, college, university, or other institution of higher learning and is engaged primarily in the education of students; (3) Employed by a federal, state, county, or local governmental institution or agency and performing the duties for which the person is employed; (4) Employed by a licensed health care facility, an accredited prevention or treatment facility, a community support provider, a nonprofit mental health center, or a licensed or registered child welfare agency; (5) A member of the clergy and acting in a ministerial capacity, if the activity is within the scope of the person's regular or specialized duties; or (6) A student enrolled in a recognized program of study leading to a counseling degree, if that student practices only under the direct supervision of a counselor educator or a counselor licensed under this chapter. Section 31. That a NEW SECTION be added: 36-32-77. Client's violent behavior--Duty to warn. No cause of action may arise against any licensed professional counselor or licensed professional counselor--mental health for failing to warn of or protect others from a client's threatened behaviors or for failing to predict, warn or protect others from a client's violent behavior except if the client has communicated to the professional counselor or professional counselor--mental health a serious threat of physical violence against an identifiable victim. The duty to warn or to take reasonable precautions to provide protection from violent behavior arises only under the limited circumstances specified in this section. Section 32. That a NEW SECTION be added: 36-32-78. Privileged information--Exceptions. No licensee or an employee of a licensee may disclose information that was acquired from any person consulting the licensee in a professional capacity that was necessary to render services in a professional capacity, except: (1) If mandated by state law or authorized under the Health Insurance Portability and Accountability Act of 1996, as amended to January 1, 2020; (2) With the written consent of the person or, in the case of the person's death or disability, with the written consent of a personal representative, a person authorized to sue on the person's behalf, or the beneficiary of an insurance policy related to the person's life, health, or physical condition; (3) If the information is necessary to prevent or mitigate a serious and imminent threat to the health or safety of a person or to the public and the disclosure is made to a person reasonably able to prevent or mitigate the threat, including the target of the threat; (4) If the licensed professional counselor or professional counselor--mental health is a party defendant to a civil, criminal, or disciplinary action arising from the counselor's professional capacity, in which case any waiver of the privilege accorded by this section is limited to that action; (5) If the client is a defendant in a criminal proceeding and the use of the privilege would violate the defendant's right to a compulsory process or right to present testimony and evidence; or (6) If the person waives the privilege by bringing charges against the licensee. Section 33. That a NEW SECTION be added: 36-32-79. Testimony by counselor--Alimony or divorce action. If both parties to a marriage have obtained counseling from a licensed professional counselor or a licensed professional counselor--mental health, the counselor may not testify in an alimony or divorce action concerning information acquired in the course of the therapeutic relationship. This section does not apply to custody actions. Section 34. That a NEW SECTION be added: 36-32-80. Complaints--Investigation--Dismissal--Hearing--Appeal. The board shall receive complaints regarding any person licensed under this chapter. A record of each complaint shall be maintained by the board. An investigation shall be conducted by a member, agent, or an appointee of the board to determine whether the alleged violation has been committed. The investigator, if a member of the board, may dismiss a complaint if it appears to the member, in consultation with the board president, that no violation has been committed. If the investigator is an agent or an appointee of the board, dismissal of the complaint may only be made by the board president. Any disposition agreed upon between the investigator and the licensee or permit holder shall be made known to and approved by the board. Any disciplinary proceeding shall be conducted in accordance with chapter 1-26. Any decision of the board entered in a contested proceeding may be appealed to the circuit court within thirty days. A license or permit shall remain in effect during the pendency of an appeal, unless suspended under § 36-32-86. Section 35. That a NEW SECTION be added: 36-32-81. Inspection of premises--Purposes. Upon receiving a complaint regarding the health or safety of any patient or the public, any authorized board member, officer, or agent may enter and inspect, during business hours, any place where counseling is practiced for the purpose of enforcing this chapter. Refusal to allow an inspection may constitute unprofessional or dishonorable conduct. Section 36. That a NEW SECTION be added: 36-32-82. Discovery--Evidence in contested cases--Civil actions. Testimony or documentary evidence of any kind obtained by the board during the investigation of a complaint is not subject to discovery or disclosure under chapter 15-6 or any other provision of law and is not admissible as evidence in any legal proceeding, unless the complaint becomes a contested case under chapter 1-26. No person who has participated in the investigation of a complaint on behalf of the board may testify as an expert witness or be compelled to testify for any party in any civil action, if the subject matter of the complaint investigated is a basis for the civil action. Section 37. That a NEW SECTION be added: 36-32-83. Revocation of license--Grounds. For purposes of this chapter, \"unprofessional or dishonorable conduct\" includes a finding that: (1) The licensee or permit holder is guilty of fraud in the practice of counseling or of fraud or deceit in the licensee's admission to the practice of counseling; (2) The licensee or permit holder has been convicted during the past five years of a felony, or of any crime which, if committed in this state would constitute a felony; (3) The licensee or permit holder is engaged in the practice of counseling under a false or assumed name and has not registered that name under chapter 37-11, or is impersonating another practitioner having a like or different name; (4) The licensee or permit holder is addicted to the habitual use of intoxicating liquors, narcotics, or stimulants, to an extent that incapacitates the licensee from the performance of professional duties; (5) The physical or mental condition of the licensee or permit holder, as determined by a competent health care provider, poses a risk of jeopardizing or endangering those who seek services from the licensee; (6) The licensee or permit holder obtained or attempted to obtain a license, certificate, permit, or renewal through means of bribery or fraudulent representation; (7) The licensee or permit holder knowingly made a materially false statement in connection with any application under this chapter; (8) The licensee or permit holder knowingly made a materially false statement on any form required by the board in accordance with this chapter or any rules promulgated under this chapter; (9) The licensee or permit holder violated any provision of this chapter or any rule promulgated under this chapter; or (10) The licensee or permit holder violated ethical standards adopted by the board. Section 38. That a NEW SECTION be added: 36-32-84. Revocation proceedings--Initiation. Proceedings for the suspension, revocation, or cancellation of a license or permit may be initiated if the board has information that a person may have engaged in any unprofessional or dishonorable conduct, as described in § 36-32-83, or violated this chapter or any rule promulgated under this chapter. Section 39. That a NEW SECTION be added: 36-32-85. Violation of chapter--Sanctions. If the board finds that a person, entity, licensee, or permit holder has engaged in any unprofessional or dishonorable conduct, as described in § 36-32-83, or violated any provision of this chapter or any rule promulgated under this chapter, the board may: (1) Revoke a license or permit for an indefinite period; (2) Suspend a license or permit for a specific or an indefinite period; (3) Place a limit or a condition on a license or permit; (4) Issue a censure or a letter of reprimand; (5) Place a licensee or permit holder on probationary status and require that the licensee or permit holder report regularly to the board on the matters that are the basis for probation, limit the licensee's or permit holder's practice to areas prescribed by the board, and require professional education until a satisfactory degree of skill has been attained in those areas that are the basis of the probation. The board may withdraw the probation if the board finds the deficiencies that required disciplinary action have been remedied; (6) Impose any other sanction that the board determines is appropriate; (7) Impose a fee to reimburse the board in an amount equal to some or all of the costs incurred for the investigation and proceedings resulting in disciplinary action, or for the issuance of a cease and desist order; or (8) Deny an application for a license or permit. Section 40. That a NEW SECTION be added: 36-32-86. Suspension of license or registration--Grounds--Hearing--Appeal. The board may suspend a license or permit in advance of a final adjudication or during the appeals process if the board finds that allowing a licensee or permit holder to continue practicing would represent a clear and immediate or imminent danger to public health and safety. A person whose license or permit is suspended under this section is entitled to a hearing before the board within twenty days after the effective date of the suspension. The suspension may subsequently be appealed to the circuit court in accordance with chapter 1-26. Section 41. That a NEW SECTION be added: 36-32-87. Conformity of revocation proceedings--Appeal. All proceedings regarding the suspension, revocation, or cancellation of a license or permit shall conform to the procedure set forth in chapter 1-26. A party may appeal any act, ruling, or decision regarding a license, in accordance with chapter 1-26. Section 42. That a NEW SECTION be added: 36-32-88. Reinstatement of license. At the board's discretion, the board may reinstate or issue a new license or permit. The board may require the applicant to pay all costs of the proceedings resulting in the suspension, revocation, reinstatement, or issuance of a license or permit. Section 43. That a NEW SECTION be added: 36-32-89. Violations reported to law enforcement officials--Prosecution of violations. The board shall investigate and report an alleged violation of any provision of this chapter. The board may employ special counsel subject to the supervision, control, and direction of the attorney general to assist in the prosecution of alleged criminal violations and may expend the necessary funds for this purpose. Section 44. That a NEW SECTION be added: 36-32-90. Action for injunction. Any person who violates any provision in this chapter may be enjoined from any further violation at the suit of the state's attorney of the county where the violation occurred. In the alternative, suit may be brought by any resident of this state. Section 45. That a NEW SECTION be added: 36-32-91. Counseling services through electronic means--Requirements. Any person who practices counseling through electronic means and provides counseling services to a patient located in this state is engaged in the practice of counseling in this state, regardless of the provider's physical location. Any service provided by a person through electronic means shall comply with the provisions of this chapter and rules promulgated under this chapter. Section 46. That a NEW SECTION be added: 36-32-92. Fees--Promulgation of rules. The board shall promulgate rules in accordance with chapter 1-26, to establish the following: (1) An application fee, not to exceed two hundred dollars; (2) A biennial renewal fee, not to exceed three hundred dollars; (3) A duplicate license fee, not to exceed fifteen dollars; (4) An inactive license fee, not to exceed one hundred dollars; (5) A temporary license fee, not to exceed two hundred dollars; and (6) A license verification fee, not to exceed twenty-five dollars. Section 47. That a NEW SECTION be added: 36-32-93. Professional counselors--Continuation of licenses. Any person licensed as a professional counselor under § 36-32-13 before June 30, 2020, is licensed as a professional counselor pursuant to §§ 36-32-48 to 36-32-92, inclusive. Section 48. That a NEW SECTION be added: 36-32-94. Professional counselor--mental health--Continuation of licenses. Any person licensed as a professional counselor--mental health under § 36-32-42 before June 30, 2020, is licensed as a professional counselor--mental health pursuant to §§ 36-32-48 to 36-32-92, inclusive. Section 49. That § 34-52-2 be AMENDED: 34-52-2. Treatment of patients through telehealth--Requirements. Any health care professional treating a patient in the state through telehealth shall be: (1) Fully licensed to practice in the state or employed by a licensed health care facility, an accredited prevention or treatment facility, a community support provider, a nonprofit mental health center, or a licensed child welfare agency under § 36-32-12 § 36-32-76; and (2) Subject to any rule adopted by the applicable South Dakota licensing body. Consultation between a resident health care professional and a nonresident health care professional under this chapter is governed by § 36-2-9. Section 50. That §§ 36-32-1 to 36-32-46, inclusive, be REPEALED."}, {"bill_id": 11684, "bill_version_id": 69870, "bill_version": "Enrolled", "bill_version_date": "2020-03-10T15:06:28.887-05:00", "bill_text": "ENTITLED An Act to revise certain provisions regarding professional counselors. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 36-32-47. Definitions. Terms used in this chapter mean: (1) \"Board,\" the Board of Examiners for Counselors and Marriage and Family Therapists; (2) \"Counselor educator,\" a professional counselor engaged primarily in developing, implementing, and supervising the educational preparation of professional counselors; (3) \"Counseling,\" the diagnosis and treatment of mental illness or mental and emotional disorders; individual, group, and marriage and family counseling, and psychotherapy; assessment; crisis intervention; counseling and consulting to facilitate normal growth and development; psychoeducational techniques aimed at the prevention of mental and emotional disorders; consultations with individuals, couples, families, groups, organizations, and communities; and clinical research; (4) \"Counseling treatment interventions,\" the application of cognitive, affective, behavioral, and systemic counseling strategies that include principles of development, wellness, and pathology, implemented in the context of a professional counseling relationship; (5) \"Doctoral or master's degree in counseling,\" completion of study following a bachelor's degree in a clearly identified counseling program that stands as a recognizable organizational entity within an approved accredited institution of higher learning; (6) \"Licensee,\" a person who holds a license to practice counseling; (7) \"Postgraduate supervision,\" a period of supervision following the completion of a master's or doctoral degree; (8) \"Practice of professional counseling,\" the application of mental health, psychological, and human development principles in order to: (a) Facilitate human development and adjustment throughout the life span; (b) Prevent, diagnose, and treat mental, emotional, or behavioral disorders and associated distresses, that interfere with mental health; (c) Conduct assessments and diagnoses to establish treatment goals and objectives; and (d) Develop, implement, and evaluate treatment plans using counseling treatment interventions. Section 2. That a NEW SECTION be added: 36-32-48. Board of Examiners for Counselors and Marriage and Family Therapists--Membership--Appointment and qualifications. The board consists of nine members appointed by the Governor. Five members shall be professionals actively engaged in professional counseling or marriage and family therapy and be representative of the various disciplines governed by the board. One member shall be a current or retired counselor educator. Three members shall be individuals who are not licensed to practice in a discipline governed by the board. Section 3. That a NEW SECTION be added: 36-32-49. Term of office--Compensation. The term of office for each board member is three years and begins on October thirty-first. No member of the board may serve for more than three consecutive full terms. If a person is appointed to fill a vacancy, that service is not counted as a term for purposes of this section. Each board member shall receive per diem compensation as provided in § 4-7-10.4 and expense reimbursement at the same rate as state employees, while engaged in official duties. Section 4. That a NEW SECTION be added: 36-32-50. Removal for cause--Vacancy. The Governor may remove a board member for cause. The Governor shall appoint a new member to serve out an unexpired term in the case of a vacancy for any reason. Section 5. That a NEW SECTION be added: 36-32-51. Meetings--Election of officers. The board shall meet at least annually, at the time and place designated by the president or by a majority of the board. A majority of the board's members constitutes a quorum for the transaction of business. The board shall annually elect a president and a vice president from among its members. Section 6. That a NEW SECTION be added: 36-32-52. Immunity from liability. The board, board members, and board agents are immune from personal liability for actions taken in good faith in the discharge of the board's duties. The state shall hold the board, board members, and board agents harmless from all costs, damages, and attorney fees arising from claims and suits against them with respect to matters to which the immunity applies. Section 7. That a NEW SECTION be added: 36-32-53. Board within Department of Social Services. The board exists within the Department of Social Services. The board shall exercise all prescribed functions, including administrative functions. The board shall provide records, information, and reports to the secretary of the Department of Social Services at the time and in the manner requested by the secretary. Section 8. That a NEW SECTION be added: 36-32-54. Moneys received by board--Fund--Deposit--Continuous appropriation. The board shall forward all moneys received under the provisions of this chapter to the state treasurer for deposit in the Board of Examiners for Counselors and Marriage and Family Therapists fund hereby created in the state treasury. Moneys in the account are appropriated on a continuing basis to the board for the purpose of carrying out this chapter. Any expenditures shall be paid on warrants drawn by the state auditor and approved by the board or by an officer of the board. The total expenses may not exceed the total moneys collected by the board under the provisions of this chapter. For purposes of this chapter, the board may accept gifts, grants, and donations. Section 9. That a NEW SECTION be added: 36-32-55. Duties of board. The board shall: (1) Administer, coordinate, and enforce the provisions of this chapter and chapter 36-33; (2) Establish educational, training, examination, and competency standards for professional counselors and licensees under this chapter and chapter 36-33; (3) Establish standards for the safe and qualified practice of counseling and marriage and family therapy; (4) Evaluate the qualifications of applicants for licensure and issue and renew licenses and permits under this chapter and chapter 36-33; (5) Establish standards and responsibilities for post-graduate board approved supervision for candidates for licensure under this chapter and chapter 36-33; (6) Adopt ethical standards for the practice of counseling and marriage and family therapy; (7) Establish competency standards and responsibilities for post-graduate board-approved supervisors under this chapter and chapter 36-33; (8) Maintain the names of persons who meet the qualifications for a license or permit under this chapter and chapter 36-33; (9) Conduct all disciplinary proceedings under this chapter and chapter 36-33; (10) Maintain a record of each complaint received by the board; (11) Establish reasonable requirements regarding reentry into practice of inactive practitioners and the reinstatement of previously licensed practitioners under this chapter and chapter 36-33; (12) Establish continuing education and continuing competency requirements for licensees and permit holders under this chapter and chapter 36-33 and the procedures for verifying compliance with the established requirements; (13) Establish standards for the practice of distance counseling and distance marriage and family therapy; (14) Communicate license and permit actions and status to relevant state and federal governing bodies, as required by law, or as the board determines is appropriate; and (15) Employ personnel in accordance with the needs and budget of the board and enter into contracts as necessary to carry out the board's responsibilities under this chapter. Section 10. That a NEW SECTION be added: 36-32-56. Standards and procedures--Promulgation of rules. The board may promulgate rules, pursuant to chapter 1-26, to set standards for professional practice and establish procedures for application, professional practice, licensure, eligibility, renewals, ethical standards, continuing education, supervision, and examination of an applicant for and a holder of licensure as a licensed professional counselor, licensed professional counselor--mental health, and licensed marriage and family therapist. Section 11. That a NEW SECTION be added: 36-32-57. Display of license. Each license issued by the board under this chapter, shall be conspicuously displayed by the licensee at the licensee's primary place of practice. Each licensee shall post and keep conspicuously displayed the annual renewal certificate issued by the board. Section 12. That a NEW SECTION be added: 36-32-58. Unlicensed practice--Violation as misdemeanor. It is a Class 2 misdemeanor for any person to engage or attempt to engage in the practice of professional counseling, without a license, unless exempted under the provisions of this chapter. Section 13. That a NEW SECTION be added: 36-32-59. Use of certain titles by unlicensed persons--Prohibition. Unless licensed in accordance with the provisions of this chapter, no person may use the titles: licensed clinical mental health counselor, licensed clinical counselor, licensed professional counselor--mental health, licensed professional counselor, or licensed counselor, or any similar title. Section 14. That a NEW SECTION be added: 36-32-60. Fraudulent or misleading advertising--Violation as misdemeanor. No advertising regarding the practice of counseling may be fraudulent or misleading. A violation of this section is a Class 1 misdemeanor. Section 15. That a NEW SECTION be added: 36-32-61. Performing services outside of scope--Prohibition. No licensee may perform counseling services that are outside the scope of the licensee's relevant education, training, and experience. Section 16. That a NEW SECTION be added: 36-32-62. Enforcement of chapter. The board may use board staff or employ or contract with an agent or investigator to assist in enforcing this chapter or any rule promulgated by the board. If it appears to the board that a person is violating any provision of this chapter or any rule promulgated under this chapter, the board may, in the board's name or in the name of the state, bring an action in the circuit court of any county in which jurisdiction is proper, to enjoin the action, practice, or violation, and to enforce compliance with this chapter, or any rule promulgated under this chapter. Criminal proceedings shall be prosecuted by the Office of the Attorney General or by a person designated by the attorney general and retained by the board as provided in this chapter. Section 17. That a NEW SECTION be added: 36-32-63. Assistance in enforcement--Expenditures--Employment of attorney. The board and board members and officers shall assist any person charged with the enforcement of this chapter. The board, board members, and officers shall furnish evidence to assist in the prosecution of any violation or enforcement, and the board may make a reasonable expenditure for that purpose. The board may employ an attorney designated by the attorney general. The board shall determine the compensation and period of service of the attorney and pay the attorney out of the board's funds. Section 18. That a NEW SECTION be added: 36-32-64. Professional counselor--Application--Requirements. An applicant for a license as a professional counselor shall file an application, in the manner prescribed by the board, together with the application fee prescribed by the board in accordance with § 36-32-92. The board may issue a license as a professional counselor to an applicant who pays the license fee and demonstrates that: (1) The applicant has received a master's or a doctoral degree, consisting of at least forty-eight credit hours in counseling from an accredited counseling program recognized by the board; (2) The applicant has passed the National Counselor Examination administered by the National Board for Certified Counselors; (3) Within the four years preceding the application, the applicant completed two thousand hours of postgraduate supervision, in a manner prescribed by the board, in counseling under a plan of supervision approved by the board; (4) The applicant has no pending disciplinary proceeding or unresolved disciplinary complaint; (5) The applicant is of good moral character; and (6) The applicant is not in violation of any provision of this chapter or any rule promulgated under this chapter. The board may refuse to grant a license to an applicant who fails to meet the requirements of this section. Notwithstanding the provisions of subdivision (3), the board may grant a license, to an applicant who does not complete the required postgraduate supervision within four years of the application upon the applicant's show of good cause for exceeding the time limit. Notwithstanding the provisions of subdivision (5), the board may grant a license to an applicant who has been convicted of or pled guilty to a felony, to any crime involving or relating to the practice of counseling, or to any crime involving dishonesty or moral turpitude if the board determines that the applicant does not constitute a risk to public safety. An applicant may appeal the denial of a license in accordance with chapter 1-26. Section 19. That a NEW SECTION be added: 36-32-65. Licensed professional counselor--Mental health--Application--Requirements. An applicant for a license as a professional counselor--mental health shall file an application, in the manner prescribed by the board, together with the application fee prescribed by the board in accordance with § 36-32-92. The board may issue a license as a professional counselor--mental health to an applicant who pays the license fee and demonstrates that: (1) The applicant has obtained licensure as a professional counselor under § 36-32-64; (2) The applicant has received a master's or a doctoral degree, consisting of at least forty-eight credit hours in counseling, with an emphasis on mental health counseling, from a counseling program approved by the Council for Accreditation of Counseling and Related Educational Programs or an equivalent program, as demonstrated by studies in the following areas: (a) The general principles and practices of etiology, diagnosis, treatment, and prevention of mental and emotional disorders and dysfunctional behavior; (b) The general principles and practices for the promotion of optimal mental health; (c) The specific models and methods for assessing mental status; (d) The identification of mental illness or abnormal, deviant, or psychopathologic behavior by obtaining appropriate behavioral data using a variety of techniques, including nonprojective personality assessments and achievement, aptitude, and intelligence testing, and translating findings into the Diagnostic and Statistical Manual of Mental Disorders; (e) The specific theories of psychotherapy for initiating, maintaining, and terminating therapy with a mentally and emotionally impaired client or a client with disabilities in a variety of settings using a variety of modalities, including crisis intervention, brief, intermediate, and long-term modalities; (f) The basic classification, indications, and contraindications of the commonly prescribed psychopharmacological medications for the purpose of identifying the effects and side effects of prescribed psychotropic medications; (g) The guidelines for conducting an intake interview and mental health history for planning and managing of client caseload; and (h) The specific concepts and ideas related to mental health education, outreach, prevention, and mental health promotion; (3) The applicant has passed the National Clinical Mental Health Counseling Examination administered by the National Board for Certified Counselors; (4) Within the four years preceding the application, the applicant completed two thousand hours of direct client contact postgraduate supervision in counseling, in a manner prescribed by the board, under a plan of supervision approved by the board; (5) The applicant has no pending disciplinary proceeding or unresolved disciplinary complaint; (6) The applicant is of good moral character; and (7) The applicant is not in violation of any provision of this chapter or any rule promulgated under this chapter. The board may refuse to grant a license to an applicant who fails to meet the requirements of this section. Notwithstanding the provisions of subdivision (4), the board may grant a license to an applicant who does not complete the required postgraduate supervision within four years of the application upon the applicant's show of good cause for exceeding the time limit. Notwithstanding the provisions of subdivision (6), the board may grant a license to an applicant who has been convicted of or pled guilty to a felony, to any crime involving or relating to the practice of counseling, or to any crime involving dishonesty or moral turpitude if the board determines that the applicant does not constitute a risk to public safety. An applicant may appeal the denial of a license in accordance with chapter 1-26. Section 20. That a NEW SECTION be added: 36-32-66. Examination of applicant's physical or mental health. If the board suspects that the physical or mental health of any applicant may jeopardize or endanger anyone who seeks assistance from the applicant, the board may require that the applicant be examined by a board-approved health care provider, licensed or authorized to practice pursuant to title 36. The board shall pay all costs of the examination. If after a hearing in accordance with chapter 1-26 the board finds by clear and convincing evidence that the applicant's physical or mental health may jeopardize or endanger anyone who seeks services from the applicant, the board may deny the license. Section 21. That a NEW SECTION be added: 36-32-67. Applicants licensed out-of-state--Licensure requirements. Notwithstanding any other provisions of this chapter, the board may issue a license as a professional counselor or professional counselor--mental health to an applicant who is licensed to practice counseling in another state or territory of the United States if the applicant demonstrates that: (1) The applicant is currently licensed as a counselor and has been under the jurisdiction of the licensing authority in the other jurisdiction for at least three continuous years prior to the time of submitting an application to the board; (2) The applicant is in good standing with the licensing authority in the other jurisdiction; (3) The applicant has been in an active practice during the three-year period before the time of submitting an application to the board; (4) The applicant passed the standard national examination approved by the board for the specific license; and (5) The applicant has no record of unprofessional conduct or any pending disciplinary complaints in the other jurisdiction. For purposes of this section, the term, active practice, means the applicant accumulated at least one thousand five hundred hours of clinical experience. Section 22. That a NEW SECTION be added: 36-32-68. Applicants licensed out-of-state--Temporary license. If a professional counselor licensed in another state or territory of the United States has not passed the national examination required by the board for licensure under § 36-32-67, the board may provide the applicant with a temporary license to practice for up to ninety days, if the applicant demonstrates that: (1) The applicant is currently licensed as a professional counselor or professional counselor--mental health and has been under the jurisdiction of the licensing authority in the other jurisdiction for at least three years before the time of submitting an application to the board; (2) The applicant is in good standing with the licensing authority in the other jurisdiction; (3) The applicant has been in active practice during the three-year period before the time of submitting an application to the board; and (4) The applicant has no record of unprofessional conduct or pending disciplinary complaints in the other jurisdiction. For purposes of this section, the term, active practice, means at least one thousand five hundred hours of clinical experience. An applicant for a temporary license shall submit an application on a form approved by the board, along with the application fee and the temporary license fee prescribed by the board in accordance with § 36-32-92. The board shall issue a temporary license as a professional counselor or professional counselor--mental health to an applicant who meets the requirements of this section and pays the required fee. A temporary license automatically expires upon the applicant's passage of the required national examination or at the conclusion of the term for which the temporary license was issued, whichever occurs first. A temporary license may only be renewed once. Section 23. That a NEW SECTION be added: 36-32-69. Person practicing under temporary license--Board supervision and discipline. Any person practicing under a temporary license is subject to supervision and discipline by the board in the same manner as any other licensee under this chapter. A person practicing under a temporary license is under the jurisdiction of the board. Section 24. That a NEW SECTION be added: 36-32-70. Change of name or address--Notice to board. A licensee shall furnish the board with updated information within thirty days upon a change in the licensee's name, place of employment, or place of business. Section 25. That a NEW SECTION be added: 36-32-71. Term of license. A license issued under this chapter, other than a temporary license, is valid until November thirtieth of the next even-numbered year following the date of issuance. A license expires automatically unless the license is renewed. Section 26. That a NEW SECTION be added: 36-32-72. Renewal of license. Any licensee holding a valid license under this chapter may renew that license by submitting an application for renewal before the date of expiration, paying the required renewal fee, and providing proof of compliance with the continuing education requirements prescribed by the board. If a licensee fails to renew a license on or before the thirtieth day of November in an even-numbered year, the license is automatically suspended. The board shall notify the licensee that a renewal application has not been received by the board and that the licensee may not practice counseling. Any person who submits a license renewal application and provides proof of compliance with the continuing education requirements set by the board within thirty days after the expiration date of the license may be granted a license renewal. Section 27. That a NEW SECTION be added: 36-32-73. Continuing education for license renewal. Except as otherwise provided in this section, any person licensed under this chapter shall complete at least forty hours of continuing education every two years in a manner and with an instructor approved by the board. Any person whose initial license is granted for a period of less than two years shall, during that initial licensure period, complete a prorated number of hours of continuing education, in a manner and with an instructor approved by the board. The required continuing education hours may be obtained through electronic means. The board may extend or waive the continuing education requirements for a licensee upon a showing of good cause, prior to the expiration of the license. Section 28. That a NEW SECTION be added: 36-32-74. Inactive license--Reactivation. The board may place a license on inactive status at the request of the licensee and the payment of a fee prescribed by the board. An inactive license expires four years after the date of issuance. An inactive license may be reactivated by payment of the license renewal fee and proof of having completed at least forty hours of continuing education during the two-year period immediately preceding the reactivation request. If a license is not reactivated before expiration, all provisions applicable to an applicant for licensure also apply in order for the license to be restored to active status. Any license on inactive status as of July 1, 2020, expires on November 30, 2022, unless the licensee meets the requirements for reactivation before that time. Section 29. That a NEW SECTION be added: 36-32-75. Expired license--Reactivation. An expired license may be reactivated within the four-year period following the expiration of the license, if the applicant: (1) Pays any applicable renewal fees required for the period of expiration; (2) Provides proof of any continuing education required for the period of expiration; and (3) Provides proof of passing a national examination approved by the board after the date the license expired. Section 30. That a NEW SECTION be added: 36-32-76. Inapplicability of chapter to certain activities and services. The provisions of this chapter do not apply to the activities and services of a person practicing counseling as part of that person's duties if the person is: (1) Licensed or certified under this title and acting in a manner consistent with state law regarding the scope of practice; (2) Employed by a school, college, university, or other institution of higher learning and is engaged primarily in the education of students; (3) Employed by a federal, state, county, or local governmental institution or agency and performing the duties for which the person is employed; (4) Employed by a licensed health care facility, an accredited prevention or treatment facility, a community support provider, a nonprofit mental health center, or a licensed or registered child welfare agency; (5) A member of the clergy and acting in a ministerial capacity, if the activity is within the scope of the person's regular or specialized duties; or (6) A student enrolled in a recognized program of study leading to a counseling degree, if that student practices only under the direct supervision of a counselor educator or a counselor licensed under this chapter. Section 31. That a NEW SECTION be added: 36-32-77. Client's violent behavior--Duty to warn. No cause of action may arise against any licensed professional counselor or licensed professional counselor--mental health for failing to warn of or protect others from a client's threatened behaviors or for failing to predict, warn or protect others from a client's violent behavior except if the client has communicated to the professional counselor or professional counselor--mental health a serious threat of physical violence against an identifiable victim. The duty to warn or to take reasonable precautions to provide protection from violent behavior arises only under the limited circumstances specified in this section. Section 32. That a NEW SECTION be added: 36-32-78. Privileged information--Exceptions. No licensee or an employee of a licensee may disclose information that was acquired from any person consulting the licensee in a professional capacity that was necessary to render services in a professional capacity, except: (1) If mandated by state law or authorized under the Health Insurance Portability and Accountability Act of 1996, as amended to January 1, 2020; (2) With the written consent of the person or, in the case of the person's death or disability, with the written consent of a personal representative, a person authorized to sue on the person's behalf, or the beneficiary of an insurance policy related to the person's life, health, or physical condition; (3) If the information is necessary to prevent or mitigate a serious and imminent threat to the health or safety of a person or to the public and the disclosure is made to a person reasonably able to prevent or mitigate the threat, including the target of the threat; (4) If the licensed professional counselor or professional counselor--mental health is a party defendant to a civil, criminal, or disciplinary action arising from the counselor's professional capacity, in which case any waiver of the privilege accorded by this section is limited to that action; (5) If the client is a defendant in a criminal proceeding and the use of the privilege would violate the defendant's right to a compulsory process or right to present testimony and evidence; or (6) If the person waives the privilege by bringing charges against the licensee. Section 33. That a NEW SECTION be added: 36-32-79. Testimony by counselor--Alimony or divorce action. If both parties to a marriage have obtained counseling from a licensed professional counselor or a licensed professional counselor--mental health, the counselor may not testify in an alimony or divorce action concerning information acquired in the course of the therapeutic relationship. This section does not apply to custody actions. Section 34. That a NEW SECTION be added: 36-32-80. Complaints--Investigation--Dismissal--Hearing--Appeal. The board shall receive complaints regarding any person licensed under this chapter. A record of each complaint shall be maintained by the board. An investigation shall be conducted by a member, agent, or an appointee of the board to determine whether the alleged violation has been committed. The investigator, if a member of the board, may dismiss a complaint if it appears to the member, in consultation with the board president, that no violation has been committed. If the investigator is an agent or an appointee of the board, dismissal of the complaint may only be made by the board president. Any disposition agreed upon between the investigator and the licensee or permit holder shall be made known to and approved by the board. Any disciplinary proceeding shall be conducted in accordance with chapter 1-26. Any decision of the board entered in a contested proceeding may be appealed to the circuit court within thirty days. A license or permit shall remain in effect during the pendency of an appeal, unless suspended under § 36-32-86. Section 35. That a NEW SECTION be added: 36-32-81. Inspection of premises--Purposes. Upon receiving a complaint regarding the health or safety of any patient or the public, any authorized board member, officer, or agent may enter and inspect, during business hours, any place where counseling is practiced for the purpose of enforcing this chapter. Refusal to allow an inspection may constitute unprofessional or dishonorable conduct. Section 36. That a NEW SECTION be added: 36-32-82. Discovery--Evidence in contested cases--Civil actions. Testimony or documentary evidence of any kind obtained by the board during the investigation of a complaint is not subject to discovery or disclosure under chapter 15-6 or any other provision of law and is not admissible as evidence in any legal proceeding, unless the complaint becomes a contested case under chapter 1-26. No person who has participated in the investigation of a complaint on behalf of the board may testify as an expert witness or be compelled to testify for any party in any civil action, if the subject matter of the complaint investigated is a basis for the civil action. Section 37. That a NEW SECTION be added: 36-32-83. Revocation of license--Grounds. For purposes of this chapter, \"unprofessional or dishonorable conduct\" includes a finding that: (1) The licensee or permit holder is guilty of fraud in the practice of counseling or of fraud or deceit in the licensee's admission to the practice of counseling; (2) The licensee or permit holder has been convicted during the past five years of a felony, or of any crime which, if committed in this state would constitute a felony; (3) The licensee or permit holder is engaged in the practice of counseling under a false or assumed name and has not registered that name under chapter 37-11, or is impersonating another practitioner having a like or different name; (4) The licensee or permit holder is addicted to the habitual use of intoxicating liquors, narcotics, or stimulants, to an extent that incapacitates the licensee from the performance of professional duties; (5) The physical or mental condition of the licensee or permit holder, as determined by a competent health care provider, poses a risk of jeopardizing or endangering those who seek services from the licensee; (6) The licensee or permit holder obtained or attempted to obtain a license, certificate, permit, or renewal through means of bribery or fraudulent representation; (7) The licensee or permit holder knowingly made a materially false statement in connection with any application under this chapter; (8) The licensee or permit holder knowingly made a materially false statement on any form required by the board in accordance with this chapter or any rules promulgated under this chapter; (9) The licensee or permit holder violated any provision of this chapter or any rule promulgated under this chapter; or (10) The licensee or permit holder violated ethical standards adopted by the board. Section 38. That a NEW SECTION be added: 36-32-84. Revocation proceedings--Initiation. Proceedings for the suspension, revocation, or cancellation of a license or permit may be initiated if the board has information that a person may have engaged in any unprofessional or dishonorable conduct, as described in § 36-32-83, or violated this chapter or any rule promulgated under this chapter. Section 39. That a NEW SECTION be added: 36-32-85. Violation of chapter--Sanctions. If the board finds that a person, entity, licensee, or permit holder has engaged in any unprofessional or dishonorable conduct, as described in § 36-32-83, or violated any provision of this chapter or any rule promulgated under this chapter, the board may: (1) Revoke a license or permit for an indefinite period; (2) Suspend a license or permit for a specific or an indefinite period; (3) Place a limit or a condition on a license or permit; (4) Issue a censure or a letter of reprimand; (5) Place a licensee or permit holder on probationary status and require that the licensee or permit holder report regularly to the board on the matters that are the basis for probation, limit the licensee's or permit holder's practice to areas prescribed by the board, and require professional education until a satisfactory degree of skill has been attained in those areas that are the basis of the probation. The board may withdraw the probation if the board finds the deficiencies that required disciplinary action have been remedied; (6) Impose any other sanction that the board determines is appropriate; (7) Impose a fee to reimburse the board in an amount equal to some or all of the costs incurred for the investigation and proceedings resulting in disciplinary action, or for the issuance of a cease and desist order; or (8) Deny an application for a license or permit. Section 40. That a NEW SECTION be added: 36-32-86. Suspension of license or registration--Grounds--Hearing--Appeal. The board may suspend a license or permit in advance of a final adjudication or during the appeals process if the board finds that allowing a licensee or permit holder to continue practicing would represent a clear and immediate or imminent danger to public health and safety. A person whose license or permit is suspended under this section is entitled to a hearing before the board within twenty days after the effective date of the suspension. The suspension may subsequently be appealed to the circuit court in accordance with chapter 1-26. Section 41. That a NEW SECTION be added: 36-32-87. Conformity of revocation proceedings--Appeal. All proceedings regarding the suspension, revocation, or cancellation of a license or permit shall conform to the procedure set forth in chapter 1-26. A party may appeal any act, ruling, or decision regarding a license, in accordance with chapter 1-26. Section 42. That a NEW SECTION be added: 36-32-88. Reinstatement of license. At the board's discretion, the board may reinstate or issue a new license or permit. The board may require the applicant to pay all costs of the proceedings resulting in the suspension, revocation, reinstatement, or issuance of a license or permit. Section 43. That a NEW SECTION be added: 36-32-89. Violations reported to law enforcement officials--Prosecution of violations. The board shall investigate and report an alleged violation of any provision of this chapter. The board may employ special counsel subject to the supervision, control, and direction of the attorney general to assist in the prosecution of alleged criminal violations and may expend the necessary funds for this purpose. Section 44. That a NEW SECTION be added: 36-32-90. Action for injunction. Any person who violates any provision in this chapter may be enjoined from any further violation at the suit of the state's attorney of the county where the violation occurred. In the alternative, suit may be brought by any resident of this state. Section 45. That a NEW SECTION be added: 36-32-91. Counseling services through electronic means--Requirements. Any person who practices counseling through electronic means and provides counseling services to a patient located in this state is engaged in the practice of counseling in this state, regardless of the provider's physical location. Any service provided by a person through electronic means shall comply with the provisions of this chapter and rules promulgated under this chapter. Section 46. That a NEW SECTION be added: 36-32-92. Fees--Promulgation of rules. The board shall promulgate rules in accordance with chapter 1-26, to establish the following: (1) An application fee, not to exceed two hundred dollars; (2) A biennial renewal fee, not to exceed three hundred dollars; (3) A duplicate license fee, not to exceed fifteen dollars; (4) An inactive license fee, not to exceed one hundred dollars; (5) A temporary license fee, not to exceed two hundred dollars; and (6) A license verification fee, not to exceed twenty-five dollars. Section 47. That a NEW SECTION be added: 36-32-93. Professional counselors--Continuation of licenses. Any person licensed as a professional counselor under § 36-32-13 before June 30, 2020, is licensed as a professional counselor pursuant to §§ 36-32-48 to 36-32-92, inclusive. Section 48. That a NEW SECTION be added: 36-32-94. Professional counselor--mental health--Continuation of licenses. Any person licensed as a professional counselor--mental health under § 36-32-42 before June 30, 2020, is licensed as a professional counselor--mental health pursuant to §§ 36-32-48 to 36-32-92, inclusive. Section 49. That § 34-52-2 be AMENDED: 34-52-2. Treatment of patients through telehealth--Requirements. Any health care professional treating a patient in the state through telehealth shall be: (1) Fully licensed to practice in the state or employed by a licensed health care facility, an accredited prevention or treatment facility, a community support provider, a nonprofit mental health center, or a licensed child welfare agency under § 36-32-76; and (2) Subject to any rule adopted by the applicable South Dakota licensing body. Consultation between a resident health care professional and a nonresident health care professional under this chapter is governed by § 36-2-9. Section 50. That §§ 36-32-1 to 36-32-46, inclusive, be REPEALED. An Act to revise certain provisions regarding professional counselors. I certify that the attached Act originated in the: Senate as Bill No. 18 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 18 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2020 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2020 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2020 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11684, "action_date": "2020-01-14T12:00:00-06:00", "document_id": 61791, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/61791.pdf", "status_text": "First read in Senate and referred to", "journal_page": 10, "committee_id_action": 447, "committee_id_assigned": 457, "result": "N", "vote": {}}, {"bill_id": 11684, "action_date": "2020-02-07T10:00:00-06:00", "document_id": 65654, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65654.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 457, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11684, "action_date": "2020-02-07T10:00:00-06:00", "document_id": 65289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65289.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 457, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11684, "action_date": "2020-02-07T10:00:00-06:00", "document_id": 65289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65289.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 457, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32597, "president_vote": null, "Yea": [1763, 1726, 1659, 1730, 1750], "Nay": [1742, 1718]}}, {"bill_id": 11684, "action_date": "2020-02-11T14:00:00-06:00", "document_id": 67319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67319.pdf", "status_text": "Deferred to another day", "journal_page": 188, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11684, "action_date": "2020-02-12T14:00:00-06:00", "document_id": 67448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67448.pdf", "status_text": "Do Pass Amended", "journal_page": 208, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32954, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1763, 1693, 1659, 1720, 1658, 1742, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1651, 1703, 1749, 1746, 1726, 1752, 1713, 1704, 1750, 1716, 1730, 1706, 1719, 1735, 1652, 1705], "Excused": [1707], "Nay": [1718]}}, {"bill_id": 11684, "action_date": "2020-02-13T14:00:00-06:00", "document_id": 67596, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67596.pdf", "status_text": "First Reading House", "journal_page": 279, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11684, "action_date": "2020-02-26T14:00:00-06:00", "document_id": 68734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68734.pdf", "status_text": "Referred to", "journal_page": 410, "committee_id_action": 480, "committee_id_assigned": 466, "result": "N", "vote": {}}, {"bill_id": 11684, "action_date": "2020-03-05T06:30:00-06:00", "document_id": 69270, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69270.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11684, "action_date": "2020-03-05T06:30:00-06:00", "document_id": 69271, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69271.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11684, "action_date": "2020-03-05T06:30:00-06:00", "document_id": 69271, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69271.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34408, "president_vote": null, "Yea": [1670, 1675, 1679, 1698, 1656, 1696, 1662, 1712, 1755, 1731], "Excused": [1699, 1740, 1709]}}, {"bill_id": 11684, "action_date": "2020-03-05T06:30:00-06:00", "document_id": 69271, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69271.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11684, "action_date": "2020-03-09T11:00:00-05:00", "document_id": 69689, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69689.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 506, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11684, "action_date": "2020-03-09T11:00:00-05:00", "document_id": 69689, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69689.pdf", "status_text": "Do Pass Amended", "journal_page": 530, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34635, "president_vote": null, "Yea": [1754, 1700, 1689, 1723, 1654, 1670, 1710, 1668, 1751, 1665, 1711, 1672, 1656, 1743, 1680, 1744, 1702, 1682, 1662, 1684, 1731, 1738, 1739, 1690, 1678, 1655, 1722, 1657, 1737, 1675, 1679, 1671, 1729, 1765, 1698, 1677, 1733, 1701, 1725, 1674, 1688, 1727, 1683, 1664, 1709, 1660, 1653, 1696, 1661, 1762, 1755, 1691, 1712, 1687], "Excused": [1699, 1681, 1676, 1666], "Nay": [1740, 1736, 1728, 1748, 1669, 1747, 1667, 1673, 1745, 1692, 1697, 1734]}}, {"bill_id": 11684, "action_date": "2020-03-10T10:00:00-05:00", "document_id": 69810, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69810.pdf", "status_text": "Concurred in amendments", "journal_page": 478, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34677, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1659, 1720, 1658, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1651, 1703, 1749, 1746, 1726, 1752, 1713, 1704, 1750, 1716, 1730, 1706, 1719, 1735, 1652, 1705], "Nay": [1742, 1718]}}, {"bill_id": 11684, "action_date": "2020-03-11T10:00:00-05:00", "document_id": 69897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69897.pdf", "status_text": "Signed by the President", "journal_page": 487, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11684, "action_date": "2020-03-11T10:00:00-05:00", "document_id": 69897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69897.pdf", "status_text": "Signed by the President", "journal_page": null, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11684, "action_date": "2020-03-11T10:00:00-05:00", "document_id": 69924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69924.pdf", "status_text": "Signed by the Speaker", "journal_page": 583, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11684, "action_date": "2020-03-12T10:00:00-05:00", "document_id": 69968, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69968.pdf", "status_text": "Delivered to the Governor", "journal_page": 534, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11684, "action_date": "2020-03-30T11:00:00-05:00", "document_id": 70027, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/70027.pdf", "status_text": "Signed by the Governor", "journal_page": 559, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 373}