{"session_id": 49, "bill_id": 15614, "bill_type": "House Bill", "bill_number": 1245, "bill_title": "establish an ombudsman to represent youth offenders.", "sponsors": [{"legislator_profile_id": 2375, "is_prime": true}, {"legislator_profile_id": 2401, "is_prime": true}, {"legislator_profile_id": 2331, "is_prime": false}, {"legislator_profile_id": 2339, "is_prime": false}, {"legislator_profile_id": 2398, "is_prime": false}], "keywords": ["Department of Corrections", "Juvenile Corrections", "Legislature"], "audio": [], "bill_versions": [{"bill_id": 15614, "bill_version_id": 86564, "bill_version": "Introduced", "bill_version_date": "2000-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish an ombudsman to represent youth offenders. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Executive Board of the Legislative Research Council shall appoint an ombudsman for youth offenders. The person shall possess knowledge and training in the field of law enforcement, corrections administration, and public policy concerning youth offenders. The budget for the ombudsman shall be appropriated annually by the Legislature. Section 2. While serving as the youth offender ombudsman, a person may not be actively involved in political party activities, a candidate for or hold other public office, whether elective or appointive, or engaged in any other full-time occupation, business, or profession. Section 3. The youth offender ombudsman may: (1) Investigate, on complaint or on the youth offender ombudsman's own motion, any action by any juvenile correctional facilities operated by the Department of Corrections without regard to its finality; (2) Examine by subpoena the records and documents of the Department of Corrections; (3) Enter and inspect without notice any youth correction facility; (4) Subpoena any person to appear, to give sworn testimony, or to produce documentary or other evidence that is reasonably material to an inquiry; (5) Undertake, participate in, or cooperate with persons and agencies in such conferences, inquiries, meetings, or studies as might lead to improvements in the functioning of the Department of Corrections; (6) Bring suit in the circuit court for Hughes County to enforce this Act; and (7) Establish and administer a budget for the office. Section 4. The youth offender ombudsman shall investigate, on complaint or on the ombudsman's own motion, any activity that is or is alleged to be: (1) Contrary to or inconsistent with law or practice; (2) Based on mistaken facts or irrelevant considerations; (3) Inadequately explained when reasons should have been revealed; (4) Inefficiently performed; or (5) Unreasonable, unfair, or otherwise objectionable, even though in accordance with law. Section 5. Notwithstanding section 5 of this Act, the youth offender ombudsman may decide not to investigate because: (1) The complainant could reasonably be expected to use a different administrative remedy or action; (2) The complaint is trivial, frivolous, vexatious, or not made in good faith; or (3) The complaint has been too long delayed to justify present examination. Section 6. The youth offender ombudsman shall: (1) Give priority to investigating administrative actions that are not otherwise reviewable by either administrative or judicial action; (2) Treat confidentially all matters and the identities of the complainants or witnesses coming before the ombudsman; (3) Not levy any fees for the submission or investigation of complaints; and (4) At least annually prepare and submit a report to the Legislature and Governor regarding the conditions at juvenile correction facilities. The report shall include an explanation of the types of complaints received by the ombudsman, the types of complaints investigated by the ombudsman, and the results of the investigations. Section 7. After investigation of any action, the youth offender ombudsman shall state the recommendations and reasons if, in the ombudsman's opinion, the Department of Corrections or any employee shall: (1) Consider the matter further; (2) Modify or cancel any action; (3) Alter a rule, practice, or ruling; (4) Explain more fully the administrative action in question; (5) Rectify an omission; or (6) Take any other action. If the ombudsman so requests, the Department of Corrections shall, within the time specified, inform the ombudsman about the action taken on the recommendations or the reasons for not complying with them. After a reasonable period of time has elapsed, the ombudsman may issue a report. Section 8. If the youth offender ombudsman believes that any action has been dictated by laws, the results of which are unfair or otherwise objectionable, and could be revised by legislative action, the ombudsman shall notify the Executive Board of the Legislative Research Council. Section 9. The Department of Corrections shall forward, immediately and unopened, a letter to the youth offender ombudsman from a person held in custody in the juvenile correction facilities operated by the Department of Corrections. The Department of Corrections shall deliver, immediately and unopened, a reply letter to such person from the ombudsman. Section 10. The Department of Corrections shall post in the living area of each juvenile correction facility a notice explaining how to contact the ombudsman. A person who files a complaint under this Act is not subject to any penalties, sanctions, or restrictions because of the complaint. Section 11. The youth offender ombudsman shall receive the same immunities from civil and criminal liabilities as a judge of this state. The ombudsman may not be compelled to testify or produce evidence in any judicial or administrative proceeding with respect to any matter involving the exercise of the ombudsman official duties except as may be necessary to enforce this Act. Except as otherwise provided, if the ombudsman has knowledge of confidential information relating to a child involved or allegedly involved in child sexual abuse, the information remains confidential and is not subject to public disclosure. Section 12. If any person willfully obstructs or hinders the proper and lawful exercise of the youth offender ombudsman's powers or willfully misleads or attempts to mislead the ombudsman in inquiries under this Act, the judge of the circuit court for Hughes County, on application of the ombudsman, shall compel obedience by proceedings for contempt as in the case of disobedience of the requirements of a subpoena issued from such court or a refusal to testify therein."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15614, "action_date": "2000-01-21T14:00:00-06:00", "document_id": 85636, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85636.pdf", "status_text": "First read in House and referred to", "journal_page": 179, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15614, "action_date": "2000-01-24T14:00:00-06:00", "document_id": 85638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85638.pdf", "status_text": "Referred to", "journal_page": 206, "committee_id_action": 656, "committee_id_assigned": 651, "result": "P", "vote": {}}, {"bill_id": 15614, "action_date": "2000-01-31T19:00:00-06:00", "document_id": 85823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85823.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15614, "action_date": "2000-01-31T19:00:00-06:00", "document_id": 85823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85823.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 45684, "president_vote": null, "Nay": [2313, 2333, 2351, 2353, 2363, 2388, 2393, 2372, 2319], "Yea": [2337, 2345, 2360, 2368]}}, {"bill_id": 15614, "action_date": "2000-01-31T19:00:00-06:00", "document_id": 85823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85823.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 324, "committee_id_action": 651, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45686, "president_vote": null, "Yea": [2313, 2333, 2351, 2353, 2363, 2388, 2393, 2372, 2319], "Nay": [2337, 2345, 2360, 2368]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15614"}