{"session_id": 19, "bill_id": 4272, "bill_type": "House Bill", "bill_number": 1199, "bill_title": "prohibit the sharing of patient records in a health information exchange by the state without written authorization from the patient.", "sponsors": [{"legislator_profile_id": 358, "is_prime": true}, {"legislator_profile_id": 355, "is_prime": true}, {"legislator_profile_id": 362, "is_prime": false}, {"legislator_profile_id": 418, "is_prime": false}, {"legislator_profile_id": 389, "is_prime": false}, {"legislator_profile_id": 359, "is_prime": false}, {"legislator_profile_id": 414, "is_prime": false}, {"legislator_profile_id": 380, "is_prime": false}, {"legislator_profile_id": 323, "is_prime": false}, {"legislator_profile_id": 354, "is_prime": false}], "keywords": ["Patient Records"], "audio": [{"meeting_datetime": "2013-01-31T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe16.mp3", "start_seconds": 908.0}, {"meeting_datetime": "2013-01-31T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe16.mp3", "start_seconds": 908.0}, {"meeting_datetime": "2013-01-31T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe16.mp3", "start_seconds": 908.0}, {"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou24.mp3", "start_seconds": 1454.0}], "bill_versions": [{"bill_id": 4272, "bill_version_id": 24592, "bill_version": "Introduced", "bill_version_date": "2013-01-25T10:21:02.513-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit the sharing of patient records in a health information exchange by the state without written authorization from the patient. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Notwithstanding any federal law or mandate, no state employee, contractor or agent may release, provide, insert, or otherwise permit any information pertaining to a patient's medical history to be shared, copied, or otherwise transmitted into a health information exchange, without written consent from the patient. Section 2. Any institution of the State of South Dakota whose operation involves the processing or retaining of records pertaining to a patient's medical history shall implement reasonable technological and procedural steps to safeguard patients' medical histories from being subjected to, shared, copied, or otherwise transmitted into a health information exchange without the written authorization of the patient. Section 3. No state agency, employee, contractor, or agent may discriminate or refuse service to a patient based on their providing written consent to release information about their medical history to a health information exchange. Section 4. Nothing in this Act prohibits a state agency, employee, contractor, or agent from transmitting a valid claim to a health insurance company to collect a debt. A health insurance company conducting business in or operating in the State of South Dakota is subsequently subject to all provisions of this Act in their handling of a patient's medical history. Section 5. Terms used in this Act mean: (1) \"Health Information Exchange,\" any network, computer system, or other electronic system by which anyone other than the institution's employed personnel may be granted access to patient medical history, treatment, or other medically relevant information pertaining to the patient, or any instrument, whether electronic or otherwise, whereby such information may be relayed into such a system; (2) \"Medical History,\" any record of past or present medical conditions, symptoms, treatments, procedures, advice, notation, requests, or any other medically relevant information pertaining to the patient; (3) \"Written Consent,\" a document signed by the patient in which the patient clearly, and in common language, authorizes the doctor and institution to release their medical history, treatment, and other medically relevant information to be transmitted to a health information exchange."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4272, "action_date": "2013-01-25T13:00:00-06:00", "document_id": 24642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24642.pdf", "status_text": "First read in House and referred to", "journal_page": 188, "committee_id_action": 202, "committee_id_assigned": 191, "result": "N", "vote": {}}, {"bill_id": 4272, "action_date": "2013-01-31T07:45:00-06:00", "document_id": 24831, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24831.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 191, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4272, "action_date": "2013-01-31T07:45:00-06:00", "document_id": 25055, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25055.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 269, "committee_id_action": 191, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13216, "president_vote": null, "Nay": [418, 374, 323], "Yea": [412, 396, 394, 413, 372, 357, 403, 401, 369, 371]}}]}