{"session_id": 8, "bill_id": 2014, "bill_type": "House Concurrent Resolution", "bill_number": 1018, "bill_title": "Expressing concern at the ruling by the United States Supreme Court in the case of Citizens United v. Federal Elections Commission and to request a constitutional amendment to reverse the decision.", "sponsors": [{"legislator_profile_id": 790, "is_prime": true}, {"legislator_profile_id": 835, "is_prime": true}, {"legislator_profile_id": 748, "is_prime": false}, {"legislator_profile_id": 826, "is_prime": false}, {"legislator_profile_id": 834, "is_prime": false}, {"legislator_profile_id": 788, "is_prime": false}], "keywords": ["House Concurrent Resolution"], "audio": [], "bill_versions": [{"bill_id": 2014, "bill_version_id": 13713, "bill_version": "Introduced", "bill_version_date": "2010-03-09T13:17:46.107-06:00", "bill_text": "A CONCURRENT RESOLUTION, Expressing concern at the ruling by the United States Supreme Court in the case of Citizens United v. Federal Elections Commission and to request a constitutional amendment to reverse the decision. WHEREAS, on January 21, 2010, the United States Supreme Court, by a 5-4 decision in the case of Citizens United v. Federal Elections Commission, overturned parts of the 2002 McCain-Feingold Bipartisan Campaign Reform Act, as well as earlier Supreme Court decisions and other federal campaign legislation dating back to 1907; and WHEREAS, the Supreme Court's decision in Citizens United v. Federal Elections Commission will allow millions of dollars in corporate spending on political campaigns on the basis of protecting the free speech of corporations under the First Amendment; and WHEREAS, the Court's ruling holds that corporations and other business organizations are guaranteed the rights of persons under the United States Constitution and can exercise free speech by maintaining their own unlimited political campaigns outside of the reach of government regulation that limits campaign contributions; and WHEREAS, the First Amendment to the United States Constitution was designed to protect the free speech rights of people, not corporations; and WHEREAS, the Court's ruling in Citizens United v. Federal Elections Commission grants excessive power to corporate interests and overturns longstanding precedent prohibiting corporations from spending their general treasury funds for election purposes; and WHEREAS, the Court's ruling in this case will allow unprecedented amounts of corporate money to influence the American political process, which constitutes a direct threat to our democratic institutions; and WHEREAS, the Congress, the states, and the people of the United States have the ability and the right to make use of the constitutional amendment process to correct decisions of the Supreme Court that threaten the principles of democracy and self-government or the well-being of the nation: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Eighty-fifth Legislature of the State of South Dakota, the Senate concurring therein, that the South Dakota Legislature calls upon the Congress and the States to propose and to ratify a constitutional amendment that would reverse the Supreme Court's decision in the case of Citizens United v. Federal Election Commission in order to protect our democracy from undue corporate influence and ensure that the people continue to have a voice in the operation of government."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2014, "action_date": "2010-03-09T11:00:00-06:00", "document_id": 13691, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13691.pdf", "status_text": "First Reading", "journal_page": 771, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2014, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13783.pdf", "status_text": "Adopt Resolution", "journal_page": 809, "committee_id_action": 86, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 7679, "president_vote": null, "Yea": [821, 781, 740, 813, 817, 814, 765, 811, 830, 826, 835, 834, 803, 822, 816, 788, 750, 836, 818, 833, 746, 763, 823, 812], "Nay": [825, 771, 793, 775, 844, 831, 820, 804, 779, 756, 798, 749, 829, 832, 757, 842, 777, 843, 759, 824, 800, 801, 827, 770, 792, 783, 755, 751, 773, 744, 840, 784, 839, 819, 841, 815, 762, 796, 828, 789, 838, 837, 786], "Excused": [748, 742, 752]}}]}