{"session_id": 47, "bill_id": 13900, "bill_type": "House Bill", "bill_number": 1237, "bill_title": "to revise the property tax levies for the general fund of a school district.", "sponsors": [{"legislator_profile_id": 2131, "is_prime": true}, {"legislator_profile_id": 2179, "is_prime": true}, {"legislator_profile_id": 2111, "is_prime": false}, {"legislator_profile_id": 2121, "is_prime": false}, {"legislator_profile_id": 2136, "is_prime": false}, {"legislator_profile_id": 2140, "is_prime": false}, {"legislator_profile_id": 2159, "is_prime": false}], "keywords": ["Property Tax & Assessment", "School Districts"], "audio": [], "bill_versions": [{"bill_id": 13900, "bill_version_id": 77467, "bill_version": "Introduced", "bill_version_date": "1998-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the property tax levies for the general fund of a school district. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 1997 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be sixteen dollars and forty-nine thirty-three cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section and owner-occupied property as provided for in subdivision (3) of this section; (2) The maximum tax levy on agricultural property for such school district shall be five dollars and sixty-six sixty cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed nine dollars and six cents eight dollars and ninety-seven cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies. All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-13-43 § 10-12-43 , the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 2. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the following levies established pursuant to § 10-12-42 : (a) The levy for school district purposes is sixteen dollars and forty-nine cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subsection (b) and owner-occupied property as provided in subsection (c); (b) The tax levy on agricultural property for the school district is five dollars and sixty-five cents per thousand dollars of taxable valuation; (c) The tax levy for owner-occupied single-family dwelling for the school district is nine dollars and six cents per thousand dollars of taxable valuation . Section 3. That section 10 of chapter 98 of the 1997 Session Laws be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"General enrollment average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with a general enrollment average daily membership of two hundred or less, multiply 1.2 times the general enrollment average daily membership; (b) For districts with a general enrollment average daily membership of less than six hundred, but greater than two hundred, raise the general enrollment average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with a general enrollment average daily membership of six hundred or more, multiply 1.0 times their general enrollment average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the following levies established pursuant to § 10-12-42 : (a) The levy for school district purposes is sixteen dollars and forty-nine cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subsection (b) and owner-occupied property as provided in subsection (c); (b) The tax levy on agricultural property for the school district is five dollars and sixty-six cents per thousand dollars of taxable valuation; (c) The tax levy for owner-occupied single-family dwelling for the school district is nine dollars and six cents per thousand dollars of taxable valuation ."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13900, "action_date": "1998-01-21T14:00:00-06:00", "document_id": 76895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76895.pdf", "status_text": "First read in House and referred to", "journal_page": 158, "committee_id_action": 600, "committee_id_assigned": 596, "result": "N", "vote": {}}, {"bill_id": 13900, "action_date": "1998-02-10T07:45:00-06:00", "document_id": 76698, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76698.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 596, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13900, "action_date": "1998-02-10T07:45:00-06:00", "document_id": 76698, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76698.pdf", "status_text": "Do Pass,", "journal_page": 492, "committee_id_action": 596, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38444, "president_vote": null, "Yea": [2096, 2098, 2126, 2153, 2168, 2172, 2164, 2193, 2197, 2111], "Excused": [2117, 2097], "Nay": [2147]}}, {"bill_id": 13900, "action_date": "1998-02-11T14:00:00-06:00", "document_id": 76925, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76925.pdf", "status_text": "Do Pass,", "journal_page": 590, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40648, "president_vote": null, "Yea": [2096, 2097, 2098, 2100, 2101, 2104, 2105, 2106, 2107, 2108, 2110, 2111, 2113, 2114, 2116, 2117, 2119, 2120, 2123, 2124, 2126, 2127, 2131, 2132, 2133, 2136, 2141, 2143, 2144, 2146, 2150, 2151, 2152, 2153, 2154, 2157, 2158, 2159, 2160, 2161, 2162, 2163, 2164, 2167, 2168, 2171, 2172, 2173, 2174, 2176, 2177, 2178, 2180, 2181, 2183, 2184, 2185, 2186, 2190, 2192, 2193, 2194, 2195, 2197, 2198, 2134], "Nay": [2109, 2147], "Excused": [2128, 2139]}}, {"bill_id": 13900, "action_date": "1998-02-12T14:00:00-06:00", "document_id": 76928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76928.pdf", "status_text": "First read in Senate and referred to", "journal_page": 496, "committee_id_action": 601, "committee_id_assigned": 584, "result": "N", "vote": {}}, {"bill_id": 13900, "action_date": "1998-02-18T08:00:00-06:00", "document_id": 76764, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76764.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 584, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13900, "action_date": "1998-02-18T08:00:00-06:00", "document_id": 76764, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76764.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 574, "committee_id_action": 584, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39124, "president_vote": null, "Yea": [2102, 2103, 2112, 2129, 2155, 2169, 2187, 2182, 2170]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13900"}