{"session_id": 24, "bill_id": 6875, "bill_type": "Senate Bill", "bill_number": 5, "bill_title": "revise the procedure to initiate a school district boundary change.", "sponsors": [{"legislator_profile_id": 1018, "is_prime": true}, {"legislator_profile_id": 971, "is_prime": true}, {"legislator_profile_id": 983, "is_prime": false}, {"legislator_profile_id": 999, "is_prime": false}, {"legislator_profile_id": 1010, "is_prime": false}, {"legislator_profile_id": 1026, "is_prime": false}], "keywords": ["Education", "School Board", "School Districts"], "audio": [{"meeting_datetime": "2016-01-26T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sed10.mp3", "start_seconds": 213.0}, {"meeting_datetime": "2016-01-26T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sed10.mp3", "start_seconds": 213.0}, {"meeting_datetime": "2016-01-26T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sed10.mp3", "start_seconds": 213.0}, {"meeting_datetime": "2016-01-26T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sed10.mp3", "start_seconds": 213.0}, {"meeting_datetime": "2016-02-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen18.mp3", "start_seconds": 3238.0}, {"meeting_datetime": "2016-02-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen18.mp3", "start_seconds": 3238.0}, {"meeting_datetime": "2016-02-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen18.mp3", "start_seconds": 3238.0}, {"meeting_datetime": "2016-02-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen18.mp3", "start_seconds": 3238.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hed27.mp3", "start_seconds": 182.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hed27.mp3", "start_seconds": 182.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hed27.mp3", "start_seconds": 182.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hed27.mp3", "start_seconds": 182.0}, {"meeting_datetime": "2016-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou31.mp3", "start_seconds": 5590.0}, {"meeting_datetime": "2016-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou31.mp3", "start_seconds": 5590.0}, {"meeting_datetime": "2016-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou31.mp3", "start_seconds": 5590.0}], "bill_versions": [{"bill_id": 6875, "bill_version_id": 37284, "bill_version": "Introduced", "bill_version_date": "2015-12-24T09:05:34.187-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the procedure to initiate a school district boundary change. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-6-18.1 be amended to read: 13-6-18.1. If a plan of reorganization has been is approved pursuant to § 13-6-18, a boundary change pursuant to § 13-6-84.2 or 13-6-85 may be allowed by a school board only if: (1) The plan has been rejected by the voters; (2) The school boards of each district which voted and approved the reorganization plan concur by majority vote and the minor boundary change is recognized in the plan; or (3) The plan is operative pursuant to § 13-6-61. Section 2. That § 13-6-84 be amended to read: 13-6-84. The school board of a school district may approve or disapprove proposed propose to change the boundary changes of the school district and exchange land with another school district under conditions criteria described in §§ 13-6-84.1 to 13-6-84.3, inclusive, 13-6-85, and 13-6-86. However, a school board may not approve a boundary change and a land exchange of the school district if the appraisal of the land to be detached has a fair market value that is ten percent more than the fair market value of the land that is proposed to be annexed to the school district. Fair market value is defined in § 10-6-1.3. Section 3. That § 13-6-84.1 be amended to read: 13-6-84.1. In all each proposed changes change in a school district boundaries, the following conditions shall prevail: (1) The district's boundary or land exchange, the boundary of the area proposed to be transferred shall be coterminous at some point detached, annexed, or exchanged must have a common boundary with the common boundary of the two involved school districts. Land owned by the federal, state, or local governments and unoccupied land may be included in the request; (2) Children must reside within the boundary of the area to be transferred, unless it is an area change initiated by a school board as provided in § 13-6-84.2 proposal. Section 4. That § 13-6-84.2 be amended to read: 13-6-84.2. A boundary change between school districts may be initiated by a resolution of intent to make a boundary change by the school board of a district. The initiating board shall, within five days of passage of the resolution of intent, forward a copy of the resolution to all affected districts. The school boards of the affected districts shall act upon the resolution of intent during their next meeting. Within thirty days of the passage of the resolution of intent by each district a public hearing shall be held by the boards of each district. Within thirty days of the public hearing, and if no petition for election has been filed pursuant to § 13-6-84.3, the school boards of each district shall meet and take final action on the resolution of intent. If the resolutions of all districts favor a boundary change, the resolutions shall be forwarded to the county commissioners having jurisdiction over the school districts affected. The county commissioners shall act pursuant to § 13-6-87. Nothing in this Act compels a school board to act if the school board is unwilling to exchange any land within its boundary. The exchange of land between each school district may only be made if each school board is willing to exchange the land. If a school district is willing to detach, annex, or exchange land, the involved school district shall adopt a resolution of intent to exchange land with the other school district. The resolution of intent shall contain the following: (1) The name of each school district involved and a legal description of the land in each school district proposed to be exchanged through the detachment and annexation of land by each school district; (2) A map of the area proposed to be detached and annexed by each involved school district; (3) A statement certified by the county auditor setting forth the amount of the assessed valuation of the area to be detached and annexed, the total assessed valuation of the school district from which the area is proposed to be detached and the school district to which the area is proposed to be annexed, and the amount of any bonded indebtedness or judgments against each school district; and (4) A statement that the school district will request an appraisal to be completed by a certified appraiser that shows the fair market value of the land proposed to be detached and annexed by each of the involved school districts. Each of the involved school districts shall approve the certified appraiser completing the appraisal, and shall pay one-half of the cost of the appraisal. If a school district does not agree with an appraisal, the school district may, within thirty days of the receipt of the appraisal and at its own expense, order another appraisal from a different certified appraiser. The school board of each involved school district shall, within five days of the passage of the resolution of intent, forward a copy of the resolution to the other school district and to the Department of Education. The school board of each involved school district shall acknowledge receipt of the resolution of intent at its next school board meeting, and representatives from both of the involved school districts shall meet and mutually agree on a certified appraiser to complete the appraisal. A school board may object to the appraisal within forty-five days of acknowledging the receipt of the appraisal. Unless a school board objects, the school board of each involved school district shall, within sixty days of acknowledging the receipt of the appraisal, schedule a public hearing to consider the proposed land exchange. Following the public hearing, the school board of each involved school district shall either approve or reject the land exchange. Notwithstanding any other provision in law, a decision by a school board to reject the land exchange does not create any cause of legal action against the school district or school board, or constitute grounds for an appeal pursuant to § 13-46-1. If the action of each of the involved school districts approves a land exchange and no petition for an election is filed pursuant to § 13-6-84.3, the resolutions approving the land exchange shall be forwarded to the county commissioners having jurisdiction over the involved school districts. The county commissioners shall act pursuant to § 13-6-87. Section 5. That § 13-6-85 be repealed. 13-6-85. A boundary change, affecting not more than two percent of the assessed valuation and not more than two percent of the tax-exempt acreage or other tax-exempt property to be determined at the discretion of the school district from which the area is to be taken, may be made upon an application for a boundary change to the school board of the school district from which the area is to be taken and to the school board of the school district to which the area is to be annexed, in the form of a petition, including the final plan of detachment and annexation signed by all of the owners of land, excluding land owned by the state or any other political subdivision in the area to be transferred by the boundary change. Copies of the petitions shall also be delivered by the petitioners to the board of county commissioners having jurisdiction over the school districts affected. Any petitioner who is aggrieved by a decision of the school board under this section may appeal that decision. An appeal from the decision of the school board may be made to the circuit court in the time and manner specified by § 13-46-1 or to the secretary of the Department of Education or the secretary's representative within thirty days from the date of the decision of the school board by filing a notice with the secretary of the school board and mailing a copy of the notice to the secretary of the Department of Education. An appeal to the secretary of the Department of Education may be heard by the secretary or the secretary's representative. The secretary of the Department of Education shall thereafter set a time and place for the hearing and give at least ten days' written notice of the hearing to the parties involved in the appeal, including all affected school districts. An appeal to the secretary is not a contested case subject to chapter 1-26. An appeal from the decision of the secretary may be made pursuant to § 13-6-89. On appeal from a decision of the secretary, the appeal shall be heard and determined in the same manner as a direct appeal from the school board decision pursuant to § 13-6-89 and chapter 13-46 without any presumption of the correctness of the decision of the secretary nor may the provisions of § 1-26-36 be applied to the decision of the secretary. Nothing in this section affects the right of an aggrieved party to appeal from the decision of the school board to the circuit court. Section 6. That § 13-6-85.1 be repealed. 13-6-85.1. The description of the area proposed for detachment and annexation in a petition for a minor boundary change shall include the following information based on the final plan for detachment and annexation: (1) The potential value of the land as if the land was fully developed as determined by consideration of the current zoning, nearest municipality proposed zoning for the next ten years, nearest municipality comprehensive plan; (2) Whether the potential fully developed valuation of the land will affect more than two percent of assessed valuation allowed for a minor boundary change; and (3) The ownership interests in the land. The map of the area proposed for detachment and annexation shall include all land that is adjacent to the proposed boundary change that is owned by the petitioners that is contiguous to the land included in the proposed boundary change. Section 7. That § 13-6-86 be amended to read: 13-6-86. The petitions and resolutions A resolution for a proposed boundary change shall contain, but not be limited to, includes the following information based on the final plan for detachment and annexation: (1) The names of the school districts involved and a correct the legal description of the area proposed for detachment and annexation; (2) A map of the area proposed for detachment and annexation, including a portion or all of the district from which such the area is to be detached and the district to which such the area is to be annexed; (3) A statement certified by the county auditor setting forth the amount of the assessed valuation of the area to be transferred detached, the amount of the assessed valuation of the area to be annexed, the total assessed valuation of the school district from which the area is proposed to be removed detached, and the amount of any bonded indebtedness or judgments against the school district; (4) An appraisal completed by a certified appraiser that shows the fair market value of the land proposed to be detached and annexed. The appraisal shall be completed by a certified appraiser approved by the school board of each involved school district, and each involved school district shall pay one-half of the cost of the appraisal. If an involved school district does not agree with the appraisal, the school district may, within thirty days of receipt of the appraisal and at its own expense, request another appraisal from a different certified appraiser. The appraisal shall include the potential fair market value of the land to be detached and annexed as if the land was fully developed as determined by consideration of the current zoning, the nearest municipality's proposed zoning for the next ten years, and the nearest municipality's comprehensive plan; and (5) The ownership interests in the land. Section 8. That § 13-6-86.1 be repealed. 13-6-86.1. The school boards, within sixty days of receipt of the petition, including the final plan for detachment and annexation, shall by resolution, approve or disapprove the request of the petitioners and notify the petitioners in writing whether or not the petition is approved. If any change is made to the final plan for detachment and annexation included in the petition after the petition is submitted pursuant to § 13-6-85, the sixty-day time limit is suspended and will begin again on the submission of a new or revised plan or petition. If the request of the petitioners is approved, a copy of the petition and the resolution of approval shall be delivered by the school board to the board of county commissioners having jurisdiction over the school district losing territory and to the board of county commissioners having jurisdiction over the school district to which the area is to be annexed. Section 9. That § 13-6-89 be repealed. 13-6-89. Any party feeling aggrieved by any decision of the board of county commissioners, school boards, the secretary of the Department of Education, or the South Dakota Board of Education involving the preparation and approval of a proposed plan for reorganization of school districts or boundary changes or involving any other decision which such boards or secretary of the Department of Education are obligated or empowered to make under the provisions of this chapter shall be entitled to appeal such decision within ninety days to the circuit court and from there to the Supreme Court under the same limitations and procedures provided by law for appeal for all school board decisions and the board of county commissioners, school boards, the secretary of the Department of Education, or the South Dakota Board of Education may also appeal to the Supreme Court from a judgment of the circuit court reversing its decision, either in whole or in part. Section 10. That chapter 13-6 be amended by adding a NEW SECTION to read: Nothing in §§ 13-6-84, 13-6-84.1, and 13-6-84.2 affects a school district's authority to reorganize pursuant to §§ 13-6-10, 13-6-13, and 13-6-18."}, {"bill_id": 6875, "bill_version_id": 38143, "bill_version": "Senate Education Engrossed", "bill_version_date": "2016-01-26T13:36:18.777-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the procedure to initiate a school district boundary change. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-6-18.1 be amended to read: 13-6-18.1. If a plan of reorganization has been is approved pursuant to § 13-6-18, a boundary change pursuant to § 13-6-84.2 or 13-6-85 may be allowed by a school board only if: (1) The plan has been rejected by the voters; (2) The school boards of each district which voted and approved the reorganization plan concur by majority vote and the minor boundary change is recognized in the plan; or (3) The plan is operative pursuant to § 13-6-61. Section 2. That § 13-6-84 be amended to read: 13-6-84. The school board of a school district may approve or disapprove proposed propose to change the boundary changes of the school district and exchange land with another school district under conditions criteria described in §§ 13-6-84.1 to 13-6-84.3, inclusive, 13-6-85, and 13-6-86. Section 3. That § 13-6-84.1 be amended to read: 13-6-84.1. In all each proposed changes change in a school district boundaries, the following conditions shall prevail: (1) The district's boundary or land exchange, the boundary of the area proposed to be transferred shall be coterminous at some point detached, annexed, or exchanged must have a common boundary with the common boundary of the two involved school districts. Land owned by the federal, state, or local governments and unoccupied land may be included in the request; (2) Children must reside within the boundary of the area to be transferred, unless it is an area change initiated by a school board as provided in § 13-6-84.2 proposal. Section 4. That § 13-6-84.2 be amended to read: 13-6-84.2. A boundary change between school districts may be initiated by a resolution of intent to make a boundary change by the school board of a district. The initiating board shall, within five days of passage of the resolution of intent, forward a copy of the resolution to all affected districts. The school boards of the affected districts shall act upon the resolution of intent during their next meeting. Within thirty days of the passage of the resolution of intent by each district a public hearing shall be held by the boards of each district. Within thirty days of the public hearing, and if no petition for election has been filed pursuant to § 13-6-84.3, the school boards of each district shall meet and take final action on the resolution of intent. If the resolutions of all districts favor a boundary change, the resolutions shall be forwarded to the county commissioners having jurisdiction over the school districts affected. The county commissioners shall act pursuant to § 13-6-87. Nothing in this Act compels a school board to act if the school board is unwilling to exchange any land within its boundary. The exchange of land between each school district may only be made if each school board is willing to exchange the land. If a school district is willing to detach, annex, or exchange land, the involved school district shall adopt a resolution of intent to exchange land with the other school district. The resolution of intent shall contain the following: (1) The name of each school district involved and a legal description of the land in each school district proposed to be exchanged through the detachment and annexation of land by each school district; (2) A map of the area proposed to be detached and annexed by each involved school district; (3) A statement certified by the county auditor setting forth the amount of the assessed valuation of the area to be detached and annexed, the total assessed valuation of the school district from which the area is proposed to be detached and the school district to which the area is proposed to be annexed, and the amount of any bonded indebtedness or judgments against each school district; and (4) A statement that the school district will request an appraisal to be completed by a certified appraiser that shows the fair market value of the land proposed to be detached and annexed by each of the involved school districts. Each of the involved school districts shall approve the certified appraiser completing the appraisal, and shall pay one-half of the cost of the appraisal. If a school district does not agree with an appraisal, the school district may, within thirty days of the receipt of the appraisal and at its own expense, order another appraisal from a different certified appraiser. The school board of each involved school district shall, within five days of the passage of the resolution of intent, forward a copy of the resolution to the other school district and to the Department of Education. The school board of each involved school district shall acknowledge receipt of the resolution of intent at its next school board meeting, and representatives from both of the involved school districts shall meet and mutually agree on a certified appraiser to complete the appraisal. A school board may object to the appraisal within forty-five days of acknowledging the receipt of the appraisal. Unless a school board objects, the school board of each involved school district shall, within sixty days of acknowledging the receipt of the appraisal, schedule a public hearing to consider the proposed land exchange. Following the public hearing, the school board of each involved school district shall either approve or reject the land exchange. Notwithstanding any other provision in law, a decision by a school board to reject the land exchange does not create any cause of legal action against the school district or school board, or constitute grounds for an appeal pursuant to § 13-46-1. If the action of each of the involved school districts approves a land exchange and no petition for an election is filed pursuant to § 13-6-84.3, the resolutions approving the land exchange shall be forwarded to the county commissioners having jurisdiction over the involved school districts. The county commissioners shall act pursuant to § 13-6-87. Section 5. That § 13-6-85 be repealed. 13-6-85. A boundary change, affecting not more than two percent of the assessed valuation and not more than two percent of the tax-exempt acreage or other tax-exempt property to be determined at the discretion of the school district from which the area is to be taken, may be made upon an application for a boundary change to the school board of the school district from which the area is to be taken and to the school board of the school district to which the area is to be annexed, in the form of a petition, including the final plan of detachment and annexation signed by all of the owners of land, excluding land owned by the state or any other political subdivision in the area to be transferred by the boundary change. Copies of the petitions shall also be delivered by the petitioners to the board of county commissioners having jurisdiction over the school districts affected. Any petitioner who is aggrieved by a decision of the school board under this section may appeal that decision. An appeal from the decision of the school board may be made to the circuit court in the time and manner specified by § 13-46-1 or to the secretary of the Department of Education or the secretary's representative within thirty days from the date of the decision of the school board by filing a notice with the secretary of the school board and mailing a copy of the notice to the secretary of the Department of Education. An appeal to the secretary of the Department of Education may be heard by the secretary or the secretary's representative. The secretary of the Department of Education shall thereafter set a time and place for the hearing and give at least ten days' written notice of the hearing to the parties involved in the appeal, including all affected school districts. An appeal to the secretary is not a contested case subject to chapter 1-26. An appeal from the decision of the secretary may be made pursuant to § 13-6-89. On appeal from a decision of the secretary, the appeal shall be heard and determined in the same manner as a direct appeal from the school board decision pursuant to § 13-6-89 and chapter 13-46 without any presumption of the correctness of the decision of the secretary nor may the provisions of § 1-26-36 be applied to the decision of the secretary. Nothing in this section affects the right of an aggrieved party to appeal from the decision of the school board to the circuit court. Section 6. That § 13-6-85.1 be repealed. 13-6-85.1. The description of the area proposed for detachment and annexation in a petition for a minor boundary change shall include the following information based on the final plan for detachment and annexation: (1) The potential value of the land as if the land was fully developed as determined by consideration of the current zoning, nearest municipality proposed zoning for the next ten years, nearest municipality comprehensive plan; (2) Whether the potential fully developed valuation of the land will affect more than two percent of assessed valuation allowed for a minor boundary change; and (3) The ownership interests in the land. The map of the area proposed for detachment and annexation shall include all land that is adjacent to the proposed boundary change that is owned by the petitioners that is contiguous to the land included in the proposed boundary change. Section 7. That § 13-6-86 be amended to read: 13-6-86. The petitions and resolutions A resolution for a proposed boundary change shall contain, but not be limited to, includes the following information based on the final plan for detachment and annexation: (1) The names of the school districts involved and a correct the legal description of the area proposed for detachment and annexation; (2) A map of the area proposed for detachment and annexation, including a portion or all of the district from which such the area is to be detached and the district to which such the area is to be annexed; (3) A statement certified by the county auditor setting forth the amount of the assessed valuation of the area to be transferred detached, the amount of the assessed valuation of the area to be annexed, the total assessed valuation of the school district from which the area is proposed to be removed detached, and the amount of any bonded indebtedness or judgments against the school district; (4) An appraisal completed by a certified appraiser that shows the fair market value of the land proposed to be detached and annexed. The appraisal shall be completed by a certified appraiser approved by the school board of each involved school district, and each involved school district shall pay one-half of the cost of the appraisal. If an involved school district does not agree with the appraisal, the school district may, within thirty days of receipt of the appraisal and at its own expense, request another appraisal from a different certified appraiser. The appraisal shall include the potential fair market value of the land to be detached and annexed as if the land was fully developed as determined by consideration of the current zoning, the nearest municipality's proposed zoning for the next ten years, and the nearest municipality's comprehensive plan; and (5) The ownership interests in the land. Section 8. That § 13-6-86.1 be repealed. 13-6-86.1. The school boards, within sixty days of receipt of the petition, including the final plan for detachment and annexation, shall by resolution, approve or disapprove the request of the petitioners and notify the petitioners in writing whether or not the petition is approved. If any change is made to the final plan for detachment and annexation included in the petition after the petition is submitted pursuant to § 13-6-85, the sixty-day time limit is suspended and will begin again on the submission of a new or revised plan or petition. If the request of the petitioners is approved, a copy of the petition and the resolution of approval shall be delivered by the school board to the board of county commissioners having jurisdiction over the school district losing territory and to the board of county commissioners having jurisdiction over the school district to which the area is to be annexed. Section 9. That § 13-6-89 be repealed. 13-6-89. Any party feeling aggrieved by any decision of the board of county commissioners, school boards, the secretary of the Department of Education, or the South Dakota Board of Education involving the preparation and approval of a proposed plan for reorganization of school districts or boundary changes or involving any other decision which such boards or secretary of the Department of Education are obligated or empowered to make under the provisions of this chapter shall be entitled to appeal such decision within ninety days to the circuit court and from there to the Supreme Court under the same limitations and procedures provided by law for appeal for all school board decisions and the board of county commissioners, school boards, the secretary of the Department of Education, or the South Dakota Board of Education may also appeal to the Supreme Court from a judgment of the circuit court reversing its decision, either in whole or in part. Section 10. That chapter 13-6 be amended by adding a NEW SECTION to read: Nothing in §§ 13-6-84, 13-6-84.1, and 13-6-84.2 affects a school district's authority to reorganize pursuant to §§ 13-6-10, 13-6-13, and 13-6-18."}, {"bill_id": 6875, "bill_version_id": 39112, "bill_version": "Senate Engrossed", "bill_version_date": "2016-02-09T16:18:30.81-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the procedure to initiate a school district boundary change. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-6-18.1 be amended to read: 13-6-18.1. If a plan of reorganization has been is approved pursuant to § 13-6-18, a boundary change pursuant to § 13-6-84.2 or 13-6-85 may be allowed by a school board only if: (1) The plan has been rejected by the voters; (2) The school boards of each district which voted and approved the reorganization plan concur by majority vote and the minor boundary change is recognized in the plan; or (3) The plan is operative pursuant to § 13-6-61. Section 2. That § 13-6-84 be amended to read: 13-6-84. The school board of a school district may approve or disapprove proposed propose to change the boundary changes of the school district and exchange land with another school district under conditions criteria described in §§ 13-6-84.1 to 13-6-84.3, inclusive, 13-6-85, and 13-6-86. Section 3. That § 13-6-84.1 be amended to read: 13-6-84.1. In all each proposed changes change in a school district boundaries, the following conditions shall prevail: (1) The district's boundary or land exchange, the boundary of the area proposed to be transferred shall be coterminous at some point detached, annexed, or exchanged must have a common boundary with the common boundary of the two involved school districts. Land owned by the federal, state, or local governments and unoccupied land may be included in the request; (2) Children must reside within the boundary of the area to be transferred, unless it is an area change initiated by a school board as provided in § 13-6-84.2 proposal. Section 4. That § 13-6-84.2 be amended to read: 13-6-84.2. A boundary change between school districts may be initiated by a resolution of intent to make a boundary change by the school board of a district. The initiating board shall, within five days of passage of the resolution of intent, forward a copy of the resolution to all affected districts. The school boards of the affected districts shall act upon the resolution of intent during their next meeting. Within thirty days of the passage of the resolution of intent by each district a public hearing shall be held by the boards of each district. Within thirty days of the public hearing, and if no petition for election has been filed pursuant to § 13-6-84.3, the school boards of each district shall meet and take final action on the resolution of intent. If the resolutions of all districts favor a boundary change, the resolutions shall be forwarded to the county commissioners having jurisdiction over the school districts affected. The county commissioners shall act pursuant to § 13-6-87. Nothing in this Act compels a school board to act if the school board is unwilling to exchange any land within its boundary. The exchange of land between each school district may only be made if each school board is willing to exchange the land. If a school district is willing to detach, annex, or exchange land, the involved school district shall adopt a resolution of intent to exchange land with the other school district. The resolution of intent shall contain the following: (1) The name of each school district involved and a legal description of the land in each school district proposed to be exchanged through the detachment and annexation of land by each school district; (2) A map of the area proposed to be detached and annexed by each involved school district; (3) A statement certified by the county auditor setting forth the amount of the assessed valuation of the area to be detached and annexed, the total assessed valuation of the school district from which the area is proposed to be detached and the school district to which the area is proposed to be annexed, and the amount of any bonded indebtedness or judgments against each school district; and (4) A statement that the school district will request an appraisal to be completed by a certified appraiser that shows the fair market value of the land proposed to be detached and annexed by each of the involved school districts. Each of the involved school districts shall approve the certified appraiser completing the appraisal, and shall pay one-half of the cost of the appraisal. If a school district does not agree with an appraisal, the school district may, within thirty days of the receipt of the appraisal and at its own expense, order another appraisal from a different certified appraiser. The school board of each involved school district shall, within five days of the passage of the resolution of intent, forward a copy of the resolution to the other school district and to the Department of Education. The school board of each involved school district shall acknowledge receipt of the resolution of intent at its next school board meeting, and representatives from both of the involved school districts shall meet and mutually agree on a certified appraiser to complete the appraisal. A school board may object to the appraisal within forty-five days of acknowledging the receipt of the appraisal. Unless a school board objects, the school board of each involved school district shall, within sixty days of acknowledging the receipt of the appraisal, schedule a public hearing to consider the proposed land exchange. Following the public hearing, the school board of each involved school district shall either approve or reject the land exchange. Notwithstanding any other provision in law, a decision by a school board to reject the land exchange does not create any cause of legal action against the school district or school board, or constitute grounds for an appeal pursuant to § 13-46-1. If the action of each of the involved school districts approves a land exchange and no petition for an election is filed pursuant to § 13-6-84.3, the resolutions approving the land exchange shall be forwarded to the county commissioners having jurisdiction over the involved school districts. The county commissioners shall act pursuant to § 13-6-87. Section 5. That § 13-6-85 be repealed. 13-6-85. A boundary change, affecting not more than two percent of the assessed valuation and not more than two percent of the tax-exempt acreage or other tax-exempt property to be determined at the discretion of the school district from which the area is to be taken, may be made upon an application for a boundary change to the school board of the school district from which the area is to be taken and to the school board of the school district to which the area is to be annexed, in the form of a petition, including the final plan of detachment and annexation signed by all of the owners of land, excluding land owned by the state or any other political subdivision in the area to be transferred by the boundary change. Copies of the petitions shall also be delivered by the petitioners to the board of county commissioners having jurisdiction over the school districts affected. Any petitioner who is aggrieved by a decision of the school board under this section may appeal that decision. An appeal from the decision of the school board may be made to the circuit court in the time and manner specified by § 13-46-1 or to the secretary of the Department of Education or the secretary's representative within thirty days from the date of the decision of the school board by filing a notice with the secretary of the school board and mailing a copy of the notice to the secretary of the Department of Education. An appeal to the secretary of the Department of Education may be heard by the secretary or the secretary's representative. The secretary of the Department of Education shall thereafter set a time and place for the hearing and give at least ten days' written notice of the hearing to the parties involved in the appeal, including all affected school districts. An appeal to the secretary is not a contested case subject to chapter 1-26. An appeal from the decision of the secretary may be made pursuant to § 13-6-89. On appeal from a decision of the secretary, the appeal shall be heard and determined in the same manner as a direct appeal from the school board decision pursuant to § 13-6-89 and chapter 13-46 without any presumption of the correctness of the decision of the secretary nor may the provisions of § 1-26-36 be applied to the decision of the secretary. Nothing in this section affects the right of an aggrieved party to appeal from the decision of the school board to the circuit court. Section 6. That § 13-6-85.1 be repealed. 13-6-85.1. The description of the area proposed for detachment and annexation in a petition for a minor boundary change shall include the following information based on the final plan for detachment and annexation: (1) The potential value of the land as if the land was fully developed as determined by consideration of the current zoning, nearest municipality proposed zoning for the next ten years, nearest municipality comprehensive plan; (2) Whether the potential fully developed valuation of the land will affect more than two percent of assessed valuation allowed for a minor boundary change; and (3) The ownership interests in the land. The map of the area proposed for detachment and annexation shall include all land that is adjacent to the proposed boundary change that is owned by the petitioners that is contiguous to the land included in the proposed boundary change. Section 7. That § 13-6-86 be amended to read: 13-6-86. The petitions and resolutions A resolution for a proposed boundary change shall contain, but not be limited to, includes the following information based on the final plan for detachment and annexation: (1) The names of the school districts involved and a correct the legal description of the area proposed for detachment and annexation; (2) A map of the area proposed for detachment and annexation, including a portion or all of the district from which such the area is to be detached and the district to which such the area is to be annexed; (3) A statement certified by the county auditor setting forth the amount of the assessed valuation of the area to be transferred detached, the amount of the assessed valuation of the area to be annexed, the total assessed valuation of the school district from which the area is proposed to be removed detached, and the amount of any bonded indebtedness or judgments against the school district; (4) An appraisal completed by a certified appraiser that shows the fair market value of the land proposed to be detached and annexed. The appraisal shall be completed by a certified appraiser approved by the school board of each involved school district, and each involved school district shall pay one-half of the cost of the appraisal. If an involved school district does not agree with the appraisal, the school district may, within thirty days of receipt of the appraisal and at its own expense, request another appraisal from a different certified appraiser. The appraisal shall include the potential fair market value of the land to be detached and annexed as if the land was fully developed as determined by consideration of the current zoning, the nearest municipality's proposed zoning for the next ten years, and the nearest municipality's comprehensive plan; and (5) The ownership interests in the land. Section 8. That § 13-6-86.1 be repealed. 13-6-86.1. The school boards, within sixty days of receipt of the petition, including the final plan for detachment and annexation, shall by resolution, approve or disapprove the request of the petitioners and notify the petitioners in writing whether or not the petition is approved. If any change is made to the final plan for detachment and annexation included in the petition after the petition is submitted pursuant to § 13-6-85, the sixty-day time limit is suspended and will begin again on the submission of a new or revised plan or petition. If the request of the petitioners is approved, a copy of the petition and the resolution of approval shall be delivered by the school board to the board of county commissioners having jurisdiction over the school district losing territory and to the board of county commissioners having jurisdiction over the school district to which the area is to be annexed. Section 9. That § 13-6-89 be repealed. 13-6-89. Any party feeling aggrieved by any decision of the board of county commissioners, school boards, the secretary of the Department of Education, or the South Dakota Board of Education involving the preparation and approval of a proposed plan for reorganization of school districts or boundary changes or involving any other decision which such boards or secretary of the Department of Education are obligated or empowered to make under the provisions of this chapter shall be entitled to appeal such decision within ninety days to the circuit court and from there to the Supreme Court under the same limitations and procedures provided by law for appeal for all school board decisions and the board of county commissioners, school boards, the secretary of the Department of Education, or the South Dakota Board of Education may also appeal to the Supreme Court from a judgment of the circuit court reversing its decision, either in whole or in part. Section 10. That chapter 13-6 be amended by adding a NEW SECTION to read: Nothing in §§ 13-6-84, 13-6-84.1, and 13-6-84.2 affects a school district's authority to reorganize pursuant to §§ 13-6-10, 13-6-13, and 13-6-18. Section 11. That chapter 13-6 be amended by adding a NEW SECTION to read: If a school district proposes to close a rural attendance center, any landowner who has students attending the attendance center that is proposed to be closed may petition the school board to transfer their land to an adjacent school district with a common boundary with the landowner. Notwithstanding any other provision of law, a decision by a school board to reject the petition, in total or in part, does not create a cause of action against the school district or school board, or constitute grounds for an appeal pursuant to § 13-46-1. Section 12. That § 13-6-13 be amended to read: 13-6-13. The plan shall contain: (1) A map or maps showing the boundaries of the proposed district or districts, the boundaries of the existing districts involved, the location of existing and proposed attendance centers and a description of the facilities, and the proposed school bus routes, if any; (2) A legal description of the boundaries of the proposed district or districts; (3) Estimates of the school age population within the proposed district or districts; (4) The assessed valuation of all taxable property of each existing district and of the proposed district or districts; (5) Outstanding general obligation bonds of any component district, funds in all school accounts and estimated receipts in all accounts in process of collection; (6) If a joint district, the designation of the county of jurisdiction; (7) The official name of the proposed district; (8) A statement with regard to a proposed method of adjustment of assets and liabilities; (9) The proposed number of school board members if a new entity is to be created; (10) A description of the proposed educational program; (11) A reasonably detailed budget showing estimated annual receipts and expenditures for the operation of the proposed district or districts; (12) A statement recognizing any requests for minor boundary changes process for a landowner to request their land be transferred to another school district when their land is adjacent to a school district other than a school district involved in the reorganization; (13) Such additional information as may be necessary to show compliance with the standards for school districts as adopted by the South Dakota Board of Education. If the plan proposes the dissolution and annexation of a school district to one or more school districts, the school board of the receiving district, or districts, shall by resolution express their acceptance or rejection of all or part of the district to be dissolved as set forth in the proposed plan. If the school boards of two or more school districts are developing a plan to consolidate, and two-thirds of the members of each affected school board agree, the plan may also include the provisions of an excess tax levy authorized in § 10-12-43 if an excess tax levy currently exists in one or more of the school districts. If the plan is approved by the voters, the proposed excess tax levy may be applied in the new consolidated school district. If a proposed excess tax levy is included in the plan, the plan shall state the amount of the proposed excess tax levy. The proposed excess tax levy may be applied for taxes payable in any of the five years following the date of reorganization. In addition, each school board involved in the development of the plan shall announce the inclusion of the proposed excess tax levy in the plan to the taxpayers in the manner set forth in § 10-12-43. Section 13. That chapter 13-6 be amended by adding a NEW SECTION to read: Notwithstanding any other provision of law, a decision by a school board to reject the request to transfer land submitted pursuant to subdivision 13-6-13(12), in total or in part, does not create any cause of action against the school district or school board, or constitute grounds for an appeal pursuant to § 13-46-1."}, {"bill_id": 6875, "bill_version_id": 39944, "bill_version": "House Education Engrossed", "bill_version_date": "2016-02-24T13:17:34.97-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the procedure to initiate a school district boundary change. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-6-18.1 be amended to read: 13-6-18.1. If a plan of reorganization has been is approved pursuant to § 13-6-18, a boundary change pursuant to § 13-6-84.2 or 13-6-85 may be allowed by a school board only if: (1) The plan has been rejected by the voters; (2) The school boards of each district which voted and approved the reorganization plan concur by majority vote and the minor boundary change is recognized in the plan; or (3) The plan is operative pursuant to § 13-6-61. Section 2. That § 13-6-84 be amended to read: 13-6-84. The school board of a school district may approve or disapprove proposed propose to change the boundary changes of the school district and exchange land with another school district under conditions criteria described in §§ 13-6-84.1 to 13-6-84.3, inclusive, 13-6-85, and 13-6-86. Section 3. That § 13-6-84.1 be amended to read: 13-6-84.1. In all each proposed changes change in a school district boundaries, the following conditions shall prevail: (1) The district's boundary or land exchange, the boundary of the area proposed to be transferred shall be coterminous at some point detached, annexed, or exchanged must have a common boundary with the common boundary of the two involved school districts. Land owned by the federal, state, or local governments and unoccupied land may be included in the request; (2) Children must reside within the boundary of the area to be transferred, unless it is an area change initiated by a school board as provided in § 13-6-84.2 proposal. Section 4. That § 13-6-84.2 be amended to read: 13-6-84.2. A boundary change between school districts may be initiated by a resolution of intent to make a boundary change by the school board of a district. The initiating board shall, within five days of passage of the resolution of intent, forward a copy of the resolution to all affected districts. The school boards of the affected districts shall act upon the resolution of intent during their next meeting. Within thirty days of the passage of the resolution of intent by each district a public hearing shall be held by the boards of each district. Within thirty days of the public hearing, and if no petition for election has been filed pursuant to § 13-6-84.3, the school boards of each district shall meet and take final action on the resolution of intent. If the resolutions of all districts favor a boundary change, the resolutions shall be forwarded to the county commissioners having jurisdiction over the school districts affected. The county commissioners shall act pursuant to § 13-6-87. Nothing in this Act compels a school board to act if the school board is unwilling to exchange any land within its boundary. The exchange of land between each school district may only be made if each school board is willing to exchange the land. If a school district is willing to detach, annex, or exchange land, the involved school district shall adopt a resolution of intent to exchange land with the other school district. The resolution of intent shall contain the following: (1) The name of each school district involved and a legal description of the land in each school district proposed to be exchanged through the detachment and annexation of land by each school district; (2) A map of the area proposed to be detached and annexed by each involved school district; (3) A statement certified by the county auditor setting forth the amount of the assessed valuation of the area to be detached and annexed, the total assessed valuation of the school district from which the area is proposed to be detached and the school district to which the area is proposed to be annexed, and the amount of any bonded indebtedness or judgments against each school district; and (4) A statement that the school district will request an appraisal to be completed by a certified appraiser that shows the fair market value of the land proposed to be detached and annexed by each of the involved school districts. Each of the involved school districts shall approve the certified appraiser completing the appraisal, and shall pay one-half of the cost of the appraisal. If a school district does not agree with an appraisal, the school district may, within thirty days of the receipt of the appraisal and at its own expense, order another appraisal from a different certified appraiser. The school board of each involved school district shall, within five days of the passage of the resolution of intent, forward a copy of the resolution to the other school district and to the Department of Education. The school board of each involved school district shall acknowledge receipt of the resolution of intent at its next school board meeting, and representatives from both of the involved school districts shall meet and mutually agree on a certified appraiser to complete the appraisal. A school board may object to the appraisal within forty-five days of acknowledging the receipt of the appraisal. Unless a school board objects, the school board of each involved school district shall, within sixty days of acknowledging the receipt of the appraisal, schedule a public hearing to consider the proposed land exchange. Following the public hearing, the school board of each involved school district shall either approve or reject the land exchange. Notwithstanding any other provision in law, a decision by a school board to reject the land exchange does not create any cause of legal action against the school district or school board, or constitute grounds for an appeal pursuant to § 13-46-1. If the action of each of the involved school districts approves a land exchange and no petition for an election is filed pursuant to § 13-6-84.3, the resolutions approving the land exchange shall be forwarded to the county commissioners having jurisdiction over the involved school districts. The county commissioners shall act pursuant to § 13-6-87. Section 5. That § 13-6-85 be repealed. 13-6-85. A boundary change, affecting not more than two percent of the assessed valuation and not more than two percent of the tax-exempt acreage or other tax-exempt property to be determined at the discretion of the school district from which the area is to be taken, may be made upon an application for a boundary change to the school board of the school district from which the area is to be taken and to the school board of the school district to which the area is to be annexed, in the form of a petition, including the final plan of detachment and annexation signed by all of the owners of land, excluding land owned by the state or any other political subdivision in the area to be transferred by the boundary change. Copies of the petitions shall also be delivered by the petitioners to the board of county commissioners having jurisdiction over the school districts affected. Any petitioner who is aggrieved by a decision of the school board under this section may appeal that decision. An appeal from the decision of the school board may be made to the circuit court in the time and manner specified by § 13-46-1 or to the secretary of the Department of Education or the secretary's representative within thirty days from the date of the decision of the school board by filing a notice with the secretary of the school board and mailing a copy of the notice to the secretary of the Department of Education. An appeal to the secretary of the Department of Education may be heard by the secretary or the secretary's representative. The secretary of the Department of Education shall thereafter set a time and place for the hearing and give at least ten days' written notice of the hearing to the parties involved in the appeal, including all affected school districts. An appeal to the secretary is not a contested case subject to chapter 1-26. An appeal from the decision of the secretary may be made pursuant to § 13-6-89. On appeal from a decision of the secretary, the appeal shall be heard and determined in the same manner as a direct appeal from the school board decision pursuant to § 13-6-89 and chapter 13-46 without any presumption of the correctness of the decision of the secretary nor may the provisions of § 1-26-36 be applied to the decision of the secretary. Nothing in this section affects the right of an aggrieved party to appeal from the decision of the school board to the circuit court. Section 6. That § 13-6-85.1 be repealed. 13-6-85.1. The description of the area proposed for detachment and annexation in a petition for a minor boundary change shall include the following information based on the final plan for detachment and annexation: (1) The potential value of the land as if the land was fully developed as determined by consideration of the current zoning, nearest municipality proposed zoning for the next ten years, nearest municipality comprehensive plan; (2) Whether the potential fully developed valuation of the land will affect more than two percent of assessed valuation allowed for a minor boundary change; and (3) The ownership interests in the land. The map of the area proposed for detachment and annexation shall include all land that is adjacent to the proposed boundary change that is owned by the petitioners that is contiguous to the land included in the proposed boundary change. Section 7. That § 13-6-86 be amended to read: 13-6-86. The petitions and resolutions A resolution for a proposed boundary change shall contain, but not be limited to, includes the following information based on the final plan for detachment and annexation: (1) The names of the school districts involved and a correct the legal description of the area proposed for detachment and annexation; (2) A map of the area proposed for detachment and annexation, including a portion or all of the district from which such the area is to be detached and the district to which such the area is to be annexed; (3) A statement certified by the county auditor setting forth the amount of the assessed valuation of the area to be transferred detached, the amount of the assessed valuation of the area to be annexed, the total assessed valuation of the school district from which the area is proposed to be removed detached, and the amount of any bonded indebtedness or judgments against the school district; (4) An appraisal completed by a certified appraiser that shows the fair market value of the land proposed to be detached and annexed. The appraisal shall be completed by a certified appraiser approved by the school board of each involved school district, and each involved school district shall pay one-half of the cost of the appraisal. If an involved school district does not agree with the appraisal, the school district may, within thirty days of receipt of the appraisal and at its own expense, request another appraisal from a different certified appraiser. The appraisal shall include the potential fair market value of the land to be detached and annexed as if the land was fully developed as determined by consideration of the current zoning, the nearest municipality's proposed zoning for the next ten years, and the nearest municipality's comprehensive plan; and (5) The ownership interests in the land. Section 8. That § 13-6-86.1 be repealed. 13-6-86.1. The school boards, within sixty days of receipt of the petition, including the final plan for detachment and annexation, shall by resolution, approve or disapprove the request of the petitioners and notify the petitioners in writing whether or not the petition is approved. If any change is made to the final plan for detachment and annexation included in the petition after the petition is submitted pursuant to § 13-6-85, the sixty-day time limit is suspended and will begin again on the submission of a new or revised plan or petition. If the request of the petitioners is approved, a copy of the petition and the resolution of approval shall be delivered by the school board to the board of county commissioners having jurisdiction over the school district losing territory and to the board of county commissioners having jurisdiction over the school district to which the area is to be annexed. Section 9. That § 13-6-89 be repealed. 13-6-89. Any party feeling aggrieved by any decision of the board of county commissioners, school boards, the secretary of the Department of Education, or the South Dakota Board of Education involving the preparation and approval of a proposed plan for reorganization of school districts or boundary changes or involving any other decision which such boards or secretary of the Department of Education are obligated or empowered to make under the provisions of this chapter shall be entitled to appeal such decision within ninety days to the circuit court and from there to the Supreme Court under the same limitations and procedures provided by law for appeal for all school board decisions and the board of county commissioners, school boards, the secretary of the Department of Education, or the South Dakota Board of Education may also appeal to the Supreme Court from a judgment of the circuit court reversing its decision, either in whole or in part. Section 10. That chapter 13-6 be amended by adding a NEW SECTION to read: Nothing in §§ 13-6-84, 13-6-84.1, and 13-6-84.2 affects a school district's authority to reorganize pursuant to §§ 13-6-10, 13-6-13, and 13-6-18. Section 11. That chapter 13-6 be amended by adding a NEW SECTION to read: If a school district proposes to close a rural attendance center, any landowner who has students attending the attendance center that is proposed to be closed may petition the school board to transfer their land to an adjacent school district with a common boundary with the landowner. Notwithstanding any other provision of law, a decision by a school board to reject the petition, in total or in part, does not create a cause of action against the school district or school board, or constitute grounds for an appeal pursuant to § 13-46-1. For the purposes of this chapter, a rural attendance center is an attendance center that is at least ten miles from the corporate limits of any incorporated municipality. Section 12. That § 13-6-13 be amended to read: 13-6-13. The plan shall contain: (1) A map or maps showing the boundaries of the proposed district or districts, the boundaries of the existing districts involved, the location of existing and proposed attendance centers and a description of the facilities, and the proposed school bus routes, if any; (2) A legal description of the boundaries of the proposed district or districts; (3) Estimates of the school age population within the proposed district or districts; (4) The assessed valuation of all taxable property of each existing district and of the proposed district or districts; (5) Outstanding general obligation bonds of any component district, funds in all school accounts and estimated receipts in all accounts in process of collection; (6) If a joint district, the designation of the county of jurisdiction; (7) The official name of the proposed district; (8) A statement with regard to a proposed method of adjustment of assets and liabilities; (9) The proposed number of school board members if a new entity is to be created; (10) A description of the proposed educational program; (11) A reasonably detailed budget showing estimated annual receipts and expenditures for the operation of the proposed district or districts; (12) A statement recognizing any requests for minor boundary changes process for a landowner to request their land be transferred to another school district when their land is adjacent to a school district other than a school district involved in the reorganization; (13) Such additional information as may be necessary to show compliance with the standards for school districts as adopted by the South Dakota Board of Education. If the plan proposes the dissolution and annexation of a school district to one or more school districts, the school board of the receiving district, or districts, shall by resolution express their acceptance or rejection of all or part of the district to be dissolved as set forth in the proposed plan. If the school boards of two or more school districts are developing a plan to consolidate, and two-thirds of the members of each affected school board agree, the plan may also include the provisions of an excess tax levy authorized in § 10-12-43 if an excess tax levy currently exists in one or more of the school districts. If the plan is approved by the voters, the proposed excess tax levy may be applied in the new consolidated school district. If a proposed excess tax levy is included in the plan, the plan shall state the amount of the proposed excess tax levy. The proposed excess tax levy may be applied for taxes payable in any of the five years following the date of reorganization. In addition, each school board involved in the development of the plan shall announce the inclusion of the proposed excess tax levy in the plan to the taxpayers in the manner set forth in § 10-12-43. Section 13. That chapter 13-6 be amended by adding a NEW SECTION to read: Notwithstanding any other provision of law, a decision by a school board to reject the request to transfer land submitted pursuant to subdivision 13-6-13(12), in total or in part, does not create any cause of action against the school district or school board, or constitute grounds for an appeal pursuant to § 13-46-1."}, {"bill_id": 6875, "bill_version_id": 40447, "bill_version": "Enrolled", "bill_version_date": "2016-03-08T08:12:16.053-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6875, "action_date": "2016-01-12T12:00:00-06:00", "document_id": 37505, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37505.pdf", "status_text": "First read in Senate and referred to", "journal_page": 15, "committee_id_action": 309, "committee_id_assigned": 297, "result": "N", "vote": {}}, {"bill_id": 6875, "action_date": "2016-01-26T07:45:00-06:00", "document_id": 37963, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37963.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 297, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6875, "action_date": "2016-01-26T07:45:00-06:00", "document_id": 38148, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38148.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 297, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6875, "action_date": "2016-01-26T07:45:00-06:00", "document_id": 38148, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38148.pdf", "status_text": "Do Pass Amended", "journal_page": 136, "committee_id_action": 297, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20274, "president_vote": null, "Yea": [966, 969, 984, 1001, 1045], "Excused": [979, 1012]}}, {"bill_id": 6875, "action_date": "2016-01-28T13:30:00-06:00", "document_id": 38420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38420.pdf", "status_text": "Deferred to another day", "journal_page": 162, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6875, "action_date": "2016-02-02T14:00:00-06:00", "document_id": 38564, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38564.pdf", "status_text": "Deferred to another day", "journal_page": 187, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6875, "action_date": "2016-02-03T14:00:00-06:00", "document_id": 38700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38700.pdf", "status_text": "Deferred to another day", "journal_page": 192, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6875, "action_date": "2016-02-04T14:00:00-06:00", "document_id": 38838, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38838.pdf", "status_text": "Deferred to another day", "journal_page": 212, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6875, "action_date": "2016-02-05T13:00:00-06:00", "document_id": 38923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38923.pdf", "status_text": "Deferred to another day", "journal_page": 234, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6875, "action_date": "2016-02-08T14:00:00-06:00", "document_id": 39003, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39003.pdf", "status_text": "Deferred to another day", "journal_page": 253, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6875, "action_date": "2016-02-09T14:00:00-06:00", "document_id": 39101, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39101.pdf", "status_text": "Motion to amend", "journal_page": 269, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6875, "action_date": "2016-02-09T14:00:00-06:00", "document_id": 39101, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39101.pdf", "status_text": "Do Pass Amended", "journal_page": 271, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20772, "president_vote": null, "Yea": [974, 999, 1037, 966, 1014, 1067, 979, 969, 1005, 1047, 998, 1035, 997, 984, 994, 1041, 967, 975, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 1013, 973, 1008], "Nay": [977], "Excused": [1011]}}, {"bill_id": 6875, "action_date": "2016-02-10T14:00:00-06:00", "document_id": 39178, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39178.pdf", "status_text": "First read in House and referred to", "journal_page": 359, "committee_id_action": 325, "committee_id_assigned": 311, "result": "N", "vote": {}}, {"bill_id": 6875, "action_date": "2016-02-24T07:45:00-06:00", "document_id": 39782, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39782.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 311, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6875, "action_date": "2016-02-24T07:45:00-06:00", "document_id": 39914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39914.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 311, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6875, "action_date": "2016-02-24T07:45:00-06:00", "document_id": 39914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39914.pdf", "status_text": "Do Pass Amended", "journal_page": 656, "committee_id_action": 311, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21396, "president_vote": null, "Yea": [1040, 1050, 985, 1021, 1065, 963, 1055, 1036, 1048, 996, 1053, 1038, 993], "Excused": [1015, 1064]}}, {"bill_id": 6875, "action_date": "2016-02-29T14:00:00-06:00", "document_id": 40105, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40105.pdf", "status_text": "Deferred to another day", "journal_page": 723, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6875, "action_date": "2016-03-01T14:00:00-06:00", "document_id": 40194, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40194.pdf", "status_text": "Deferred to another day", "journal_page": 743, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6875, "action_date": "2016-03-02T14:00:00-06:00", "document_id": 40278, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40278.pdf", "status_text": "Do Pass Amended", "journal_page": 762, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21763, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 964, 1040, 995, 1039, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1022, 1056, 1061, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 987, 982, 1055, 1044, 1017, 1058, 1036, 1048, 1003, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 991, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 990, 1025, 1051, 965, 1053, 1064, 989], "Excused": [1057, 1015, 1032], "Nay": [986, 1024]}}, {"bill_id": 6875, "action_date": "2016-03-07T14:00:00-06:00", "document_id": 40423, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40423.pdf", "status_text": "Concurred in amendments", "journal_page": 542, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21834, "president_vote": null, "Yea": [974, 1037, 1014, 1067, 979, 969, 1005, 1047, 998, 1035, 997, 984, 994, 1041, 967, 975, 1011, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 1013, 973, 1008], "Nay": [977], "Excused": [999, 966]}}, {"bill_id": 6875, "action_date": "2016-03-08T10:00:00-06:00", "document_id": 40488, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40488.pdf", "status_text": "Signed by the President", "journal_page": 577, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6875, "action_date": "2016-03-09T10:30:00-06:00", "document_id": 40544, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40544.pdf", "status_text": "Signed by the Speaker", "journal_page": 845, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6875, "action_date": "2016-03-09T10:30:00-06:00", "document_id": 40533, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40533.pdf", "status_text": "Delivered to the Governor", "journal_page": 585, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6875, "action_date": "2016-03-11T09:00:00-06:00", "document_id": 40593, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40593.pdf", "status_text": "Signed by the Governor", "journal_page": 615, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6118, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6875"}