{"session_id": 24, "bill_id": 7453, "bill_type": "House Commemoration", "bill_number": 1008, "bill_title": "Honoring the Alpha Gamma chapter of the Lambda Chi Alpha Fraternity for one hundred years of excellence on the campus of the University of South Dakota.", "sponsors": [{"legislator_profile_id": 1024, "is_prime": true}, {"legislator_profile_id": 992, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 7453, "bill_version_id": 38315, "bill_version": "Introduced", "bill_version_date": "2016-01-28T08:34:17.78-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Alpha Gamma chapter of the Lambda Chi Alpha Fraternity for one hundred years of excellence on the campus of the University of South Dakota. WHEREAS, in 1914, a local fraternity, Sigma Delta Upsilon, was formed stressing the highest ideals of morality, scholarship, and positive manhood; and WHEREAS, in 1916, this local fraternity, desiring to broaden its purpose, adopted the standards set forth by a National General Fraternity Lambda Chi Alpha and became its twenty-fifth chapter; and WHEREAS, the brothers of Lambda Chi Alpha have lead by example through the core values of loyalty, duty, respect, service and stewardship, honor, integrity, and personal courage, in addition to the ideals of fraternity, patriotism, learning, and morality; and WHEREAS, these standards have prevailed for one hundred years as over one thousand nine hundred men have been initiated into the bond of Lambda Chi Alpha: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-First Legislature of the State of South Dakota that the Legislature honors the Alpha Gamma chapter of the Lambda Chi Alpha fraternity on the campus of the University of South Dakota for one hundred years of excellence and extends best wishes for continued success."}, {"bill_id": 7453, "bill_version_id": 38715, "bill_version": "Enrolled", "bill_version_date": "2016-02-03T16:40:42.793-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Alpha Gamma chapter of the Lambda Chi Alpha Fraternity for one hundred years of excellence on the campus of the University of South Dakota. WHEREAS, in 1914, a local fraternity, Sigma Delta Upsilon, was formed stressing the highest ideals of morality, scholarship, and positive manhood; and WHEREAS, in 1916, this local fraternity, desiring to broaden its purpose, adopted the standards set forth by a National General Fraternity Lambda Chi Alpha and became its twenty-sixth chapter; and WHEREAS, the brothers of Lambda Chi Alpha have lead by example through the core values of loyalty, duty, respect, service and stewardship, honor, integrity, and personal courage, in addition to the ideals of fraternity, patriotism, learning, and morality; and WHEREAS, these standards have prevailed for one hundred years as over one thousand nine hundred men have been initiated into the bond of Lambda Chi Alpha: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-First Legislature of the State of South Dakota that the Legislature honors the Alpha Gamma chapter of the Lambda Chi Alpha fraternity on the campus of the University of South Dakota for one hundred years of excellence and extends best wishes for continued success. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7453, "action_date": "2016-01-28T13:00:00-06:00", "document_id": 38415, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38415.pdf", "status_text": "", "journal_page": 222, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7453"}