{"session_id": 51, "bill_id": 16465, "bill_type": "Senate Bill", "bill_number": 173, "bill_title": "authorize a rental car company to offer car rental insurance under certain circumstances.", "sponsors": [{"legislator_profile_id": 2585, "is_prime": true}, {"legislator_profile_id": 2593, "is_prime": true}, {"legislator_profile_id": 2543, "is_prime": false}, {"legislator_profile_id": 2558, "is_prime": false}, {"legislator_profile_id": 2580, "is_prime": false}, {"legislator_profile_id": 2584, "is_prime": false}, {"legislator_profile_id": 2591, "is_prime": false}, {"legislator_profile_id": 2590, "is_prime": false}], "keywords": ["Insurance", "Motor Vehicles", "Rule-making Authority"], "audio": [{"meeting_datetime": "2001-02-08T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sco22sb0173a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-08T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sco22sb0173a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-08T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sco22sb0173a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-08T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sco22sb0173a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen24sb0173a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen24sb0173a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen24sb0173a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco35sb0173a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco35sb0173a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco35sb0173a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco35sb0173a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16465, "bill_version_id": 88509, "bill_version": "Introduced", "bill_version_date": "2001-01-25T08:50:09-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize a rental car company to offer car rental insurance under certain circumstances. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Director,\" the director of insurance; (2) \"Endorsee,\" an unlicensed employee or agent of a rental car agent who offers, sells, or solicits rental car insurance and meets the requirements of this Act; (3) \"Rental agreement,\" any written master, corporate, group, or individual agreement setting forth the terms and conditions governing the use of a rental car rented or leased by a rental car company; (4) \"Rental car,\" any motor vehicle that is intended to be rented for a period of twenty- eight consecutive days or less, by a driver who is not required to possess a commercial driver's license to operate the motor vehicle and the motor vehicle is either of the following: (a) A private passenger motor vehicle, including a passenger van, minivan, or sports utility vehicle; or (b) A cargo vehicle, including a cargo van, pickup truck, or truck with a gross vehicle weight of less than twenty-six thousand pounds; (5) \"Rental car agent,\" any company that is licensed to offer, sell, or solicit rental car insurance pursuant to this Act; (6) \"Rental car company,\" any person in the business of providing rental cars to the public, including a franchisee; (7) \"Renter,\" any person who executes a rental agreement to obtain the use of a vehicle from a rental car company. Section 2. For the purposes of this Act, rental car insurance is insurance offered, sold, or solicited in connection with and incidental to the rental of rental cars, other than waiver of the rental car company's right of indemnity for damages to the rental car, whether at the rental office or by pre-selection of coverage in master, corporate, group, or individual agreements, that: (1) Is nontransferable; (2) Applies only to the rental car that is the subject of the rental agreement; and (3) Is limited to the following kinds of insurance: (a) Personal accident insurance for renters and other rental car occupants, for accidental death or dismemberment, and for medical expenses resulting from an accident that occurs with the rental car during the rental period; (b) Liability insurance, which includes uninsured or underinsured motorist coverage, that is not less than the minimum financial responsibility limits required by the law, whether offered separately or in combination with other liability insurance, that provides protection to the renters and to other authorized drivers of a rental car for liability arising from the operation of the rental car during the rental period; (c) Personal effects insurance that provides coverage to renters and other occupants of the rental car for loss of, or damage to, personal effects in the rental car during the rental period; (d) Roadside assistance and emergency sickness protection insurance; and (e) Such other travel or vehicle-related coverage that a rental car company may offer in connection with and incidental to the rental of a rental car as may be approved by the director in rules promulgated pursuant to chapter 1-26. Section 3. No rental car company, and no officer, director, employee, or agent of a rental car company, may offer, sell, or solicit the purchase of rental car insurance unless the person is licensed as an insurance producer or there has been compliance with the requirements of this Act. Section 4. The director may issue to a rental car company that has complied with the requirements of this Act, a license that authorizes the rental car company to act as a rental car agent in accordance with the provisions of this Act, in connection with and incidental to rental agreements, on behalf of any insurer authorized to write such insurance in this state. Section 5. A rental car company may apply to be licensed as a limited lines insurance producer under the terms of this Act if it satisfies all of the requirements of this Act and if it files the following documents with the director: (1) A written application for licensure, signed by the applicant or by an officer of the applicant, in the form or format prescribed by the director that includes a listing of all locations at which the rental car company intends to offer, sell, or solicit rental car insurance; (2) A certificate, by the insurer that is to be named in the rental car agent license, stating that the insurer has satisfied itself that the named applicant is trustworthy and competent to act as its rental car agent limited to this purpose; that the insurer has reviewed the endorsee training and education program required by section 7 of this Act and believes that it satisfies the statutory requirements; and that the insurer will appoint the applicant to act as its rental car agent to offer, sell, or solicit rental car insurance if the license for which the applicant is applying is issued by the director. The certification shall be subscribed by an officer or managing agent of the insurer on a form or format prescribed by the director. Section 6. An employee or agent of a rental car agent may be an endorsee authorized to offer, sell, or solicit rental car insurance under the authority of the rental car agent license if all of the following conditions have been satisfied: (1) The employee or agent is eighteen years of age or older; (2) The employee or agent has not committed any act set forth in chapter 58-30; (3) The employee or agent has completed a training and education program; (4) The rental car company, at the time it submits its rental car agent license application pursuant to section 5 of this Act, also submits a list of the names of all endorsees to its rental car agent license. The list shall be updated and submitted to the director quarterly. However, endorsees may sell, offer, and solicit rental car insurance as soon as they meet the requirements as set forth in this section. Each list shall be retained by the rental car company for a period of five years from submission; and (5) The rental car company submits to the director with its initial rental car agent license application and annually thereafter a certification, subscribed by an officer of the rental car company on a form or format prescribed by the director, stating both of the following: (a) That no person other than an endorsee offers, sells, or solicits rental car insurance on its behalf or while working as an employee or agent of the rental car agent; and (b) That all endorsees have completed the training and education program required by this Act. Section 7. Each rental car agent shall provide a training and education program for each endorsee prior to allowing an endorsee to offer, sell, or solicit rental car insurance. The training and education program may be conducted at remote locations or through videotape or any means approved by the director in rules promulgated pursuant to chapter 1-26. The training and education program shall meet the following minimum standards: (1) Each endorsee shall receive instruction about the kinds of insurance specified in this Act that are offered for sale to prospective renters; (2) Each endorsee shall receive training about the requirements and limitations imposed on car rental agents and endorsees by this Act. That training shall include specific instruction that the endorsee is prohibited by law from making any statement or engaging in any conduct, express or implied, that would lead a renter to believe: (a) That the purchase of rental car insurance is required in order for the renter to rent a motor vehicle; (b) That the renter does not have insurance policies in place that already provide the coverage being offered by the rental car company pursuant to this Act; and (c) That the endorsee is qualified to evaluate the adequacy of the renter's existing insurance coverages. The director may request to review the training and education program at any time. Section 8. An endorsee's authorization to offer, sell, or solicit rental car insurance expires when the endorsee's employment with the rental car company is terminated. Section 9. The rental car agent shall retain for a period of five years from the date of each transaction records which enable it to identify the name of the endorsee involved in each rental transaction in which a renter purchased rental car insurance. Section 10. No insurance may be offered, sold, or solicited pursuant to this Act unless: (1) The rental period of the rental car agreement is twenty-eight consecutive days or less; (2) At every location where rental agreements are executed, the rental car agent or endorsee prominently displays and makes available brochures or other written materials to each renter who purchases rental car insurance that: (a) Summarize the material terms, exclusions, limitations, and conditions of coverage offered to renters, including the identity of the insurer; (b) Describe the process for filing a claim if the renter elects to purchase coverage; (c) Make information available to the consumer that the rental car insurance offered, sold, or solicited by the rental car agent may provide a duplication of coverage already provided by other sources of the renter's, and that such insurance is not required as a condition of renting the motor vehicle; (d) Provide the rental car agent's name, address, telephone number, and license number; (e) Makes available information that, if purchased, the insurance offered by the limited lines producer to the renter is primary coverage over any other insurance coverages applicable to the renter; (3) Evidence of the rental car insurance coverage is stated in the rental agreement; (4) Any cost for the rental car insurance is separately itemized in the rental agreement unless preselection of coverage is made in a master, corporate, or group agreement. Section 11. No rental car agent may: (1) Advertise, represent, or otherwise portray itself or any of its employees or agents as licensed insurers or insurance producers; or (2) Pay any person, including a rental car agent endorsee, any compensation, fee, or commission that is dependent solely on the placement of insurance under the license issued pursuant to this Act. Nothing in this Act prohibits production payments or incentive payments that are not dependent solely upon the sale of rental car insurance. Section 12. If a rental car company violates any provision of this Act, the director may revoke or suspend the license of a rental car company or take other action as authorized under Title 58."}, {"bill_id": 16465, "bill_version_id": 91101, "bill_version": "Enrolled", "bill_version_date": "2001-02-28T18:07:21-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16465, "action_date": "2001-01-25T14:00:00-06:00", "document_id": 88645, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88645.pdf", "status_text": "First read in Senate and referred to", "journal_page": 216, "committee_id_action": 713, "committee_id_assigned": 687, "result": "N", "vote": {}}, {"bill_id": 16465, "action_date": "2001-02-06T10:00:00-06:00", "document_id": 89381, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89381.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 687, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16465, "action_date": "2001-02-08T10:00:00-06:00", "document_id": 89592, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89592.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 687, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16465, "action_date": "2001-02-08T10:00:00-06:00", "document_id": 89592, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89592.pdf", "status_text": "Do Pass,", "journal_page": 424, "committee_id_action": 687, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49187, "president_vote": null, "Excused": [2520], "Yea": [2580, 2607, 2616, 2617, 2529, 2585]}}, {"bill_id": 16465, "action_date": "2001-02-08T10:00:00-06:00", "document_id": 89592, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89592.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 687, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16465, "action_date": "2001-02-09T14:00:00-06:00", "document_id": 89739, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89739.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 436, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16465, "action_date": "2001-02-12T14:00:00-06:00", "document_id": 89844, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89844.pdf", "status_text": "Do Pass,", "journal_page": 452, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49334, "president_vote": null, "Yea": [2516, 2517, 2524, 2529, 2531, 2532, 2534, 2535, 2536, 2539, 2542, 2551, 2552, 2562, 2569, 2573, 2576, 2580, 2581, 2585, 2590, 2597, 2607, 2609, 2615, 2616, 2617], "Nay": [2520, 2523, 2549, 2584, 2598, 2606], "Excused": [2550, 2567]}}, {"bill_id": 16465, "action_date": "2001-02-13T14:00:00-06:00", "document_id": 89973, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89973.pdf", "status_text": "First read in House and referred to", "journal_page": 479, "committee_id_action": 712, "committee_id_assigned": 700, "result": "N", "vote": {}}, {"bill_id": 16465, "action_date": "2001-02-27T07:45:00-06:00", "document_id": 90964, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90964.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 700, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16465, "action_date": "2001-02-27T07:45:00-06:00", "document_id": 90964, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90964.pdf", "status_text": "Do Pass,", "journal_page": 761, "committee_id_action": 700, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50217, "president_vote": null, "Yea": [2519, 2522, 2525, 2548, 2553, 2577, 2589, 2591, 2592, 2605, 2611, 2601, 2571]}}, {"bill_id": 16465, "action_date": "2001-02-27T07:45:00-06:00", "document_id": 90964, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90964.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 700, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16465, "action_date": "2001-02-28T14:00:00-06:00", "document_id": 91123, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91123.pdf", "status_text": "Do Pass,", "journal_page": 773, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51720, "president_vote": null, "Yea": [2514, 2515, 2518, 2519, 2521, 2522, 2525, 2526, 2527, 2528, 2530, 2533, 2537, 2538, 2541, 2543, 2544, 2545, 2546, 2547, 2548, 2553, 2554, 2555, 2556, 2557, 2558, 2559, 2560, 2561, 2563, 2564, 2565, 2566, 2568, 2570, 2571, 2572, 2574, 2575, 2577, 2578, 2579, 2582, 2583, 2586, 2587, 2588, 2589, 2591, 2592, 2593, 2594, 2595, 2596, 2599, 2600, 2601, 2602, 2603, 2604, 2605, 2608, 2610, 2611, 2612, 2613, 2618, 2540], "Nay": [2614]}}, {"bill_id": 16465, "action_date": "2001-02-28T14:00:00-06:00", "document_id": 91118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91118.pdf", "status_text": "Signed by President", "journal_page": 743, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16465, "action_date": "2001-02-28T14:00:00-06:00", "document_id": 91123, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91123.pdf", "status_text": "Signed by Speaker", "journal_page": 803, "committee_id_action": 712, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16465, "action_date": "2001-03-01T14:00:00-06:00", "document_id": 91175, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91175.pdf", "status_text": "Delivered to the Governor", "journal_page": 763, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16465, "action_date": "2001-03-05T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 840, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2030, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16465"}