{"session_id": 69, "bill_id": 24685, "bill_type": "Senate Bill", "bill_number": 117, "bill_title": "revise provisions regarding industrial hemp.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24685", "sponsors": [{"legislator_profile_id": 4515, "is_prime": true}, {"legislator_profile_id": 4525, "is_prime": true}, {"legislator_profile_id": 4478, "is_prime": false}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4499, "is_prime": false}, {"legislator_profile_id": 4511, "is_prime": false}, {"legislator_profile_id": 4523, "is_prime": false}, {"legislator_profile_id": 4535, "is_prime": false}, {"legislator_profile_id": 4536, "is_prime": false}, {"legislator_profile_id": 4542, "is_prime": false}, {"legislator_profile_id": 4547, "is_prime": false}, {"legislator_profile_id": 4565, "is_prime": false}, {"legislator_profile_id": 4566, "is_prime": false}, {"legislator_profile_id": 4575, "is_prime": false}, {"legislator_profile_id": 4576, "is_prime": false}], "keywords": ["Agriculture and Horticulture", "Criminal Background Investigation", "Industrial Hemp", "Licensure"], "audio": [{"meeting_datetime": "2024-01-30T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sag14.mp3", "start_seconds": 5796.0}, {"meeting_datetime": "2024-01-30T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sag14.mp3", "start_seconds": 5796.0}, {"meeting_datetime": "2024-01-30T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sag14.mp3", "start_seconds": 5796.0}, {"meeting_datetime": "2024-01-30T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sag14.mp3", "start_seconds": 5796.0}], "bill_versions": [{"bill_id": 24685, "bill_version_id": 261287, "bill_version": "Introduced", "bill_version_date": "2024-01-22T12:34:17.83-06:00", "bill_text": "An Act to revise provisions regarding industrial hemp. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 38-35-1 be AMENDED: 38-35-1. Terms used in this chapter mean: (1) \"Applicant,\" a person, including the state or any agency or institution thereof, any municipality, political subdivision, public or private corporation, individual, partnership, limited liability company, association, or trust; and includes any officer or governing or managing body of any municipality, political subdivision, or public or private corporation, or limited liability company, applying for an industrial hemp grower license, processor license, or both; (2) \"Department,\" the Department of Agriculture and Natural Resources; (3) \"Greenhouse,\" any indoor structure or enclosed building capable of continuous cultivation throughout the year, no less than two thousand eight hundred and eighty square feet, not part of a residential dwelling. Greenhouses may contain multiple lots that are separated and identified; (4) \"Hemp\" or \"industrial hemp,\" the plant Cannabis sativa L. and any part of that plant, including the seeds thereof and all derivatives, extracts, cannabinoids, isomers, acids, salts, and salts of isomers, whether growing or not, with a total delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent on a dry weight basis; (5) \"Key participant,\" a sole proprietor, a partner in a partnership, a principal executive officer for a government entity, or a person with executive managerial control in a corporation or limited liability company; (6) \"Industrial hemp product,\" a finished manufactured product, or consumer product made from industrial hemp with a total delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent, derived from or made by processing industrial hemp; (7) \"Industrial hemp stalk bale,\" a bale that contains two main types of fiber, bast or long fiber found in the bark (skin) and hurd (shive), or short fiber located in the core of the stem, with a total delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent; (7)(8) \"Lot,\" a contiguous area in a field or greenhouse containing the same variety or strain of hemp throughout the area. In addition, \"lot\" means the terms, \"farm,\" \"tract,\" \"field,\" and \"subfield\" used by the United States Department of Agriculture Farm Service Agency to mean \"lot\"; (8)(9) \"Measurement of uncertainty,\" the parameter associated with the result of a measurement, that characterizes the dispersion of the values that could reasonably be attributed to the particular quantity subject to measurement; (9)(10) \"Process\" or \"processing,\" to render raw industrial hemp plants or plant parts from their natural or original state to an initial processed form. Typical processing includes decortication, devitalization, crushing, or extraction; (10)(11) \"Processor,\" a person that converts raw hemp into an initial processed form; (11)(12) \"Produce\" or \"producing,\" to grow, germinate, dry, sort, grade, bale, grind, mill, pelletize, and harvest hemp plants in the field or in a greenhouse; (12)(13) \"Product in process,\" the product being processed by a state licensed hemp processor or the transfer of that product at no higher than one percent total delta-9 tetrahydrocannabinol between one or more licensed hemp processors during the process of processing state or federally approved, lab-tested biomass from a licensed grower into a finished industrial hemp product; (13)(14) \"Remediation,\" the process of rendering non-compliant cannabis compliant using methods accepted by the USDA; (14)(15) \"Secretary,\" the secretary of the Department of Agriculture and Natural Resources; (15)(16) \"Total delta-9 THC or total delta-9 tetrahydrocannabinol,\" the value determined after the process of decarboxylation, or the application of a conversion factor if the testing methodology does not include decarboxylation, that expresses the potential total delta-9 tetrahydrocannabinol content derived from the sum of the THC and THCA content and reported on a dry weight basis; and (16)(17) \"Transporter,\" any person transporting, hauling, or delivering immature or mature hemp or product in process, but not industrial hemp product or sterilized seeds that are incapable of beginning germination. Section 2. That § 38-35-3 be AMENDED: 38-35-3. After the department receives approval by the United States Secretary of Agriculture for the state plan submitted pursuant to § 38-35-15, any person seeking to purchase, receive, or obtain industrial hemp, other than industrial hemp product and industrial hemp stalk bales, for planting, storing, propagating, or producing shall apply to the secretary for a grower license on an application form prescribed by the department and submit a nonrefundable annual application fee. The secretary shall deposit fees collected under this chapter in the hemp regulatory program fund. An application for licensure to plant, grow, or produce industrial hemp must be for at least one-half, contiguous outdoor acre with a three hundred plant minimum, or in a greenhouse with a fifty plant minimum, or combination thereof. No industrial hemp grower's license may be issued by the secretary to plant, grow, or produce industrial hemp within the corporate limits of any incorporated municipality without receiving verification from the municipality that it meets all applicable municipal zoning regulations. Section 3. That § 38-35-5 be AMENDED: 38-35-5. Each applicant for any license under this chapter, key participant, and landowner, if the applicant is the lessee, shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. A licensed applicant must only submit to a background criminal investigation pursuant to this section once every three years, unless requested by the secretary. Upon application for a license, the department shall submit the completed fingerprint cards fingerprints to the division. Upon completion of the criminal background check, the division shall forward to the department all information obtained as a result of the criminal background check. This information must be obtained prior to the licensure of the applicant. All costs or fees associated with the criminal background checks are the responsibility of the applicant. Information provided to the department under this section is confidential, is not public record, and is exempt from the provisions of chapter 1-27. However, the department may share this information with law enforcement and the Department of Public Safety. Failure to submit to or cooperate with a criminal background check is grounds for denial or revocation of a license. The secretary may deny licensure if any applicant, key participant, or landowner has been convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law within the previous ten years. Licensure under this chapter is not required for employees of the state of South Dakota if performing official duties. Any person who has previously submitted a fingerprint card fingerprints to the Division of Criminal Investigation as part of an application under the hemp program is not required to resubmit a fingerprint card fingerprints but shall authorize the use of the previously submitted fingerprints for an updated state and federal background check. All costs or fees associated with the criminal background checks are the responsibility of the applicant. The secretary may waive the requirement that landowners submit a fingerprint card fingerprints for a state and federal background check if the applicant is unable to have a fingerprint card completed. Other types of background checks may be required in lieu of fingerprint card submitting fingerprints on cards or online. Section 4. That § 38-35-7 be AMENDED: 38-35-7. If the applicant has completed the application to the satisfaction of the secretary, paid the application fee, returned a criminal background check compliant with § 38-35-5, and is eligible for a license under this chapter, the secretary shall issue the license upon receipt of an annual license fee. A grower, or research, or processor license issued under this chapter is valid for fifteen months from the date of issuance. A processor license issued under this chapter is valid for up to three years from the date of issuance. The department may deny, revoke, or suspend a license of any person who: (1) Violates any provision of this chapter or administrative rule promulgated under the authority of this chapter; (2) Violates any rule set forth by the United States Department of Agriculture regarding industrial hemp; (3) Provides false or misleading information in connection with any application required by this chapter; (4) Has been convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law within the previous ten years; (5) Has been charged with or convicted of a misdemeanor or felony relating to a controlled substance or marijuana under state or federal law since the most recent criminal background check; or (6) Requests the secretary to revoke or suspend the license. Any person whose license is denied, revoked, or suspended under this section may request a hearing pursuant to chapter 1-26. Section 5. That § 38-35-10 be AMENDED: 38-35-10. At the discretion of the secretary, a grower licensee may be inspected and samples collected no more than thirty days before the hemp is harvested. The grower licensee shall contact the Department of Public Safety department prior to harvest in order to ensure a reasonable amount of time to schedule an inspection. The grower licensee is required to be present during the inspection. No harvested lot of hemp shall must be commingled with another harvested lot of hemp and no hemp may leave the dominion of control of the grower licensee until the grower licensee receives a laboratory result from the department that confirms each lot complies with 7 U.S.C. Chapter 38, Subchapter VII, as provided in 7 C.F.R §§ 990.70(d) and 990.71(d) in effect as of March 22, 2021. Any location of the processor licensee is subject to random inspection. The processor licensee is required to be present during the inspection. At the discretion of the secretary, a research licensee may be inspected, and samples may be collected. The research licensee is required to be present during the inspection. Section 6. That § 38-35-14 be AMENDED: 38-35-14. The department compliance testing must be conducted by a laboratory approved by the Drug Enforcement Administration. The laboratory shall report the total delta-9 tetrahydrocannabinol concentration level and the measurement of uncertainty for each sample tested pursuant to this section. If a test reveals a total delta-9 tetrahydrocannabinol concentration of more than three-tenths of one percent but not more than five-tenths of one percent, the licensee may request a retest at the licensee's expense. If upon the retesting, the total delta-9 tetrahydrocannabinol concentration exceeds three-tenths of one percent, the entire lot from which the noncompliant sample was collected shall must either be destroyed or remediated and retested according to the United States Department of Agriculture guidelines. However, a sample that tests a result within a measurement of uncertainty that produces a range that includes a total delta-9 tetrahydrocannabinol concentration of three-tenths of one percent is compliant for the purposes of this chapter."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24685, "action_date": "2024-01-23T14:00:00-06:00", "document_id": 261480, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261480.pdf", "status_text": "First read in Senate and referred to", "journal_page": 146, "committee_id_action": 1219, "committee_id_assigned": 1208, "result": "N", "vote": {}}, {"bill_id": 24685, "action_date": "2024-01-30T10:00:00-06:00", "document_id": 262919, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262919.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1208, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24685, "action_date": "2024-01-30T10:00:00-06:00", "document_id": 262921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262921.pdf", "status_text": "Do Pass", "journal_page": 3, "committee_id_action": 1208, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78973, "president_vote": null, "Yea": [4515, 4523, 4529, 4537, 4567, 4490, 4541]}}, {"bill_id": 24685, "action_date": "2024-01-30T10:00:00-06:00", "document_id": 262921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262921.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 3, "committee_id_action": 1208, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24685, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263449.pdf", "status_text": "Do Pass", "journal_page": 221, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79042, "president_vote": null, "Yea": [4477, 4479, 4480, 4481, 4487, 4488, 4490, 4498, 4502, 4507, 4508, 4512, 4515, 4516, 4517, 4523, 4526, 4529, 4536, 4537, 4541, 4547, 4550, 4554, 4558, 4559, 4564, 4567, 4572, 4574, 4576], "Excused": [4493, 4501, 4573]}}, {"bill_id": 24685, "action_date": "2024-02-01T14:00:00-06:00", "document_id": 264174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264174.pdf", "status_text": "First read in House and referred to", "journal_page": 227, "committee_id_action": 1197, "committee_id_assigned": 1191, "result": "N", "vote": {}}]}