{"session_id": 69, "bill_id": 25273, "bill_type": "Senate Bill", "bill_number": 205, "bill_title": "direct the Department of Social Services to modify administrative rules related to work requirements for the child care assistance program.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25273", "sponsors": [{"legislator_profile_id": 4550, "is_prime": true}, {"legislator_profile_id": 4551, "is_prime": true}], "keywords": ["Child Care", "Public Welfare and Assistance", "Rule Change"], "audio": [{"meeting_datetime": "2024-02-14T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/she24.mp3", "start_seconds": 1158.0}, {"meeting_datetime": "2024-02-14T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/she24.mp3", "start_seconds": 1158.0}, {"meeting_datetime": "2024-02-14T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/she24.mp3", "start_seconds": 1158.0}], "bill_versions": [{"bill_id": 25273, "bill_version_id": 263899, "bill_version": "Introduced", "bill_version_date": "2024-01-31T08:01:01.97-06:00", "bill_text": "An Act to direct the Department of Social Services to modify administrative rules related to work requirements for the child care assistance program. Be it enacted by the Legislature of the State of South Dakota: Section 1. The Department of Social Services shall amend § 67:47:01:03.01 of the Administrative Rules of South Dakota, as provided in this section. The rule amendments must be made pursuant to chapter 1-26 and filed with the secretary of state no later than September 30, 2024. 67:47:01:03.01. Time requirements for work and education -- Exceptions. If a recipient is eighteen years of age or older and employed, the recipient shall must be employed for a minimum of 80 eighty hours a per month and must receive a salary which that is equivalent to the hourly federal minimum wage. If the recipient is under eighteen years of age or is homeless, the recipient must be employed for a minimum of forty hours per month and must receive a salary that is equivalent to the hourly federal minimum wage. If in school, the recipient shall must attend 80 eighty school hours a per month. If the recipient is working and attending school, the combination of actual work and school hours shall must be a minimum of 80 eighty hours a per month, and the recipient must receive a salary that is equivalent to the hourly federal minimum wage. In determining whether a recipient has met the school hour requirement, the department shall count the actual hours spent in class, work study, unpaid internships, practice teaching, and clinical work experience. The A recipient has met the requirements of this section if by attending a college, university, or technical institute college for a minimum of 12 twelve semester credit hours. If the household contains both parents, each parent shall must meet the requirements of this section. A recipient who is enrolled in and physically attending a program of study or training leading to a GED or a high school diploma is exempt from the requirements of this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25273, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263449.pdf", "status_text": "First read in Senate and referred to", "journal_page": 219, "committee_id_action": 1219, "committee_id_assigned": 1213, "result": "N", "vote": {}}, {"bill_id": 25273, "action_date": "2024-02-14T07:45:00-06:00", "document_id": 265228, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265228.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1213, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25273, "action_date": "2024-02-14T07:45:00-06:00", "document_id": 265229, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265229.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 1213, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79565, "president_vote": null, "Yea": [4507, 4480, 4537, 4550, 4488, 4567], "Excused": [4554]}}]}