{"session_id": 69, "bill_id": 24816, "bill_type": "House Bill", "bill_number": 1052, "bill_title": "increase the minimum fee required with an application for construction of an energy conversion and transmission facility.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24816", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Fund", "Public Utilities and Carriers"], "audio": [], "bill_versions": [{"bill_id": 24816, "bill_version_id": 258069, "bill_version": "Introduced", "bill_version_date": "2024-01-03T17:10:12.227-06:00", "bill_text": "An Act to increase the minimum fee required with an application for construction of an energy conversion and transmission facility. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 49-41B-12 be AMENDED: 49-41B-12. At the time of filing an application as required in § 49-41B-11 or as subsequently required by the commission, an applicant shall must deposit the minimum fee with the commission. If required by the commission, an applicant must remit initial an amount to be determined by the commission based upon the estimated actual cost of investigating, reviewing, processing, and serving notice of an application. The amount shall must be deposited with the state treasurer and credited to a subfund within the designated revenue fund and shall must be disbursed on vouchers approved by the commission for the actual cost of investigating, reviewing, processing, and serving notice of the application. The maximum fee chargeable may not exceed one-quarter of one percent of the first one hundred million dollars of estimated construction cost plus one-twentieth of one percent of all additional estimated construction costs of the facility. However, the The minimum total fee chargeable may not be less than eight twenty thousand dollars. The minimum fee is nonrefundable unless ordered by the commission. If the commission determines that an environmental impact statement should be prepared, as provided under chapter 34A-9, before taking final action on an application under this chapter, the maximum fee chargeable above may be increased to an amount not to exceed one-half of one percent of the first one hundred million dollars of estimated construction cost plus one-twentieth of one percent of all additional estimated construction costs of the facility the applicant must pay the actual costs of preparation and review of the environmental impact statement. However, the provisions of this paragraph do not apply in cases in which a detailed environment impact study has been completed pursuant to the requirements of the National Environmental Policy Act of 1969 as amended to January 1, 2009, and implementing regulations thereto if such a statement is available to the commission at least thirty days prior to the time the commission is required to render a decision under § 49-41B-24 or 49-41B-25. The provisions of this section apply to all pending permit applications and future permit applications before the commission. Section 2. That § 49-41B-26 be AMENDED: 49-41B-26. The commission shall must provide the applicant with a full financial accounting relating to the expenditures of the amount received pursuant to § 49-41B-12. Except for the eight twenty thousand dollar minimum fee required pursuant to § 49-41B-12, unused moneys shall must be refunded to the applicant within thirty days of the commission's decision on the application."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24816, "action_date": "2024-01-09T12:00:00-06:00", "document_id": 256993, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/256993.pdf", "status_text": "First read in House and referred to", "journal_page": 21, "committee_id_action": 1197, "committee_id_assigned": 1203, "result": "N", "vote": {}}, {"bill_id": 24816, "action_date": "2024-01-12T07:45:00-06:00", "document_id": 258963, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/258963.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1203, "committee_id_assigned": null, "result": "N", "vote": {}}]}