{"session_id": 51, "bill_id": 16279, "bill_type": "Senate Bill", "bill_number": 192, "bill_title": "require certain prescription drug manufacturers and labelers to enter into rebate agreements, to establish a discount prescription drug program for certain individuals, to require retail pharmacies to offer certain discounts, and to prescribe penalties and remedies.", "sponsors": [{"legislator_profile_id": 2562, "is_prime": true}, {"legislator_profile_id": 2591, "is_prime": true}, {"legislator_profile_id": 2518, "is_prime": false}, {"legislator_profile_id": 2521, "is_prime": false}, {"legislator_profile_id": 2527, "is_prime": false}, {"legislator_profile_id": 2530, "is_prime": false}, {"legislator_profile_id": 2541, "is_prime": false}, {"legislator_profile_id": 2543, "is_prime": false}, {"legislator_profile_id": 2555, "is_prime": false}, {"legislator_profile_id": 2560, "is_prime": false}, {"legislator_profile_id": 2569, "is_prime": false}, {"legislator_profile_id": 2574, "is_prime": false}, {"legislator_profile_id": 2584, "is_prime": false}, {"legislator_profile_id": 2587, "is_prime": false}, {"legislator_profile_id": 2589, "is_prime": false}, {"legislator_profile_id": 2594, "is_prime": false}, {"legislator_profile_id": 2598, "is_prime": false}, {"legislator_profile_id": 2602, "is_prime": false}, {"legislator_profile_id": 2607, "is_prime": false}, {"legislator_profile_id": 2616, "is_prime": false}], "keywords": ["Department of Health", "Prescription Drugs", "Rule-making Authority"], "audio": [{"meeting_datetime": "2001-02-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst26b.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst26sb0192a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-16T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen28sb0192a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-16T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen28sb0192a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-26T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hst34sb0192a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-26T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hst34sb0192a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-26T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hst34sb0192a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-26T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hst34sb0192a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16279, "bill_version_id": 88545, "bill_version": "Introduced", "bill_version_date": "2001-01-25T09:48:34-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require certain prescription drug manufacturers and labelers to enter into rebate agreements, to establish a discount prescription drug program for certain individuals, to require retail pharmacies to offer certain discounts, and to prescribe penalties and remedies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Department,\" the Department of Health; (2) \"Labeler,\" any entity or person that receives prescription drugs from a manufacturer or wholesaler and repackages those drugs for later retail sale and that has a labeler code from the federal food and drug administration under 21 C.F.R. 207.20; (3) \"Manufacturer,\" any manufacturer of prescription drugs, including a subsidiary or affiliate of a manufacturer; (4) \"Medicaid,\" the program for medical assistance administered by the Department of Social Services; (5) \"Retail pharmacy,\" any pharmacy that dispenses prescription drugs at retail and that dispenses prescription drugs covered by a rebate agreement under the Rx program created in section 2 of this Act; (6) \"Secretary,\" the secretary of the Department of Health. Section 2. The Rx program is established within the department to provide discounted prescription drug prices to uninsured residents of this state. A manufacturer or labeler that sells prescription drugs in this state that are ultimately dispensed to patients through any state funded or state operated program shall enter into a rebate agreement with the department for the Rx program. The rebate agreement shall require the manufacturer or labeler to make rebate payments to the state each calendar quarter according to a schedule established by the department under section 3 of this Act. Section 3. The secretary shall negotiate the amount of the rebate required under a rebate agreement entered into pursuant to section 2 of this Act from a manufacturer or labeler in accordance with the following: (1) The secretary shall take into consideration the rebate calculated under the medicaid rebate program pursuant to section 1927 of Title XIX of the Social Security Act, 42 U.S.C. 1396r-8, the average wholesale price of prescription drugs, and any other information on prescription drug prices and price discounts considered relevant by the secretary; (2) The secretary shall attempt to obtain an initial rebate amount equal to or greater than the rebate calculated under the medicaid rebate program pursuant to section 1927 of Title XIX of the Social Security Act, 42 U.S.C. 1396r-8; (3) The secretary shall begin collecting rebates under this section on January 1, 2002. The secretary shall attempt to obtain a rebate in an amount equal to or greater than the amount of any discount, rebate, or price reduction for prescription drugs provided to the federal government by manufacturers and labelers. Section 4. A resident of this state is eligible to participate in the Rx program if the resident does not have prescription drug coverage under a public or private health care payment or benefits program. The department shall establish simplified procedures for determining eligibility and issuing Rx program enrollment cards to eligible residents. The department shall undertake outreach efforts to build public awareness of the Rx program and maximize enrollment by eligible residents. The department may promulgate rules, pursuant to chapter 1-26, to adjust the requirements and terms of the Rx program to accommodate any new federally funded prescription drug programs. Section 5. A retail pharmacy shall discount the price of a prescription covered by the Rx program and sold to an Rx program participant. The department shall establish discounted prices for drugs covered by a rebate agreement entered into under section 2 of this Act and shall promote the use of efficacious and reduced-cost prescription drugs, taking into consideration reduced prices for state and federally capped drug programs, differential dispensing fees, administrative overhead, and incentive payments. Section 6. Beginning July 1, 2001, a retail pharmacy shall offer a prescription drug to an Rx program participant at or below the average wholesale price, minus six percent plus the dispensing fee provided under the state medicaid program. The initial price level required under this section shall be specified by the secretary by rule promulgated pursuant to chapter 1-26. The average wholesale price, for purposes of this section, is the wholesale price charged on a specific prescription drug that is assigned by the manufacturer and is listed in a nationally recognized drug pricing file approved by the secretary. Section 7. Not later than January 1, 2002, a retail pharmacy shall offer a prescription drug to an Rx program participant at or below the initial price level specified in section 6 of this Act minus the amount of any rebate paid by the state to the retail pharmacy. The discounted price level required by this section shall be specified by the secretary by rules promulgated pursuant to chapter 1-26. In determining the discounted price level, the secretary shall consider an average of all rebates weighted by sales of prescription drugs subject to rebates under this Act over the most recent twelve-month period for which the information is available. Section 8. The Board of Pharmacy shall promulgate rules pursuant to chapter 1-26 requiring disclosure by a retail pharmacy to an Rx program participant of the amount of savings provided as a result of the Rx program. In promulgating the rules, the board shall consider and protect information that is proprietary in nature. Section 9. The department may not impose transaction charges on retail pharmacies that submit claims or receive payments under the Rx program. Section 10. A retail pharmacy shall submit a claim to the department to verify the amount charged to an Rx program participant. Section 11. On a weekly or biweekly basis, the department shall reimburse a retail pharmacy for all of the discounted prices provided to Rx program participants and professional fees set by the secretary. For purposes of this section, the initial professional fee is three dollars per prescription. The secretary may raise or lower the professional fee set by this section by the promulgation of a rule pursuant to chapter 1-26. Section 12. The department shall collect from all retail pharmacies utilization data necessary to calculate the amount of the rebate from the manufacturer or labeler. The department shall protect the confidentiality of all information subject to confidentiality protection under state or federal law, rule, or regulation. Section 13. The name of a manufacturer or labeler that does not enter into a rebate agreement with the department as required under section 2 of this Act is public information, and the department shall release this information to the public. The department shall impose the prior authorization requirements allowed under the state medicaid program, as permitted by law, for the dispensing of prescription drugs provided by a manufacturer or labeler described in this section. Section 14. A discrepancy in a rebate amount paid under a rebate agreement required under section 2 of this Act shall be resolved using the following process: (1) If there is a discrepancy in the manufacturer's or labeler's favor between the amount claimed by a retail pharmacy and the amount rebated by the manufacturer or labeler, the department, at the department's expense, may hire a mutually agreed-upon independent auditor. If a discrepancy still exists following the audit, the manufacturer or labeler shall justify the reason for the discrepancy or make payment to the department for any additional rebate amount due; (2) If there is a discrepancy against the interest of the manufacturer or labeler in the information provided by the department to the manufacturer or labeler regarding the negotiation under section 2 of this Act of the rebate required to be paid by the manufacturer or labeler, the manufacturer or labeler, at the manufacturer's or labeler's expense, may hire a mutually agreed-upon independent auditor to verify the accuracy of the information supplied by the department. If a discrepancy still exists following the audit, the department shall justify the reason for the discrepancy or refund to the manufacturer or labeler any excess paid to the department by the manufacturer or labeler pursuant to a rebate agreement entered into under section 2 of this Act; (3) Following the procedures established in subdivision (1) or (2), either the department or the manufacturer or labeler may request a hearing. Supporting documentation must accompany the request for a hearing. The hearing shall be conducted as a contested case hearing under chapter 1-26. Section 15. The Rx dedicated fund is established in the state treasury to receive revenue from manufacturers and labelers who pay rebates to the department under this Act and any appropriations or allocations designated for the fund. The department shall use the fund to reimburse retail pharmacies for discounted prices provided to Rx program participants and to reimburse the department for the costs of administering the Rx program, including contracted services, computer costs, professional fees paid to retail pharmacies, and other reasonable Rx program costs. The investment council shall oversee the investment of the fund, and interest earned on Rx dedicated fund balances accrues to the fund. The unexpended balance remaining in the fund at the end of the fiscal year remains in the fund and does not lapse to the general fund. Section 16. The department shall report the enrollment and financial status of the Rx program to the Legislature by January fourteenth of each year. Section 17. In implementing this Act, the department may coordinate with other governmental programs and may take actions to enhance efficiency, reduce the cost of prescription drugs, and maximize the benefits of this and other governmental programs, including providing the benefits of the Rx program to the beneficiaries of other programs. Section 18. The department may seek any waivers of federal law, rule, or regulation necessary to implement this Act. Section 19. By April 1, 2003, the secretary shall determine whether the prices for prescription drugs purchased by Rx program participants are reasonably comparable to the lowest cost paid for the same prescription drugs delivered or dispensed to patients under all other public or private health care payment or benefits programs. In making this determination, all of the following apply: (1) The secretary shall review prescription drug use in the medicaid program using data from the most recent six-month period for which data is available; (2) Using the data reviewed under subdivision (1), the secretary shall determine and list the one hundred prescription drugs for which the most units were provided and the one hundred prescription drugs for which the total cost was the highest; (3) For each prescription drug listed under subdivision (2), the secretary shall determine the cost for each prescription drug purchased by Rx program participants on a certain date. The department shall then calculate the average cost for each of the listed prescription drugs; (4) For each prescription drug listed under subdivision (2), the secretary shall determine the lowest cost for each prescription drug paid by any purchaser on the date that is used for subdivision (3) delivered or dispensed in this state, taking into consideration the federal supply schedule and prices paid by pharmaceutical benefits managers and by large purchasers and excluding drugs purchased through the Rx program. The department shall then calculate the average cost for each of the listed prescription drugs described in this subdivision; (5) If the average cost for one or more prescription drugs under the Rx program as determined in subdivision (3) is not reasonably comparable to the average lowest cost for the same drug or drugs as determined in subdivision (4), the secretary shall establish by rule, promulgated pursuant to chapter 1-26, maximum retail prices for some or all prescription drugs sold in this state. Maximum prescription drug prices established under this subdivision shall take effect October 1, 2003, or when the rules take effect, whichever occurs first. Section 20. In making a determination under section 19 of this Act, the secretary may rely on pricing information on a selected number of prescription drugs if that list is representative of the prescription drug needs of the residents of the state and is made public as part of the process of establishing maximum retail prices under subdivision (5) of section 19 of this Act. Section 21. If a retail pharmacy contests the maximum retail price of a prescription drug established pursuant to section 19 of this Act, the retail pharmacy is entitled to a hearing in accordance with chapter 1-26. Section 22. A manufacturer, labeler, or wholesaler of prescription drugs engages in illegal profiteering if that manufacturer, labeler, or distributor does one or more of the following: (1) Exacts or demands an unconscionable price for a prescription drug; (2) Exacts or demands prices or terms for a prescription drug that lead to an unjust or unreasonable profit; (3) Discriminates unreasonably against a person in the sale, exchange, distribution, or handling of prescription drugs dispensed or delivered in this state; (4) Intentionally prevents, limits, lessens, or restricts the sale or distribution of prescription drugs in this state in retaliation for being subject to this Act. Section 23. The attorney general may bring a civil action for a direct or indirect injury to any person, any group of persons, the state, or any political subdivision of the state caused by a violation of section 22 of this Act. There is a right to a jury trial in any action brought under this section. If the state prevails in an action brought under this section, the defendant shall pay three times the amount of damages and the costs of the action, including necessary and reasonable investigative costs, reasonable expert fees, and reasonable attorney fees. For a willful or repeated violation of section 22 of this Act, exemplary damages may be awarded. After deduction of the costs of distribution, the court shall order the damages equitably distributed by the state to all injured parties. Each violation of section 22 of this Act is a civil violation for which the attorney general may obtain, in addition to other remedies, injunctive relief and a civil penalty in an amount not to exceed one million dollars, plus the costs of bringing the action, including necessary and reasonable investigative costs, reasonable expert fees, and reasonable attorney fees."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16279, "action_date": "2001-01-25T14:00:00-06:00", "document_id": 88645, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88645.pdf", "status_text": "First read in Senate and referred to", "journal_page": 220, "committee_id_action": 713, "committee_id_assigned": 695, "result": "N", "vote": {}}, {"bill_id": 16279, "action_date": "2001-02-14T07:45:00-06:00", "document_id": 90095, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90095.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 695, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16279, "action_date": "2001-02-14T07:45:00-06:00", "document_id": 90095, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90095.pdf", "status_text": "Do Pass,", "journal_page": 516, "committee_id_action": 695, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49478, "president_vote": null, "Yea": [2523, 2529, 2562, 2585, 2607, 2609, 2617, 2524, 2542]}}, {"bill_id": 16279, "action_date": "2001-02-16T14:00:00-06:00", "document_id": 90289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90289.pdf", "status_text": "Do Pass,", "journal_page": 563, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49807, "president_vote": null, "Nay": [2516, 2523, 2573, 2590, 2606, 2617], "Yea": [2517, 2520, 2524, 2529, 2531, 2532, 2534, 2535, 2536, 2539, 2542, 2549, 2551, 2552, 2562, 2567, 2569, 2576, 2580, 2581, 2584, 2585, 2597, 2598, 2607, 2609, 2615, 2616], "Excused": [2550]}}, {"bill_id": 16279, "action_date": "2001-02-20T14:00:00-06:00", "document_id": 90359, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90359.pdf", "status_text": "First read in House and referred to", "journal_page": 604, "committee_id_action": 712, "committee_id_assigned": 707, "result": "N", "vote": {}}, {"bill_id": 16279, "action_date": "2001-02-26T10:00:00-06:00", "document_id": 90836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90836.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 707, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16279, "action_date": "2001-02-26T10:00:00-06:00", "document_id": 90836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90836.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 707, "committee_id_assigned": null, "result": "F", "vote": {}}, {"bill_id": 16279, "action_date": "2001-02-26T10:00:00-06:00", "document_id": 90836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90836.pdf", "status_text": "Tabled", "journal_page": 742, "committee_id_action": 707, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50211, "president_vote": null, "Yea": [2526, 2537, 2538, 2540, 2563, 2565, 2582, 2604, 2588, 2593], "Nay": [2548, 2554, 2591]}}]}