{"session_id": 54, "bill_id": 17879, "bill_type": "House Bill", "bill_number": 1104, "bill_title": "impose an excise tax on the gross receipts of personal communications system, wireless, and cellular telecommunications companies.", "sponsors": [{"legislator_profile_id": 2897, "is_prime": true}, {"legislator_profile_id": 2912, "is_prime": true}, {"legislator_profile_id": 2833, "is_prime": false}, {"legislator_profile_id": 2835, "is_prime": false}, {"legislator_profile_id": 2836, "is_prime": false}, {"legislator_profile_id": 2837, "is_prime": false}, {"legislator_profile_id": 2842, "is_prime": false}, {"legislator_profile_id": 2847, "is_prime": false}, {"legislator_profile_id": 2850, "is_prime": false}, {"legislator_profile_id": 2854, "is_prime": false}, {"legislator_profile_id": 2859, "is_prime": false}, {"legislator_profile_id": 2869, "is_prime": false}, {"legislator_profile_id": 2876, "is_prime": false}, {"legislator_profile_id": 2877, "is_prime": false}, {"legislator_profile_id": 2890, "is_prime": false}, {"legislator_profile_id": 2894, "is_prime": false}, {"legislator_profile_id": 2900, "is_prime": false}, {"legislator_profile_id": 2911, "is_prime": false}, {"legislator_profile_id": 2922, "is_prime": false}, {"legislator_profile_id": 2923, "is_prime": false}, {"legislator_profile_id": 2928, "is_prime": false}, {"legislator_profile_id": 2929, "is_prime": false}, {"legislator_profile_id": 2930, "is_prime": false}], "keywords": ["Administrative Rules", "Misdemeanors", "Taxation"], "audio": [{"meeting_datetime": "2003-02-18T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hta24hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-18T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hta24hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-18T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hta24hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou25hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou25hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou25hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou25hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou25hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou25hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-24T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst29hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-24T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst29hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-24T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst29hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-24T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst29hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-24T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst29hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-24T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst29hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-26T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst31hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-26T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst31hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-26T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst31hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-26T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst31hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen35hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen35hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen35hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen35hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-06T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou37hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-06T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou37hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-07T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou38.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-07T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou38.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-07T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou38.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-07T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou38.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-07T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou38.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-08T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou39hb1104a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-08T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou39hb1104a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17879, "bill_version_id": 95776, "bill_version": "Introduced", "bill_version_date": "2003-01-27T09:49:42-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to impose an excise tax on the gross receipts of personal communications system, wireless, and cellular telecommunications companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Department,\" the South Dakota Department of Revenue; (2) \"Engaging in business,\" carrying on or causing to be carried on any activity with the purpose of direct or indirect benefit; (3) \"Secretary,\" the secretary of the Department of Revenue; (4) \"Station,\" any subscriber service address located in this state with a distinct call number designation or distinct extension number designation. If this is not a defined location, the term, station, means the location of the primary user of telecommunications equipment as determined by the telephone number, authorization code, or billing address; (5) \"Telecommunications company,\" any person, as defined by § 2-14-2, trustee, lessee, receiver, or municipality providing any telecommunications service as defined in section 2 of this Act; (6) \"Telecommunications gross receipts tax,\" the gross receipts tax imposed by this Act. Section 2. The term, telecommunications service, as used in this Act, means personal communications services, wireless local loop services, fixed wireless services, and cellular services that provide two-way communication. The term, telecommunications service, does not include the provision of terminal equipment used to originate or terminate such service. The term, telecommunications service, does not include specialized mobile radio service, private mobile radio service, one-way cable television service, or two-way cable system subscriber interaction that may be required for the selection of video or other programing services. Section 3. The term, gross receipts, as used in this Act, includes only revenue of a telecommunications company from the sale at retail of intrastate and interstate telecommunications services. Sale at retail does not include special access or toll-free incoming calls or the sale of any telecommunications service by a telecommunications company to another telecommunications company if the service is resold or becomes a component part of the sale by the second telecommunications company. Any hospital, hotel, motel, or place that provides temporary accommodations selling telecommunications services to its patients or guests is not a telecommunications company for the purposes of this Act. Section 4. The term, interstate telecommunication service, as used in this Act, means any telecommunications service that originates or terminates in this state and is billed to a station in this state. Section 5. There is hereby imposed a tax of four percent on the gross receipts of any telecommunications company from the sale at retail of any telecommunications service. Section 6. The secretary shall deposit any revenue collected from the tax imposed by this Act into the general fund. Section 7. Any telecommunications company engaging in a business in this state whose gross receipts from telecommunications services are subject to the telecommunications gross receipts tax shall file with the department, an application for a telecommunications gross receipts tax license. An application for a license shall be made upon a form prescribed by the secretary and shall set forth the name under which the applicant transacts or intends to transact business, the location of the place of business, and such other information as the secretary may require. The application shall be signed by the owner, if a natural person; in the case of an association or partnership, by a member or partner thereof; or in the case of a corporation or a municipality, by an executive officer thereof or some person specifically authorized by the corporation or the municipality to sign the application, to which shall be attached the written evidence of the person's authority. Section 8. The secretary shall grant and issue to each applicant a telecommunications gross receipts tax license. A license is not assignable and is valid only for the telecommunications company to which it was issued. Any license issued is valid and effective without further payment of fees until canceled or revoked. Section 9. The secretary may refuse to issue a telecommunications gross receipts tax license to any person who is delinquent in payment of other taxes levied by the State of South Dakota. The secretary may also require an applicant to furnish to the state a bond, or other adequate security, as security for payment of any gross receipts tax that may become due, or require a bond or security as a condition precedent to remaining in business as a telecommunications company. Section 10. Any person who is the holder of a telecommunications gross receipts tax license or is a telecommunications company whose receipts are subject to telecommunications gross receipts tax in this state shall file a return and remit the tax on or before the twentieth day of the month following each monthly period. If the telecommunications company files the return and remits the tax by electronic transfer to the state, the telecommunications company shall file the return and remit the tax on or before the last day of the month following each monthly period. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 11. Any telecommunications company that is the holder of a telecommunications gross receipts tax license and that has failed to file a return, or that has filed a return and has failed to pay the tax due the state under this law on or before the fifteenth of the second month following the reporting period authorized, may no longer continue as a telecommunications company and its telecommunications gross receipts tax license shall be revoked and canceled. Section 12. Any appeal from a decision of the secretary in a contested case shall be taken in accordance with chapter 1-26. Section 13. The secretary may not reinstate the license of a telecommunications company, which has been canceled or revoked as provided in this Act, until all the telecommunications gross receipts tax due the state and a ten dollar reinstatement fee has been paid. The secretary may also require the telecommunications company to file a bond as security for any future liability. Section 14. Any refund or allowance made by any telecommunication service or any amount written off the books of a telecommunications company reporting financial information on an accrual basis may be reported as an uncollectible debt and deducted from the gross receipts of any telecommunications service. If any uncollectible debt is subsequently collected, the amount is subject to the telecommunications gross receipts tax and shall be reported to the department in the month of collection. Section 15. Any telecommunications company subject to the telecommunications gross receipts tax shall keep records of all receipts and telecommunications service sales. The records are, at all times during business hours of the day, subject to inspection by the department to determine the amount of tax due. The records shall be preserved for a period of three years unless the secretary, in writing, authorized their destruction or disposal at an earlier date. Section 16. The secretary may promulgate rules, pursuant to chapter 1-26, concerning: (1) Telecommunications tax licensing, including bonding and filing license applications; (2) The filing of returns and payment of the tax; (3) Determining the application of the telecommunications tax and exemptions; (4) Taxpayer record-keeping requirements; and (5) Determining auditing methods. Section 17. Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the telecommunications gross receipts tax is guilty of a Class 6 felony; (2) Fails to pay the telecommunications gross receipts tax due under this Act within thirty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records required by this Act or refuses to exhibit these records to the department for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this Act within thirty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Engages in business as a telecommunications company under this Act without obtaining a telecommunications gross receipts tax license is guilty of a Class 1 misdemeanor; (6) Engages in business as a telecommunications company under this Act after the company's telecommunications gross receipts tax license has been revoked or canceled by the secretary is guilty of a Class 6 felony; (7) Willfully violates any rule of the secretary for the administration and enforcement of the provisions of this Act is guilty of a Class 1 misdemeanor; (8) Violates either subdivision (2) or subdivision (4) of this section two or more times in any twelve-month period is guilty of a Class 6 felony; or (9) Engages in business as a telecommunications company under this Act without obtaining a telecommunications gross receipts tax license after having been notified in writing by the secretary that the telecommunications company is subject to the provisions of this Act is guilty of a Class 6 felony. However, it is not a violation of this subdivision if the telecommunications company providing any telecommunications service files an application for a telecommunications gross receipts tax license and meets all lawful prerequisites for obtaining such license within three days from receipt of written notice from the secretary. For purposes of this section, the term, telecommunications company, includes corporate officers having control, supervision of, or charged with the responsibility for making tax returns or payments pursuant to this Act. Section 18. If a corporation subject to the gross receipts tax under this Act fails for any reason to file the required returns or to pay the tax due, any of its officers having control, or supervision of, or charged with the responsibility for making such returns and payments are personally liable for such failure. The dissolution of a corporation does not discharge an officer's liability for a prior failure of the corporation to make a return or remit the tax due. The sum due for such a liability may be assessed and collected as provided by law. If any responsible corporate officer elects not to be personally liable for the failure to file the required returns or to pay the tax due, the corporation shall provide the department with a surety bond or certificate of deposit as security for payment of any tax that may become due. The bond or certificate of deposit provided for in this section shall be in an amount equal to the estimated annual gross receipts multiplied by the applicable sales or gross receipts tax rate. This section does not apply to elected or appointed officials of a municipality if they are bonded pursuant to § § 9-14-6 and 9-14-6.1. Section 19. Any real and personal property owned by a telecommunications company that is used or intended for use in furnishing and providing telecommunication services is exempt from real and personal property taxes levied by the state, counties, municipalities, townships, or other political subdivisions of the state."}, {"bill_id": 17879, "bill_version_id": 97417, "bill_version": "House Engrossed", "bill_version_date": "2003-02-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to impose an excise tax on the gross receipts of personal communications system, wireless, and cellular telecommunications companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Department,\" the South Dakota Department of Revenue; (2) \"Engaging in business,\" carrying on or causing to be carried on any activity with the purpose of direct or indirect benefit; (3) \"Secretary,\" the secretary of the Department of Revenue; (5) \"Telecommunications company,\" any person, as defined by § 2-14-2, trustee, lessee, receiver, or municipality providing any telecommunications service as defined in section 2 of this Act; (6) \"Telecommunications gross receipts tax,\" the gross receipts tax imposed by this Act. Section 2. The term, telecommunications service, as used in this Act, means wireless personal communications services, wireless local loop services, enhanced special mobile radio services, fixed wireless services, and cellular services that provide two-way communication. The term, telecommunications service, does not include the provision of terminal equipment used to originate or terminate such service. The term, telecommunications service, does not include specialized mobile radio service, non-network two-way radio telephone service, private mobile radio service, one-way cable television service, or two-way cable system subscriber interaction that may be required for the selection of video or other programing services. Section 3. The term, gross receipts, as used in this Act, includes only revenue of a telecommunications company from the sale at retail of intrastate and interstate telecommunications services. Sale at retail does not include special access or toll-free incoming calls or the sale of any telecommunications service by a telecommunications company to another telecommunications company if the service is resold or becomes a component part of the sale by the second telecommunications company. Any hospital, hotel, motel, or place that provides temporary accommodations selling telecommunications services to its patients or guests is not a telecommunications company for the purposes of this Act. Section 4. There is hereby imposed a tax of four percent upon the gross receipts of telecommunications services, as defined in section 2 of this Act, that originate and terminate in the same state and are billed to a customer with a place of primary use in this state or are deemed to have originated or been received in this state and to be billed or charged to a service address in this state if the customer's place of primary use is located in this state regardless of where the service actually originates or terminates. Notwithstanding any other provision of this Act and for purposes of the tax imposed by this section, the tax imposed upon mobile telecommunication services shall be administered in accordance with 4 U.S.C. § § 116-126 as of July 28, 2000. Section 5. The secretary shall deposit any revenue collected from the tax imposed by this Act into the general fund. Section 6. Any telecommunications company engaging in a business in this state whose gross receipts from telecommunications services are subject to the telecommunications gross receipts tax shall file with the department, an application for a telecommunications gross receipts tax license. An application for a license shall be made upon a form prescribed by the secretary and shall set forth the name under which the applicant transacts or intends to transact business, the location of the place of business, and such other information as the secretary may require. The application shall be signed by the owner, if a natural person; in the case of an association or partnership, by a member or partner thereof; or in the case of a corporation or a municipality, by an executive officer thereof or some person specifically authorized by the corporation or the municipality to sign the application, to which shall be attached the written evidence of the person's authority. Section 7. The secretary shall grant and issue to each applicant a telecommunications gross receipts tax license. A license is not assignable and is valid only for the telecommunications company to which it was issued. Any license issued is valid and effective without further payment of fees until canceled or revoked. Section 8. The secretary may refuse to issue a telecommunications gross receipts tax license to any person who is delinquent in payment of other taxes levied by the State of South Dakota. The secretary may also require an applicant to furnish to the state a bond, or other adequate security, as security for payment of any gross receipts tax that may become due, or require a bond or security as a condition precedent to remaining in business as a telecommunications company. Section 9. Any person who is the holder of a telecommunications gross receipts tax license or is a telecommunications company whose receipts are subject to telecommunications gross receipts tax in this state shall file a return and remit the tax on or before the twentieth day of the month following each monthly period. If the telecommunications company files the return and remits the tax by electronic transfer to the state, the telecommunications company shall file the return and remit the tax on or before the last day of the month following each monthly period. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 10. Any telecommunications company that is the holder of a telecommunications gross receipts tax license and that has failed to file a return, or that has filed a return and has failed to pay the tax due the state under this law on or before the fifteenth of the second month following the reporting period authorized, may no longer continue as a telecommunications company and its telecommunications gross receipts tax license shall be revoked and canceled. Section 11. Any appeal from a decision of the secretary in a contested case shall be taken in accordance with chapter 1-26. Section 12. The secretary may not reinstate the license of a telecommunications company, which has been canceled or revoked as provided in this Act, until all the telecommunications gross receipts tax due the state and a ten dollar reinstatement fee has been paid. The secretary may also require the telecommunications company to file a bond as security for any future liability. Section 13. Any refund or allowance made by any telecommunication service or any amount written off the books of a telecommunications company reporting financial information on an accrual basis may be reported as an uncollectible debt and deducted from the gross receipts of any telecommunications service. If any uncollectible debt is subsequently collected, the amount is subject to the telecommunications gross receipts tax and shall be reported to the department in the month of collection. Section 14. Any telecommunications company subject to the telecommunications gross receipts tax shall keep records of all receipts and telecommunications service sales. The records are, at all times during business hours of the day, subject to inspection by the department to determine the amount of tax due. The records shall be preserved for a period of three years unless the secretary, in writing, authorized their destruction or disposal at an earlier date. Section 15. The secretary may promulgate rules, pursuant to chapter 1-26, concerning: (1) Telecommunications tax licensing, including bonding and filing license applications; (2) The filing of returns and payment of the tax; (3) Determining the application of the telecommunications tax and exemptions; (4) Taxpayer record-keeping requirements; and (5) Determining auditing methods. Section 16. Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the telecommunications gross receipts tax is guilty of a Class 6 felony; (2) Fails to pay the telecommunications gross receipts tax due under this Act within thirty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records required by this Act or refuses to exhibit these records to the department for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this Act within thirty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Engages in business as a telecommunications company under this Act without obtaining a telecommunications gross receipts tax license is guilty of a Class 1 misdemeanor; (6) Engages in business as a telecommunications company under this Act after the company's telecommunications gross receipts tax license has been revoked or canceled by the secretary is guilty of a Class 6 felony; (7) Willfully violates any rule of the secretary for the administration and enforcement of the provisions of this Act is guilty of a Class 1 misdemeanor; (8) Violates either subdivision (2) or subdivision (4) of this section two or more times in any twelve-month period is guilty of a Class 6 felony; or (9) Engages in business as a telecommunications company under this Act without obtaining a telecommunications gross receipts tax license after having been notified in writing by the secretary that the telecommunications company is subject to the provisions of this Act is guilty of a Class 6 felony. However, it is not a violation of this subdivision if the telecommunications company providing any telecommunications service files an application for a telecommunications gross receipts tax license and meets all lawful prerequisites for obtaining such license within three days from receipt of written notice from the secretary. For purposes of this section, the term, telecommunications company, includes corporate officers having control, supervision of, or charged with the responsibility for making tax returns or payments pursuant to this Act. Section 17. If a corporation subject to the gross receipts tax under this Act fails for any reason to file the required returns or to pay the tax due, any of its officers having control, or supervision of, or charged with the responsibility for making such returns and payments are personally liable for such failure. The dissolution of a corporation does not discharge an officer's liability for a prior failure of the corporation to make a return or remit the tax due. The sum due for such a liability may be assessed and collected as provided by law. If any responsible corporate officer elects not to be personally liable for the failure to file the required returns or to pay the tax due, the corporation shall provide the department with a surety bond or certificate of deposit as security for payment of any tax that may become due. The bond or certificate of deposit provided for in this section shall be in an amount equal to the estimated annual gross receipts multiplied by the applicable sales or gross receipts tax rate. This section does not apply to elected or appointed officials of a municipality if they are bonded pursuant to § § 9-14-6 and 9-14-6.1. Section 18. Any real and personal property owned by a telecommunications company that is used or intended for use in furnishing and providing telecommunication services is exempt from real and personal property taxes levied by the state, counties, municipalities, townships, or other political subdivisions of the state."}, {"bill_id": 17879, "bill_version_id": 97982, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2003-02-26T13:38:07-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to impose an excise tax on the gross receipts of personal communications system, wireless, and cellular telecommunications companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Department,\" the South Dakota Department of Revenue; (2) \"Engaging in business,\" carrying on or causing to be carried on any activity with the purpose of direct or indirect benefit; (3) \"Secretary,\" the secretary of the Department of Revenue; (5) \"Telecommunications company,\" any person, as defined by § 2-14-2, trustee, lessee, receiver, or municipality providing any telecommunications service as defined in section 2 of this Act; (6) \"Telecommunications gross receipts tax,\" the gross receipts tax imposed by this Act. Section 2. The term, telecommunications service, as used in this Act, means wireless personal communications services, wireless local loop services, enhanced special mobile radio services, fixed wireless services, and cellular services that provide two-way communication. The term, telecommunications service, does not include the provision of terminal equipment used to originate or terminate such service. The term, telecommunications service, does not include specialized mobile radio service, non-network two-way radio telephone service, private mobile radio service, one-way cable television service, or two-way cable system subscriber interaction that may be required for the selection of video or other programing services. Section 3. The term, gross receipts, as used in this Act, includes only revenue of a telecommunications company from the sale at retail of intrastate and interstate telecommunications services. Sale at retail does not include special access or toll-free incoming calls or the sale of any telecommunications service by a telecommunications company to another telecommunications company if the service is resold or becomes a component part of the sale by the second telecommunications company. Any hospital, hotel, motel, or place that provides temporary accommodations selling telecommunications services to its patients or guests is not a telecommunications company for the purposes of this Act. Section 4. There is hereby imposed a tax of four percent upon the gross receipts of telecommunications services, as defined in section 2 of this Act, that originate and terminate in the same state and are billed to a customer with a place of primary use in this state or are deemed to have originated or been received in this state and to be billed or charged to a service address in this state if the customer's place of primary use is located in this state regardless of where the service actually originates or terminates. Notwithstanding any other provision of this Act and for purposes of the tax imposed by this section, the tax imposed upon mobile telecommunication services shall be administered in accordance with 4 U.S.C. § § 116-126 as of July 28, 2000. Section 5. The secretary shall deposit any revenue collected from the tax imposed by this Act into the property tax reduction fund. Section 6. Any telecommunications company engaging in a business in this state whose gross receipts from telecommunications services are subject to the telecommunications gross receipts tax shall file with the department, an application for a telecommunications gross receipts tax license. An application for a license shall be made upon a form prescribed by the secretary and shall set forth the name under which the applicant transacts or intends to transact business, the location of the place of business, and such other information as the secretary may require. The application shall be signed by the owner, if a natural person; in the case of an association or partnership, by a member or partner thereof; or in the case of a corporation or a municipality, by an executive officer thereof or some person specifically authorized by the corporation or the municipality to sign the application, to which shall be attached the written evidence of the person's authority. Section 7. The secretary shall grant and issue to each applicant a telecommunications gross receipts tax license. A license is not assignable and is valid only for the telecommunications company to which it was issued. Any license issued is valid and effective without further payment of fees until canceled or revoked. Section 8. The secretary may refuse to issue a telecommunications gross receipts tax license to any person who is delinquent in payment of other taxes levied by the State of South Dakota. The secretary may also require an applicant to furnish to the state a bond, or other adequate security, as security for payment of any gross receipts tax that may become due, or require a bond or security as a condition precedent to remaining in business as a telecommunications company. Section 9. Any person who is the holder of a telecommunications gross receipts tax license or is a telecommunications company whose receipts are subject to telecommunications gross receipts tax in this state shall file a return and remit the tax on or before the twentieth day of the month following each monthly period. If the telecommunications company files the return and remits the tax by electronic transfer to the state, the telecommunications company shall file the return and remit the tax on or before the last day of the month following each monthly period. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 10. Any telecommunications company that is the holder of a telecommunications gross receipts tax license and that has failed to file a return, or that has filed a return and has failed to pay the tax due the state under this law on or before the fifteenth of the second month following the reporting period authorized, may no longer continue as a telecommunications company and its telecommunications gross receipts tax license shall be revoked and canceled. Section 11. Any appeal from a decision of the secretary in a contested case shall be taken in accordance with chapter 1-26. Section 12. The secretary may not reinstate the license of a telecommunications company, which has been canceled or revoked as provided in this Act, until all the telecommunications gross receipts tax due the state and a ten dollar reinstatement fee has been paid. The secretary may also require the telecommunications company to file a bond as security for any future liability. Section 13. Any refund or allowance made by any telecommunication service or any amount written off the books of a telecommunications company reporting financial information on an accrual basis may be reported as an uncollectible debt and deducted from the gross receipts of any telecommunications service. If any uncollectible debt is subsequently collected, the amount is subject to the telecommunications gross receipts tax and shall be reported to the department in the month of collection. Section 14. Any telecommunications company subject to the telecommunications gross receipts tax shall keep records of all receipts and telecommunications service sales. The records are, at all times during business hours of the day, subject to inspection by the department to determine the amount of tax due. The records shall be preserved for a period of three years unless the secretary, in writing, authorized their destruction or disposal at an earlier date. Section 15. The secretary may promulgate rules, pursuant to chapter 1-26, concerning: (1) Telecommunications tax licensing, including bonding and filing license applications; (2) The filing of returns and payment of the tax; (3) Determining the application of the telecommunications tax and exemptions; (4) Taxpayer record-keeping requirements; and (5) Determining auditing methods. Section 16. Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the telecommunications gross receipts tax is guilty of a Class 6 felony; (2) Fails to pay the telecommunications gross receipts tax due under this Act within thirty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records required by this Act or refuses to exhibit these records to the department for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this Act within thirty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Engages in business as a telecommunications company under this Act without obtaining a telecommunications gross receipts tax license is guilty of a Class 1 misdemeanor; (6) Engages in business as a telecommunications company under this Act after the company's telecommunications gross receipts tax license has been revoked or canceled by the secretary is guilty of a Class 6 felony; (7) Willfully violates any rule of the secretary for the administration and enforcement of the provisions of this Act is guilty of a Class 1 misdemeanor; (8) Violates either subdivision (2) or subdivision (4) of this section two or more times in any twelve-month period is guilty of a Class 6 felony; or (9) Engages in business as a telecommunications company under this Act without obtaining a telecommunications gross receipts tax license after having been notified in writing by the secretary that the telecommunications company is subject to the provisions of this Act is guilty of a Class 6 felony. However, it is not a violation of this subdivision if the telecommunications company providing any telecommunications service files an application for a telecommunications gross receipts tax license and meets all lawful prerequisites for obtaining such license within three days from receipt of written notice from the secretary. For purposes of this section, the term, telecommunications company, includes corporate officers having control, supervision of, or charged with the responsibility for making tax returns or payments pursuant to this Act. Section 17. If a corporation subject to the gross receipts tax under this Act fails for any reason to file the required returns or to pay the tax due, any of its officers having control, or supervision of, or charged with the responsibility for making such returns and payments are personally liable for such failure. The dissolution of a corporation does not discharge an officer's liability for a prior failure of the corporation to make a return or remit the tax due. The sum due for such a liability may be assessed and collected as provided by law. If any responsible corporate officer elects not to be personally liable for the failure to file the required returns or to pay the tax due, the corporation shall provide the department with a surety bond or certificate of deposit as security for payment of any tax that may become due. The bond or certificate of deposit provided for in this section shall be in an amount equal to the estimated annual gross receipts multiplied by the applicable sales or gross receipts tax rate. This section does not apply to elected or appointed officials of a municipality if they are bonded pursuant to § § 9-14-6 and 9-14-6.1. Section 18. Any real and personal property owned by a telecommunications company that is used or intended for use in furnishing and providing telecommunication services is exempt from real and personal property taxes levied by the state, counties, municipalities, townships, or other political subdivisions of the state. Section 19. The provisions of this Act do not apply to any property exempt from taxation pursuant to S.D. Const., Art. XI, § 5."}, {"bill_id": 17879, "bill_version_id": 98341, "bill_version": "Senate Engrossed", "bill_version_date": "2003-03-04T15:56:58-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to impose an excise tax on the gross receipts of personal communications system, wireless, and cellular telecommunications companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Department,\" the South Dakota Department of Revenue; (2) \"Engaging in business,\" carrying on or causing to be carried on any activity with the purpose of direct or indirect benefit; (3) \"Secretary,\" the secretary of the Department of Revenue; (5) \"Telecommunications company,\" any person, as defined by § 2-14-2, trustee, lessee, receiver, or municipality providing any telecommunications service as defined in section 2 of this Act; (6) \"Telecommunications gross receipts tax,\" the gross receipts tax imposed by this Act. Section 2. The term, telecommunications service, as used in this Act, means wireless personal communications services, wireless local loop services, enhanced special mobile radio services, fixed wireless services, and cellular services that provide two-way communication. The term, telecommunications service, does not include the provision of terminal equipment used to originate or terminate such service. The term, telecommunications service, does not include specialized mobile radio service, non-network two-way radio telephone service, private mobile radio service, one-way cable television service, or two-way cable system subscriber interaction that may be required for the selection of video or other programing services. Section 3. The term, gross receipts, as used in this Act, includes only revenue of a telecommunications company from the sale at retail of intrastate and interstate telecommunications services. Sale at retail does not include special access or toll-free incoming calls or the sale of any telecommunications service by a telecommunications company to another telecommunications company if the service is resold or becomes a component part of the sale by the second telecommunications company. Any hospital, hotel, motel, or place that provides temporary accommodations selling telecommunications services to its patients or guests is not a telecommunications company for the purposes of this Act. Section 4. There is hereby imposed a tax of four percent upon the gross receipts of telecommunications services, as defined in section 2 of this Act, that originate and terminate in the same state and are billed to a customer with a place of primary use in this state or are deemed to have originated or been received in this state and to be billed or charged to a service address in this state if the customer's place of primary use is located in this state regardless of where the service actually originates or terminates. Notwithstanding any other provision of this Act and for purposes of the tax imposed by this section, the tax imposed upon mobile telecommunication services shall be administered in accordance with 4 U.S.C. § § 116-126 as of July 28, 2000. Section 5. The secretary shall deposit sixty percent of the revenue collected from the tax imposed by this Act into the property tax reduction fund and forty percent of the revenue collected from the tax imposed by this Act into the county telecommunications gross receipts fund. There is hereby created in the state treasury the county telecommunications gross receipts fund. Section 6. The secretary shall distribute to each county an amount equal to the money deposited in county telecommunications gross receipts fund times the ratio of population of the county to the total population of all counties. The secretary shall base the allocation of money on the most recent decennial census of the United States Department of Commerce, Bureau of the Census. The secretary shall make distributions from the county telecommunications gross receipts fund each March, June, September, and December. The secretary shall approve vouchers and the state auditor shall draw warrants to pay each county its share of the distribution. Section 7. Any telecommunications company engaging in a business in this state whose gross receipts from telecommunications services are subject to the telecommunications gross receipts tax shall file with the department, an application for a telecommunications gross receipts tax license. An application for a license shall be made upon a form prescribed by the secretary and shall set forth the name under which the applicant transacts or intends to transact business, the location of the place of business, and such other information as the secretary may require. The application shall be signed by the owner, if a natural person; in the case of an association or partnership, by a member or partner thereof; or in the case of a corporation or a municipality, by an executive officer thereof or some person specifically authorized by the corporation or the municipality to sign the application, to which shall be attached the written evidence of the person's authority. Section 8. The secretary shall grant and issue to each applicant a telecommunications gross receipts tax license. A license is not assignable and is valid only for the telecommunications company to which it was issued. Any license issued is valid and effective without further payment of fees until canceled or revoked. Section 9. The secretary may refuse to issue a telecommunications gross receipts tax license to any person who is delinquent in payment of other taxes levied by the State of South Dakota. The secretary may also require an applicant to furnish to the state a bond, or other adequate security, as security for payment of any gross receipts tax that may become due, or require a bond or security as a condition precedent to remaining in business as a telecommunications company. Section 10. Any person who is the holder of a telecommunications gross receipts tax license or is a telecommunications company whose receipts are subject to telecommunications gross receipts tax in this state shall file a return and remit the tax on or before the twentieth day of the month following each monthly period. If the telecommunications company files the return and remits the tax by electronic transfer to the state, the telecommunications company shall file the return and remit the tax on or before the last day of the month following each monthly period. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 11. Any telecommunications company that is the holder of a telecommunications gross receipts tax license and that has failed to file a return, or that has filed a return and has failed to pay the tax due the state under this law on or before the fifteenth of the second month following the reporting period authorized, may no longer continue as a telecommunications company and its telecommunications gross receipts tax license shall be revoked and canceled. Section 12. Any appeal from a decision of the secretary in a contested case shall be taken in accordance with chapter 1-26. Section 13. The secretary may not reinstate the license of a telecommunications company, which has been canceled or revoked as provided in this Act, until all the telecommunications gross receipts tax due the state and a ten dollar reinstatement fee has been paid. The secretary may also require the telecommunications company to file a bond as security for any future liability. Section 14. Any refund or allowance made by any telecommunication service or any amount written off the books of a telecommunications company reporting financial information on an accrual basis may be reported as an uncollectible debt and deducted from the gross receipts of any telecommunications service. If any uncollectible debt is subsequently collected, the amount is subject to the telecommunications gross receipts tax and shall be reported to the department in the month of collection. Section 15. Any telecommunications company subject to the telecommunications gross receipts tax shall keep records of all receipts and telecommunications service sales. The records are, at all times during business hours of the day, subject to inspection by the department to determine the amount of tax due. The records shall be preserved for a period of three years unless the secretary, in writing, authorized their destruction or disposal at an earlier date. Section 16. The secretary may promulgate rules, pursuant to chapter 1-26, concerning: (1) Telecommunications tax licensing, including bonding and filing license applications; (2) The filing of returns and payment of the tax; (3) Determining the application of the telecommunications tax and exemptions; (4) Taxpayer record-keeping requirements; and (5) Determining auditing methods. Section 17. Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the telecommunications gross receipts tax is guilty of a Class 6 felony; (2) Fails to pay the telecommunications gross receipts tax due under this Act within thirty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records required by this Act or refuses to exhibit these records to the department for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this Act within thirty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Engages in business as a telecommunications company under this Act without obtaining a telecommunications gross receipts tax license is guilty of a Class 1 misdemeanor; (6) Engages in business as a telecommunications company under this Act after the company's telecommunications gross receipts tax license has been revoked or canceled by the secretary is guilty of a Class 6 felony; (7) Willfully violates any rule of the secretary for the administration and enforcement of the provisions of this Act is guilty of a Class 1 misdemeanor; (8) Violates either subdivision (2) or subdivision (4) of this section two or more times in any twelve-month period is guilty of a Class 6 felony; or (9) Engages in business as a telecommunications company under this Act without obtaining a telecommunications gross receipts tax license after having been notified in writing by the secretary that the telecommunications company is subject to the provisions of this Act is guilty of a Class 6 felony. However, it is not a violation of this subdivision if the telecommunications company providing any telecommunications service files an application for a telecommunications gross receipts tax license and meets all lawful prerequisites for obtaining such license within three days from receipt of written notice from the secretary. For purposes of this section, the term, telecommunications company, includes corporate officers having control, supervision of, or charged with the responsibility for making tax returns or payments pursuant to this Act. Section 18. If a corporation subject to the gross receipts tax under this Act fails for any reason to file the required returns or to pay the tax due, any of its officers having control, or supervision of, or charged with the responsibility for making such returns and payments are personally liable for such failure. The dissolution of a corporation does not discharge an officer's liability for a prior failure of the corporation to make a return or remit the tax due. The sum due for such a liability may be assessed and collected as provided by law. If any responsible corporate officer elects not to be personally liable for the failure to file the required returns or to pay the tax due, the corporation shall provide the department with a surety bond or certificate of deposit as security for payment of any tax that may become due. The bond or certificate of deposit provided for in this section shall be in an amount equal to the estimated annual gross receipts multiplied by the applicable sales or gross receipts tax rate. This section does not apply to elected or appointed officials of a municipality if they are bonded pursuant to § § 9-14-6 and 9-14-6.1. Section 19. Any real and personal property owned by a telecommunications company that is used or intended for use in furnishing and providing telecommunication services is exempt from real and personal property taxes levied by the state, counties, municipalities, townships, or other political subdivisions of the state. Section 20. The provisions of this Act do not apply to any property exempt from taxation pursuant to S.D. Const., Art. XI, § 5."}, {"bill_id": 17879, "bill_version_id": 98601, "bill_version": "Enrolled", "bill_version_date": "2003-03-08T09:32:01-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17879, "action_date": "2003-01-27T14:00:00-06:00", "document_id": 95819, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95819.pdf", "status_text": "First read in House and referred to", "journal_page": 167, "committee_id_action": 798, "committee_id_assigned": 794, "result": "N", "vote": {}}, {"bill_id": 17879, "action_date": "2003-02-04T07:45:00-06:00", "document_id": 96500, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96500.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 794, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17879, "action_date": "2003-02-04T07:45:00-06:00", "document_id": 96500, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96500.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 794, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17879, "action_date": "2003-02-11T07:45:00-06:00", "document_id": 96943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96943.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 794, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17879, "action_date": "2003-02-13T07:30:00-06:00", "document_id": 97137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97137.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 794, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17879, "action_date": "2003-02-18T07:45:00-06:00", "document_id": 97287, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97287.pdf", "status_text": "Do Pass,", "journal_page": 446, "committee_id_action": 794, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54630, "president_vote": null, "Yea": [2845, 2861, 2866, 2877, 2898, 2915, 2929, 2932, 2936, 2884, 2937], "Nay": [2874], "Excused": [2889, 2931], "Absent": [2890]}}, {"bill_id": 17879, "action_date": "2003-02-18T07:45:00-06:00", "document_id": 97287, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97287.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 794, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17879, "action_date": "2003-02-19T14:00:00-06:00", "document_id": 97438, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97438.pdf", "status_text": "Motion to Amend,", "journal_page": 485, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17879, "action_date": "2003-02-19T14:00:00-06:00", "document_id": 97438, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97438.pdf", "status_text": "Do Pass Amended,", "journal_page": 486, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56676, "president_vote": null, "Yea": [2833, 2836, 2837, 2839, 2841, 2842, 2843, 2844, 2845, 2846, 2848, 2855, 2859, 2860, 2861, 2862, 2864, 2866, 2869, 2870, 2871, 2872, 2873, 2874, 2875, 2877, 2884, 2885, 2888, 2889, 2890, 2892, 2894, 2896, 2898, 2900, 2902, 2906, 2907, 2909, 2910, 2911, 2912, 2914, 2915, 2917, 2919, 2920, 2922, 2923, 2925, 2929, 2930, 2931, 2932, 2933, 2936, 2937, 2938, 2899], "Excused": [2857, 2893], "Nay": [2858, 2863, 2879, 2895, 2905, 2913, 2924, 2934]}}, {"bill_id": 17879, "action_date": "2003-02-20T14:00:00-06:00", "document_id": 97543, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97543.pdf", "status_text": "First read in Senate and referred to", "journal_page": 519, "committee_id_action": 799, "committee_id_assigned": 781, "result": "N", "vote": {}}, {"bill_id": 17879, "action_date": "2003-02-24T07:45:00-06:00", "document_id": 97779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97779.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 781, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17879, "action_date": "2003-02-26T07:45:00-06:00", "document_id": 97949, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97949.pdf", "status_text": "Do Pass Amended,", "journal_page": 606, "committee_id_action": 781, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55093, "president_vote": null, "Yea": [2853, 2882, 2897, 2908, 2935, 2851, 2838], "Nay": [2926, 2928]}}, {"bill_id": 17879, "action_date": "2003-02-26T07:45:00-06:00", "document_id": 97949, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97949.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 781, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17879, "action_date": "2003-02-28T13:00:00-06:00", "document_id": 98160, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98160.pdf", "status_text": "Deferred to another day", "journal_page": 647, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17879, "action_date": "2003-03-03T14:00:00-06:00", "document_id": 98282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98282.pdf", "status_text": "Deferred to another day", "journal_page": 667, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17879, "action_date": "2003-03-04T14:00:00-06:00", "document_id": 98360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98360.pdf", "status_text": "Motion to Amend,", "journal_page": 692, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17879, "action_date": "2003-03-04T14:00:00-06:00", "document_id": 98360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98360.pdf", "status_text": "Do Pass Amended,", "journal_page": 692, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55377, "president_vote": null, "Nay": [2832, 2850, 2854, 2881, 2883, 2901, 2903, 2916, 2926, 2928, 2935], "Yea": [2834, 2835, 2838, 2840, 2847, 2849, 2851, 2852, 2853, 2856, 2865, 2868, 2876, 2878, 2880, 2882, 2886, 2887, 2891, 2897, 2904, 2908, 2921, 2927]}}, {"bill_id": 17879, "action_date": "2003-03-06T09:00:00-06:00", "document_id": 98512, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98512.pdf", "status_text": "Deferred to another day", "journal_page": 767, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17879, "action_date": "2003-03-07T09:00:00-06:00", "document_id": 98582, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98582.pdf", "status_text": "Deferred to another day", "journal_page": 799, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17879, "action_date": "2003-03-08T09:00:00-06:00", "document_id": 98610, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98610.pdf", "status_text": "Signed by Speaker", "journal_page": 816, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17879, "action_date": "2003-03-08T09:00:00-06:00", "document_id": 98622, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98622.pdf", "status_text": "Signed by President", "journal_page": 793, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17879, "action_date": "2003-03-08T09:00:00-06:00", "document_id": 98610, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98610.pdf", "status_text": "Delivered to the Governor", "journal_page": 827, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17879, "action_date": "2003-03-24T10:00:00-06:00", "document_id": 98675, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98675.pdf", "status_text": "Line Item Veto", "journal_page": null, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17879, "action_date": "2003-03-24T10:00:00-06:00", "document_id": 98675, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98675.pdf", "status_text": "Veto override", "journal_page": 850, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56923, "president_vote": null, "Yea": [2833, 2837, 2839, 2841, 2843, 2844, 2845, 2846, 2848, 2855, 2857, 2858, 2859, 2860, 2861, 2862, 2863, 2864, 2866, 2869, 2871, 2872, 2873, 2874, 2875, 2879, 2884, 2885, 2889, 2890, 2892, 2893, 2894, 2896, 2898, 2900, 2902, 2905, 2906, 2910, 2912, 2913, 2914, 2915, 2917, 2919, 2920, 2923, 2924, 2929, 2930, 2932, 2933, 2934, 2936, 2937, 2938], "Nay": [2836, 2842, 2870, 2877, 2888, 2895, 2909, 2911, 2922, 2925, 2931, 2899], "Excused": [2907]}}, {"bill_id": 17879, "action_date": "2003-03-24T10:00:00-06:00", "document_id": 98673, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98673.pdf", "status_text": "Veto override", "journal_page": 815, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55592, "president_vote": null, "Yea": [2832, 2834, 2835, 2838, 2849, 2850, 2852, 2853, 2854, 2856, 2865, 2868, 2876, 2878, 2880, 2881, 2882, 2883, 2886, 2887, 2897, 2903, 2904, 2916, 2921, 2927], "Nay": [2840, 2851, 2891, 2901, 2908, 2926, 2935], "Excused": [2847, 2928]}}, {"bill_id": 17879, "action_date": "2003-03-24T10:00:00-06:00", "document_id": 98673, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98673.pdf", "status_text": "Intent to reconsider", "journal_page": 816, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17879, "action_date": "2003-03-24T10:00:00-06:00", "document_id": 98673, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98673.pdf", "status_text": "No motion to place on calendar", "journal_page": 817, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17879, "action_date": "2003-03-24T14:00:00-06:00", "document_id": 98659, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98659.pdf", "status_text": "Vetoed by Governor", "journal_page": null, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2367, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17879"}