{"session_id": 4, "bill_id": 4656, "bill_type": "House Bill", "bill_number": 1270, "bill_title": "prohibit improper influence regarding real estate appraisals and to establish certain penalties.", "sponsors": [{"legislator_profile_id": 542, "is_prime": true}, {"legislator_profile_id": 629, "is_prime": true}, {"legislator_profile_id": 598, "is_prime": false}, {"legislator_profile_id": 529, "is_prime": false}, {"legislator_profile_id": 530, "is_prime": false}, {"legislator_profile_id": 620, "is_prime": false}, {"legislator_profile_id": 622, "is_prime": false}, {"legislator_profile_id": 543, "is_prime": false}, {"legislator_profile_id": 558, "is_prime": false}, {"legislator_profile_id": 537, "is_prime": false}, {"legislator_profile_id": 588, "is_prime": false}, {"legislator_profile_id": 554, "is_prime": false}, {"legislator_profile_id": 600, "is_prime": false}, {"legislator_profile_id": 531, "is_prime": false}, {"legislator_profile_id": 540, "is_prime": false}, {"legislator_profile_id": 541, "is_prime": false}, {"legislator_profile_id": 619, "is_prime": false}, {"legislator_profile_id": 561, "is_prime": false}], "keywords": ["Professions and Occupations", "Property"], "audio": [{"meeting_datetime": "2008-01-30T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco15.mp3", "start_seconds": 1842.0}, {"meeting_datetime": "2008-01-30T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco15.mp3", "start_seconds": 1842.0}, {"meeting_datetime": "2008-01-30T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco15.mp3", "start_seconds": 1842.0}, {"meeting_datetime": "2008-01-30T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco15.mp3", "start_seconds": 1842.0}], "bill_versions": [{"bill_id": 4656, "bill_version_id": 1573, "bill_version": "Introduced", "bill_version_date": "2008-01-23T08:26:33.717-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit improper influence regarding real estate appraisals and to establish certain penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 36-21B be amended by adding thereto a NEW SECTION to read as follows: No real estate appraiser with an interest in a real estate transaction or the financing of any loan secured by real estate involving an appraisal assignment may improperly influence or attempt to improperly influence the development, reporting, result, or review of a real estate appraisal by: (1) Coercion, extortion, or bribery; (2) Withholding or threatened withholding of payment for an appraisal fee; (3) Conditioning of the payment of an appraisal fee upon the opinion, conclusion, or valuation to be reached; (4) Requesting that the appraiser report a predetermined opinion, conclusion, or valuation or the desired valuation of any person; or (5) Any other act or practice that impairs or attempts to impair an appraiser's independence, objectivity, and impartiality. A violation of this section may constitute grounds for discipline against a real estate appraiser who is registered, licensed, or certified pursuant to the laws of the state of South Dakota. Section 2. That chapter 36-21B be amended by adding thereto a NEW SECTION to read as follows: No person violates section 1 of this Act solely by asking a real estate appraiser to consider additional, appropriate property information, or to provide further detail, substantiation, or explanation for the appraiser's value conclusion, or to correct errors in the appraisal report, or by withholding payment of an appraisal fee based on a bona fide dispute regarding the appraiser's compliance with the appraisal standards adopted by the Department of Revenue and Regulation pursuant to this chapter. A person does not violate section 1 of this Act solely by retaining a real estate appraiser from panels or lists on a rotating basis, or by supplying an appraiser with information the appraiser is required to analyze under the appraisal standards adopted by the department, such as agreements of sale, options, or listings of the property to be valued. Section 3. That § 36-21B-7 be amended to read as follows: 36-21B-7. The secretary of the Department of Revenue and Regulation may impose a monetary penalty not to exceed one thousand dollars or require additional educational course requirements, or both, of a person licensed pursuant to this chapter upon proof of unprofessional conduct, as provided in for a violation of section 1 of this Act, the provisions of this chapter, any rule promulgated pursuant to this chapter, or the Uniform Standards of Professional Appraisal Practice as adopted by the department pursuant to chapter 1-26. Section 4. That chapter 54-14 be amended by adding thereto a NEW SECTION to read as follows: No mortgage lender, mortgage broker, or mortgage loan originator, required to be licensed or registered by this chapter, with an interest in a real estate transaction or the financing of any loan secured by real estate involving an appraisal assignment may improperly influence or attempt to improperly influence the development, reporting, result, or review of a real estate appraisal by: (1) Coercion, extortion, or bribery; (2) Withholding or threatened withholding of payment for an appraisal fee; (3) Conditioning of the payment of an appraisal fee upon the opinion, conclusion, or valuation to be reached; (4) Requesting that the appraiser report a predetermined opinion, conclusion, or valuation or the desired valuation of any person; or (5) Any other act or practice that impairs or attempts to impair an appraiser's independence, objectivity, and impartiality. A violation of this section may constitute grounds for discipline against a mortgage lender, mortgage broker, or mortgage loan originator who is licensed or registered pursuant to this chapter. Section 5. That chapter 54-14 be amended by adding thereto a NEW SECTION to read as follows: No person violates section 4 of this Act solely by asking a real estate appraiser to consider additional, appropriate property information, or to provide further detail, substantiation, or explanation for the appraiser's value conclusion, or to correct errors in the appraisal report, or by withholding payment of an appraisal fee based on a bona fide dispute regarding the appraiser's compliance with the appraisal standards adopted by the Department of Revenue and Regulation pursuant to this chapter. A person does not violate section 4 of this Act solely by retaining a real estate appraiser from panels or lists on a rotating basis, or by supplying an appraiser with information the appraiser is required to analyze under the appraisal standards adopted by the department, such as agreements of sale, options, or listings of the property to be valued. Section 6. That chapter 54-14 be amended by adding thereto a NEW SECTION to read as follows: The director may impose a monetary penalty not to exceed one thousand dollars on any person licensed or registered with the division pursuant to chapter 54-14, any person employed by, under contract with, or under the supervision of such licensee or registrant, for any violation of: (1) The provisions of section 4 of this Act; (2) The provisions of this chapter; or (3) Any rule promulgated pursuant to this chapter. Section 7. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: No real estate salesperson or real estate broker with an interest in a real estate transaction or the financing of any loan secured by real estate involving an appraisal assignment may improperly influence or attempt to improperly influence the development, reporting, result, or review of a real estate appraisal by: (1) Coercion, extortion, or bribery; (2) Withholding or threatened withholding of payment for an appraisal fee; (3) Conditioning of the payment of an appraisal fee upon the opinion, conclusion, or valuation to be reached; (4) Requesting that the appraiser report a predetermined opinion, conclusion, or valuation or the desired valuation of any person; or (5) Any other act or practice that impairs or attempts to impair an appraiser's independence, objectivity, and impartiality. A violation of this section may constitute grounds for discipline against a real estate salesperson or real estate broker who is licensed pursuant to the laws of the state of South Dakota. Section 8. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: No person commits unprofessional conduct as provided in section 7 of this Act solely by asking a real estate appraiser to consider additional, appropriate property information, or to provide further detail, substantiation, or explanation for the appraiser's value conclusion, or to correct errors in the appraisal report, or by withholding payment of an appraisal fee based on a bona fide dispute regarding the appraiser's compliance with the appraisal standards adopted by the Department of Revenue and Regulation pursuant to this chapter. A person does not violate section 7 of this Act solely by retaining a real estate appraiser from panels or lists on a rotating basis, or by supplying an appraiser with information the appraiser is required to analyze under the appraisal standards adopted by the department, such as agreements of sale, options, or listings of the property to be valued."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4656, "action_date": "2008-01-23T14:00:00-06:00", "document_id": 1717, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1717.pdf", "status_text": "First read in House and referred to", "journal_page": 213, "committee_id_action": 27, "committee_id_assigned": 15, "result": "N", "vote": {}}, {"bill_id": 4656, "action_date": "2008-01-30T10:00:00-06:00", "document_id": 1993, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1993.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 15, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4656, "action_date": "2008-01-30T10:00:00-06:00", "document_id": 2186, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2186.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 336, "committee_id_action": 15, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 972, "president_vote": null, "Yea": [602, 579, 623, 556, 546, 536, 617, 561], "Nay": [555, 578, 540, 600], "Excused": [589]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4656"}