{"session_id": 15, "bill_id": 3836, "bill_type": "House Commemoration", "bill_number": 1041, "bill_title": "Honoring, commending, and thanking South Dakota Highway Patrolman Jerry Boyer for his thirty-two and one-half years of dedicated service to South Dakotans as a highway patrolman.", "sponsors": [{"legislator_profile_id": 312, "is_prime": true}, {"legislator_profile_id": 229, "is_prime": true}, {"legislator_profile_id": 217, "is_prime": false}, {"legislator_profile_id": 299, "is_prime": false}, {"legislator_profile_id": 279, "is_prime": false}, {"legislator_profile_id": 230, "is_prime": false}, {"legislator_profile_id": 280, "is_prime": false}, {"legislator_profile_id": 301, "is_prime": false}, {"legislator_profile_id": 241, "is_prime": false}, {"legislator_profile_id": 224, "is_prime": false}, {"legislator_profile_id": 302, "is_prime": false}, {"legislator_profile_id": 283, "is_prime": false}, {"legislator_profile_id": 306, "is_prime": false}, {"legislator_profile_id": 310, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 3836, "bill_version_id": 22396, "bill_version": "Introduced", "bill_version_date": "2012-02-29T08:26:16.593-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring, commending, and thanking South Dakota Highway Patrolman Jerry Boyer for his thirty-two and one-half years of dedicated service to South Dakotans as a highway patrolman. WHEREAS, Jerry Boyer served South Dakotans for thirty-two and one-half years as a highway patrolman in the service of South Dakotans across this great state, a feat of service that stood as a record within the South Dakota Highway Patrol; and WHEREAS, Jerry Boyer, with the generous support of his family, served South Dakotans with selfless dedication to their safety; and WHEREAS, the actions, performance, and tenure of Jerry Boyer were in keeping with the highest traditions of the South Dakota Highway Patrol: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the Legislature honors, commends, and thanks South Dakota Highway Patrolman Jerry Boyer for his outstanding career commitment and service to the citizens of South Dakota."}, {"bill_id": 3836, "bill_version_id": 22533, "bill_version": "Enrolled", "bill_version_date": "2012-03-01T15:31:30.56-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring, commending, and thanking South Dakota Highway Patrolman Jerry Boyer for his thirty-two and one-half years of dedicated service to South Dakotans as a highway patrolman. WHEREAS, Jerry Boyer served South Dakotans for thirty-two and one-half years as a highway patrolman in the service of South Dakotans across this great state, a feat of service that stood as a record within the South Dakota Highway Patrol; and WHEREAS, Jerry Boyer, with the generous support of his family, served South Dakotans with selfless dedication to their safety; and WHEREAS, the actions, performance, and tenure of Jerry Boyer were in keeping with the highest traditions of the South Dakota Highway Patrol: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the Legislature honors, commends, and thanks South Dakota Highway Patrolman Jerry Boyer for his outstanding career commitment and service to the citizens of South Dakota. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3836, "action_date": "2012-02-29T10:00:00-06:00", "document_id": 22437, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22437.pdf", "status_text": "", "journal_page": 692, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3836"}