{"session_id": 21, "bill_id": 6295, "bill_type": "House Bill", "bill_number": 1025, "bill_title": "revise certain provisions regarding banks and banking.", "sponsors": [], "keywords": ["Banks and Banking"], "audio": [{"meeting_datetime": "2015-01-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hco06.mp3", "start_seconds": 608.0}, {"meeting_datetime": "2015-01-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hco06.mp3", "start_seconds": 608.0}, {"meeting_datetime": "2015-01-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hco06.mp3", "start_seconds": 608.0}, {"meeting_datetime": "2015-01-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hco06.mp3", "start_seconds": 608.0}, {"meeting_datetime": "2015-01-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou07.mp3", "start_seconds": 1030.0}, {"meeting_datetime": "2015-01-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou07.mp3", "start_seconds": 1030.0}, {"meeting_datetime": "2015-01-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou07.mp3", "start_seconds": 1030.0}, {"meeting_datetime": "2015-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sco12.mp3", "start_seconds": 4548.0}, {"meeting_datetime": "2015-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sco12.mp3", "start_seconds": 4548.0}, {"meeting_datetime": "2015-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sco12.mp3", "start_seconds": 4548.0}, {"meeting_datetime": "2015-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sco12.mp3", "start_seconds": 4548.0}], "bill_versions": [{"bill_id": 6295, "bill_version_id": 32965, "bill_version": "Introduced", "bill_version_date": "2015-01-08T15:07:40.177-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding banks and banking. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 51A-3-4 be amended to read as follows: 51A-3-4. The total capital of every bank each newly organized after July 1, 1982 bank shall be in such an amount as the commission considers director determines adequate provided that the total capital required be at least six percent of the total projected assets of the bank during its first three years of operation. Section 2. That § 51A-4-20.4 be amended to read as follows: 51A-4-20.4. A bank may make investments designed primarily to promote the public welfare, including the welfare of low and moderate income communities or families. A bank may make such investments directly or by purchasing interests in an entity primarily engaged in making such investments. No bank may make any such investment if the investment would expose the bank to unlimited liability. The commission director shall limit a bank's investments in any one project and a bank's aggregate investments under this section. A bank's aggregate investments under this section may not exceed an amount equal to the sum of five percent of the bank's capital, surplus, and undivided profits, unless the commission director determines by order that the higher amount will not pose a significant risk to the bank and the bank is adequately capitalized. In no case may a bank's aggregate investments under this section exceed an amount equal to the sum of ten percent of the bank's capital stock actually paid in and unimpaired and ten percent of the bank's unimpaired surplus fund. Section 3. That § 51A-4-44 be amended to read as follows: 51A-4-44. Terms used in § 51A-4-45 mean: (1) \"Financial institution,\" a National Banking Association, Federal Savings and Loan Association having its main office in this state, or a bank, savings bank, or savings and loan association established and operated under the laws of this state; (2) \"Services,\" receiving deposits, renewing time deposits, closing loans, servicing loans, and receiving payments on loans and other obligations. Section 4. That § 51A-4-45 be amended to read as follows: 51A-4-45. Unless prohibited by another provision of statute, a financial institution, known as the customer institution, may contract with another financial institution, known as the service institution, to grant the service institution the authority to render services to the depositors, borrowers, or other customers of the customer institution, after notice of the proposed contract is given to the director of the State Banking Commission and the director does not object to the contract within thirty days of the notice. A contract may include authority to conduct transactions at or through any principal office, branch, or detached facility of either financial institution which is party to the contract. For the purposes of this section, the service institution is not considered a branch of the customer institution. Nothing in this section or § 51A-4-44 may be construed to apply to any loan production office as defined in subdivision 51A-1-2(18). Section 5. That § 51A-5-21 be amended to read as follows: 51A-5-21. Any fiduciary holding securities in its fiduciary capacity, any bank or trust company holding securities as a custodian or managing agent, and any bank or trust company holding securities as custodian for a fiduciary is authorized to deposit or arrange for the deposit of the securities in a clearing corporation, as defined in subdivision 57A-8-102(3) 57A-8-102(5). Section 6. That § 51A-6A-26 be amended to read as follows: 51A-6A-26. In accordance with normal business considerations and upon approval of owners owning two-thirds of the voting stock or ownership units of the trust company, the trust company may issue convertible or nonconvertible capital notes or debentures in such amounts and under such pursuant to terms and conditions as approved by the commission director. However, the principal amount of capital notes or debentures outstanding at any time may not exceed an amount equal to one hundred percent of the trust company's paid-in capital stock or ownership units plus fifty percent of the amount of its unimpaired surplus fund. Capital notes or debentures that are by their terms expressly subordinated to the prior payment in full of all liabilities of the trust company are part of the unimpaired capital funds of the trust company. Section 7. That § 51A-6A-43 be amended to read as follows: 51A-6A-43. The owners of any insolvent trust company and its creditors may formulate a plan for the reorganization of the trust company while the trust company is in the charge of the director or a special assistant or a receiver at any time before a dividend has been paid. The creditors of the insolvent trust company may formulate a plan for the reorganization of the trust company. If the plan is subscribed to in writing by creditors having not less than eighty percent of the known claims against the trust company, the commission approves the plan, and a copy of the plan is filed with the director, and the director approves the plan, the plan is legal, valid, and binding upon all creditors of the insolvent trust company to the same extent and with the same effect as if all of the creditors had joined in the execution of the plan. Section 8. That § 51A-14-5 be amended to read as follows: 51A-14-5. If a bank has been merged or consolidated with another bank or its the bank's assets have been purchased and its the bank's liabilities assumed by another bank, in any instance other than an emergency, within thirty days thereafter, the directors of such the bank shall institute proceedings to legally dissolve its the bank's charter in the same manner as provided for voluntary liquidation in chapter 51A-15; provided that. However, no notice need be given pursuant to § 51A-5-3 § 51A-15-3. Approval by the commission director of the merger, consolidation, or purchase of assets and assumption of liabilities constitutes approval of the voluntary liquidation as provided in § 51A-15-1, but such. However, the approval is subject to approval of the proposal to liquidate and dissolve by a vote of two-thirds of the outstanding stock of the liquidating bank at a meeting called for the purpose of considering such action. Section 9. That § 51A-15-11 be amended to read as follows: 51A-15-11. After a hearing with three days' oral or written notice to a majority of the members of the board of directors, the director may, with the consent of a majority of the members of the commission, suspend all activities and take possession of the business and property of a bank whenever he if the director finds: (1) Its The bank's capital is impaired or it the bank is otherwise in an unsound condition; (2) Its The bank's business is being conducted in an unlawful or unsound manner; (3) It The bank is unable to continue normal operations; (4) Its examination has been obstructed or impeded The bank refuses to permit, obstructs, or impedes an examination as provided in § 51A-2-18; (5) It The bank places its affairs and assets under his the control of the director; (6) A parent corporation refuses to permit, obstructs, or impedes an examination as provided in § 51A-2-37; (7) It The bank is insolvent; or (8) Its The bank's insurance has been terminated pursuant to an action initiated by the Federal Deposit Insurance Corporation under 12 U.S.C. § 1818(a), as amended of January 1, 2015. Section 10. That § 51A-15-14 be amended to read as follows: 51A-15-14. The director shall suspend the activities and take possession pursuant to § 51A-15-11 or 51A-15-21 by posting upon the premises a notice reciting that all activities shall be suspended and that the director is assuming possession pursuant to this chapter and the time, not earlier than the posting of the notice, when the director's possession shall be is deemed to commence. The notice shall also be filed in the circuit court for the county in which the bank is located posted to the division's website. The director shall notify the appropriate federal reserve bank of the district of taking an action to take possession of any bank which is a member of the federal reserve system."}, {"bill_id": 6295, "bill_version_id": 34277, "bill_version": "Enrolled", "bill_version_date": "2015-02-03T09:07:41.067-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6295, "action_date": "2015-01-13T12:00:00-06:00", "document_id": 33112, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33112.pdf", "status_text": "First Reading House", "journal_page": 27, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6295, "action_date": "2015-01-14T13:00:00-06:00", "document_id": 33159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33159.pdf", "status_text": "Referred to", "journal_page": 38, "committee_id_action": 286, "committee_id_assigned": 272, "result": "N", "vote": {}}, {"bill_id": 6295, "action_date": "2015-01-21T10:00:00-06:00", "document_id": 33234, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33234.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 272, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6295, "action_date": "2015-01-21T10:00:00-06:00", "document_id": 33370, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33370.pdf", "status_text": "Do Pass", "journal_page": 68, "committee_id_action": 272, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17575, "president_vote": null, "Yea": [952, 931, 937, 882, 956, 906, 950, 932, 949, 934, 957, 933, 864]}}, {"bill_id": 6295, "action_date": "2015-01-22T14:00:00-06:00", "document_id": 33495, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33495.pdf", "status_text": "Do Pass", "journal_page": 89, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17649, "president_vote": null, "Yea": [883, 915, 952, 884, 888, 928, 923, 925, 875, 931, 941, 927, 857, 859, 917, 924, 929, 947, 937, 948, 945, 882, 909, 946, 958, 913, 887, 951, 861, 905, 919, 956, 936, 879, 907, 939, 920, 930, 953, 881, 906, 908, 940, 935, 916, 911, 910, 863, 864, 914, 922, 933, 866, 867, 926, 955, 869, 950, 912, 904, 918, 954, 932, 949, 934, 957, 874], "Excused": [938, 865, 921]}}, {"bill_id": 6295, "action_date": "2015-01-23T13:00:00-06:00", "document_id": 33602, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33602.pdf", "status_text": "First read in Senate and referred to", "journal_page": 105, "committee_id_action": 284, "committee_id_assigned": 261, "result": "N", "vote": {}}, {"bill_id": 6295, "action_date": "2015-01-29T10:00:00-06:00", "document_id": 33696, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33696.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 261, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6295, "action_date": "2015-01-29T10:00:00-06:00", "document_id": 34090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34090.pdf", "status_text": "Do Pass", "journal_page": 228, "committee_id_action": 261, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17923, "president_vote": null, "Yea": [853, 894, 895, 890, 871, 889, 943]}}, {"bill_id": 6295, "action_date": "2015-01-29T10:00:00-06:00", "document_id": 34090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34090.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 261, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6295, "action_date": "2015-01-30T13:00:00-06:00", "document_id": 34251, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34251.pdf", "status_text": "Do Pass", "journal_page": 252, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18031, "president_vote": null, "Yea": [853, 854, 855, 856, 858, 860, 889, 894, 903, 876, 899, 885, 896, 901, 895, 898, 890, 900, 891, 893, 886, 862, 880, 944, 902, 877, 868, 871, 892, 872, 873, 878], "Excused": [943, 942, 897]}}, {"bill_id": 6295, "action_date": "2015-02-03T14:00:00-06:00", "document_id": 34394, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34394.pdf", "status_text": "Signed by the Speaker", "journal_page": 276, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6295, "action_date": "2015-02-04T14:00:00-06:00", "document_id": 34497, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34497.pdf", "status_text": "Signed by the President", "journal_page": 291, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6295, "action_date": "2015-02-05T14:00:00-06:00", "document_id": 34567, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34567.pdf", "status_text": "Delivered to the Governor", "journal_page": 316, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6295, "action_date": "2015-02-09T14:00:00-06:00", "document_id": 34730, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34730.pdf", "status_text": "Signed by the Governor", "journal_page": 338, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5996, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6295"}