{"session_id": 32, "bill_id": 8682, "bill_type": "House Bill", "bill_number": 1009, "bill_title": "revise certain provisions regarding the administration of benefits provided to veterans.", "sponsors": [], "keywords": ["Veterans Affairs"], "audio": [{"meeting_datetime": "2018-01-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst08.mp3", "start_seconds": 2076.0}, {"meeting_datetime": "2018-01-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst08.mp3", "start_seconds": 2076.0}, {"meeting_datetime": "2018-01-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst08.mp3", "start_seconds": 2076.0}, {"meeting_datetime": "2018-01-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst08.mp3", "start_seconds": 2076.0}, {"meeting_datetime": "2018-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou10.mp3", "start_seconds": 2441.0}, {"meeting_datetime": "2018-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou10.mp3", "start_seconds": 2441.0}, {"meeting_datetime": "2018-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou10.mp3", "start_seconds": 2441.0}, {"meeting_datetime": "2018-01-31T00:00:00-06:00", "committee": "SMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/smv14.mp3", "start_seconds": 224.0}, {"meeting_datetime": "2018-01-31T00:00:00-06:00", "committee": "SMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/smv14.mp3", "start_seconds": 224.0}, {"meeting_datetime": "2018-01-31T00:00:00-06:00", "committee": "SMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/smv14.mp3", "start_seconds": 224.0}, {"meeting_datetime": "2018-01-31T00:00:00-06:00", "committee": "SMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/smv14.mp3", "start_seconds": 224.0}], "bill_versions": [{"bill_id": 8682, "bill_version_id": 46608, "bill_version": "Introduced", "bill_version_date": "2017-12-20T14:26:39.72-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the administration of benefits provided to veterans. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-12-17.15 be amended to read: 32-12-17.15. A designation that the licensee or card holder is a veteran shall be indicated on the license, permit, or nondriver identification card issued pursuant to this chapter if the licensee or card holder: (1) Is an honorably discharged veteran having served in the armed forces of the United States; (2) Has requested the designation on the license, permit, or nondriver identification card; and (3) Has provided proof of the veteran's military service and honorable discharge by submitting the U.S. military DD Form 214, DD Form 2 (Retired), DD Form 2A (Reserve Retired), National Guard Form NGB 22, or a certificate signed by a county veterans service officer on a form prescribed by the South Dakota Department of Veterans Affairs. Section 2. That § 33A-1-8 be amended to read: 33A-1-8. The Department of Veterans Affairs may promulgate rules, pursuant to chapter 1-26, to: (1) Provide procedures and standards for department personnel to act as agents for veterans pursuant to § 33A-1-13; (2) Provide procedures to maintain records to protect the rights of disabled veterans and their dependents pursuant to § 33A-1-14; (3) Provide procedures and standards for cooperation and administration of burial of veterans pursuant to § 33A-1-15; (4)(3) Provide procedures and requirements to assist in securing veterans' benefits and to train county and tribal veterans service officers to provide such assistance pursuant to § 33A-1-16; and (5)(4) Provide procedures for investigations pursuant to § 33A-1-20. Section 3. That § 33A-2-8 be amended to read: 33A-2-8. The provisions of subdivision 43-28-2(7) apply to certificates any certificate of discharge of all persons who are veterans any person who is a veteran as defined in § 33A-2-1. The certificates certificate shall be recorded without charge and a certified copies copy of each version of the veteran's discharge, excluding any copy that does not reflect the veteran's character of discharge, shall be furnished to the persons person named therein or their in the certificate or the person's dependents without charge if requested for the purpose of presenting or prosecuting claims a claim for compensation or pension. Otherwise, a discharge document recorded by the recorder or a designated official may be made available only to the veteran, the veteran's parents, the veteran's next of kin, the veteran's legal representative, a county veterans service officer, a nationally accredited veterans' organization service officer, the Department of Veterans Affairs, or the veteran's designee. Any person requesting a discharge document shall complete a form containing a statement specifying the person's eligibility to receive the document based upon this section. The Department of Veterans Affairs shall provide such the forms to each county register of deeds. Section 4. That § 33A-2-14 be amended to read: 33A-2-14. Any person who served in the National Guard or reserve personnel and who put in periods served a period of active duty for training in the federal forces may not be included among the beneficiaries of §§ 33A-2-10 to 33A-2-33, inclusive, unless they were the person was called for further active duty. If they were the person was called for further active duty they are, the person is eligible for the bonus for the time so served and for the time spent in active duty for training if that time was within the eligible period fixed in § 33A-2-13. However, the commission department may promulgate rules, pursuant to chapter 1-26, to specify special circumstances under which service by a person who served in the National Guard or reserve personnel in a training or active duty status may qualify for the bonus if such the service involved participation in or direct support of military operations or activities that would qualify for benefits under § 33A-2-13. Section 5. That § 33A-2-15 be amended to read: 33A-2-15. Any bonus earned pursuant to § 33A-2-13 that is based on qualifying service during the period September 11, 2001, to a date to be determined by the South Dakota Legislature, shall be paid at the rate of one hundred dollars for the first month and twenty dollars for each subsequent month of active duty in the armed forces during such period, to a maximum bonus of two hundred forty dollars. However, any person who qualifies for a bonus pursuant to § 33A-2-13 and who has received or is eligible to receive, based on service in the armed forces from January 1, 1993, to a date to be determined by the South Dakota Legislature, the southwest Asia service medal, the armed forces expeditionary medal, Kosovo campaign medal, Afghanistan campaign medal, Iraq campaign medal, global war on terrorism expeditionary medal, global war on terrorism service medal, or other a United States campaign or service medal awarded for participation outside the boundaries of the United States in combat operations against hostile forces, shall, for the time served in one or more such areas qualifying for any of the medals listed in this section, be paid one hundred fifty dollars for the first month and fifty dollars for each subsequent month of such service, up to a maximum bonus, together with any payments pursuant to this section for service not qualifying for any such medal, of five hundred dollars. Section 6. That § 33A-2-21 be amended to read: 33A-2-21. The South Dakota Legislature finds and declares the bonus provided under §§ 33A-2-10 to 33A-2-33, inclusive, shall be paid as soon as this state has adequate and sufficient funds to do so. There are hereby authorized such sums of money as are necessary to pay the bonus, and all administrative expenses of the commission in connection with payment of the bonus, to be appropriated by subsequent sessions of this the Legislature or to be otherwise paid as provided by law. Section 7. That § 33A-2-24 be amended to read: 33A-2-24. In case of the death of any person after July 1, 1969 August 2, 1990, who would, if alive, be entitled to benefits under §§ 33A-2-10 to 33A-2-33, inclusive, the bonus shall be paid to the person's dependents, if any. If there is more than one dependent, payment shall be made in a proportion determined by the commission and in the order of preference as follows: wife or husband, children, mother, father, foster mother, and foster father secretary. Section 8. That § 33A-2-35 be amended to read: 33A-2-35. The Department of Veterans Affairs shall implement a homeless veterans initiative program. In implementing the program, the state shall attempt to coordinate with, provide assistance to, and seek assistance from the United States Department of Veterans Affairs and other agencies for the purpose of establishing and administering a comprehensive, integrated, and coordinated program for homeless veterans. The purpose of the program is to: (1) Seek federal funding and grants to implement the program and to improve and expand current services for homeless veterans; (2) Emphasize training of county veterans service officers and tribal veterans service officers to seek out and identify homeless veterans and provide them with information, assistance, and proper referrals; and (3) Coordinate with the United States Department of Veterans Affairs and other agencies in an ongoing needs assessment and evaluation of the program work with federal officials and any organization or consortium to develop a program or initiative for homeless veterans. The department shall encourage county and tribal veterans service officers to participate in a veterans homeless program or initiative. Section 9. That § 33A-4-23 be amended to read: 33A-4-23. Any member of the State Veterans' Home who receives a pension or compensation and who has is determined to have a dependent spouse or minor child shall deposit with the superintendent immediately on receipt of the pension or compensation check one-half of the amount. The amount deposited with allow for one-half of the member's total gross income to be paid to the dependent spouse or minor child. If the superintendent shall be sent at once to the spouse if the spouse is dependent upon the spouse's own labor or others for support, or, if there is no spouse, to the conservator of the minor children if dependent upon others for support. The superintendent, if satisfied that determines the member's spouse has deserted the member, or is of bad character not supporting the best interest of the member, or is not dependent upon others for support, may pay the money deposited as provided in this section to the guardian or conservator of the dependent minor children the support of the member, the superintendent shall remove this allowance. Section 10. That § 33A-5-2 be amended to read: 33A-5-2. The state shall pay a sum not to exceed one hundred dollars for the burial of a veteran. Any veteran as defined by § 33A-2-1 or the veteran's spouse shall be buried at the expense of the state if: (1) The veteran was a citizen of the United States and a resident of South Dakota for one year preceding the veteran's entrance into military service or preceding the veteran's death; (2) The veteran's estate or the estate of the veteran's spouse, whether living or deceased, or the immediate family or relatives of the veteran or the veteran's spouse are unable to defray the expenses of the veteran's or the veteran's spouse's funeral; and (3) The surviving spouse or relatives of the deceased veteran furnish an affidavit acceptable to the county or tribal veterans' service officer or field officer of the Department of Veterans Affairs that the estate of the decedent or of his or her surviving spouse is not sufficient to defray the funeral expenses. A claim for payment or reimbursement of the burial shall be filed or presented to the Department of Veterans Affairs within one year of the date of the burial. Section 11. That § 33A-5-3 be repealed. 33A-5-3. The state shall pay for burial and funeral expenses, including cost of burial lot, a sum not exceeding one hundred dollars. No payment or reimbursement for burial and funeral expenses may be allowed unless a claim for the payment or reimbursement is filed or presented to the Department of Veterans Affairs within one year after the date of the burial."}, {"bill_id": 8682, "bill_version_id": 48647, "bill_version": "Enrolled", "bill_version_date": "2018-02-05T10:11:19.07-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8682, "action_date": "2018-01-09T12:00:00-06:00", "document_id": 46900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46900.pdf", "status_text": "First Reading House", "journal_page": 18, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8682, "action_date": "2018-01-16T14:00:00-06:00", "document_id": 47128, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47128.pdf", "status_text": "Referred to", "journal_page": 66, "committee_id_action": 396, "committee_id_assigned": 391, "result": "N", "vote": {}}, {"bill_id": 8682, "action_date": "2018-01-19T07:45:00-06:00", "document_id": 47194, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47194.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8682, "action_date": "2018-01-19T07:45:00-06:00", "document_id": 47352, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47352.pdf", "status_text": "Do Pass", "journal_page": 105, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24622, "president_vote": null, "Yea": [1268, 1284, 1282, 1283, 1238, 1250, 1248, 1253, 1277, 1240, 1259, 1225], "Excused": [1226]}}, {"bill_id": 8682, "action_date": "2018-01-19T07:45:00-06:00", "document_id": 47352, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47352.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8682, "action_date": "2018-01-22T14:00:00-06:00", "document_id": 47510, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47510.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 130, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8682, "action_date": "2018-01-23T14:00:00-06:00", "document_id": 47665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47665.pdf", "status_text": "Do Pass", "journal_page": 157, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24784, "president_vote": null, "Excused": [1313, 1306, 1254, 1236], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1284, 1279, 1214, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1260, 1311, 1308, 1312, 1291, 1275, 1283, 1238, 1250, 1286, 1314, 1222, 1302, 1265, 1315, 1247, 1316, 1296, 1292, 1248, 1293, 1310, 1226, 1280, 1263, 1274, 1295, 1249, 1277, 1303, 1309, 1259, 1255, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1257, 1215, 1317, 1216, 1229, 1298, 1285, 1253]}}, {"bill_id": 8682, "action_date": "2018-01-24T14:00:00-06:00", "document_id": 47826, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47826.pdf", "status_text": "First read in Senate and referred to", "journal_page": 229, "committee_id_action": 395, "committee_id_assigned": 401, "result": "N", "vote": {}}, {"bill_id": 8682, "action_date": "2018-01-31T15:00:00-06:00", "document_id": 48038, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48038.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 401, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8682, "action_date": "2018-01-31T15:00:00-06:00", "document_id": 48354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48354.pdf", "status_text": "Do Pass", "journal_page": 315, "committee_id_action": 401, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25119, "president_vote": null, "Yea": [1273, 1232, 1281, 1252, 1220]}}, {"bill_id": 8682, "action_date": "2018-01-31T15:00:00-06:00", "document_id": 48354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48354.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 401, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8682, "action_date": "2018-02-02T13:00:00-06:00", "document_id": 48608, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48608.pdf", "status_text": "Do Pass", "journal_page": 354, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25286, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1217, 1246, 1228, 1219, 1273, 1262, 1234, 1290, 1232, 1278, 1304, 1270, 1224, 1267, 1243, 1218, 1244, 1281, 1221, 1272, 1233, 1245, 1271, 1252, 1288, 1220, 1242, 1276, 1300], "Excused": [1289, 1237]}}, {"bill_id": 8682, "action_date": "2018-02-05T14:00:00-06:00", "document_id": 48692, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48692.pdf", "status_text": "Signed by the Speaker", "journal_page": 347, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8682, "action_date": "2018-02-06T14:00:00-06:00", "document_id": 48783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48783.pdf", "status_text": "Signed by the President", "journal_page": 394, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8682, "action_date": "2018-02-07T14:00:00-06:00", "document_id": 48891, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48891.pdf", "status_text": "Delivered to the Governor", "journal_page": 366, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8682, "action_date": "2018-02-12T14:00:00-06:00", "document_id": 49084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49084.pdf", "status_text": "Signed by the Governor", "journal_page": 394, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6712, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8682"}