{"session_id": 56, "bill_id": 19010, "bill_type": "Senate Bill", "bill_number": 165, "bill_title": "establish an Energy Task Force and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 3124, "is_prime": true}, {"legislator_profile_id": 3139, "is_prime": true}, {"legislator_profile_id": 3054, "is_prime": false}, {"legislator_profile_id": 3061, "is_prime": false}, {"legislator_profile_id": 3062, "is_prime": false}, {"legislator_profile_id": 3064, "is_prime": false}, {"legislator_profile_id": 3066, "is_prime": false}, {"legislator_profile_id": 3067, "is_prime": false}, {"legislator_profile_id": 3080, "is_prime": false}, {"legislator_profile_id": 3103, "is_prime": false}, {"legislator_profile_id": 3109, "is_prime": false}, {"legislator_profile_id": 3113, "is_prime": false}, {"legislator_profile_id": 3120, "is_prime": false}, {"legislator_profile_id": 3125, "is_prime": false}, {"legislator_profile_id": 3134, "is_prime": false}, {"legislator_profile_id": 3138, "is_prime": false}, {"legislator_profile_id": 3140, "is_prime": false}], "keywords": ["Appropriation", "Legislature"], "audio": [], "bill_versions": [{"bill_id": 19010, "bill_version_id": 99807, "bill_version": "Introduced", "bill_version_date": "2004-01-26T08:37:13-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish an Energy Task Force and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created the Energy Task Force. The Energy Task Force shall consist of fifteen members appointed by the Legislative Research Council Executive Board. The executive board shall appoint members from the list of nominees presented by the South Dakota Electric Utility Companies, South Dakota Rural Electric Association, South Dakota Municipal League, and Associated General Contractors of South Dakota for members required to represent subdivisions 1 to 4, inclusive, of this section. Each association shall submit at least two nominees by October first in even-numbered years. If any such association fails to provide nominees as provided in this Act, the executive board may appoint members at large without restriction. The members of the Energy Task Force shall be appointed biennially for terms expiring on January first of each succeeding odd-numbered year and shall serve until their respective successors are appointed and qualified. Voting representation on the board shall be the following: (1) One person from an investor-owned electrical company; (2) One person from a rural electrical cooperative; (3) One person from a municipally-owned electrical utility system; (4) One person from the construction industry; (5) Two persons from renewable energy organizations or associations; (6) Two persons from a state supported university or postsecondary technical institute; (7) One person from the Public Utilities Commission; (8) Two legislators; and (9) Four persons at large. The executive board may appoint persons holding public office, appointive or elective, provided that no more than seven members of the task force, at any one time, shall hold public office. No more than nine members may be of the same political party Section 2. A majority of the Energy Task Force members is required to constitute a quorum. The task force shall select a chair and vice-chair and shall be provided with staff assistance from the Legislative Research Council. Section 3. The Energy Task Force shall study energy production, transmission, and consumption. The task force shall give particular study and consideration to matters concerning the environment and providing sufficient and affordable energy. The task force shall seek the development of energy production from all sources and pursue activities making South Dakota an energy exporting state. The task force shall serve as a point of contact, provide a forum, disseminate information on the potential for energy development within this state, and draw upon public input from all those who may be concerned and knowledgeable about energy related activities. The task force may present draft legislation and policy recommendations to the Executive Board of the Legislative Research Council to effectuate its mission. Section 4. Any member of a Energy Task Force may receive travel and subsistence expense in accordance with the rules promulgated by the State Board of Finance. In addition, per diem, not to exceed one hundred dollars per day, may be paid each member for each day of actual service for attending meetings of the task force. Travel, subsistence, and per diem shall be paid on vouchers duly verified and approved according to the rules promulgated by the Board of Finance. Section 5. There is hereby appropriated from the general fund the sum of fifty thousand dollars ($50,000), or so much thereof as may be necessary, to the Legislative Research Council to establish and operate the Energy Task Force. Section 6. The executive director of the Legislative Research Council shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 7. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2005, shall revert in accordance with § 4-8-21."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19010, "action_date": "2004-01-26T14:00:00-06:00", "document_id": 99956, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99956.pdf", "status_text": "First read in Senate and referred to", "journal_page": 144, "committee_id_action": 832, "committee_id_assigned": 830, "result": "N", "vote": {}}, {"bill_id": 19010, "action_date": "2004-01-30T07:45:00-06:00", "document_id": 100379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100379.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 830, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19010, "action_date": "2004-02-06T07:45:00-06:00", "document_id": 100810, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100810.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 830, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19010, "action_date": "2004-02-06T07:45:00-06:00", "document_id": 100810, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100810.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 830, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 57136, "president_vote": null, "Yea": [3062, 3066, 3047], "Nay": [3077, 3068, 3087, 3091, 3116, 3138]}}, {"bill_id": 19010, "action_date": "2004-02-06T07:45:00-06:00", "document_id": 100810, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100810.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 830, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 57136, "president_vote": null, "Yea": [3062, 3066, 3047], "Nay": [3077, 3068, 3087, 3091, 3116, 3138]}}, {"bill_id": 19010, "action_date": "2004-02-06T07:45:00-06:00", "document_id": 100810, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100810.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 365, "committee_id_action": 830, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57140, "president_vote": null, "Nay": [3062, 3066, 3047], "Yea": [3077, 3068, 3087, 3091, 3116, 3138]}}]}