{"session_id": 69, "bill_id": 24805, "bill_type": "Senate Bill", "bill_number": 42, "bill_title": "modify provisions related to medical cannabis.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24805", "sponsors": [], "keywords": ["Confidential Information", "Executive/Judiciary Request", "Health Care", "Medical Cannabis", "Public Health and Safety"], "audio": [], "bill_versions": [{"bill_id": 24805, "bill_version_id": 258081, "bill_version": "Introduced", "bill_version_date": "2024-01-03T17:16:59.783-06:00", "bill_text": "An Act to modify provisions related to medical cannabis. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 34-20G-1 be AMENDED: 34-20G-1. Terms used in this chapter mean: (1) \"Allowable amount of cannabis,\": (a) Three ounces of cannabis or less; (b) The quantity of cannabis products as established by rules promulgated by the department under § 34-20G-72; (c) If the cardholder has a registry identification card allowing cultivation, two flowering cannabis plants and two cannabis plants that are not flowering; and (d) If the cardholder has a registry identification card allowing cultivation, the amount of cannabis and cannabis products that were produced from the cardholder's allowable plants, if the cannabis and cannabis products are possessed at the same property where the plants were cultivated; (2) \"Bona fide practitioner-patient relationship,\" a treatment or consulting relationship between a practitioner and patient, during which: (a) The practitioner completes, at the initial visit, an assessment of the patient's medical history and current medical condition, including an appropriate in-person physical examination; (b) The patient is under the practitioner's care for the debilitating medical condition that qualifies the patient for the medical use of cannabis or has been referred by the practitioner caring for the patient's debilitating medical condition that qualifies the patient for the medical use of cannabis to another practitioner; (c) The patient has a reasonable expectation that the practitioner providing the written certification will continue to provide follow-up care to the patient to monitor the medical use of cannabis; and (d) The relationship is not for the sole purpose of providing a written certification for the medical use of cannabis unless the patient has been referred by a practitioner providing care for the debilitating medical condition that qualifies the patient for the medical use of cannabis; (3) \"Cannabis products,\" any concentrated cannabis, cannabis extracts, and products that are infused with cannabis or an extract thereof, and are intended for use or consumption by humans. The term includes edible cannabis products, beverages, topical products, ointments, oils, and tinctures; (4) \"Cannabis product manufacturing facility,\" an entity registered with the department pursuant to this chapter that acquires, possesses, manufactures, delivers, transfers, transports, supplies, or sells cannabis products to a medical cannabis dispensary; (5) \"Cannabis testing facility\" or \"testing facility,\" an independent entity registered with the department pursuant to this chapter to analyze the safety and potency of cannabis; (6) \"Cardholder,\" a qualifying patient or a designated caregiver who has been issued and possesses a valid registry identification card; (7) \"Cultivation facility,\" an entity registered with the department pursuant to this chapter that acquires, possesses, cultivates, delivers, transfers, transports, supplies, or sells cannabis and related supplies to a medical cannabis establishment; (8) \"Debilitating medical condition,\": (a) A chronic or debilitating disease or medical condition or its treatment that produces one or more of the following: cachexia or wasting syndrome; severe, debilitating pain; severe nausea, except nausea associated with pregnancy; seizures; or severe and persistent muscle spasms; (b) Acquired immune deficiency syndrome or positive status for human immunodeficiency virus; (c) Amyotrophic lateral sclerosis; (d) Multiple sclerosis; (e) Cancer or its treatment, if associated with severe or chronic pain, nausea or severe vomiting, or cachexia or severe wasting; (f) Crohn's disease; (g) Epilepsy and seizures; or (h) Post-traumatic stress disorder; (9) \"Department,\" the Department of Health; (10) \"Designated caregiver,\" an individual who: (a) Is at least twenty-one years of age; (b) Has agreed to assist with a qualifying patient's medical use of cannabis; (c) Has not been convicted of a disqualifying felony offense; and (d) Assists no more than five qualifying patients with the medical use of cannabis, unless the designated caregiver's qualifying patients each reside in or are admitted to a health care facility, as defined in § 34-12-1.1, an accredited prevention or treatment facility, as defined in § 34-20A-2, a mental health center, as defined in § 27A-1-1, a child welfare agency, as defined in § 26-6-1, or a community support provider or community services provider, as defined in § 27B-1-17, where the designated caregiver is employed; (11) \"Disqualifying felony offense,\" a violent crime that was classified as a felony in the jurisdiction where the person was convicted; (12) \"Edible cannabis products,\" any product that: (a) Contains or is infused with cannabis or an extract thereof; (b) Is intended for human consumption by oral ingestion; and (c) Is presented in the form of foodstuffs, beverages, extracts, oils, tinctures, or other similar products; (13) \"Enclosed, locked facility,\" any closet, room, greenhouse, building, or other enclosed area that is equipped with locks or other security devices that permit access only by a cardholder or a person allowed to cultivate the plants. Two or more cardholders who reside in the same dwelling may share one enclosed, locked facility for cultivation; (14) \"Flowering cannabis plant,\" the reproductive state of the cannabis plant in which the plant shows physical signs of flower budding out of the nodes of the stem; (15) \"Medical cannabis\" or \"cannabis,\" marijuana as defined in § 22-42-1; (16) \"Medical cannabis dispensary\" or \"dispensary,\" an entity registered with the department pursuant to this chapter that acquires, possesses, stores, delivers, transfers, transports, sells, supplies, or dispenses cannabis, cannabis products, paraphernalia, or related supplies and educational materials to cardholders; (17) \"Medical cannabis establishment,\" a cultivation facility, a cannabis testing facility, a cannabis product manufacturing facility, or a dispensary; (18) \"Medical cannabis establishment agent,\" an owner, officer, board member, employee, or volunteer at a medical cannabis establishment; (19) \"Medical use,\" includes the acquisition, administration, cultivation, manufacture, delivery, harvest, possession, preparation, transfer, transportation, or use of cannabis or paraphernalia relating to the administration of cannabis to treat or alleviate a registered qualifying patient's debilitating medical condition or symptom associated with the patient's debilitating medical condition. The term does not include: (a) The cultivation of cannabis by a nonresident cardholder; (b) The cultivation of cannabis by a cardholder who is not designated as being allowed to cultivate on the cardholder's registry identification card; or (c) The extraction of resin from cannabis by solvent extraction unless the extraction is done by a cannabis product manufacturing facility; (20) \"Nonresident cardholder,\" a person who: (a) Has been diagnosed with a debilitating medical condition, or is the parent, guardian, conservator, or other person with authority to consent to the medical treatment of a person who has been diagnosed with a debilitating medical condition; (b) Is not a resident of this state or who has been a resident of this state for fewer than forty-five days; (c) Was issued a currently valid registry identification card or its equivalent by another state, district, territory, commonwealth, insular possession of the United States, or country recognized by the United States that allows the person to use cannabis for medical purposes in the jurisdiction of issuance; and (d) Has submitted any documentation required by the department, and has received confirmation of registration; (21) \"Practitioner,\" a physician, physician assistant, or advanced practice registered nurse, who is licensed with authority to prescribe drugs to humans. In relation to a nonresident cardholder, the term means a person who is licensed with authority to prescribe drugs to humans in the state of the patient's residence; (22) \"Qualifying patient,\" a person who has been diagnosed by a practitioner as having a debilitating medical condition; (23) \"Registry identification card,\" a document issued by the department that identifies a person as a registered qualifying patient or registered designated caregiver, or documentation that is deemed a registry identification card pursuant to §§ 34-20G-29 to 34-20G-42, inclusive; (24) \"Safety-sensitive job,\" any position with tasks or duties that an employer reasonably believes could: (a) Cause the illness, injury, or death of an individual; or (b) Result in serious property damage; (25) \"Under the influence of cannabis,\" any abnormal mental or physical condition that tends to deprive a person of clearness of intellect and control that the person would otherwise possess, as the result of consuming any degree of cannabis or cannabis products; and (26) \"Written certification,\" a document dated and signed by a practitioner: (a) Stating that the patient has a qualifying debilitating medical condition or symptom associated with the debilitating medical condition; (b) Affirming that the document is made in the course of a bona fide practitioner-patient relationship; (c) Specifying the qualifying patient's debilitating medical condition; and (d) Specifying the expiration date of the qualifying patient's written certification, pursuant to § 34-20G-43; and (e) Specifying whether the practitioner has previously issued the patient a written certification and the date of that written certification. Section 2. That § 34-20G-49 be AMENDED: 34-20G-49. If the registered qualifying patient's certifying practitioner notifies the department in writing that the A registry identification card is void if the certifying practitioner notifies the department in writing that: (1) The registered qualifying patient has ceased to suffer from a debilitating medical condition; or that the practitioner (2) The practitioner no longer believes the patient would receive therapeutic or palliative benefit from the medical use of cannabis, the card is void. However, the. The registered qualifying patient shall have has fifteen days to dispose of or give away any cannabis in the registered qualifying patient's possession. Section 3. That § 34-20G-57 be AMENDED: 34-20G-57. The department shall issue a renewal registration certificate within ten forty-five days of receipt of the prescribed renewal application and renewal fee from a medical cannabis establishment if the establishment's registration certificate is not under suspension and has not been revoked. Section 4. That § 34-20G-65.1 be AMENDED: 34-20G-65.1. A sample of cannabis or cannabis products submitted to a testing facility must be collected by a designated representative of the testing facility. Testing is only required for A medical cannabis establishment shall ensure that testing is conducted on a sample of cannabis and or cannabis products intended for retail sale to a cardholder or nonresident cardholder product: (1) Immediately prior to the transfer of the cannabis or cannabis product to another medical cannabis establishment; and (2) Immediately prior to presentation of the cannabis or cannabis product for retail sale. Section 5. That § 34-20G-70 be AMENDED: 34-20G-70. A dispensary may not dispense more than three ounces of cannabis or a cannabis product to a registered qualifying patient or a nonresident cardholder, directly or via a designated caregiver, in any fourteen-day period. Before cannabis or a cannabis product may be dispensed to a cardholder or nonresident cardholder, a dispensary agent must verify: (1) Shall verify that That the registry identification card or registration presented to the dispensary is valid; (2) Shall verify the The identity of the person by requiring the person to present a valid photographic identification document issued by this state, another state, tribe, or the federal government; and (3) MayThrough the department's inventory tracking system, that the registered qualifying patient or nonresident cardholder has not exceeded the allowable limit of cannabis or cannabis product in the applicable fourteen-day period. A dispensary agent may not dispense an amount of cannabis or cannabis product to a person that would cause the person to possess more than the allowable amount of cannabis; and (4) Shall verify that the dispensary is the current dispensary that was designated by the cardholder or nonresident cardholder. Section 6. That § 34-20G-71 be AMENDED: 34-20G-71. A dispensary may not dispense more than three ounces of cannabis to a nonresident cardholder or a registered qualifying patient, directly or via a designated caregiver, in any fourteen-day period. A dispensary shall ensure compliance with the limitation under this section by maintaining A dispensary shall maintain internal, confidential records that include records specifying how much cannabis is dispensed to a nonresident cardholder or registered qualifying patient and whether it is dispensed directly to a registered qualifying patient or to the designated caregiver. Section 7. That § 34-20G-80 be AMENDED: 34-20G-80. The department may on its own motion or on complaint, after investigation and opportunity for a public hearing at which the medical cannabis establishment has been afforded an opportunity to be heard, after notice and hearing in accordance with chapter 1-26, impose probation, impose a fine, suspend, or revoke a registration certificate for multiple negligent or knowing violations of this chapter, or for a serious and knowing violation of this chapter, by the registrant or any of its agents of this chapter. The department may not: (1) Impose a probation period that exceeds six months; or (2) Suspend a registration certificate for a period that exceeds six months, except for a serious violation of patient health and safety, in which case the suspension may not exceed one year. Section 8. That § 34-20G-81 be AMENDED: 34-20G-81. The department shall provide notice of probation, fine, suspension, or revocation, fine, or other sanction, as well as the required notice of the hearing, by mailing the same in writing to the medical cannabis establishment at the address on the registration certificate. A suspension may not be for a longer period than six months. Section 9. That § 34-20G-87 be AMENDED: 34-20G-87. Data Except as provided in § 34-20E-2, data kept or maintained by the department may not be used for any purpose not provided for in this chapter and may not be combined or linked in any manner with any other list or database. Section 10. That § 34-20G-88 be AMENDED: 34-20G-88. Confidential data or data that is not a public record kept or maintained by the department may only be disclosed as necessary to: (1) Verify a registration certificate or registry identification card pursuant to this chapter; (2) Notify law enforcement of an apparent criminal violation of this chapter or respond to law enforcement or prosecutorial officials engaged in the investigation or enforcement of the criminal provisions of this chapter; (3) Notify state and local law enforcement about falsified or fraudulent information submitted for the purpose of obtaining or renewing a registry identification card; (4) Notify the applicable licensing board if there is reason to believe that a practitioner provided a written certification and the department has reason to believe the practitioner otherwise has violated the standard of care for evaluating a medical condition; or respond to the board, if the board is seeking data relevant to an investigation of a person who holds a license issued by the board; (5) Any judicial authority under grand jury subpoena or court order or equivalent judicial process for investigation of criminal, civil, or administrative violations related to the use of medical cannabis; (6) An authorized employee of the department performing official duties associated with the medical cannabis program; or (7) A practitioner to determine if a person in the practitioner's care engages in the medical use of cannabis so the practitioner may assess possible drug interactions or assess other medically necessary concerns; or (8) Comply with the reporting requirement in section 11 of this Act. Section 11. That chapter 34-20G be amended with a NEW SECTION: The department shall submit the name of a qualifying patient who receives a registry identification card to the prescription drug monitoring program authorized pursuant to chapter 34-20E. Section 12. That § 34-20E-2 be AMENDED: 34-20E-2. The board shall establish and maintain a prescription drug monitoring program to monitor the prescribing and dispensing of all controlled substances. The program shall utilize a central repository, to which each dispenser shall submit, by electronic means, information regarding each prescription dispensed for a controlled substance. The information submitted for each prescription shall must include specifically identified data elements adopted by the board and contained in the 2011 version of the electronic reporting standard for prescription monitoring programs, version 4.2 of the American Society for Automation in Pharmacy. The program must include the names of qualifying patients who receive a registry identification card, as defined in § 34-20G-1, submitted by the Department of Health."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24805, "action_date": "2024-01-09T12:00:00-06:00", "document_id": 257007, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/257007.pdf", "status_text": "First read in Senate and referred to", "journal_page": 19, "committee_id_action": 1219, "committee_id_assigned": 1213, "result": "N", "vote": {}}]}