{"session_id": 59, "bill_id": 20562, "bill_type": "House Bill", "bill_number": 1149, "bill_title": "revise certain felony and misdemeanor provisions not located in the criminal code.", "sponsors": [{"legislator_profile_id": 3365, "is_prime": true}, {"legislator_profile_id": 3434, "is_prime": true}, {"legislator_profile_id": 3361, "is_prime": false}, {"legislator_profile_id": 3371, "is_prime": false}, {"legislator_profile_id": 3374, "is_prime": false}, {"legislator_profile_id": 3376, "is_prime": false}, {"legislator_profile_id": 3381, "is_prime": false}, {"legislator_profile_id": 3385, "is_prime": false}, {"legislator_profile_id": 3387, "is_prime": false}, {"legislator_profile_id": 3393, "is_prime": false}, {"legislator_profile_id": 3396, "is_prime": false}, {"legislator_profile_id": 3398, "is_prime": false}, {"legislator_profile_id": 3399, "is_prime": false}, {"legislator_profile_id": 3401, "is_prime": false}, {"legislator_profile_id": 3405, "is_prime": false}, {"legislator_profile_id": 3407, "is_prime": false}, {"legislator_profile_id": 3412, "is_prime": false}, {"legislator_profile_id": 3428, "is_prime": false}, {"legislator_profile_id": 3429, "is_prime": false}, {"legislator_profile_id": 3431, "is_prime": false}, {"legislator_profile_id": 3435, "is_prime": false}, {"legislator_profile_id": 3441, "is_prime": false}, {"legislator_profile_id": 3442, "is_prime": false}, {"legislator_profile_id": 3444, "is_prime": false}, {"legislator_profile_id": 3445, "is_prime": false}, {"legislator_profile_id": 3447, "is_prime": false}, {"legislator_profile_id": 3455, "is_prime": false}], "keywords": ["Crimes"], "audio": [{"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju19.mp3", "start_seconds": 1059.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju19.mp3", "start_seconds": 1059.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju19.mp3", "start_seconds": 1059.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju19.mp3", "start_seconds": 1059.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju19.mp3", "start_seconds": 1059.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju19.mp3", "start_seconds": 1059.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju19.mp3", "start_seconds": 1059.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju19.mp3", "start_seconds": 1059.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou21.mp3", "start_seconds": 5346.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou21.mp3", "start_seconds": 5346.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou21.mp3", "start_seconds": 5346.0}, {"meeting_datetime": "2006-02-13T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju24.mp3", "start_seconds": 1912.0}, {"meeting_datetime": "2006-02-13T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju24.mp3", "start_seconds": 1912.0}, {"meeting_datetime": "2006-02-13T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju24.mp3", "start_seconds": 1912.0}, {"meeting_datetime": "2006-02-13T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju24.mp3", "start_seconds": 1912.0}, {"meeting_datetime": "2006-02-13T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju24.mp3", "start_seconds": 1912.0}], "bill_versions": [{"bill_id": 20562, "bill_version_id": 106808, "bill_version": "Introduced", "bill_version_date": "2006-01-19T11:50:27-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain felony and misdemeanor provisions not located in the criminal code. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-1-11 be repealed. 1-1-11. No armed body of police or detectives, or armed body of persons other than United States troops, shall be brought into this state for the suppression of violence, except upon the application of the Legislature if in session, or the Governor, if the Legislature is not in session. A violation of this section is a Class 6 felony. Section 2. That § 2-4-6 be amended to read as follows: 2-4-6. Every person who intentionally and , by force or fraud , prevents the Legislature of this state or either of the branches composing it, or any of the members thereof, from meeting or organizing, is guilty of a Class 4 felony. Section 3. That § 2-4-8 be amended to read as follows: 2-4-8. Every person who intentionally and , by force or fraud , compels or attempts to compel the Legislature of this state, or either of the branches composing it, to adjourn or disperse, is guilty of a Class 4 felony. Section 4. That § 2-4-10 be amended to read as follows: 2-4-10. Every person who intentionally , by force or fraud, compels or attempts to compel either branch of the Legislature of this state to pass, amend, or reject any bill or resolution, or to grant or refuse any petition, or to perform or omit to perform any other official act, is guilty of a Class 4 felony. Section 5. That § 2-7-21 be amended to read as follows: 2-7-21. Any person who fraudulently alters a bill which has been passed by the Legislature of this state, with intent to have it approved by the Governor, certified by the secretary of state, or printed or published by the printer of the statutes, in language different from that in which it was passed by the Legislature, is guilty of a Class 6 felony. Section 6. That § 23A-28B-35 be amended to read as follows: 23A-28B-35. No person may submit a fraudulent application or claim for a victims' compensation award, may intentionally make or cause to be made any false statement or representation of a material fact in a claim, or may intentionally conceal or fail to disclose information affecting the amount of or the initial or continued right to any such claim or award when reasonably requested to provide such information by the department or the commission. Any person who violates the provisions of this section is guilty of a Class 1 misdemeanor if the application or claim is in an amount of five hundred one thousand dollars or less. Any person who violates the provisions of this section is guilty of a Class 4 felony if the application or claim is in an amount exceeding five hundred one thousand dollars. Any person who violates the provisions of this section forfeits any benefit received under this chapter and shall reimburse the state for any such payments received or paid to or on behalf of that person. The state has a civil cause of action for relief against any person who violates this section in the amount of damages which the state has sustained as a result of such violation and, in addition, for punitive damages in an amount not more than double the amount of damages which the state has sustained, together with interest, plus the cost of such suit. Section 7. That § 24-11-48 be amended to read as follows: 24-11-48. No employee or other person may deliver or procure to be delivered, or have in such person's possession with intent to deliver, to any person incarcerated in a jail or a juvenile detention facility, or deposit or conceal in or around any jail or in or around a juvenile detention facility, or in any mode of transport entering the grounds of any jail or juvenile detention facility and its ancillary facilities used to house inmates or juveniles, any article or thing contrary prohibited pursuant to § 24-11-47 with intent that any inmate obtain or receive the same. A violation of this section is a Class 6 felony. Section 8. The code counsel shall transfer § 25-5A-7.1 to a newly created chapter in Title 22 entitled \"Offenses Against the Family\" and shall renumber the section accordingly and adjust all appropriate cross references. Section 9. That § 25-7-15 be amended to read as follows: 25-7-15. The parent of any child under the age of six ten years and any person to whom any such child has been confided for nurture or education who deserts such child in any place whatever with intent to wholly to abandon it the child , is guilty of a Class 6 Class 4 felony. Section 10. That § 25-10-13 be amended to read as follows: 25-10-13. If a temporary protection order or a protection order is granted pursuant to this chapter or is a foreign domestic violence protection order pursuant to § 25-10-12.1 , and the respondent or person to be restrained knows of the order, violation of the order is a Class 1 misdemeanor. If any violation of this section constitutes an assault pursuant to § 22-18-1.1 § 22- 18-1 , the violation is a Class 6 felony. If a respondent or person to be restrained has been convicted of, or entered a plea of guilty to, two or more violations of this section, the factual basis for which occurred after the date of the second conviction, and occurred within five years of committing the current offense, the respondent or person to be restrained is guilty of a Class 6 felony for any third or subsequent offense. Any proceeding under this chapter is in addition to other civil or criminal remedies. Section 11. That § 31-28-23 be amended to read as follows: 31-28-23. No person may, without lawful authority, attempt or actually alter, deface, injure, knock down, remove, or in any manner molest or interfere with any official highway marker, sign, guide board, traffic-control device, snowgate, or any railroad sign or signal, barrier, warning device, or sign erected in connection with highway maintenance or construction activities. A violation of this section is a Class 1 misdemeanor. Any person who violates this section is responsible for the cost of repairing or replacing such markers, signs, signals, barriers, or devices. Section 12. That § 33-12-23 be amended to read as follows: 33-12-23. Every Any person who enters any fort, magazine, arsenal, armory, arsenal yard, or encampment, and seizes or takes away any arms, ammunition, military stores, or supplies belonging to the people of this state, and every person who enters any such place with intent to do so, is guilty of a Class 4 Class 2 felony. Section 13. That § 34-16-2 be amended to read as follows: 34-16-2. Every Any person who releases or spreads any disease germs intending thereby to accomplish the infection of one or more persons or domestic animals is guilty of a Class 4 Class 2 felony. Section 14. That § 37-17-1 be amended to read as follows: 37-17-1. Any person who knowingly sells or offers for sale any agricultural implement, farm tractor, or other type of farm machinery or equipment, or radio, piano, phonograph, sewing machine, washing machine, typewriter, adding machine, comptometer, bicycle, firearm, safe, vacuum cleaner, dictating machine, tape recorder, watch, watch movement, watch case, or any mechanical or electrical device, appliance, contrivance, material, piece of apparatus , or equipment, which is identified by a serial number placed thereon by the manufacturer, the original serial number of which has been destroyed, removed, altered, covered, or defaced, is guilty of a Class 2 misdemeanor if the value of the property is two four hundred dollars or less. If the value of the property is more than two four hundred dollars and less than one thousand dollars, such person is guilty of a Class 1 misdemeanor. If the value of the property is one thousand dollars or greater , such person is guilty of a Class 4 felony. Section 15. That § 40-15-39 be repealed. 40-15-39. Any person who purchases livestock from a livestock auction agency, as defined in this chapter, with intent to defraud is guilty of livestock fraud. The failure of such purchaser to tender payment in full within four days of the date of purchase, is prima facie evidence of intent to defraud. Livestock fraud is a Class 4 felony. Section 16. That § 40-38-4 be amended to read as follows: 40-38-4. Any person who violates subdivision 40-38-2(1) or (6) is guilty of a Class 6 felony Class 2 misdemeanor if there is damage of at least five four hundred dollars and a Class 1 misdemeanor or less. Any person who violates subdivision 49-38-2(1) or (6) is guilty of a Class 1 misdemeanor if there is damage of an amount greater than four hundred dollars and less than one thousand dollars. Any person who violates subdivision 40-38-2(1) or (6) is guilty of a Class 4 felony if there is damage of less than five hundred dollars one thousand dollars or greater . Any person who violates subdivisions 40-38-2(2) to (5), inclusive, is guilty of a Class 6 Class 4 felony. Section 17. That § 47-31B-508 be amended to read as follows: 47-31B-508. (a) Criminal penalties. It is a class four Class 4 felony for any person that willfully violates this chapter, or a rule adopted or order issued under this chapter, except § 47- 31B-504 or the notice filing requirements of § 47-31B-302 or 47-31B-405, or that willfully violates § 47-31B-505 knowing the statement made to be false or misleading in a material respect , upon conviction, shall be fined not more than ten thousand dollars per violation. An individual convicted of violating a rule or order under this chapter may be fined, but may not be imprisoned, if the individual did not have knowledge of the rule or order . A subsequent violation is a Class 3 felony. (b) Criminal reference not required. The Attorney General or the proper prosecuting attorney with or without a reference from the director, may institute criminal proceedings under this chapter. (c) No limitation on other criminal enforcement. This chapter does not limit the power of this state to punish a person for conduct that constitutes a crime under other laws of this state. Section 18. That § 51A-1-10 be amended to read as follows: 51A-1-10. It is a Class 4 felony for an officer, director, employee, or agent of a bank: (1) With intent to deceive, to make any false or misleading statement or entry or omit any statement or entry that should be in any book, account, report, or statement of the bank; or (2) To obstruct or endeavor to obstruct a lawful examination of the bank by an officer or employee of the division. Section 19. That § 52-1-12 be amended to read as follows: 52-1-12. It is a Class 4 felony for an officer, director, employee or agent of an association: (1) With intent to deceive, to make a false or misleading statement or entry or to omit any statement or entry that should be made in a book, account report or statement of the association; or (2) To obstruct a lawful examination of the association by an officer or employee of the Division of Banking. Section 20. That § 58-4A-2 be amended to read as follows: 58-4A-2. For purposes of this chapter, a person commits a fraudulent insurance act if the person: (1) Knowingly and with intent to defraud or deceive issues or possesses fake or counterfeit insurance policies, certificates of insurance, insurance identification cards, or insurance binders; (2) Is engaged in the business of insurance, whether authorized or unauthorized, receives money for the purpose of purchasing insurance and converts the money to the person's own benefit or for a purpose not intended or authorized by an insured or prospective insured; (3) Willfully embezzles, abstracts, steals, misappropriates, or converts money, funds, premiums, credits, or other property of an insurer or person engaged in the business of insurance or of an insured or prospective insured; (4) Knowingly and with intent to defraud or deceive makes any false entry of a material fact in or pertaining to any document or statement filed with or required by the Division of Insurance; (5) Knowingly and with intent to defraud or deceive removes, conceals, alters, diverts, or destroys assets or records of an insurer or other person engaged in the business of insurance or attempts to remove, conceal, alter, divert, or destroy assets or records of an insurer or other person engaged in the business of insurance; (6) Knowingly and with intent to defraud or deceive presents, causes to be presented, or prepares with knowledge or belief that it will be presented to or by an insurer, or any insurance producer of an insurer, any statement as part of a claim, in support of a claim, or in denial of a claim for payment or other benefit pursuant to an insurance policy knowing that the statement contains any false, incomplete, or misleading information concerning any fact or thing material to a claim; (7) Assists, abets, solicits, or conspires with another to prepare or make any statement that is intended to be presented to or by an insurer or person in connection with or in support of any claim for payment or other benefit, or denial, pursuant to an insurance policy knowing that the statement contains any false, incomplete, or misleading information concerning any fact or thing material to the claim; or (8) Makes any false or fraudulent representations as to the death or disability of a policy or certificate holder in any statement or certificate for the purpose of fraudulently obtaining money or benefit from an insurer. Any violation of this section for an amount of five four hundred dollars or less is a Class 1 Class 2 misdemeanor. Any violation of this section for an amount in excess of five four hundred dollars and less than one thousand dollars is a Class 2 misdemeanor. Any violation of this section for an amount of one thousand dollars and greater is a Class 4 felony. Any other violation of this section is a Class 1 misdemeanor. Section 21. That § 58-33-37 be amended to read as follows: 58-33-37. Any person who knowingly makes any false or fraudulent statement or representation with reference to any application for insurance is guilty of a Class 1 misdemeanor. Any person who knowingly presents or causes to be presented a false or fraudulent claim for the purpose of obtaining any money or benefit, or who submits any proof in support of such a claim for the payment of a loss upon a contract of insurance, or who prepares, makes, or subscribes a false or fraudulent account, certificate, affidavit or proof of loss, or other document or writing, with intent that the same may be presented or used in support of such a claim, is guilty of a Class 1 Class 2 misdemeanor if such claim is for an amount of five four hundred dollars or less , ; a Class 1 misdemeanor if such claims is for an amount greater than four hundred dollars and less than one thousand dollars; and is guilty of a Class 4 felony if such claim exceeds five hundred is one thousand dollars or greater ."}, {"bill_id": 20562, "bill_version_id": 107978, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2006-02-06T12:47:51-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain felony and misdemeanor provisions not located in the criminal code. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-1-11 be repealed. 1-1-11. No armed body of police or detectives, or armed body of persons other than United States troops, shall be brought into this state for the suppression of violence, except upon the application of the Legislature if in session, or the Governor, if the Legislature is not in session. A violation of this section is a Class 6 felony. Section 2. That § 2-4-6 be amended to read as follows: 2-4-6. Every person who intentionally and , by force or fraud , prevents the Legislature of this state or either of the branches composing it, or any of the members thereof, from meeting or organizing, is guilty of a Class 4 felony. Section 3. That § 2-4-8 be amended to read as follows: 2-4-8. Every person who intentionally and , by force or fraud , compels or attempts to compel the Legislature of this state, or either of the branches composing it, to adjourn or disperse, is guilty of a Class 4 felony. Section 4. That § 2-4-10 be amended to read as follows: 2-4-10. Every person who intentionally , by force or fraud, compels or attempts to compel either branch of the Legislature of this state to pass, amend, or reject any bill or resolution, or to grant or refuse any petition, or to perform or omit to perform any other official act, is guilty of a Class 4 felony. Section 5. That § 2-7-21 be amended to read as follows: 2-7-21. Any person who fraudulently alters a bill which has been passed by the Legislature of this state, with intent to have it approved by the Governor, certified by the secretary of state, or printed or published by the printer of the statutes, in language different from that in which it was passed by the Legislature, is guilty of a Class 6 felony. Section 6. That § 23A-28B-35 be amended to read as follows: 23A-28B-35. No person may submit a fraudulent application or claim for a victims' compensation award, may intentionally make or cause to be made any false statement or representation of a material fact in a claim, or may intentionally conceal or fail to disclose information affecting the amount of or the initial or continued right to any such claim or award when reasonably requested to provide such information by the department or the commission. Any person who violates the provisions of this section is guilty of a Class 1 misdemeanor if the application or claim is in an amount of five hundred one thousand dollars or less. Any person who violates the provisions of this section is guilty of a Class 4 felony if the application or claim is in an amount exceeding five hundred one thousand dollars. Any person who violates the provisions of this section forfeits any benefit received under this chapter and shall reimburse the state for any such payments received or paid to or on behalf of that person. The state has a civil cause of action for relief against any person who violates this section in the amount of damages which the state has sustained as a result of such violation and, in addition, for punitive damages in an amount not more than double the amount of damages which the state has sustained, together with interest, plus the cost of such suit. Section 7. That § 24-11-48 be amended to read as follows: 24-11-48. No employee or other person may deliver or procure to be delivered, or have in such person's possession with intent to deliver, to any person incarcerated in a jail or a juvenile detention facility, or deposit or conceal in or around any jail or in or around a juvenile detention facility, or in any mode of transport entering the grounds of any jail or juvenile detention facility and its ancillary facilities used to house inmates or juveniles, any article or thing contrary prohibited pursuant to § 24-11-47 with intent that any inmate obtain or receive the same. A violation of this section is a Class 6 felony. Section 8. The code counsel shall transfer § 25-5A-7.1 to a newly created chapter in Title 22 entitled \"Offenses Against the Family\" and shall renumber the section accordingly and adjust all appropriate cross references. Section 9. That § 25-7-15 be amended to read as follows: 25-7-15. The parent of any child under the age of six ten years and any person to whom any such child has been confided for nurture or education who deserts such child in any place whatever with intent to wholly to abandon it the child , is guilty of a Class 6 Class 4 felony. Section 10. That § 25-10-13 be amended to read as follows: 25-10-13. If a temporary protection order or a protection order is granted pursuant to this chapter or is a foreign protection order pursuant to § 25-10-12.1 , and the respondent or person to be restrained knows of the order, violation of the order is a Class 1 misdemeanor. If any violation of this section constitutes an assault pursuant to § 22-18-1.1 § 22-18-1 , the violation is a Class 6 felony. If a respondent or person to be restrained has been convicted of, or entered a plea of guilty to, two or more violations of this section, the factual basis for which occurred after the date of the second conviction, and occurred within five years of committing the current offense, the respondent or person to be restrained is guilty of a Class 6 felony for any third or subsequent offense. Any proceeding under this chapter is in addition to other civil or criminal remedies. Section 11. That § 31-28-23 be amended to read as follows: 31-28-23. No person may, without lawful authority, attempt or actually alter, deface, injure, knock down, remove, or in any manner molest or interfere with any official highway marker, sign, guide board, traffic-control device, interstate highway gate, or any railroad sign or signal, barrier, warning device, or sign erected in connection with highway maintenance or construction activities. A violation of this section is a Class 1 misdemeanor. Any person who violates this section is responsible for the cost of repairing or replacing such markers, signs, signals, barriers, or devices. Section 12. That § 33-12-23 be amended to read as follows: 33-12-23. Every Any person who enters any fort, magazine, arsenal, armory, arsenal yard, or encampment, and seizes or takes away any arms, ammunition, military stores, or supplies belonging to the people of this state, and every person who enters any such place with intent to do so, is guilty of a Class 4 Class 2 felony. Section 13. That § 34-16-2 be amended to read as follows: 34-16-2. Every Any person who releases or spreads any disease germs intending thereby to accomplish the infection of one or more persons or domestic animals is guilty of a Class 4 Class 2 felony. Section 14. That § 37-17-1 be amended to read as follows: 37-17-1. Any person who knowingly sells or offers for sale any agricultural implement, farm tractor, or other type of farm machinery or equipment, or radio, piano, phonograph, sewing machine, washing machine, typewriter, adding machine, comptometer, bicycle, firearm, safe, vacuum cleaner, dictating machine, tape recorder, watch, watch movement, watch case, or any mechanical or electrical device, appliance, contrivance, material, piece of apparatus , or equipment, which is identified by a serial number placed thereon by the manufacturer, the original serial number of which has been destroyed, removed, altered, covered, or defaced, is guilty of a Class 2 misdemeanor if the value of the property is two four hundred dollars or less. If the value of the property is more than two four hundred dollars and less than one thousand dollars, such person is guilty of a Class 1 misdemeanor. If the value of the property is one thousand dollars or greater , such person is guilty of a Class 4 felony. Section 15. That § 40-38-4 be amended to read as follows: 40-38-4. Any person who violates subdivision 40-38-2(1) or (6) is guilty of a Class 6 felony Class 2 misdemeanor if there is damage of at least five four hundred dollars and a Class 1 misdemeanor or less. Any person who violates subdivision 40-38-2(1) or (6) is guilty of a Class 1 misdemeanor if there is damage of an amount greater than four hundred dollars and less than one thousand dollars. Any person who violates subdivision 40-38-2(1) or (6) is guilty of a Class 4 felony if there is damage of less than five hundred dollars one thousand dollars or greater . Any person who violates subdivisions 40-38-2(2) to (5), inclusive, is guilty of a Class 6 Class 4 felony. Section 16. That § 47-31B-508 be amended to read as follows: 47-31B-508. (a) Criminal penalties. It is a class four Class 4 felony for any person that willfully violates this chapter, or a rule adopted or order issued under this chapter, except § 47- 31B-504 or the notice filing requirements of § 47-31B-302 or 47-31B-405, or that willfully violates § 47-31B-505 knowing the statement made to be false or misleading in a material respect , upon conviction, shall be fined not more than ten thousand dollars per violation . An individual convicted of violating a rule or order under this chapter may be fined, but may not be imprisoned, if the individual did not have knowledge of the rule or order. A subsequent violation is a Class 3 felony. (b) Criminal reference not required. The Attorney General or the proper prosecuting attorney with or without a reference from the director, may institute criminal proceedings under this chapter. (c) No limitation on other criminal enforcement. This chapter does not limit the power of this state to punish a person for conduct that constitutes a crime under other laws of this state. Section 17. That § 51A-1-10 be amended to read as follows: 51A-1-10. It is a Class 4 felony for an officer, director, employee, or agent of a bank: (1) With intent to deceive, to make any false or misleading statement or entry or omit any statement or entry that should be in any book, account, report, or statement of the bank; or (2) To obstruct or endeavor to obstruct a lawful examination of the bank by an officer or employee of the division. Section 18. That § 52-1-12 be amended to read as follows: 52-1-12. It is a Class 4 felony for an officer, director, employee or agent of an association: (1) With intent to deceive, to make a false or misleading statement or entry or to omit any statement or entry that should be made in a book, account report or statement of the association; or (2) To obstruct a lawful examination of the association by an officer or employee of the Division of Banking. Section 19. That § 58-4A-2 be amended to read as follows: 58-4A-2. For purposes of this chapter, a person commits a fraudulent insurance act if the person: (1) Knowingly and with intent to defraud or deceive issues or possesses fake or counterfeit insurance policies, certificates of insurance, insurance identification cards, or insurance binders; (2) Is engaged in the business of insurance, whether authorized or unauthorized, receives money for the purpose of purchasing insurance and converts the money to the person's own benefit or for a purpose not intended or authorized by an insured or prospective insured; (3) Willfully embezzles, abstracts, steals, misappropriates, or converts money, funds, premiums, credits, or other property of an insurer or person engaged in the business of insurance or of an insured or prospective insured; (4) Knowingly and with intent to defraud or deceive makes any false entry of a material fact in or pertaining to any document or statement filed with or required by the Division of Insurance; (5) Knowingly and with intent to defraud or deceive removes, conceals, alters, diverts, or destroys assets or records of an insurer or other person engaged in the business of insurance or attempts to remove, conceal, alter, divert, or destroy assets or records of an insurer or other person engaged in the business of insurance; (6) Knowingly and with intent to defraud or deceive presents, causes to be presented, or prepares with knowledge or belief that it will be presented to or by an insurer, or any insurance producer of an insurer, any statement as part of a claim, in support of a claim, or in denial of a claim for payment or other benefit pursuant to an insurance policy knowing that the statement contains any false, incomplete, or misleading information concerning any fact or thing material to a claim; (7) Assists, abets, solicits, or conspires with another to prepare or make any statement that is intended to be presented to or by an insurer or person in connection with or in support of any claim for payment or other benefit, or denial, pursuant to an insurance policy knowing that the statement contains any false, incomplete, or misleading information concerning any fact or thing material to the claim; or (8) Makes any false or fraudulent representations as to the death or disability of a policy or certificate holder in any statement or certificate for the purpose of fraudulently obtaining money or benefit from an insurer. Any violation of this section for an amount of five four hundred dollars or less is a Class 1 Class 2 misdemeanor. Any violation of this section for an amount in excess of five four hundred dollars and less than one thousand dollars is a Class 1 misdemeanor. Any violation of this section for an amount of one thousand dollars and greater is a Class 4 felony. Any other violation of this section is a Class 1 misdemeanor. Section 20. That § 58-33-37 be amended to read as follows: 58-33-37. Any person who knowingly makes any false or fraudulent statement or representation with reference to any application for insurance is guilty of a Class 1 misdemeanor. Any person who knowingly presents or causes to be presented a false or fraudulent claim for the purpose of obtaining any money or benefit, or who submits any proof in support of such a claim for the payment of a loss upon a contract of insurance, or who prepares, makes, or subscribes a false or fraudulent account, certificate, affidavit or proof of loss, or other document or writing, with intent that the same may be presented or used in support of such a claim, is guilty of a Class 1 Class 2 misdemeanor if such claim is for an amount of five four hundred dollars or less , ; a Class 1 misdemeanor if such claims is for an amount greater than four hundred dollars and less than one thousand dollars; and is guilty of a Class 4 felony if such claim exceeds five hundred is one thousand dollars or greater ."}, {"bill_id": 20562, "bill_version_id": 108579, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2006-02-13T13:34:45-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain felony and misdemeanor provisions not located in the criminal code. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-1-11 be repealed. 1-1-11. No armed body of police or detectives, or armed body of persons other than United States troops, shall be brought into this state for the suppression of violence, except upon the application of the Legislature if in session, or the Governor, if the Legislature is not in session. A violation of this section is a Class 6 felony. Section 2. That § 2-4-6 be amended to read as follows: 2-4-6. Every person who intentionally and , by force or fraud , prevents the Legislature of this state or either of the branches composing it, or any of the members thereof, from meeting or organizing, is guilty of a Class 4 felony. Section 3. That § 2-4-8 be amended to read as follows: 2-4-8. Every person who intentionally and , by force or fraud , compels or attempts to compel the Legislature of this state, or either of the branches composing it, to adjourn or disperse, is guilty of a Class 4 felony. Section 4. That § 2-4-10 be amended to read as follows: 2-4-10. Every person who intentionally , by force or fraud, compels or attempts to compel either branch of the Legislature of this state to pass, amend, or reject any bill or resolution, or to grant or refuse any petition, or to perform or omit to perform any other official act, is guilty of a Class 4 felony. Section 5. That § 2-7-21 be amended to read as follows: 2-7-21. Any person who fraudulently alters a bill which has been passed by the Legislature of this state, with intent to have it approved by the Governor, certified by the secretary of state, or printed or published by the printer of the statutes, in language different from that in which it was passed by the Legislature, is guilty of a Class 6 felony. Section 6. That § 23A-28B-35 be amended to read as follows: 23A-28B-35. No person may submit a fraudulent application or claim for a victims' compensation award, may intentionally make or cause to be made any false statement or representation of a material fact in a claim, or may intentionally conceal or fail to disclose information affecting the amount of or the initial or continued right to any such claim or award when reasonably requested to provide such information by the department or the commission. Any person who violates the provisions of this section is guilty of a Class 1 misdemeanor if the application or claim is in an amount of five hundred one thousand dollars or less. Any person who violates the provisions of this section is guilty of a Class 4 felony if the application or claim is in an amount exceeding five hundred one thousand dollars. Any person who violates the provisions of this section forfeits any benefit received under this chapter and shall reimburse the state for any such payments received or paid to or on behalf of that person. The state has a civil cause of action for relief against any person who violates this section in the amount of damages which the state has sustained as a result of such violation and, in addition, for punitive damages in an amount not more than double the amount of damages which the state has sustained, together with interest, plus the cost of such suit. Section 7. That § 23A-43-31 be amended to read as follows: 23A-43-31. Any person who, having been released pursuant to this chapter, fails to appear before any court or judicial officer as required or fails to comply with the provisions of § 23A- 43-4.2 shall, subject to the provisions of this title, forfeit any security which was given or pledged for such person's release and, in addition, shall: (1) If such person was released in connection with a charge of a felony, an alleged felony violation of § 32-23-1, or while awaiting sentence or pending appeal or certiorari after conviction of any offense fails to report for a jail or penitentiary sentence for any offense , be guilty of a Class 6 felony; (2) If such person was released in connection with a charge of a misdemeanor, be guilty of a Class 1 misdemeanor; or (3) If such person was released for appearance as a material witness, be guilty of a Class 1 misdemeanor. Section 8. That § 24-11-48 be amended to read as follows: 24-11-48. No employee or other person may deliver or procure to be delivered, or have in such person's possession with intent to deliver, to any person incarcerated in a jail or a juvenile detention facility, or deposit or conceal in or around any jail or in or around a juvenile detention facility, or in any mode of transport entering the grounds of any jail or juvenile detention facility and its ancillary facilities used to house inmates or juveniles, any article or thing contrary prohibited pursuant to § 24-11-47 with intent that any inmate obtain or receive the same. A violation of this section is a Class 6 felony. Section 9. The code counsel shall transfer § 25-5A-7.1 to a newly created chapter in Title 22 entitled \"Offenses Against the Family\" and shall renumber the section accordingly and adjust all appropriate cross references. Section 10. That § 25-7-15 be amended to read as follows: 25-7-15. The parent of any child under the age of six ten years and any person to whom any such child has been confided for nurture or education who deserts such child in any place whatever with intent to wholly to abandon it the child , is guilty of a Class 6 Class 4 felony. Section 11. That § 25-10-13 be amended to read as follows: 25-10-13. If a temporary protection order or a protection order is granted pursuant to this chapter or is a foreign protection order pursuant to § 25-10-12.1 , and the respondent or person to be restrained knows of the order, violation of the order is a Class 1 misdemeanor. If any violation of this section constitutes an assault pursuant to § 22-18-1.1 § 22-18-1 , the violation is a Class 6 felony. If a respondent or person to be restrained has been convicted of, or entered a plea of guilty to, two or more violations of this section, the factual basis for which occurred after the date of the second conviction, and occurred within five years of committing the current offense, the respondent or person to be restrained is guilty of a Class 6 felony for any third or subsequent offense. Any proceeding under this chapter is in addition to other civil or criminal remedies. Section 12. That § 31-28-23 be amended to read as follows: 31-28-23. No person may, without lawful authority, attempt or actually alter, deface, injure, knock down, remove, or in any manner molest or interfere with any official highway marker, sign, guide board, traffic-control device, interstate highway gate, or any railroad sign or signal, barrier, warning device, or sign erected in connection with highway maintenance or construction activities. A violation of this section is a Class 1 misdemeanor. Any person who violates this section is responsible for the cost of repairing or replacing such markers, signs, signals, barriers, or devices. Section 13. That § 33-12-23 be amended to read as follows: 33-12-23. Every Any person who enters any fort, magazine, arsenal, armory, arsenal yard, or encampment, and seizes or takes away any arms, ammunition, military stores, or supplies belonging to the people of this state, and every person who enters any such place with intent to do so, is guilty of a Class 4 Class 2 felony. Section 14. That § 34-16-2 be amended to read as follows: 34-16-2. Every Any person who releases or spreads any disease germs intending thereby to accomplish the infection of one or more persons or domestic animals is guilty of a Class 4 Class 2 felony. Section 15. That § 37-17-1 be amended to read as follows: 37-17-1. Any person who knowingly sells or offers for sale any agricultural implement, farm tractor, or other type of farm machinery or equipment, or radio, piano, phonograph, sewing machine, washing machine, typewriter, adding machine, comptometer, bicycle, firearm, safe, vacuum cleaner, dictating machine, tape recorder, watch, watch movement, watch case, or any mechanical or electrical device, appliance, contrivance, material, piece of apparatus , or equipment, which is identified by a serial number placed thereon by the manufacturer, the original serial number of which has been destroyed, removed, altered, covered, or defaced, is guilty of a Class 2 misdemeanor if the value of the property is two four hundred dollars or less. If the value of the property is more than two four hundred dollars and less than one thousand dollars, such person is guilty of a Class 1 misdemeanor. If the value of the property is one thousand dollars or greater , such person is guilty of a Class 4 felony. Section 16. That § 40-38-4 be amended to read as follows: 40-38-4. Any person who violates subdivision 40-38-2(1) or (6) is guilty of a Class 6 felony Class 2 misdemeanor if there is damage of at least five four hundred dollars and a Class 1 misdemeanor or less. Any person who violates subdivision 40-38-2(1) or (6) is guilty of a Class 1 misdemeanor if there is damage of an amount greater than four hundred dollars and less than one thousand dollars. Any person who violates subdivision 40-38-2(1) or (6) is guilty of a Class 4 felony if there is damage of less than five hundred dollars one thousand dollars or greater . Any person who violates subdivisions 40-38-2(2) to (5), inclusive, is guilty of a Class 6 Class 4 felony. Section 17. That § 47-31B-508 be amended to read as follows: 47-31B-508. (a) Criminal penalties. It is a class four Class 4 felony for any person that willfully violates this chapter, or a rule adopted or order issued under this chapter, except § 47- 31B-504 or the notice filing requirements of § 47-31B-302 or 47-31B-405, or that willfully violates § 47-31B-505 knowing the statement made to be false or misleading in a material respect , upon conviction, shall be fined not more than ten thousand dollars per violation . An individual convicted of violating a rule or order under this chapter may be fined, but may not be imprisoned, if the individual did not have knowledge of the rule or order. A subsequent violation is a Class 3 felony. (b) Criminal reference not required. The Attorney General or the proper prosecuting attorney with or without a reference from the director, may institute criminal proceedings under this chapter. (c) No limitation on other criminal enforcement. This chapter does not limit the power of this state to punish a person for conduct that constitutes a crime under other laws of this state. Section 18. That § 51A-1-10 be amended to read as follows: 51A-1-10. It is a Class 4 felony for an officer, director, employee, or agent of a bank: (1) With intent to deceive, to make any false or misleading statement or entry or omit any statement or entry that should be in any book, account, report, or statement of the bank; or (2) To obstruct or endeavor to obstruct a lawful examination of the bank by an officer or employee of the division. Section 19. That § 52-1-12 be amended to read as follows: 52-1-12. It is a Class 4 felony for an officer, director, employee or agent of an association: (1) With intent to deceive, to make a false or misleading statement or entry or to omit any statement or entry that should be made in a book, account report or statement of the association; or (2) To obstruct a lawful examination of the association by an officer or employee of the Division of Banking. Section 20. That § 58-4A-2 be amended to read as follows: 58-4A-2. For purposes of this chapter, a person commits a fraudulent insurance act if the person: (1) Knowingly and with intent to defraud or deceive issues or possesses fake or counterfeit insurance policies, certificates of insurance, insurance identification cards, or insurance binders; (2) Is engaged in the business of insurance, whether authorized or unauthorized, receives money for the purpose of purchasing insurance and converts the money to the person's own benefit or for a purpose not intended or authorized by an insured or prospective insured; (3) Willfully embezzles, abstracts, steals, misappropriates, or converts money, funds, premiums, credits, or other property of an insurer or person engaged in the business of insurance or of an insured or prospective insured; (4) Knowingly and with intent to defraud or deceive makes any false entry of a material fact in or pertaining to any document or statement filed with or required by the Division of Insurance; (5) Knowingly and with intent to defraud or deceive removes, conceals, alters, diverts, or destroys assets or records of an insurer or other person engaged in the business of insurance or attempts to remove, conceal, alter, divert, or destroy assets or records of an insurer or other person engaged in the business of insurance; (6) Knowingly and with intent to defraud or deceive presents, causes to be presented, or prepares with knowledge or belief that it will be presented to or by an insurer, or any insurance producer of an insurer, any statement as part of a claim, in support of a claim, or in denial of a claim for payment or other benefit pursuant to an insurance policy knowing that the statement contains any false, incomplete, or misleading information concerning any fact or thing material to a claim; (7) Assists, abets, solicits, or conspires with another to prepare or make any statement that is intended to be presented to or by an insurer or person in connection with or in support of any claim for payment or other benefit, or denial, pursuant to an insurance policy knowing that the statement contains any false, incomplete, or misleading information concerning any fact or thing material to the claim; or (8) Makes any false or fraudulent representations as to the death or disability of a policy or certificate holder in any statement or certificate for the purpose of fraudulently obtaining money or benefit from an insurer. Any violation of this section for an amount of five four hundred dollars or less is a Class 1 Class 2 misdemeanor. Any violation of this section for an amount in excess of five four hundred dollars and less than one thousand dollars is a Class 1 misdemeanor. Any violation of this section for an amount of one thousand dollars and greater is a Class 4 felony. Any other violation of this section is a Class 1 misdemeanor. Section 21. That § 58-33-37 be amended to read as follows: 58-33-37. Any person who knowingly makes any false or fraudulent statement or representation with reference to any application for insurance is guilty of a Class 1 misdemeanor. Any person who knowingly presents or causes to be presented a false or fraudulent claim for the purpose of obtaining any money or benefit, or who submits any proof in support of such a claim for the payment of a loss upon a contract of insurance, or who prepares, makes, or subscribes a false or fraudulent account, certificate, affidavit or proof of loss, or other document or writing, with intent that the same may be presented or used in support of such a claim, is guilty of a Class 1 Class 2 misdemeanor if such claim is for an amount of five four hundred dollars or less , ; a Class 1 misdemeanor if such claims is for an amount greater than four hundred dollars and less than one thousand dollars; and is guilty of a Class 4 felony if such claim exceeds five hundred is one thousand dollars or greater ."}, {"bill_id": 20562, "bill_version_id": 109022, "bill_version": "Enrolled", "bill_version_date": "2006-02-17T13:37:19-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20562, "action_date": "2006-01-19T14:00:00-06:00", "document_id": 106834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106834.pdf", "status_text": "First read in House and referred to", "journal_page": 147, "committee_id_action": 893, "committee_id_assigned": 891, "result": "N", "vote": {}}, {"bill_id": 20562, "action_date": "2006-02-06T07:15:00-06:00", "document_id": 107962, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107962.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 891, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20562, "action_date": "2006-02-06T07:15:00-06:00", "document_id": 107962, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107962.pdf", "status_text": "Do Pass Amended,", "journal_page": 381, "committee_id_action": 891, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64186, "president_vote": null, "Yea": [3387, 3393, 3401, 3407, 3426, 3429, 3434, 3444, 3448, 3456, 3461, 3406, 3371]}}, {"bill_id": 20562, "action_date": "2006-02-08T14:00:00-06:00", "document_id": 108306, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108306.pdf", "status_text": "Do Pass Amended,", "journal_page": 454, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64408, "president_vote": null, "Yea": [3366, 3367, 3369, 3370, 3371, 3372, 3373, 3375, 3378, 3380, 3381, 3382, 3383, 3385, 3386, 3387, 3388, 3389, 3392, 3393, 3394, 3395, 3398, 3399, 3400, 3401, 3402, 3403, 3405, 3406, 3407, 3408, 3410, 3414, 3417, 3418, 3419, 3420, 3422, 3424, 3427, 3429, 3431, 3433, 3434, 3436, 3437, 3438, 3440, 3441, 3442, 3443, 3444, 3445, 3446, 3448, 3449, 3451, 3454, 3455, 3456, 3457, 3459, 3460, 3461, 3462, 3463, 3464, 3465, 3426]}}, {"bill_id": 20562, "action_date": "2006-02-09T14:00:00-06:00", "document_id": 108428, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108428.pdf", "status_text": "First read in Senate and referred to", "journal_page": 435, "committee_id_action": 894, "committee_id_assigned": 872, "result": "N", "vote": {}}, {"bill_id": 20562, "action_date": "2006-02-13T10:00:00-06:00", "document_id": 108566, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108566.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 872, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20562, "action_date": "2006-02-13T10:00:00-06:00", "document_id": 108566, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108566.pdf", "status_text": "Do Pass Amended,", "journal_page": 469, "committee_id_action": 872, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62657, "president_vote": null, "Yea": [3390, 3412, 3413, 3416, 3428, 3447, 3361]}}, {"bill_id": 20562, "action_date": "2006-02-13T10:00:00-06:00", "document_id": 108566, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108566.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 872, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20562, "action_date": "2006-02-15T14:00:00-06:00", "document_id": 108823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108823.pdf", "status_text": "Do Pass Amended,", "journal_page": 534, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62836, "president_vote": null, "Yea": [3361, 3362, 3363, 3364, 3365, 3368, 3374, 3376, 3377, 3379, 3384, 3390, 3391, 3396, 3397, 3404, 3409, 3411, 3412, 3413, 3415, 3416, 3421, 3423, 3425, 3428, 3430, 3432, 3435, 3439, 3447, 3452, 3453, 3458], "Excused": [3450]}}, {"bill_id": 20562, "action_date": "2006-02-21T14:00:00-06:00", "document_id": 109127, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109127.pdf", "status_text": "Signed by Speaker", "journal_page": 664, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20562, "action_date": "2006-02-22T14:00:00-06:00", "document_id": 109224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109224.pdf", "status_text": "Signed by President", "journal_page": 637, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20562, "action_date": "2006-02-24T13:00:00-06:00", "document_id": 109410, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109410.pdf", "status_text": "Delivered to the Governor", "journal_page": 754, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20562, "action_date": "2006-02-28T08:30:00-06:00", "document_id": 109578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109578.pdf", "status_text": "Signed by Governor", "journal_page": 809, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3341}