{"session_id": 8, "bill_id": 1692, "bill_type": "House Bill", "bill_number": 1124, "bill_title": "repeal the premium and annuity tax imposed on insurance companies.", "sponsors": [{"legislator_profile_id": 774, "is_prime": true}, {"legislator_profile_id": 816, "is_prime": true}, {"legislator_profile_id": 814, "is_prime": false}], "keywords": ["Insurance", "Taxes"], "audio": [{"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hta12.mp3", "start_seconds": 5735.0}, {"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hta12.mp3", "start_seconds": 5735.0}, {"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hta12.mp3", "start_seconds": 5735.0}], "bill_versions": [{"bill_id": 1692, "bill_version_id": 10999, "bill_version": "Introduced", "bill_version_date": "2010-01-26T10:41:11.55-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal the premium and annuity tax imposed on insurance companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-44-2 be repealed. 10-44-2. Any company doing insurance business in this state shall pay a tax at the rates specified in this section. The tax shall be paid to the Division of Insurance at the time the company files its annual statement, or, if no annual statement is required, then before March first of each year. If, during the previous year, a company paid more than five thousand dollars in premium taxes in this state, the company shall submit payments equal to one-quarter of the previous year's premium taxes to the Division of Insurance on April thirtieth, July thirty-first, October thirty-first, and January thirty-first. The quarterly payments shall be credited against the amount due from the company at the time the company files its annual statement, or if no annual statement is required, then on March first of each year. The director of the Division of Insurance may waive the requirement in writing for quarterly payments or reduce the amount of deposit if the director finds the requirement would impose an undue premium tax on a company because of a significant decline in sales within the state. If the sum of the quarterly payments exceeds the total taxes due, the director shall credit the overpayment against subsequent amounts due or, if requested in writing at the time the company files its annual statement, refund the overpayment to the company. If the overpayment cannot be credited, there is excess remaining after the credit is taken on the annual statement, or the refund is not requested, the division may refund the amount overpaid by May first of the following year. The rates are: (1) On each domestic company, two and one-half percent of premiums, except for life insurance policies, other than credit life as defined in chapter 58-19, of a face amount of seven thousand dollars or less, for which the rate is one and one-fourth percent of premiums; and one and one-fourth percent of the consideration for annuity contracts. However, the rate for life insurance and annuities shall be computed as follows: (a) Two and one-half percent of premiums for a life policy on the first one hundred thousand dollars of annual premium, and eight one-hundredths of a percent for that portion of a policy's annual life premiums exceeding one hundred thousand dollars; and (b) One and one-fourth percent of the consideration for an annuity contract on the first five hundred thousand dollars of consideration, and eight one-hundredths of a percent for that portion of the consideration on an annuity contract exceeding five hundred thousand dollars. The tax also applies to premiums for insurance written on individuals residing outside this state or property located outside this state if no comparable tax is paid by the direct writing company to any other appropriate taxing authority. However, the tax applies only to premiums for insurance written after July 1, 1980, on individuals residing outside of the United States; (2) On each foreign company the rate shall be computed as follows: (a) Two and one-half percent of premiums, except for life insurance policies, other than credit life as defined in chapter 58-19, of a face amount of seven thousand dollars or less, for which the rate is one and one-fourth percent of premiums; (b) Two and one-half percent of premiums for a life policy on the first one hundred thousand dollars of annual premium, and eight one-hundredths of a percent for the portion of a policy's annual life premiums exceeding one hundred thousand dollars; and (c) One and one-fourth percent of the consideration for an annuity contract on the first five hundred thousand dollars of consideration, and eight one-hundredths of a percent for that portion of the consideration on an annuity contract exceeding five hundred thousand dollars; (3) On each insurer not licensed or not authorized to do business in this state the rate shall be computed as follows: (a) Two and one-half percent of premiums, except for life insurance policies, other than credit life as defined in chapter 58-19, of a face amount of seven thousand dollars or less, for which the rate is one and one- fourth percent of premiums; (b) Two and one-half percent of premiums for a life policy on the first one hundred thousand dollars of annual premium, and eight one-hundredths of a percent for that portion of a policy's annual life premiums exceeding one hundred thousand dollars; and (c) One and one-fourth percent of the consideration for an annuity contract on the first five hundred thousand dollars of consideration, and eight one-hundredths of a percent for that portion of the consideration on an annuity contract exceeding five hundred thousand dollars; (4) Fourteen dollars for each insurance policy issued or renewed for workers' compensation coverage. Revenue from subdivision (4) of this section shall be deposited in the insurance operating fund of the state treasury and is dedicated to the Department of Labor for purposes of automating the administration of the workers' compensation law and supporting the Workers' Compensation Advisory Council. Section 2. That §§ 10-44-1 and 10-44-1.1 and §§ 10-44-2.1 to 10-44-16, inclusive, be repealed."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1692, "action_date": "2010-01-26T14:00:00-06:00", "document_id": 11039, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11039.pdf", "status_text": "First read in House and referred to", "journal_page": 174, "committee_id_action": 86, "committee_id_assigned": 80, "result": "N", "vote": {}}, {"bill_id": 1692, "action_date": "2010-01-28T08:00:00-06:00", "document_id": 11047, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11047.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 80, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1692, "action_date": "2010-01-28T08:00:00-06:00", "document_id": 11297, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11297.pdf", "status_text": "Tabled", "journal_page": 211, "committee_id_action": 80, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5801, "president_vote": null, "Excused": [804, 826], "Nay": [814, 830, 822, 816, 763], "Yea": [749, 777, 803, 824, 839, 815, 750, 783]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1692"}