{"session_id": 24, "bill_id": 7451, "bill_type": "Senate Bill", "bill_number": 165, "bill_title": "authorize the manufacture of cider in certain amounts.", "sponsors": [{"legislator_profile_id": 1022, "is_prime": true}, {"legislator_profile_id": 1005, "is_prime": true}, {"legislator_profile_id": 966, "is_prime": false}, {"legislator_profile_id": 969, "is_prime": false}, {"legislator_profile_id": 997, "is_prime": false}, {"legislator_profile_id": 1017, "is_prime": false}, {"legislator_profile_id": 1031, "is_prime": false}, {"legislator_profile_id": 1027, "is_prime": false}, {"legislator_profile_id": 1023, "is_prime": false}], "keywords": ["Administrative Rules", "Alcoholic Beverages", "Fees", "Licenses"], "audio": [{"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sta25.mp3", "start_seconds": 1325.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sta25.mp3", "start_seconds": 1325.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sta25.mp3", "start_seconds": 1325.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sta25.mp3", "start_seconds": 1325.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sta25.mp3", "start_seconds": 1325.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sta25.mp3", "start_seconds": 1325.0}], "bill_versions": [{"bill_id": 7451, "bill_version_id": 39765, "bill_version": "Senate Taxation Engrossed", "bill_version_date": null, "bill_text": ""}, {"bill_id": 7451, "bill_version_id": 38785, "bill_version": "Introduced", "bill_version_date": "2016-02-04T10:16:47.353-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the manufacture of cider in certain amounts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Cider,\" as defined in subdivision 35-1-1(3A); (2) \"Cider license,\" a license issued by the Department of Revenue to allow for the manufacture of cider of no more than ten point five percent alcohol within the state; (3) \"Cider maker,\" any winery, distillery, brewery, or alcohol manufacturer creating cider. Section 2. That the code be amended by adding a NEW SECTION to read: The secretary of the Department of Revenue may issue a cider license to a cider maker located within the state and producing ciders as defined in this Act. A license may be issued and renewed for an annual fee of one hundred dollars. The fee shall be deposited in the general fund. Section 3. That the code be amended by adding a NEW SECTION to read: Except as otherwise specified in this Act, the provisions of title 35 apply to the production, sale, possession, and consumption of cider. Section 4. That the code be amended by adding a NEW SECTION to read: The holder of a cider license may manufacture cider in this state from South Dakota produced or grown fruit, as listed in subdivision 35-1-1(3A). If South Dakota produced or grown fruit as listed in subdivision 35-1-1(3A) is not available in quantities sufficient to constitute a majority of the cider produced by a cider maker, the holder of the cider license may file an affidavit with the secretary of the Department of Revenue stating this fact and requesting the secretary approve the use of imported products by the cider maker. If the secretary approves, the cider maker may use imported products and shall continue to be governed by the provisions of this Act. The secretary's approval is effective for a period of one year, after which the cider maker shall use South Dakota produced or grown fruit as listed in subdivision 35-1-1(3A) unless the cider license holder files a new affidavit and request with the secretary and the secretary approves the new request. Section 5. That the code be amended by adding a NEW SECTION to read: A license issued pursuant to this Act authorizes the sale on the cider maker premises of cider produced by the cider maker at on-sale or off-sale, in retail, or wholesale lots in total quantities not to exceed five thousand barrels in a calendar year, in addition to glassware, literature and accessories, food products, South Dakota made products, and the dispensing of free samples of ciders offered for sale. Any such sales at on-sale and off-sale may be made at any time during the week except on Sundays when no such on-sale and off-sale sale may be made between twelve noon and twelve midnight. Section 6. That the code be amended by adding a NEW SECTION to read: The licensee shall register labels for each type or brand produced with the secretary of the Department of Revenue, in the same manner and at the same rate as prescribed for wine in chapter 39-13, before sale. If the label or brand states or implies in a false or misleading manner a connection with an actual living or dead Native American leader, the secretary shall reject the registration of the label. Section 7. That the code be amended by adding a NEW SECTION to read: There is hereby levied on all cider, manufactured or produced by a South Dakota cider maker, an excise tax imposed at the same rates and collected and administered in the same manner as the tax imposed on cider in subdivision 35-5-3(4A). Section 8. That the code be amended by adding a NEW SECTION to read: The excise tax on cider established by this Act shall be paid quarterly to the secretary of the Department of Revenue before the sixteenth day of the month following the quarter in which the first sale is made in this state by a licensed cider maker and shall be deposited in the general fund. The cider maker shall file with the secretary a return in the form prescribed by the secretary and shall keep records and render reports required by the secretary in rules promulgated pursuant to chapter 1-26. Section 9. That the code be amended by adding a NEW SECTION to read: A cider maker shall maintain records of all sales and shipments. The cider maker shall provide to the secretary of the Department of Revenue monthly reports regarding quantities and prices of cider shipped and other information that the department determines to be necessary. Section 10. That the code be amended by adding a NEW SECTION to read: The secretary of the Department of Revenue shall promulgate rules, pursuant to chapter 1-26, establishing the criteria and procedures for obtaining a cider license and the procedures for collecting the excise tax pertaining to a cider maker. Section 11. That the code be amended by adding a NEW SECTION to read: The holder of a cider license may also hold, on the premises where the cider is produced, an on-sale license issued pursuant to subdivision 35-4-2(4) or (6) and subject to the quota established in § 35-4-11 or 35-4-11.1, and an off-sale license pursuant to subdivision 35-4-2(19). Section 12. That subdivision (19) of § 35-4-2 be amended to read: (19) Off-sale package wine dealers in table wines, sparkling wines, sacramental wine, and distilled spirits produced from product provided to an artisan distiller by the respective farm winery to be operated in conjunction with a farm winery established pursuant to chapter 35-12, and ciders produced by cider makers established pursuant to sections 1 to 12, inclusive, of this Act--one hundred fifty dollars;"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7451, "action_date": "2016-02-04T14:00:00-06:00", "document_id": 38838, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38838.pdf", "status_text": "First read in Senate and referred to", "journal_page": 217, "committee_id_action": 309, "committee_id_assigned": 307, "result": "N", "vote": {}}, {"bill_id": 7451, "action_date": "2016-02-22T10:00:00-06:00", "document_id": 39648, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39648.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 307, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7451, "action_date": "2016-02-22T10:00:00-06:00", "document_id": 39748, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39748.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 307, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7451, "action_date": "2016-02-22T10:00:00-06:00", "document_id": 39748, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39748.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 307, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 21255, "president_vote": null, "Yea": [1014, 1005, 1041], "Excused": [1067], "Nay": [979, 1016, 969]}}, {"bill_id": 7451, "action_date": "2016-02-22T10:00:00-06:00", "document_id": 39748, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39748.pdf", "status_text": "Report out of committee without recommendation as amended", "journal_page": 384, "committee_id_action": 307, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21263, "president_vote": null, "Yea": [1014, 1005, 1016, 969], "Excused": [1067], "Nay": [979, 1041]}}, {"bill_id": 7451, "action_date": "2016-02-23T14:00:00-06:00", "document_id": 39863, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39863.pdf", "status_text": "Placed on calendar pursuant to JR 6F-6", "journal_page": 411, "committee_id_action": 309, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 21342, "president_vote": null, "Nay": [974, 977, 999, 1037, 966, 979, 969, 1047, 1035, 997, 984, 967, 975, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 973, 1008], "Yea": [1014, 1067, 1005, 998, 994, 1041, 1011, 1013]}}]}