{"session_id": 47, "bill_id": 13701, "bill_type": "House Bill", "bill_number": 1214, "bill_title": "to require continuation and conversion of health care coverage when an employer ceases operations.", "sponsors": [{"legislator_profile_id": 2140, "is_prime": true}, {"legislator_profile_id": 2167, "is_prime": true}, {"legislator_profile_id": 2115, "is_prime": false}, {"legislator_profile_id": 2120, "is_prime": false}, {"legislator_profile_id": 2127, "is_prime": false}, {"legislator_profile_id": 2164, "is_prime": false}, {"legislator_profile_id": 2173, "is_prime": false}, {"legislator_profile_id": 2188, "is_prime": false}], "keywords": ["Health Insurance", "Labor & Employment"], "audio": [], "bill_versions": [{"bill_id": 13701, "bill_version_id": 77427, "bill_version": "Introduced", "bill_version_date": "1998-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require continuation and conversion of health care coverage when an employer ceases operations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Every health benefit program that is self-insured, and every policy of group health insurance providing benefits for hospital or medical expenses delivered or issued for delivery in this state, by a commercial health insurance company, by a nonprofit medical and surgical service plan corporation, by a nonprofit hospital service plan corporation, by a health maintenance organization, or by any other similar mechanism shall, in addition to the provisions required by law, include the right of each employee, upon their employer ceasing operations and the termination of the policy or contract, to have the coverage continue for themselves and their eligible dependents for a period of eighteen months for which the employee shall be financially responsible. Section 2. Each plan of benefits, contract, or policy stated in section 1 of this Act shall also provide an employee with the right, upon the employer ceasing operations and the termination of the policy or contract, to an individual conversion policy or contract without additional underwriting restrictions. The conversion policy shall consist of a plan of individual coverage that closely approximates the coverage provided under the group, and shall be renewable at the option of the insured. Section 3. Continuation and conversion shall only be available to an employee who has been continuously insured under the group policy and for similar benefits under any group policy which it replaced during the entire six-month period ending with such termination. Section 4. Written notice of termination of group coverage shall be provided by the employer to each employee having coverage within ten days of termination. The notice shall contain such information as required by the director. Section 5. Any employee may exercise the right to continuation or conversion within thirty days of receipt of due notice of termination of coverage of the group and upon payment of premiums from the date of termination. Section 6. The conversion policy shall cover the employee who was covered by the group policy on the date of termination of insurance. At the option of the insurer, a separate conversion policy may be issued to cover any dependent. Section 7. No insurer may be required to offer or renew a continuation or conversion policy covering any person if: (1) The person is covered for similar benefits by another individual or group policy; (2) Similar benefits are provided for or available to such person, by reason of any state or federal law; (3) The benefits under sources of the kind referred to in subdivision (1) for such person or benefits provided or available under sources of the kind referred to in subdivision (2) for such person, together with the continued or converted policy's benefits, would result in overinsurance according to the insurer's standards for overinsurance; (4) There has been fraud or material misrepresentation in applying for any benefits under continued or converted policy; (5) The person failed to pay any required contribution; or (6) Cancellation of all similar insurance policies in the entire state. Section 8. The premium for the conversion policy shall be determined in accordance with the insurer's table of premium rates applicable to the age and class of risk for each person to be covered under that policy and to the type and amount of insurance provided. The premium for a continuation policy may not be greater than one hundred twenty-five percent of the group rate under which a person is covered. Section 9. A notification of the continuation and conversion rights shall be included in each certificate of coverage. Section 10. The insurer may elect to provide group insurance coverage in lieu of the issuance of a converted individual policy."}, {"bill_id": 13701, "bill_version_id": 77426, "bill_version": "House Engrossed", "bill_version_date": "1998-02-12T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require continuation and conversion of health care coverage when an employer ceases operations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Every policy of group health insurance providing benefits for hospital or medical expenses delivered or issued for delivery in this state, by a commercial health insurance company, by a nonprofit medical and surgical service plan corporation, by a nonprofit hospital service plan corporation, by a health maintenance organization, or by any other similar mechanism shall, in addition to the provisions required by law, include the right of each employee, upon their employer ceasing operations and the termination of the policy or contract, to have the coverage continue for themselves and their eligible dependents for a period of eighteen months for which the employee shall be financially responsible. Section 2. Every policy stated in section 1 of this Act shall also provide an employee with the right, upon the employer ceasing operations and the termination of the policy or contract, to an individual conversion policy or contract without additional underwriting restrictions. The conversion policy shall consist of a plan of individual coverage that closely approximates the coverage provided under the group, and shall be renewable at the option of the insured. Section 3. Continuation and conversion shall only be available to an employee who has been continuously insured under the group policy and for similar benefits under any group policy which it replaced during the entire six-month period ending with such termination. Section 4. Written notice of termination of group coverage shall be provided by the employer to each employee having coverage within ten days of termination. The notice shall contain such information as required by the director. Section 5. Any employee may exercise the right to continuation or conversion within thirty days of receipt of due notice of termination of coverage of the group and upon payment of premiums from the date of termination. Section 6. The conversion policy shall cover the employee who was covered by the group policy on the date of termination of insurance. At the option of the insurer, a separate conversion policy may be issued to cover any dependent. Section 7. No insurer may be required to offer or renew a continuation or conversion policy covering any person if: (1) The person is covered for similar benefits by another individual or group policy; (2) Similar benefits are provided for or available to such person, by reason of any state or federal law; (3) The benefits under sources of the kind referred to in subdivision (1) for such person or benefits provided or available under sources of the kind referred to in subdivision (2) for such person, together with the continued or converted policy's benefits, would result in overinsurance according to the insurer's standards for overinsurance; (4) There has been fraud or material misrepresentation in applying for any benefits under continued or converted policy; (5) The person failed to pay any required contribution; or (6) Cancellation of all similar insurance policies in the entire state. Section 8. The premium for the conversion policy shall be determined in accordance with the insurer's table of premium rates applicable to the age and class of risk for each person to be covered under that policy and to the type and amount of insurance provided. The premium for a continuation policy may not be greater than one hundred twenty-five percent of the group rate under which a person is covered. Section 9. A notification of the continuation and conversion rights shall be included in each certificate of coverage. Section 10. The insurer may elect to provide group insurance coverage in lieu of the issuance of a converted individual policy. Section 11. Nothing in this Act is enforceable to the extent such enforcement violates the Employer Retirement Income Security Act. BILL HISTORY 1/21/98 First read in House and referred to Commerce. H.J. 153 2/5/98 Scheduled for Committee hearing on this date. 2/10/98 Scheduled for Committee hearing on this date. 2/10/98 Commerce Do Pass, Passed, AYES 8, NAYS 5. H.J. 493 2/11/98 Motion to Amend, Passed. H.J. 590"}, {"bill_id": 13701, "bill_version_id": 77425, "bill_version": "Enrolled", "bill_version_date": "1998-02-19T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13701, "action_date": "1998-01-21T14:00:00-06:00", "document_id": 76895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76895.pdf", "status_text": "First read in House and referred to", "journal_page": 153, "committee_id_action": 600, "committee_id_assigned": 588, "result": "N", "vote": {}}, {"bill_id": 13701, "action_date": "1998-02-05T07:45:00-06:00", "document_id": 76663, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76663.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 588, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13701, "action_date": "1998-02-10T07:45:00-06:00", "document_id": 76697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76697.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 588, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13701, "action_date": "1998-02-10T07:45:00-06:00", "document_id": 76697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76697.pdf", "status_text": "Do Pass,", "journal_page": 493, "committee_id_action": 588, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38446, "president_vote": null, "Yea": [2127, 2132, 2180, 2186, 2100, 2104, 2105, 2183], "Nay": [2151, 2178, 2198, 2171, 2177]}}, {"bill_id": 13701, "action_date": "1998-02-11T14:00:00-06:00", "document_id": 76925, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76925.pdf", "status_text": "Motion to Amend,", "journal_page": 590, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13701, "action_date": "1998-02-11T14:00:00-06:00", "document_id": 76925, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76925.pdf", "status_text": "Do Pass Amended,", "journal_page": 591, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40649, "president_vote": null, "Yea": [2096, 2097, 2098, 2100, 2101, 2105, 2106, 2107, 2108, 2109, 2110, 2111, 2113, 2114, 2116, 2117, 2119, 2120, 2123, 2124, 2126, 2127, 2131, 2132, 2133, 2136, 2141, 2143, 2144, 2146, 2147, 2150, 2152, 2153, 2154, 2157, 2158, 2159, 2160, 2161, 2162, 2164, 2167, 2168, 2171, 2172, 2173, 2174, 2176, 2177, 2178, 2180, 2181, 2183, 2184, 2185, 2186, 2190, 2192, 2193, 2194, 2195, 2197, 2134], "Nay": [2104, 2151, 2163, 2198], "Excused": [2128, 2139]}}, {"bill_id": 13701, "action_date": "1998-02-12T14:00:00-06:00", "document_id": 76928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76928.pdf", "status_text": "First read in Senate and referred to", "journal_page": 495, "committee_id_action": 601, "committee_id_assigned": 575, "result": "N", "vote": {}}, {"bill_id": 13701, "action_date": "1998-02-17T10:00:00-06:00", "document_id": 76757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76757.pdf", "status_text": "Do Pass,", "journal_page": 549, "committee_id_action": 575, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39061, "president_vote": null, "Yea": [2112, 2156, 2169, 2189, 2166, 2182], "Nay": [2187]}}, {"bill_id": 13701, "action_date": "1998-02-18T14:00:00-06:00", "document_id": 76936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76936.pdf", "status_text": "Do Pass Amended,", "journal_page": 588, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39185, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2115, 2118, 2122, 2125, 2129, 2130, 2135, 2137, 2138, 2140, 2142, 2145, 2149, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2187, 2188, 2189, 2191, 2196], "Excused": [2121, 2148]}}, {"bill_id": 13701, "action_date": "1998-02-19T14:00:00-06:00", "document_id": 76937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76937.pdf", "status_text": "Signed by Speaker", "journal_page": 804, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13701, "action_date": "1998-02-20T14:00:00-06:00", "document_id": 76940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76940.pdf", "status_text": "Signed by President", "journal_page": 637, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13701, "action_date": "1998-02-23T14:00:00-06:00", "document_id": 76941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76941.pdf", "status_text": "Delivered to the Governor", "journal_page": 865, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13701, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76945.pdf", "status_text": "Signed by Governor", "journal_page": 930, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1150, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13701"}