{"session_id": 49, "bill_id": 15154, "bill_type": "House Bill", "bill_number": 1162, "bill_title": "establish a college savings program.", "sponsors": [{"legislator_profile_id": 2351, "is_prime": true}, {"legislator_profile_id": 2398, "is_prime": true}, {"legislator_profile_id": 2307, "is_prime": false}, {"legislator_profile_id": 2311, "is_prime": false}, {"legislator_profile_id": 2313, "is_prime": false}, {"legislator_profile_id": 2315, "is_prime": false}, {"legislator_profile_id": 2317, "is_prime": false}, {"legislator_profile_id": 2319, "is_prime": false}, {"legislator_profile_id": 2324, "is_prime": false}, {"legislator_profile_id": 2334, "is_prime": false}, {"legislator_profile_id": 2336, "is_prime": false}, {"legislator_profile_id": 2347, "is_prime": false}, {"legislator_profile_id": 2363, "is_prime": false}, {"legislator_profile_id": 2365, "is_prime": false}, {"legislator_profile_id": 2368, "is_prime": false}, {"legislator_profile_id": 2372, "is_prime": false}, {"legislator_profile_id": 2373, "is_prime": false}, {"legislator_profile_id": 2380, "is_prime": false}, {"legislator_profile_id": 2383, "is_prime": false}, {"legislator_profile_id": 2388, "is_prime": false}, {"legislator_profile_id": 2393, "is_prime": false}, {"legislator_profile_id": 2395, "is_prime": false}, {"legislator_profile_id": 2404, "is_prime": false}, {"legislator_profile_id": 2408, "is_prime": false}], "keywords": ["Administrative Rules", "College Savings Program", "Department of Education and Cultural Affairs"], "audio": [], "bill_versions": [{"bill_id": 15154, "bill_version_id": 86396, "bill_version": "Introduced", "bill_version_date": "2000-01-18T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a college savings program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Account,\" an individual trust account or savings account established pursuant to this Act; (2) \"Account owner,\" the person designated at the time an account is opened as having the right to withdraw moneys from the account before the account is disbursed to or for the benefit of the designated beneficiary; (3) \"Department,\" the Department of Education and Cultural Affairs; (4) \"Designated beneficiary,\" \"beneficiary,\" with respect to an account, the person designated at the time the account is opened, or the person who replaces a designated beneficiary, as the person whose education expenses are expected to be paid from the account; (5) \"Eligible education institution,\" as that term is defined in 26 U.S.C. sec. 135(c)(3), as amended to January 1, 2000; (6) \"Financial institution,\" any South Dakota state agency not prohibited by state or federal law from serving in the capacity of a financial entity as intended by the terms of this Act, or any state bank, state trust company, industrial bank, savings and loan association, credit union chartered by the State of South Dakota, national bank, broker-dealer, mutual fund, insurance company, or other similar financial entity qualified to do business in the State of South Dakota; (7) \"Internal revenue code,\" the federal \"Internal Revenue Code of 1986\", as amended to January 1, 2000; (8) \"Manager,\" a financial institution under contract with the department to serve as administrator of the program and recipient of contributions on behalf of the program; (9) \"Member of the family,\" as that term is defined in 26 U.S.C. sec. 529(e)(2), as amended to January 1, 2000; (10) \"Nonqualified withdrawal,\" a withdrawal from an account other than a qualified withdrawal or a rollover or change of designated beneficiary; (11) \"Program,\" the college savings program established pursuant to this Act; (12) \"Qualified higher education expenses,\" as that term is defined in 26 U.S.C. sec. 529(e)(3), as amended to January 1, 2000; and (13) \"Qualified withdrawal,\" a withdrawal from an account to pay the qualified higher education expenses of the designated beneficiary of the account, a withdrawal made on account of the death or disability of the designated beneficiary, or a withdrawal made on account of a scholarship, but only if the withdrawal is made in accordance with this Act. Section 2. The Department of Education and Cultural Affairs shall promulgate rules pursuant to chapter 1-26 to design, develop, and implement the college savings program and the policies related to the program consistent with this Act. The department shall approve any plan for promoting the program developed by a manager, as provided in subdivision (6) of section 10 of this Act. The rules shall interpret the provisions of this Act broadly and shall include policies and procedures: (1) Governing the withdrawal of funds, including provisions that will enable the department or the manager to determine whether a withdrawal is a nonqualified withdrawal or a qualified withdrawal; (2) To enable account owners and beneficiaries and the program to obtain or maintain federal income tax benefits or treatment provided by section 529 of the Internal Revenue Code and exemptions under federal securities laws; (3) Governing the charging and collecting of administrative fees and service charges as provided in this Act; (4) Governing the changing of designated beneficiaries. Section 3. No contributions may be made on behalf of a designated beneficiary in excess of those necessary to pay the qualified higher education expenses of the designated beneficiary. Section 4. Every contract, application, deposit slip, or other similar document that is used in connection with a contribution to an account shall clearly indicate that the account is not insured by this state and neither the principal deposited nor the investment return is guaranteed by the state. Section 5. The Department of Education and Cultural Affairs may: (1) Retain the professional services of accountants, auditors, consultants, and other experts necessary to implement and develop the program; (2) Seek rulings and other guidance from the United States Department of the Treasury, the Internal Revenue Service, and the Securities and Exchange Commission relating to the program as is necessary for proper implementation and development of the program; (3) Charge and collect administrative fees and service charges in connection with any agreement, contract, or transaction relating to the program in amounts not exceeding the cost of establishing and maintaining the program; and (4) Approve the application and review, for purposes of compliance with applicable laws and regulations, of any informational materials utilized by the manager to be furnished to persons who desire to participate in the program established in this Act. Section 6. The Department of Education and Cultural Affairs may contract with one or more financial institutions to act as managers for the investment of contributions deposited in the accounts or otherwise in stocks, bonds, mutual funds, and other such investments as deemed appropriate by the department. In so doing, the department is bound by fiduciary duty and shall ensure that investments by the managers are made with judgment and care which persons of prudence, discretion, and intelligence exercise in the management of the property of another, not in regard to speculation but in regard to the permanent disposition of funds, considering the probable income as well as the probable safety of capital. The funds contributed to the accounts established by account owners pursuant to this Act are held in trust by the department and the manager for the sole benefit of the account owner and beneficiary. These contributions are not subject to any limitations on the investment or spending of public funds. Section 7. The Department of Education and Cultural Affairs shall implement the program through the use of one or more financial institutions to act as managers. Under the program, potential account owners may establish accounts through the program at the financial institution. The department shall solicit proposals from financial institutions to act as the recipients of contributions and managers. Section 8. The department shall select from among bidding financial institutions one or more financial institutions that demonstrate the most advantageous combination to account owners and beneficiaries, based on the following factors: (1) Financial stability and integrity; (2) The ability of the financial institution, directly or through a subcontract, to satisfy record-keeping and reporting requirements; (3) The financial institution's plan for promoting the program and the investment that the financial institution is willing to make in order to promote the program; (4) The historic ability of the investment instruments utilized by the financial institution to track the estimated costs of higher education as calculated by the United States Department of Education; (5) The fees, if any, proposed to be charged to account owners for maintaining accounts; (6) The minimum initial cash contribution and minimum contributions that the financial institution will require, and the willingness of the financial institution to accept contributions through payroll deduction plans or systematic deposit plans; and (7) Any other benefits to the state or to its residents included in the proposal, including an account opening fee payable to the department by the account owner. Section 9. The department may select more than one financial institution for the program if the United States Internal Revenue Service has provided guidance that giving a contributor a choice of two or more financial institutions will not cause the program to fail to qualify for favorable tax treatment under section 529 of the Internal Revenue Code, and the department concludes that the choice of two or more financial institutions is in the best interest of account owners and beneficiaries and will not interfere with the promotion of the program. Section 10. A manager shall: (1) Take all actions required to keep the program in compliance with the requirements of this Act and to ensure that the program is treated as a qualified state tuition plan under section 529 of the Internal Revenue Code, and to ensure that the program is exempt from registration under the federal securities law; (2) Keep adequate and separate records of each account and provide the department with the information necessary to prepare the reports required by section 529 of the Internal Revenue Code, or file these reports on behalf of the department; (3) Compile and total information contained in statements required to be prepared pursuant to section 21 of this Act and provide these compilations to the department; (4) Provide representatives of the department access to the books and records of the manager to the extent needed to determine compliance with the contract; (5) Hold all accounts in trust for the sole benefit of the account owner and beneficiary on behalf of the program, acting in a fiduciary capacity and making investments with judgment, care, and prudence; and (6) Develop a plan to promote the program and, after approval of the plan by the department as provided in section 2 of this Act, promote the program in accordance with the plan. Section 11. Any contract executed between the department and a financial institution pursuant to this Act shall be for a term of at least five years and is renewable. Section 12. If a contract executed between the department and a financial institution pursuant to this Act is not renewed, all of the following conditions apply at the end of the term of the nonrenewed contract, if these conditions do not disqualify the program as a qualified state tuition plan under section 529 of the Internal Revenue Code: (1) The department shall continue to maintain the program at the financial institution; (2) Accounts previously established at the financial institution may not be terminated, except as provided in subdivision (5) of this section or as provided in section 13 of this Act; (3) Additional contributions may be made to the accounts; (4) No new accounts may be placed with that financial institution; and (5) If the department determines that continuing the accounts at the financial institution is not in the best interest of the account owners or beneficiaries, the accounts may be transferred to another financial institution under contract with the department. Section 13. The department may terminate a contract with a financial institution at any time. If a contract is terminated pursuant to this section, the department shall take custody of accounts held at that financial institution and shall promptly transfer the accounts to another financial institution that is selected as a manager and into investment instruments as similar to the original investments as possible pursuant to the guidelines established in section 18 of this Act. Section 14. The program shall be operated through the use of accounts. Any person who desires to save for the qualified higher education expenses of a potential beneficiary may open an account by satisfying each of the following requirements: (1) Completing an application in the form prescribed by the financial institution and approved by the department. The application shall include the following information: (a) The name, address, and social security number or employer identification number of any person that contributes to the account; (b) The name, address, and social security number or employer identification number of the account owner; (c) The name, address, social security number or employer identification number, and date of birth of the designated beneficiary; (d) A certification from the contributor that states that to the best of the contributor's knowledge, the account balance for the designated beneficiary in all qualified state tuition programs, as defined in section 529 of the Internal Revenue Code, does not exceed the greater of either a maximum college savings amount established by the department or the cost in current dollars of qualified higher education expenses that the contributor reasonably anticipates the designated beneficiary will incur; and (e) Any other information that the department may deem necessary; and (2) Making the minimum contribution required by the financial institution to open an account. Section 15. Any person may make contributions to an account, consistent with the terms established by the department, after the account is opened. Contributions to accounts may be made in cash only. Account owners may withdraw all or part of the balance from an account upon giving sixty days' notice, or upon such shorter period as may be authorized by the department in rules promulgated by the department pursuant to chapter 1-26, including any applicable fees and penalties. An account owner may change the designated beneficiary of an account to an individual who is a member of the family or former designated beneficiary in accordance with procedures established by the department in rules promulgated pursuant to chapter 1-26. At the direction of the account owner, all or a portion of an account may be transferred to another account if the designated beneficiary of the transferee account is a member of the family of the designated beneficiary of the transferor account. Changes in designated beneficiaries and rollovers under this section are not permitted if the changes or rollovers would violate rules related to excess contributions or rules related to investment choice. Section 16. In the case of any nonqualified withdrawal from an account, an amount that would constitute more than a de minimis penalty, as determined by the department in accordance with section 529 of the Internal Revenue Code, shall be withheld as a penalty from the amount withdrawn or from funds remaining in the account and paid to the department for use in operating the program and for state student financial aid. If an account owner makes a nonqualified withdrawal and no penalty amount is withheld, or if the amount withheld is less than the amount required to be withheld pursuant to this section for nonqualified withdrawals, the account owner shall pay the unpaid portion of the penalty to the department on or before April fifteenth of the following tax year. Section 17. Each account shall be accounted for separately from all other accounts under the program. Separate records and accounting shall be maintained for each account for each designated beneficiary. If prohibited by federal law, no contributor to, account owner of, or designated beneficiary of any account may direct the investment of any contribution to an account or the earnings from the account. Section 18. If the department terminates the contract of a financial institution to hold accounts and accounts are moved from that financial institution to another financial institution, the department shall select the financial institution to which the balances of the accounts are moved. Section 19. Neither an account owner nor a designated beneficiary may use an interest in an account as a security for a loan. Any pledge of an interest in an account is of no force and effect. Section 20. If there is any distribution from an account to any person or for the benefit of any person during the calendar year, the distribution shall be reported to the United States Internal Revenue Service and to the account owner and the designated beneficiary to the extent required by federal law. Section 21. The manager shall provide statements to each account owner at least once each year, within thirty-one days after the end of the calendar year. The statement shall identify the contributions made during the preceding reporting period, the total contributions made through the end of the reporting period, the value of the account as of the end of the reporting period, withdrawals made during the reporting period, and any other matters that the department requires to be reported to the account owner. Statements and information returns relating to accounts shall be prepared and filed to the extent required by federal or state tax law. Section 22. Nothing in this Act: (1) Gives any designated beneficiary any rights or legal interest with respect to an account unless the designated beneficiary is the account owner; (2) Guarantees that a designated beneficiary will be admitted to an education institution or be allowed to continue enrollment at or graduate from an education institution; (3) Establishes state residency for a beneficiary merely because of the designation as a designated beneficiary; or (4) Guarantees that amounts saved pursuant to the program will be sufficient to cover the qualified higher education expenses of a designated beneficiary. Section 23. Nothing in this Act establishes any obligation of the State of South Dakota or any agency or instrumentality of the State of South Dakota to guarantee for the benefit of any owner, contributor to an account, or designated beneficiary any of the following: (1) The return of any amounts contributed to an account; (2) The rate of interest or other return on any account; (3) The payment of interest or other return on any account; or (4) Tuition rates or the cost of related education expenditures. Section 24. Nothing in this Act indicates that any account is insured by the State of South Dakota or that the principal deposited or investment return is guaranteed by the State of South Dakota. Section 25. Both resident and nonresident account owners and designated beneficiaries are eligible to participate in and benefit from the college savings program. Section 26. That § 13-55E-1 be repealed. 13-55E-1. Terms used in this chapter mean: (1) \"Advance payment contract,\" a contract entered into by the executive director and a purchaser pursuant to this chapter to provide for the higher education of a beneficiary; (2) \"Beneficiary,\" the person designated within the advance payment contract to receive tuition, room and board, or tuition only at a state-supported institution of higher education; (3) \"Executive director,\" the executive director of the Board of Regents; (4) \"Institution of higher education,\" any state-supported university; (5) \"Purchaser,\" any person obligated to make an advance payment of tuition, room and board, or tuition only costs on behalf of a beneficiary pursuant to an advance payment contract; (6) \"Room and board costs,\" the amount assessed for lodging and regularly scheduled meals provided to students pursuant to a contract for room and board with an institution of higher education; (7) \"Tuition costs,\" the amount assessed for full-time enrollment at an institution of higher education including mandatory fees imposed upon all full-time students as a condition of enrollment. Section 27. That § § 13-55E-2 to 13-55E-13, inclusive, be repealed."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15154, "action_date": "2000-01-19T14:00:00-06:00", "document_id": 85632, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85632.pdf", "status_text": "First read in House and referred to", "journal_page": 134, "committee_id_action": 656, "committee_id_assigned": 651, "result": "N", "vote": {}}, {"bill_id": 15154, "action_date": "2000-01-21T10:00:00-06:00", "document_id": 85751, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85751.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15154, "action_date": "2000-01-24T10:00:00-06:00", "document_id": 85760, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85760.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15154, "action_date": "2000-01-26T10:00:00-06:00", "document_id": 85784, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85784.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15154, "action_date": "2000-01-28T10:00:00-06:00", "document_id": 85809, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85809.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15154, "action_date": "2000-01-31T10:00:00-06:00", "document_id": 85818, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85818.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15154, "action_date": "2000-02-02T10:00:00-06:00", "document_id": 85842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85842.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15154, "action_date": "2000-02-07T19:00:00-06:00", "document_id": 85875, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85875.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15154, "action_date": "2000-02-07T19:00:00-06:00", "document_id": 85875, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85875.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 478, "committee_id_action": 651, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43872, "president_vote": null, "Yea": [2313, 2333, 2337, 2345, 2353, 2360, 2368, 2393], "Nay": [2351, 2363, 2388, 2372, 2319]}}, {"bill_id": 15154, "action_date": "2000-02-07T19:00:00-06:00", "document_id": 85875, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85875.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 478, "committee_id_action": 651, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43872, "president_vote": null, "Yea": [2313, 2333, 2337, 2345, 2353, 2360, 2368, 2393], "Nay": [2351, 2363, 2388, 2372, 2319]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15154"}