{"session_id": 68, "bill_id": 24191, "bill_type": "House Bill", "bill_number": 1175, "bill_title": "update references to the Governor, lieutenant governor, and other persons.", "sponsors": [{"legislator_profile_id": 4397, "is_prime": true}, {"legislator_profile_id": 4426, "is_prime": true}, {"legislator_profile_id": 4456, "is_prime": false}, {"legislator_profile_id": 4334, "is_prime": false}, {"legislator_profile_id": 4459, "is_prime": false}, {"legislator_profile_id": 4342, "is_prime": false}, {"legislator_profile_id": 4348, "is_prime": false}, {"legislator_profile_id": 4351, "is_prime": false}, {"legislator_profile_id": 4352, "is_prime": false}, {"legislator_profile_id": 4353, "is_prime": false}, {"legislator_profile_id": 4354, "is_prime": false}, {"legislator_profile_id": 4471, "is_prime": false}, {"legislator_profile_id": 4358, "is_prime": false}, {"legislator_profile_id": 4368, "is_prime": false}, {"legislator_profile_id": 4450, "is_prime": false}, {"legislator_profile_id": 4378, "is_prime": false}, {"legislator_profile_id": 4438, "is_prime": false}, {"legislator_profile_id": 4466, "is_prime": false}, {"legislator_profile_id": 4447, "is_prime": false}, {"legislator_profile_id": 4467, "is_prime": false}, {"legislator_profile_id": 4394, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4440, "is_prime": false}, {"legislator_profile_id": 4405, "is_prime": false}, {"legislator_profile_id": 4407, "is_prime": false}, {"legislator_profile_id": 4458, "is_prime": false}, {"legislator_profile_id": 4410, "is_prime": false}, {"legislator_profile_id": 4444, "is_prime": false}, {"legislator_profile_id": 4463, "is_prime": false}, {"legislator_profile_id": 4421, "is_prime": false}, {"legislator_profile_id": 4432, "is_prime": false}, {"legislator_profile_id": 4461, "is_prime": false}], "keywords": ["Technical/Cleanup Changes"], "audio": [{"meeting_datetime": "2023-02-03T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst17.mp3", "start_seconds": 3145.0}, {"meeting_datetime": "2023-02-03T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst17.mp3", "start_seconds": 3145.0}, {"meeting_datetime": "2023-02-03T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst17.mp3", "start_seconds": 3145.0}, {"meeting_datetime": "2023-02-03T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst17.mp3", "start_seconds": 3145.0}, {"meeting_datetime": "2023-02-24T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst29.mp3", "start_seconds": 1488.0}, {"meeting_datetime": "2023-02-24T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst29.mp3", "start_seconds": 1488.0}, {"meeting_datetime": "2023-02-24T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst29.mp3", "start_seconds": 1488.0}, {"meeting_datetime": "2023-02-24T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst29.mp3", "start_seconds": 1488.0}], "bill_versions": [{"bill_id": 24191, "bill_version_id": 246845, "bill_version": "Introduced", "bill_version_date": "2023-01-26T11:35:50.907-06:00", "bill_text": "An Act to update references to the Governor, lieutenant governor, and other persons. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 1-1-21 be AMENDED: 1-1-21. Except as to criminal offenses and civil causes of action arising on any highwayshighway, as the term is defined in chapter 31-1, the jurisdiction provided for in § 1-1-18 shall not be deemedis not assumed or accepted by this state, and §§ 1-1-18 and 1-1-20 shall is not be considered in effect, unless and until the Governor of the State of South Dakota, if satisfied that the United States of America has made proper provision for the reimbursement to this state and its counties for the added costs in connection with the assumption of said jurisdiction, has issued his a proper proclamation duly filed with the secretary of state declaring the said jurisdiction to be assumed and accepted. Section 2. That § 1-7-1 be AMENDED: 1-7-1. The Governor shall possess the powers and perform the duties entailed upon him by the Constitution and by special provisions throughout this code and among others, but without limiting other prescriptions of his the Governor's powers and duties, as follows: (1) He shallTo supervise the official conduct of all executive and ministerial officers; (2) He shallTo see that the laws of the state are faithfully and impartially executed; (3) He shallTo make appointments and fill vacancies in the public offices as required by law; (4) He isTo be the sole official organ of communication between the government of this state and the government of any other state of the United States; (5) He shallTo issue patents for land as required by law and prescribed by the provisions of this code; (6) He mayTo offer rewards, not exceeding one thousand dollars each, payable out of the general fund, for the apprehension of any convict who has escaped from the penitentiary or for any person who has committed or is charged with the commission of an offense punishable with imprisonment for life; (7) He is authorized toTo appoint a private secretary and to employ such clerks and stenographers as he shall deemthe Governor deems necessary for the proper discharge of his official duties, each of whom shall serve during the pleasure of the Governor and receive such compensation as shall be provided by the Legislature; (8) He shallTo have such other powers and must perform such other duties as are or may be devolved upon him the Governor by law. Section 3. That § 1-7-1.2 be AMENDED: 1-7-1.2. The Governor or his the Governor's designee shall conduct an annual meeting with representatives of the United States Forest Service to discuss forest service land management programs that affect agricultural productivity on leased forest service land. Section 4. That § 1-7-4 be AMENDED: 1-7-4. Every provision of this code relating to the powers and duties of the Governor, and to the acts and duties to be performed by others towards himthe Governor, extends to the person performing for the time being the duties of Governor. Section 5. That § 1-8-1 be AMENDED: 1-8-1. It is the duty of the secretary of state: (1) To file official acts of the Governor to which attestation over his the Governor's signature and the great seal is required; (2) To affix the great seal and his attestation to all commissions, pardons, and other public instruments to which the signature of the Governor is required except such as relate to school and public lands, and also in attesting and authenticating all certificates, charters, and any and all other documents properly issued by the secretary; (3) To record in proper books all conveyances made to the state, all appointments and commissions made by the Governor and all official bonds filed in his the secretary's office, except bonds of notaries public. All deeds, abstracts of title, and other title papers pertaining to lands owned by the state or by any department or institution of the state, except those under the control of the commissioner of school and public lands, shall must be filed and preserved in the office of the secretary of state; (4) To file any document, official oath, official bond, articles of incorporation and amendments thereof, and letters of acceptance which the law requires to be filed in his the secretary's office; (5) To furnish on demand to any person, company, or corporation having paid the lawful fees therefor, a certified copy or copies of all or any part of any law, record, or other instrument kept on file in his the secretary's office; (6) To prepare immediately previous to any regular session of the Legislature, from the proper election returns filed in his office, a roll of all senators elect, and deliver the same to the president of the senate at least thirty minutes before the time fixed by law for the opening of the session; to prepare from such election returns a roll of all the members elected to the house of representatives, and at the time fixed by law to call such members to order and preside until a speaker is elected; (7) To receipt all fees collected by him the secretary under any provision of law, with the date, name of payor, and the nature of the services in each case, which fees so collected by him the secretary shall be paid into the state treasury monthly and report thereof made as provided by law; (8) To cause to be published and distributed a sufficient number of copies of the title, \"Elections\" for all election officers and to publish and distribute from time to time any amendments made thereto or to the general election laws of this state; (9) To perform such other duties as are required of him the secretary by law. Section 6. That § 1-11-8 be AMENDED: 1-11-8. Whenever the attorney general shall, upon his the attorney general's own relation commence, commences an investigation, the attorney general shall obtain the consent of the Governor shall be obtained by attaching to the record provided in § 1-11-9 a written request for such the consent. A copy of the record and request shall must be provided to the Governor for his the Governor's file and the Governor shall acknowledge receipt of such the request in writing on the original, which the attorney general shall be retained by the attorney generalretain. The request shall must state in general terms the reasons for the request, and, if denied, such the denial shall must be in writing containing and contain a statement in general terms of the reasons for the denial. Section 7. That § 1-16A-4 be AMENDED: 1-16A-4. The authority shall consist of seven members to be appointed by the Governor who shall be are residents of the state. Not more than four of said the seven members of the authority shall may be of the same political party. At least one of the members to be appointed by the Governor shall must be or shall must have been a trustee, director, comptroller, or other employee of a public or of a private nonprofit hospital knowledgeable in hospital and health care construction and financing. At least one of such the appointed members shall must be or shall must have been a trustee, director, comptroller, or other employee of a public or nonprofit private college or university knowledgeable in the construction and financing of such educational facilities. At least one such appointed member shall must be a person experienced in and having a favorable reputation for skill, knowledge, and experience in the field of state and municipal finance. At least one of such the appointed members shall must be a person experienced in and having a favorable reputation for skill, knowledge, and experience in the field of health facility architecture. At least one of such the appointed members shall must be a person experienced in and having a favorable reputation for skill, knowledge, and experience in the field of higher educational facility architecture. In making appointments, the Governor shall take into consideration nominees recommended to him for appointment by professional organizations of hospitals, long term care facilities, higher education associations, investment banking, and architects. Section 8. That § 1-29-1 be AMENDED: 1-29-1. Whenever, due to an emergency resulting from the effects of enemy attack, or the anticipated effects of a threatened enemy attack, it becomes imprudent, inexpedient, or impossible to conduct the affairs of state government at the normal location of the seat thereof in the city of Pierre, Hughes County, South Dakota, the Governor shall, as often as the exigencies of the situation require, by proclamation, declare an emergency temporary location, or locations, for the seat of government at such place, or places, within or without outside of this state as he the Governor may deem advisable under the circumstances, and shall take such action and issue such orders as may be necessary for an orderly transition of the affairs of state government to such emergency temporary location, or locations. Such The emergency temporary location, or locations, shall must remain as the seat of government until the Legislature shall by law establishestablishes a new location, or locations, or until the emergency is declared to be ended by the Governor and the seat of government is returned to its normal location. Section 9. That § 1-30-11 be AMENDED: 1-30-11. Any dispute concerning a question of fact arising under this chapter with respect to an office in the executive branch of the state government (, except a dispute of fact relative to the Office of Governor) shall, must be adjudicated by the Governor (, or other official authorized under the Constitution or this chapter to exercise the powers and discharge the duties of the Office of Governor), and his the Governor's decision shall be is final. Section 10. That § 1-33-4 be AMENDED: 1-33-4. Except as provided by § 1-33-10, the heads of the bureaus within the Department of Executive Management shall be are appointed by the Governor and serve at his the Governor's pleasure, and shall each have the title of commissioner. Section 11. That § 1-53-25 be AMENDED: 1-53-25. Notwithstanding any other provisions provision of law, funds and the proceeds of the trust assets which are not authorized to be administered by the secretary of agriculture of the United States under the provisions of § 1-53-24 shall must be received by the commissioner of the Governor's Office of Economic Development under the application made pursuant to § 1-53-23, and by him deposited by the commissioner with the state treasurer for use by the commissioner of the Governor's Office of Economic Development for such of the rural rehabilitation purposes permissible under the charter of the now dissolved South Dakota Rural Rehabilitation Corporation, as may from time to time be agreed upon by the commissioner of the Governor's Office of Economic Development with the approval of the Governor and the secretary of agriculture of the United States, subject to the applicable provisions of said Public Law 499, or for the purposes of § 1-53-24. Section 12. That § 1-53-26 be AMENDED: 1-53-26. The commissioner of the Governor's Office of Economic Development, with the approval of the Governor, is authorized and empowered to collect, compromise, adjust, or cancel claims and obligations arising out of or administered under §§ 1-53-23 to 1-53-37, inclusive, or under any mortgage, lease, contract, or agreement entered into or administered pursuant to §§ 1-53-23 to 1-53-37, inclusive, and, if in his the commissioner's judgment, is necessary and advisable, pursue the same to final collection in any court having jurisdiction. Section 13. That § 1-54-4 be AMENDED: 1-54-4. Before entering into a compact with an Indian tribe on any class III gaming under the Federal Indian Gaming Regulatory Act, the Governor or his the Governor's designee shall must hold one or more public hearings in the affected area to allow any interested persons to state their views. Section 14. That § 2-4-3.1 be AMENDED: 2-4-3.1. If the lieutenant governor is not assigned sufficient duties to require his full‑time attention, then when carrying out his the lieutenant governor's duties as a member of a board, committee, or commission established by the Legislature, he the lieutenant governor may receive a per diem of not to exceed seventy‑five dollars per day or such amount as may be otherwise provided by law in the legislation establishing the board, committee, or commission. The per diem as authorized by this section may be paid for a maximum of sixty days in any calendar year. Section 15. That § 2-7-20.1 be AMENDED: 2-7-20.1. Whenever the Governor certifies, pursuant to paragraph four of section 4 of article IV of the Constitution, that the Legislature has conformed a bill to his the Governor's recommendations, that certificate shall must be typed and signed on the enrolled bill. Section 16. That § 2-7-20.2 be AMENDED: 2-7-20.2. Whenever the Governor vetoes any bill or any items of a bill which was presented to him the Governor five or more calendar days before an adjournment or a recess of the Legislature, he the Governor shall transmit his the Governor's veto message with the original bill to the secretary of the Senate or chief clerk of the House of Representatives, whichever was the house of origin, on the date of his the Governor's exercise of the power, but no later than noon on the last legislative day prior to adjournment or recess. The officer of the house receiving the veto message shall certify on the original copy of the bill whether reconsideration was had and the vote on any reconsideration and shall transmit the bill and veto message to the secretary of state for filing when the time for reconsideration has passed. Section 17. That § 2-7-20.3 be AMENDED: 2-7-20.3. Whenever the Governor vetoes a bill or any items of a bill which was presented to him the Governor during the final four days preceding an adjournment or a recess, and it cannot be transmitted to the house of origin in session, he the Governor shall transmit the original bill and his the Governor's veto message to the secretary of state within one day following his the Governor's veto, but no later than the sixteenth day following adjournment or recess. Section 18. That § 2-7-20.4 be AMENDED: 2-7-20.4. Whenever the Governor fails to veto any bill which shall become law without his the Governor's signature or the certificate referred to in § 2-7-20.1, he the Governor shall deliver it to the secretary of state, who shall note, beneath the signature line provided for the Governor, that it was delivered by the Governor without his the Governor's signature and without his objections objection. No The secretary of state may not file or record any communication relating to his the Governor's reasons for not signing the bill shall be filed or recorded by the secretary of state. Section 19. That § 3-9-6 be AMENDED: 3-9-6. The Governor may delegate to each responsible officer of any other department, agency, or institution the authority to grant written consent for official travel outside this state. The Governor, in his discretion, may establish such general guidelines for travel outside the state as he the Governor deems appropriate. For each outside‑the‑state expenditure, there shall must be a record signed by the appropriate responsible officer authorizing the same. State agencies are permitted to follow federal regulations for payment of travel and other allowances to state employees, dependents of state employees, or to foreign nationals where the travel and other allowances are funded entirely by federal or private grants in support of international programs. Section 20. That § 3-17-4 be AMENDED: 3-17-4. Proceedings for the removal of any such officer may be commenced either by the Governor on his the Governor's own motion, or on written complaint of any citizen of the state, filed with the Governor. Written notice of the time and place fixed for the hearing of such the complaint, together with a copy thereof, shall must be personally served upon suchon the officer at least ten days before such the hearing. Section 21. That § 4-7-3 be AMENDED: 4-7-3. The Governor, through the Bureau of Finance and Management, shall have such supervision ofsupervise every public department, agency, commission, institution and other governmental units as shall beis necessary to secure a uniform and standard classification of accounts and financial reports that will promote the efficient and accurate financial information necessary to conduct the fiscal affairs of state government. He The Governor may inquire into the methods of conducting the affairs of any public body; he, and may prescribe and direct the use of standard forms and uniform records of accounts and standard and uniform financial reports, including, if deemed advisable, an encumbrance system and an allotment system. Section 22. That § 4-7-8 be AMENDED: 4-7-8. The Governor, before submission of the budget report to the Legislature, shall examine the statements and estimates with a representative or representatives designated by the Legislative Research Council, and shall make or cause to be made such further investigations by the Bureau of Finance and Management, with such hearings before him the Governor as he the Governor deems advisable. The Governor shall direct such changes or revisions in policy and program and in specific details as he the Governor finds warranted, provided, however, that such changes or revisions in policy and program shall be documented in each budget report submitted. Section 23. That § 4-7-12 be AMENDED: 4-7-12. The Governor‑elect and his the Governor-elect's designated budget representatives shall be are entitled to examine the budget report in process and the Bureau of Finance and Management shall provide him the Governor-elect with every practicable facility for familiarizing himself the Governor-elect with its contents. In case of a change of administration, the outgoing Governor shall deliver the budget report to the Legislature with his a message, and the incoming Governor shall then have ten legislative days in which to review the budget as prepared and delivered by his the Governor-elect's predecessor, and he the Governor-elect may send to the Legislature a supplementary budget message making suggestions for any changes which he deems wise. Section 24. That § 4-8-17 be AMENDED: 4-8-17. The Governor is authorized and empowered to accept on behalf of the state any appropriations made or moneys allotted to the state by the United States of America, as well as the provisions of any act of Congress appropriating or allotting such funds to the state to be used in cooperation with departments of the federal government and appropriations and acts of Congress. The Governor shall administer and expend funds received for the State of South Dakota pursuant to the provisions of this section shall be administered and expended under the immediate supervision of the Governor through such state departments as he shall designate the Governor designates for that purpose, and. shall The funds must be deposited in the state treasury to be paid out by warrants drawn by the state auditor on vouchers approved by the Governor. Section 25. That § 4-8A-9 be AMENDED: 4-8A-9. All requests by state departments and institutions for moneys from any general contingency funds appropriated by the general appropriation act or any special act shall must be submitted in writing to the Governor, the Bureau of Finance and Management, and the chairman or chairmen of the special committee, setting forth clearly the proposed usage and necessity for such funds. If the Governor deems any such request to be in the public interest and of sufficient necessity, he the Governor shall submit a recommendation to the special committee, for its consideration and disposition. Section 26. That § 5-2-11 be AMENDED: 5-2-11. Upon application for conveyance of the title, or the granting of an easement of any kind over or across lands in which the title is in the State of South Dakota, the board, commission, or other agency of the State of South Dakota having the control of and administration of such lands shall forward to the commissioner of school and public lands a certified copy of a resolution of the agency requesting the conveyance, stating the consideration and citing the specific authority, if any, authorizing the conveyance. Whereupon, the commissioner shall draw easements or conveyances of the title and submit the same to the Governor for approval; and, if. If approved by himthe Governor, such instruments shall must be signed by the Governor and attested by the commissioner of school and public lands, who shall cause such conveyance to be recorded in the office of the register of deeds of the county in which said real estate is located. All payments for such land, or easements over or across such lands, shall must be paid to the state treasurer, who shall credit such payments to the general fund of the State of South Dakota, unless such funds are otherwise specifically dedicated by law. Section 27. That § 5-9-15 be AMENDED: 5-9-15. The commissioner of school and public lands shall, on receipt of a report that a tract has been sold, if the land is to be paid for in installments, cause to be preparedprepare a contract of sale for such tract in duplicate, according to a form which the commissioner shall prescribe, and shall submit the same to the Governor for his approval. Should the Governor approve the sale, he the Governor shall certify to such approval and the commissioner shall thereupon execute the same. The approval of the Governor and one copy of such contract shall be filed in the office of the commissioner, and the other copy of the contract shall be forwarded to the purchaser after the expiration of sixty days from the date of sale and a copy of the final abstract of sale shall be forwarded to the county auditor for use as noted in § 5-9-28. Section 28. That § 12-20-46 be AMENDED: 12-20-46. The Governor, or his the Governor's designee, the Chief Justice chief justice of the Supreme Court, or his the chief justice's designee, and the secretary of state, in the presence of the attorney general shall constitute a board of canvassers to canvass the returns of the votes for representatives in Congress, United States Senators, and for electors of President and vice president of the United States and all state officers, members of the State Legislature, constitutional amendments, initiated measures, and referred laws, but no member thereof shall take part in canvassing the votes for any office for which he is a candidate. Section 29. That § 21-36-5 be AMENDED: 21-36-5. If the Governor of this state shall havehas reason to believe that any real or personal property has escheated through defect of other heirs, he the Governor may direct the attorney general or any state's attorney of any county in which the whole or any part thereof is situated to institute such proceedings as may be necessary and proper to protect and enforce the rights of the state with respect thereto. Section 30. That § 23-24-4 be AMENDED: 23-24-4. When a demand shall beis made upon the Governor of this state by the executive authority of another state for the surrender of a person so charged with a crime, the Governor may call upon the attorney general or any prosecuting officer in this state to investigate or assist in investigating the demand, and to report to him the Governor the situation and circumstances of the person so demanded, and whether he the person ought to be surrendered. Section 31. That § 23-24-8 be AMENDED: 23-24-8. If the Governor decides that the demand should be complied with, he the Governor shall sign a warrant of arrest, which shall be sealed with the state seal, and be directeddirect it to any peace officer or other person whom he may think fit to entrust the Governor entrusts with the execution thereof. The warrant must substantially recite the facts necessary to the validity of its issuance. Section 32. That § 23-24-21 be AMENDED: 23-24-21. If a criminal prosecution has been instituted against such person under the laws of this state and is still pending, the Governor, in his discretion, either may may either surrender him the person on demand of the executive authority of another state, or hold him the person until he the person has been tried and discharged or convicted and punished in this state. Section 33. That § 23-24-23 be AMENDED: 23-24-23. The Governor may recall his the Governor's warrant of arrest or may issue another warrant whenever he the Governor deems proper. Section 34. That § 23-24-28 be AMENDED: 23-24-28. Whenever the Governor of this state shall demanddemands a person charged with a crime or with escaping from confinement or breaking the terms of his bail, probation, or parole in this state, from the executive authority of any other state, or from the Chief Justice chief justice or an associate justice of the Supreme Court of the District of Columbia authorized to receive such demand under the laws of the United States, he the Governor shall issue a warrant under the seal of this state, to some agent, commanding him the agent to receive the person so charged if delivered to him the agent and convey him the person to the proper officer of the county in this state in which the offense was committed. Section 35. That § 23-24A-12 be AMENDED: 23-24A-12. The appropriate officer of the jurisdiction in which an untried indictment, information, or complaint is pending shall beis entitled to have a prisoner against whom he the officer has lodged a detainer and who is serving a term of imprisonment in any party state made available in accordance with § 23-24A-17 upon presentation of a written request for temporary custody or availability to the appropriate authorities of the state in which the prisoner is incarcerated: , provided that the court, having jurisdiction of such indictment, information, or complaint shall havehas duly approved, recorded, and transmitted the request: , and provided further that there shall beis a period of thirty days after receipt by the appropriate authorities before the request be is honored, within during which period the Governor of the sending state may disapprove the request for temporary custody or availability, either upon his the Governor's own motion or upon motion of the prisoner; and, the. The prisoner shall receive immediate notice of a request and shall be informed of his right to petition the Governor of the sending state to disapprove the request. Section 36. That § 32-13-1 be AMENDED: 32-13-1. The Governor shall administer the highway safety program within this state and authorize, direct, and coordinate existing and future activities of agencies of this state and its political subdivisions in such the program. He The Governor shall do all things necessary to the administration of the program under the Federal Highway Safety Act of 1966 (, Public Law 89-564), as amended and in effect on July 1, 1984. Section 37. That § 34-48A-6 be AMENDED: 34-48A-6. Whenever the Governor in pursuance , pursuant to § 34-48A-5 shall declare, declares an emergency or disaster to exist within the state, he the Governor may authorize and direct the resources of any political subdivision of the state or of any department, commission, or agency of the state to assist another political subdivision with such resources. Section 38. That § 46A-1-7 be AMENDED: 46A-1-7. The Board of Water and Natural Resources shall establish the statewide policy on all multi‑purpose water facilities, and shall maintain readiness to recommend significant factors to the Governor or his a designated representative of the Governor concerning official comments on behalf of the State of South Dakota pursuant to any requirements of federal law. Section 39. That § 46A-15-6 be AMENDED: 46A-15-6. South Dakota's Pick-Sloan settlement framework shall consist of short‑term objectives enumerated in this section, long‑term objectives pursuant to § 46A-15-7, and the Missouri River cost recovery program pursuant to § 46A-15-9. The short‑term objectives shall include, at federal expense, the projects and total project costs enumerated in this section, subject to nonfederal cost‑sharing requirements established by Congress and agreed to by the Governor or his a designated agents agent of the Governor and the appropriate local project sponsors. The short‑term objectives and the estimated 1986 costs, subject to adjustments as needed, to achieve such objectives are as follows: (1) Completion of the following projects already under construction: (a) The Belle Fourche Irrigation Rehabilitation Project at forty‑two million two hundred thousand dollars remaining total cost; (b) The WEB Rural Water Development Project at twenty‑five million dollars remaining total cost; (2) Development of the following projects proposed for construction, for which planning has been completed: (a) The Lake Andes‑Wagner/Yankton Sioux (Marty II) Irrigation Project at one hundred sixty‑five million dollars total cost; (b) The Mni Wiconi Rural Water System at one hundred million dollars total cost; (3) Development of the following projects proposed for construction for which further planning is required: (a) Multipurpose water supply and irrigation features of the Gregory County Hydroelectric Pumped Storage Facility at one hundred million dollars total cost; (b) James River Flood Control at twenty million dollars total cost; (c) The Mid-Dakota Rural Water System at one hundred million dollars total cost; (d) Missouri River Fish and Wildlife Mitigation at thirty‑five million dollars total cost; (e) Missouri River Streambank Erosion Control at seventy‑five million dollars total cost; (f) Integration into the Pick‑Sloan program for Missouri River Riverside Irrigation Projects at five million dollars for federal study purposes, subject to recommendation by the Missouri River Cost Recovery Authority; (g) Rural and municipal water systems at one hundred million dollars total cost; and (h) Lewis and Clark Rural Water System at one hundred million dollars total cost."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24191, "action_date": "2023-01-30T14:00:00-06:00", "document_id": 246888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246888.pdf", "status_text": "First read in House and referred to", "journal_page": 171, "committee_id_action": 1159, "committee_id_assigned": 1166, "result": "N", "vote": {}}, {"bill_id": 24191, "action_date": "2023-02-03T07:45:00-06:00", "document_id": 248135, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248135.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24191, "action_date": "2023-02-03T07:45:00-06:00", "document_id": 248136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248136.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1166, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76733, "president_vote": null, "Yea": [4334, 4337, 4341, 4343, 4344, 4353, 4366, 4368, 4385, 4409, 4470, 4408, 4392]}}, {"bill_id": 24191, "action_date": "2023-02-03T07:45:00-06:00", "document_id": 248136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248136.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24191, "action_date": "2023-02-06T14:00:00-06:00", "document_id": 248518, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248518.pdf", "status_text": "Do Pass", "journal_page": 232, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76807, "president_vote": null, "Yea": [4456, 4445, 4333, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4354, 4468, 4471, 4358, 4365, 4366, 4368, 4450, 4373, 4374, 4462, 4383, 4452, 4454, 4438, 4384, 4443, 4385, 4451, 4388, 4389, 4469, 4392, 4447, 4467, 4396, 4397, 4398, 4400, 4440, 4403, 4437, 4405, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4439, 4418, 4421, 4464, 4446, 4465, 4470, 4429, 4461], "Nay": [4375, 4379, 4393, 4417], "Excused": [4401, 4406]}}, {"bill_id": 24191, "action_date": "2023-02-07T14:00:00-06:00", "document_id": 248724, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248724.pdf", "status_text": "First read in Senate and referred to", "journal_page": 214, "committee_id_action": 1183, "committee_id_assigned": 1184, "result": "N", "vote": {}}, {"bill_id": 24191, "action_date": "2023-02-24T10:00:00-06:00", "document_id": 249884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249884.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24191, "action_date": "2023-02-24T10:00:00-06:00", "document_id": 249885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249885.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77567, "president_vote": null, "Yea": [4413, 4348, 4355, 4394, 4410, 4426, 4430, 4352, 4345]}}, {"bill_id": 24191, "action_date": "2023-02-24T10:00:00-06:00", "document_id": 249885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249885.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "N", "vote": {}}]}