{"session_id": 68, "bill_id": 23855, "bill_type": "House Bill", "bill_number": 1050, "bill_title": "authorize counties to issue bonds for certain expenditures funded by a gross receipts tax.", "sponsors": [{"legislator_profile_id": 4395, "is_prime": true}, {"legislator_profile_id": 4398, "is_prime": true}, {"legislator_profile_id": 4373, "is_prime": false}], "keywords": ["Bonds (Public Debt)", "Counties", "Promulgation of Rules", "Retail Sales and Service Tax", "Taxation"], "audio": [{"meeting_datetime": "2023-01-19T08:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hta07.mp3", "start_seconds": 209.0}, {"meeting_datetime": "2023-01-19T08:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hta07.mp3", "start_seconds": 209.0}, {"meeting_datetime": "2023-01-19T08:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hta07.mp3", "start_seconds": 209.0}, {"meeting_datetime": "2023-01-19T08:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hta07.mp3", "start_seconds": 209.0}, {"meeting_datetime": "2023-01-19T08:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hta07.mp3", "start_seconds": 209.0}], "bill_versions": [{"bill_id": 23855, "bill_version_id": 242892, "bill_version": "Introduced", "bill_version_date": "2023-01-10T12:42:51.82-06:00", "bill_text": "An Act to authorize counties to issue bonds for certain expenditures funded by a gross receipts tax. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 7: For the purposes of this chapter, the term, bond, refers only to bonds issued pursuant to this chapter. The definitions, and administrative, collection, and enforcement provisions of chapters 10-45 and 10-46 apply to the tax imposed by this chapter, where applicable. Section 2. That a NEW SECTION be added to title 7: Notwithstanding the provisions in chapter 7-24, any county may issue bonds pursuant to this section. The bonds must be authorized, issued, and sold pursuant to chapter 6-8B. The bonds are payable solely from the collections of a county gross receipts tax imposed by the county under this chapter, as determined by the governing body. The governing body shall, in the resolution or ordinance authorizing the bonds, agree to impose and collect the tax to finance the bonds so long as the bonds are outstanding. The governing body shall also pledge so much of the collections of the tax as may be necessary to pay the principal premium and interest on the bonds and to maintain any debt service reserve established for the bonds. The proceeds of the bonds may be used for: (1) Construction, repair, or renovation of courthouses, public safety centers, or jails; and (2) Construction, repair, or renovation of facilities used as an accredited prevention or treatment center as defined in § 34-20A-2, or of facilities used to provide alcohol and other drug treatment services, or drug court facilities and other facilities providing a service described in § 16-22-5.1. A county may only issue bonds and impose a county gross receipts tax pursuant to this chapter if the board of county commissioners deem it necessary and if at least sixty percent of all registered voters voting at the bond election of the county have voted in favor of the issuance of bonds. A county may only hold a bond election to authorize the issuance of bonds pursuant to this chapter if the county has not imposed a county gross receipts tax pursuant to this chapter in the previous five years. Section 3. That a NEW SECTION be added to title 7: A county may impose a gross receipts tax to finance bonds issued pursuant to section 1 of this Act. The county gross receipts tax authorized by this section must not exceed one-half percent on the gross receipts of all sales of tangible personal property and services that are taxable pursuant to chapter 10-45. The tax must conform in all respects to the state tax on such items, with the exception of the tax rate. Section 4. That a NEW SECTION be added to title 7: The term, gross receipts, as used in this chapter, does not include any tax imposed by this chapter and chapters 10-45, 10-45D, 10-52, and 10-52A that is separately stated on the invoice, bill of sale, or similar document given to the purchaser. Gross receipts from the sale of food and food ingredients are exempt from any tax imposed pursuant to this chapter. Section 5. That a NEW SECTION be added to title 7: The secretary of revenue shall promulgate rules pursuant to chapter 1-26 concerning: (1) Licensing, including bonding and filing license applications; (2) The filing of returns and payment of the tax; (3) The application for the tax and exemptions; (4) Taxpayer record-keeping requirements; and (5) Auditing methods. Section 6. That a NEW SECTION be added to title 7: Any person whose receipts are subject to the tax imposed by this chapter shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person must file the return by electronic means on or before the twentieth day of the month following each period and remit the tax on or before the twenty-fifth day of the month following each period. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly. The return and remittance are due the twentieth day of the month following the reporting period or at a time otherwise determined by the secretary. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 must be paid if a return or remittance is not made on time. Section 7. That a NEW SECTION be added to title 7: Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the tax imposed by this chapter is guilty of a Class 6 felony; (2) Fails to pay tax due under this chapter within sixty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records and books or refuses to exhibit these records to the secretary of revenue or the secretary's agents for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this chapter within sixty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Willfully violates any rule of the secretary of revenue for the administration and enforcement of the provisions of this chapter is guilty of a Class 1 misdemeanor; or (6) Violates either subdivision (2) or subdivision (4) two or more times in any twelve-month period is guilty of a Class 6 felony. Section 8. That a NEW SECTION be added to title 7: Each person subject to tax under this chapter shall keep records and books of all receipts and sales, together with invoices, bills of lading, copies of bills of sale, and other pertinent papers and documents. The books and records and other papers and documents are, at all times during business hours of the day, subject to inspection by the secretary of revenue or the secretary's agents and employees to determine the amount of tax due. The books and records must be preserved for a period of three years unless the secretary of revenue, in writing, authorized destruction or disposal of the books and records at an earlier date. Section 9. That a NEW SECTION be added to title 7: The Department of Revenue shall administer and collect the taxes adopted under this chapter. The department shall keep full and accurate records of all moneys received, collected, and distributed under this chapter. Section 10. That a NEW SECTION be added to title 7: All moneys collected on behalf of a county by the Department, pursuant to this chapter, must be credited to a special county tax fund and, after deducting the amount of refunds made, the amounts necessary to defray the cost of collecting the tax, and the administrative expenses incident thereto, must be paid within thirty days after collection, to the county entitled thereto. Section 11. That a NEW SECTION be added to title 7: Any ordinance enacted under the authority of this chapter, and any tax rate affected thereby, is effective on the earlier of January first or July first following at least ninety days' notification by the county to the secretary of revenue that the ordinance has been enacted, unless the ordinance is suspended by operation of a referendum. If an ordinance is referred and approved, the effective date is the earlier of January first or July first following at least ninety days notification by the county to the secretary that the ordinance has been approved. Notification of the enactment or approval of the ordinance shallmust be in writing and mailed, along with a copy of the ordinance, by registered or certified mail, to the secretary. Section 12. That a NEW SECTION be added to title 7: The expiration date for a tax imposed under this chapter is when full payment of the bond authorized pursuant to section 2 of this Act occurs. The county shall apply any excess revenue received and remaining after the expiration of the tax to expenses of maintaining or operating, or both, the building, structure, or facility funded pursuant to such bond. Section 13. That chapter 7-24 be amended with a NEW SECTION: For the purposes of this chapter, the term, bond, refers only to bonds issued pursuant to this chapter."}], "amendments": [{"bill_id": 23855, "document_id": 244526, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244526.pdf", "legislator_profile_id": 4398, "document_id_instructions": 244527, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/244527.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 23855, "action_date": "2023-01-11T13:00:00-06:00", "document_id": 241515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/241515.pdf", "status_text": "First read in House and referred to", "journal_page": 23, "committee_id_action": 1159, "committee_id_assigned": 1167, "result": "N", "vote": {}}, {"bill_id": 23855, "action_date": "2023-01-19T08:00:00-06:00", "document_id": 243859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243859.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1167, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23855, "action_date": "2023-01-19T08:00:00-06:00", "document_id": 243860, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243860.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1167, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23855, "action_date": "2023-01-19T08:00:00-06:00", "document_id": 243860, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243860.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1167, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 76234, "president_vote": null, "Nay": [4333, 4375, 4451, 4403, 4437, 4406, 4343], "Yea": [4449, 4373, 4388, 4401, 4405, 4397]}}, {"bill_id": 23855, "action_date": "2023-01-19T08:00:00-06:00", "document_id": 243860, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243860.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1167, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76235, "president_vote": null, "Yea": [4333, 4373, 4375, 4451, 4403, 4437, 4406], "Nay": [4449, 4388, 4401, 4405, 4397, 4343]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23855"}