{"session_id": 21, "bill_id": 6561, "bill_type": "Senate Bill", "bill_number": 144, "bill_title": "establish a tuition reimbursement program for certain teachers who teach in rural school districts.", "sponsors": [{"legislator_profile_id": 945, "is_prime": true}, {"legislator_profile_id": 871, "is_prime": true}, {"legislator_profile_id": 915, "is_prime": false}, {"legislator_profile_id": 853, "is_prime": false}, {"legislator_profile_id": 855, "is_prime": false}, {"legislator_profile_id": 860, "is_prime": false}, {"legislator_profile_id": 917, "is_prime": false}, {"legislator_profile_id": 882, "is_prime": false}, {"legislator_profile_id": 899, "is_prime": false}, {"legislator_profile_id": 896, "is_prime": false}, {"legislator_profile_id": 919, "is_prime": false}, {"legislator_profile_id": 956, "is_prime": false}, {"legislator_profile_id": 893, "is_prime": false}, {"legislator_profile_id": 862, "is_prime": false}, {"legislator_profile_id": 910, "is_prime": false}, {"legislator_profile_id": 955, "is_prime": false}], "keywords": ["Appropriation", "Education ", "Teachers, Principals, and Superintendents  ", "Unemployment Compensation"], "audio": [{"meeting_datetime": "2015-02-06T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap17.mp3", "start_seconds": 1805.0}, {"meeting_datetime": "2015-02-06T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap17.mp3", "start_seconds": 1805.0}, {"meeting_datetime": "2015-02-06T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap17.mp3", "start_seconds": 1805.0}, {"meeting_datetime": "2015-02-20T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap25.mp3", "start_seconds": 10102.0}, {"meeting_datetime": "2015-02-20T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap25.mp3", "start_seconds": 10102.0}, {"meeting_datetime": "2015-02-20T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap25.mp3", "start_seconds": 10102.0}], "bill_versions": [{"bill_id": 6561, "bill_version_id": 33939, "bill_version": "Introduced", "bill_version_date": "2015-01-28T09:49:52.693-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a tuition reimbursement program for certain teachers who teach in rural school districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Eligible teacher,\" a teacher who teaches in a rural school district, whose first year of teaching is after the 2014-2015 school year, who graduated from an accredited postsecondary institution located in South Dakota, and who complies with the provisions of this Act; (2) \"Postsecondary tuition and fees,\" the tuition and generally applicable fees for thirty credit hours per year at a postsecondary institution under the control of the Board of Regents as of July 1, 2015; (3) \"Rural school district,\" a school district located in a community with a population of ten thousand persons or less. Section 2. The Department of Education shall establish a tuition reimbursement program for teachers to assist rural school districts in recruiting teachers. Section 3. An eligible teacher who teaches in a rural school district for at least five years shall receive reimbursement for postsecondary tuition and fees as follows: (1) Following the eligible teacher's third year of teaching in a rural school district, the teacher shall receive reimbursement for one year of postsecondary tuition and fees; (2) Following the eligible teacher's fourth year of teaching in a rural school district, the teacher shall receive reimbursement for one year of postsecondary tuition and fees; and (3) Following the eligible teacher's fifth year of teaching in a rural school district, the teacher shall receive reimbursement for two years of postsecondary tuition and fees. Section 4. That § 61-5-29.1 be amended to read as follows: 61-5-29.1. There is hereby created in the state treasury a special revenue fund to be known as the employer's investment in South Dakota's future fund. Such fund shall be used for purposes related to research and economic development for the state. Expenditures from such fund are subject to the provisions of chapters 4-7, 4-8A and 4-8B. Five percent of the annual receipts into the fund shall be used to fund the teacher tuition reimbursement program established pursuant to this Act. Section 5. There is hereby created in the state treasury the South Dakota teacher tuition reimbursement fund into which shall be deposited any appropriations, private donations, grants, federal funds, and other funds provided to the Department of Education for tuition reimbursement for teachers. Any interest earned on the money in the fund shall be deposited in the fund. Expenditures from this fund shall be appropriated through the normal budgeting process. Section 6. On the thirty-first of December each year, the commissioner of finance and management shall transfer an amount equal to five percent of the annual receipts into the employer's investment in South Dakota's future fund created in § 61-5-29.1 from the employer's investment in South Dakota's future fund to the teacher tuition reimbursement fund created in section 5 of this Act. Section 7. A school district may solicit and accept funds from private entities or individuals for the teacher tuition reimbursement fund. Any funds solicited by a particular school district may only be used to reimburse eligible teachers in the school district. Section 8. The Department of Education shall reimburse eligible teachers as provided in section 3 of this Act from funds available in the teacher tuition reimbursement fund. If, in any year, the total funds available to fund the teacher tuition reimbursement program are insufficient to permit each eligible teacher to receive the full amount provided in section 3 of this Act, the available moneys shall be prorated and distributed to each recipient in proportion to the entitlement contemplated in that section. Section 9. The Department of Education shall promulgate rules pursuant to chapter 1-26 to establish procedures for eligible teachers to apply for tuition reimbursement and procedures for distribution of reimbursement funds."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6561, "action_date": "2015-01-28T14:00:00-06:00", "document_id": 34034, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34034.pdf", "status_text": "First read in Senate and referred to", "journal_page": 215, "committee_id_action": 284, "committee_id_assigned": 283, "result": "N", "vote": {}}, {"bill_id": 6561, "action_date": "2015-02-06T08:00:00-06:00", "document_id": 34347, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34347.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 283, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6561, "action_date": "2015-02-12T08:00:00-06:00", "document_id": 34734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34734.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 283, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6561, "action_date": "2015-02-20T08:00:00-06:00", "document_id": 35121, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35121.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 283, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6561, "action_date": "2015-02-20T08:00:00-06:00", "document_id": 35367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35367.pdf", "status_text": "Tabled", "journal_page": 470, "committee_id_action": 283, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18895, "president_vote": null, "Yea": [868, 876, 903, 873, 942, 892, 886], "Nay": [855, 893]}}]}