{"session_id": 36, "bill_id": 9815, "bill_type": "House Bill", "bill_number": 1146, "bill_title": "revise provisions related to unclaimed property.", "sponsors": [{"legislator_profile_id": 1612, "is_prime": true}, {"legislator_profile_id": 1597, "is_prime": true}, {"legislator_profile_id": 1643, "is_prime": false}, {"legislator_profile_id": 1560, "is_prime": false}, {"legislator_profile_id": 1579, "is_prime": false}, {"legislator_profile_id": 1633, "is_prime": false}, {"legislator_profile_id": 1604, "is_prime": false}, {"legislator_profile_id": 1556, "is_prime": false}, {"legislator_profile_id": 1632, "is_prime": false}, {"legislator_profile_id": 1583, "is_prime": false}, {"legislator_profile_id": 1630, "is_prime": false}, {"legislator_profile_id": 1446, "is_prime": false}, {"legislator_profile_id": 1581, "is_prime": false}, {"legislator_profile_id": 1607, "is_prime": false}, {"legislator_profile_id": 1611, "is_prime": false}, {"legislator_profile_id": 1564, "is_prime": false}], "keywords": ["Property", "Public Officers and Employees", "Unclaimed Property"], "audio": [{"meeting_datetime": "2019-02-19T00:00:00-06:00", "committee": "HGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hgo25.mp3", "start_seconds": 158.0}, {"meeting_datetime": "2019-02-19T00:00:00-06:00", "committee": "HGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hgo25.mp3", "start_seconds": 158.0}, {"meeting_datetime": "2019-02-19T00:00:00-06:00", "committee": "HGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hgo25.mp3", "start_seconds": 158.0}, {"meeting_datetime": "2019-02-19T00:00:00-06:00", "committee": "HGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hgo25.mp3", "start_seconds": 158.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/slo35.mp3", "start_seconds": 425.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/slo35.mp3", "start_seconds": 425.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/slo35.mp3", "start_seconds": 425.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/slo35.mp3", "start_seconds": 425.0}], "bill_versions": [{"bill_id": 9815, "bill_version_id": 52394, "bill_version": "Introduced", "bill_version_date": "2019-01-25T11:12:32.91-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise provisions related to unclaimed property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 43-41B-17 be amended to read: 43-41B-17. Any tangible and intangible property held in a safe deposit box or any other safekeeping repository or agency or collateral deposit box in this state in the ordinary course of the holder's business and proceeds resulting from the sale of the property permitted by other law, which remain unclaimed by the owner for more than three years after the lease or rental period on the box or other repository has expired, are presumed abandoned. Any United States savings bond included in the contents of a safe deposit box or other repository must be reported and recorded in the unclaimed property database, independently of the box or repository. The savings bonds must be listed using the owner information on the original bond under property type code SC15 United States Government Securities. The savings bonds must be claimable by the person listed on the bond or by that person's heirs. Section 2. That § 43-41B-18 be amended to read: 43-41B-18. (a) A person holding property tangible or intangible, presumed abandoned and subject to custody as unclaimed property under this chapter shall report to the administrator concerning the property as provided in this section. The expiration of any period of time specified by statute or court order, during which an action or proceeding may be commenced or enforced to obtain payment of a claim for money or recovery of property, shall does not prevent the money or property from being presumed abandoned property, nor affect any duty to file a report required by this chapter or to pay or deliver abandoned property to the state treasurer. The holder of unclaimed property shall, before filing the annual report required by this section, communicate with the owner and take necessary steps to prevent abandonment from being presumed by exercising due diligence to ascertain the whereabouts of the owner. This shall include, but is not limited to, includes the mailing of notice to each person having an address if said the person is entitled to property of the value of fifty dollars or more presumed abandoned under this chapter. The mailed notice shall contain: (1) A statement that according to the records of the holder, property is being held to which the addressee appears to be entitled; (2) Information regarding any changes of the name of the holder; and (3) A statement that the property will escheat to the state. (b) The report must be verified and must include: (1) Except with respect to travelers checks and money orders, the name, if known, and last known address, if any, of each person appearing from the records of the holder to be the owner of property of the value of fifty ten dollars or more presumed abandoned under this chapter; (2) In the case of unclaimed funds of fifty ten dollars or more held or owing under any life or endowment insurance policy or annuity contract, the full name and last known address of the insured or annuitant and of the beneficiary according to the records of the insurance company holding or owing the funds; (3) In the case of the contents of a safe deposit box or other safekeeping repository or of other tangible property, a description of the property and the place where it is held and may be inspected by the administrator and any amounts owing to the holder; (4) The nature and identifying number, if any, or description of the property and the amount appearing from the records to be due, but items of value under fifty ten dollars each may be reported in the aggregate; (5) The date the property became payable, demandable, or returnable, and the date of the last transaction with the apparent owner with respect to the property; and (6) Other information the administrator prescribes by rule as necessary for the administration of this chapter. (c) If the person holding property presumed abandoned and subject to custody as unclaimed property is a successor to other persons who previously held the property for the apparent owner or the holder has changed his or her name while holding the property, he the person shall file with his the report all known names and addresses of each previous holder of the property. (d) The report must be filed before November first of each year as of June thirtieth, next preceding, but the report of any life insurance company must be filed before May first of each year as of December thirty-first next preceding. On written request by any person required to file a report, the administrator may postpone the reporting date or waive any interest fees or penalties. (e) The holder in possession of property presumed abandoned and subject to custody as unclaimed property under this chapter shall, between the time of the commencement and the termination of the applicable dormancy period, send written notice to the apparent owner at his the owner's last known address informing him the owner that the holder is in possession of property subject to this chapter if: (1) The holder has in its records an address for the apparent owner which the holder's records disclose to be accurate; (2) The claim of the apparent owner is not barred by the statutes of limitations; and (3) The property has a value of fifty dollars or more. Section 3. That § 43-41B-19 be amended to read: 43-41B-19. (a) The administrator shall cause a notice to be published within the quarter immediately following the report required by § 43-41B-18 at least once in a newspaper of general circulation in the county of this state in which is located the last known address of any person to be named in the notice. If no address is listed or the address is outside this state, the notice must be published in the county in which the holder of the property has its principal place of business within this state. (b) The published notice must be entitled \"Notice of Names of Persons Appearing to be Owners of Abandoned Unclaimed Property\" and contain: (1) The names in alphabetical order and the last known address city and state of residence, if any, of persons listed in the report and entitled to notice within the county as specified in subsection (a); (2) A statement that information concerning the property and the name and last known address of the holder may be obtained by any person possessing an interest in the property by addressing an inquiry to the administrator; and (3) A statement that if proof of claim is not presented by the owner and the owner's right to receive the property must be established to the administrator's satisfaction to whom all claims must be directed. (c) The administrator is not required to publish in the notice any items of less than one hundred twenty-five dollars unless the administrator considers their publication to be in the public interest. (d) This section is not applicable to sums payable on travelers checks, money orders, and other written instruments presumed abandoned under § 43-41B-4. Section 4. That § 43-41B-23 be amended to read: 43-41B-23. (a) Except as provided in subsections (b) and (c), the administrator, within No earlier than three years after the receipt of abandoned property, the administrator shall sell the property to the highest bidder at a public sale in whatever city in the state affords, in the judgment of or by means of an internet auction, depending on which method of sale the administrator, determines affords the most favorable market for the property involved. The administrator may decline the highest bid and reoffer the property for sale if in the judgment of the administrator determines that the bid is insufficient. If in the judgment of the administrator determines that the probable cost of the sale exceeds will exceed the value of the property, the administrator need not offer the property need not be offered for sale. Any sale held under this section shall be preceded by a publication of notice, at least three weeks in advance of sale, in a newspaper of general circulation in the county in which the property is to be sold. (b) Securities listed on an established stock exchange shall be sold at prices prevailing at the time of sale on the exchange. Other securities may be sold over the counter at prices prevailing at the time of sale or by any other method the administrator considers advisable. (c) The state treasurer shall sell all stocks, bonds, and other negotiable instruments within one hundred eighty days of confirmed receipt of such instruments, unless the property is on an open claim. The state treasurer is not liable for any loss or gain in the value that the instrument would have obtained had the instrument been held instead of being sold. (d) The purchaser of property at any sale conducted by the administrator pursuant to this chapter takes the property free of all claims of by the owner or previous holder of the property and of by all persons claiming through or under the owner or previous holder. (e) The administrator shall execute all documents necessary to complete the transfer of ownership. Section 5. That § 43-41B-25 be amended to read: 43-41B-25. (a) A person, excluding another state, claiming an interest in any property paid or delivered to the administrator may file a claim on a form prescribed by the administrator and verified by the claimant. (b) The administrator shall consider each claim within one hundred eighty days after it is filed and give written provide notice to the claimant if the claim is denied in whole or in part. The notice may be given by sending the notice sent by mail to the last address or, if any, of the claimant stated in the claim as the address to which for the receipt of notices are to be sent. In the alternative, the notice may be sent electronically to the last e-mail address of the claimant or to the e-mail address stated in the claim for the receipt of notices. If no address for notices is stated in the claim, the notice may be mailed to the last address, if any, or e-mailed to the last e-mail address of the claimant, as stated in the claim. No notice of denial need be given if the claim fails to state either the last mailing or e-mail address to which notices are to be sent or the mailing or e-mail address of the claimant. (c) If a claim is allowed, the administrator shall pay over or deliver to the claimant the property or the amount the administrator actually received or the net proceeds if it the property has been sold by the administrator, together with any additional amount required by § 43-41B- 22. If the claim is for property that is presumed abandoned under § 43-41B-10 which and that was sold by the administrator within ninety one hundred eighty days of confirmed receipt of the property, the amount payable for that claim is the net proceeds of sale. When property is paid or delivered to the administrator under this chapter, the owner is not entitled to receive income or other increments accruing thereafter."}, {"bill_id": 9815, "bill_version_id": 54879, "bill_version": "Enrolled", "bill_version_date": "2019-03-11T10:23:44.437-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9815, "action_date": "2019-01-25T14:00:00-06:00", "document_id": 52449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52449.pdf", "status_text": "First Reading House", "journal_page": 202, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9815, "action_date": "2019-01-28T14:00:00-06:00", "document_id": 52545, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52545.pdf", "status_text": "Referred to", "journal_page": 218, "committee_id_action": 408, "committee_id_assigned": 434, "result": "N", "vote": {}}, {"bill_id": 9815, "action_date": "2019-02-19T15:00:00-06:00", "document_id": 53733, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53733.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 434, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9815, "action_date": "2019-02-19T15:00:00-06:00", "document_id": 53870, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53870.pdf", "status_text": "Do Pass", "journal_page": 447, "committee_id_action": 434, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28425, "president_vote": null, "Yea": [1620, 1556, 1592, 1432, 1431]}}, {"bill_id": 9815, "action_date": "2019-02-19T15:00:00-06:00", "document_id": 53870, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53870.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 434, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9815, "action_date": "2019-02-21T14:00:00-06:00", "document_id": 54040, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54040.pdf", "status_text": "Do Pass", "journal_page": 463, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28594, "president_vote": null, "Yea": [1563, 1614, 1619, 1567, 1592, 1643, 1578, 1641, 1560, 1629, 1579, 1613, 1645, 1594, 1443, 1633, 1440, 1634, 1444, 1434, 1573, 1616, 1650, 1635, 1624, 1557, 1628, 1427, 1436, 1642, 1438, 1620, 1631, 1589, 1556, 1593, 1639, 1590, 1609, 1435, 1649, 1632, 1646, 1644, 1575, 1612, 1630, 1431, 1446, 1615, 1638, 1569, 1626, 1572, 1637, 1627, 1577, 1618, 1581, 1576, 1610, 1622, 1623, 1611, 1564, 1621, 1580, 1625, 1432], "Excused": [1647]}}, {"bill_id": 9815, "action_date": "2019-02-22T12:45:00-06:00", "document_id": 54138, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54138.pdf", "status_text": "First read in Senate and referred to", "journal_page": 475, "committee_id_action": 409, "committee_id_assigned": 411, "result": "N", "vote": {}}, {"bill_id": 9815, "action_date": "2019-03-06T09:00:00-06:00", "document_id": 54550, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54550.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 411, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9815, "action_date": "2019-03-06T09:00:00-06:00", "document_id": 54729, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54729.pdf", "status_text": "Do Pass", "journal_page": 622, "committee_id_action": 411, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29226, "president_vote": null, "Yea": [1582, 1606, 1595, 1426, 1565, 1608, 1442]}}, {"bill_id": 9815, "action_date": "2019-03-06T09:00:00-06:00", "document_id": 54729, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54729.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 411, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9815, "action_date": "2019-03-07T10:00:00-06:00", "document_id": 54829, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54829.pdf", "status_text": "Do Pass", "journal_page": 645, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29285, "president_vote": null, "Yea": [1602, 1441, 1582, 1562, 1599, 1608, 1606, 1588, 1604, 1442, 1601, 1585, 1600, 1603, 1568, 1583, 1430, 1437, 1595, 1558, 1450, 1571, 1586, 1561, 1596, 1559, 1607, 1584, 1426, 1598, 1587, 1433, 1565, 1597], "Excused": [1605]}}, {"bill_id": 9815, "action_date": "2019-03-11T12:00:00-05:00", "document_id": 54898, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54898.pdf", "status_text": "Signed by the Speaker", "journal_page": 710, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9815, "action_date": "2019-03-11T10:00:00-05:00", "document_id": 54890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54890.pdf", "status_text": "Signed by the President", "journal_page": 681, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9815, "action_date": "2019-03-11T12:00:00-05:00", "document_id": 54898, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54898.pdf", "status_text": "Delivered to the Governor", "journal_page": 712, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9815, "action_date": "2019-03-29T11:00:00-05:00", "document_id": 55039, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/55039.pdf", "status_text": "Signed by the Governor", "journal_page": 761, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7011, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9815"}