{"session_id": 48, "bill_id": 14606, "bill_type": "House Bill", "bill_number": 1124, "bill_title": "establish the Governor's Scholars Program and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 2262, "is_prime": true}, {"legislator_profile_id": 2280, "is_prime": true}, {"legislator_profile_id": 2209, "is_prime": false}, {"legislator_profile_id": 2211, "is_prime": false}, {"legislator_profile_id": 2216, "is_prime": false}, {"legislator_profile_id": 2217, "is_prime": false}, {"legislator_profile_id": 2225, "is_prime": false}, {"legislator_profile_id": 2226, "is_prime": false}, {"legislator_profile_id": 2232, "is_prime": false}, {"legislator_profile_id": 2237, "is_prime": false}, {"legislator_profile_id": 2238, "is_prime": false}, {"legislator_profile_id": 2240, "is_prime": false}, {"legislator_profile_id": 2243, "is_prime": false}, {"legislator_profile_id": 2246, "is_prime": false}, {"legislator_profile_id": 2249, "is_prime": false}, {"legislator_profile_id": 2252, "is_prime": false}, {"legislator_profile_id": 2254, "is_prime": false}, {"legislator_profile_id": 2256, "is_prime": false}, {"legislator_profile_id": 2261, "is_prime": false}, {"legislator_profile_id": 2264, "is_prime": false}, {"legislator_profile_id": 2265, "is_prime": false}, {"legislator_profile_id": 2269, "is_prime": false}, {"legislator_profile_id": 2272, "is_prime": false}, {"legislator_profile_id": 2274, "is_prime": false}, {"legislator_profile_id": 2276, "is_prime": false}, {"legislator_profile_id": 2290, "is_prime": false}, {"legislator_profile_id": 2293, "is_prime": false}, {"legislator_profile_id": 2300, "is_prime": false}], "keywords": ["Appropriation"], "audio": [], "bill_versions": [{"bill_id": 14606, "bill_version_id": 80911, "bill_version": "Introduced", "bill_version_date": "1999-01-22T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the Governor's Scholars Program and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-55F-1 be amended to read as follows: 13-55F-1. There is established the Mickelson Governor's Scholars Program to be administered by the Board of Regents, which is hereby authorized to establish such policies and procedures as it deems necessary to carry out the purposes of this program. However, the Board of Regents may not award any Mickelson scholarships to any student who graduates from high school after Spring 1995. The purpose of the program is to encourage South Dakota's most academically accomplished high school graduates to remain in the state and to contribute to the economic development of the state. Section 2. That § 13-55F-2 be amended to read as follows: 13-55F-2. In order to be eligible for a Mickelson Governor's Scholars award, a student shall: (1) Be a resident of South Dakota at the time of graduation from high school; (2) Meet the admissions requirements and attend one of the six Board of Regents universities or four state technical institutes; (3) Have obtained a high school cumulative grade point average of at least 3.0 on a 4.0 scale, or the equivalent, through the junior year of high school; and (4) Be considered academically to be in the top one percent of the state's high school graduating class. The determination of qualifications for the top one percent of high school graduates in the state shall be announced each year by the board. Section 3. That § 13-55F-3 be amended to read as follows: 13-55F-3. To receive a Mickelson Governor's Scholarship a student shall attend a Board of Regents university or a state technical institute. Scholarship payments shall be made on a semester by semester basis with the scholarship amount equal to the student's costs for tuition, required fees and special discipline fees, and room and board, subject to the estimated cost of attendance limitation described in this section. In no case may expenses for board exceed reasonable amounts for three meals a day. If a student lives off-campus, not with parents, the award amount for room shall be equal to the double-occupancy residence hall rate, and the amount for board shall be equal to the most comprehensive basic, nonoptional meal plan available on campus. If a student lives with parents, the student shall receive five hundred dollars each semester for room and board and commuting expenses. The award amount available under this scholarship program is subject to a maximum limitation, so that the total funding from the Mickelson Governor's Scholars Program and all federal need-based gift aid may not exceed the student's estimated cost of attendance. Mickelson Governor's Scholarships shall be paid to the recipients through their campus after the final fee adjustment date and when the other need-based grants and scholarships are known. Section 4. That § 13-55F-4 be amended to read as follows: 13-55F-4. A student is eligible to participate in the Mickelson Governor's Scholars Program for the equivalent of four academic years or until the attainment of a baccalaureate degree, whichever comes first. The student shall maintain a cumulative 3.0 grade point average on a 4.0 scale to retain eligibility for the program. Cumulative grade point average shall be calculated after the second semester and every semester thereafter. The student shall complete consecutive spring and fall terms in order to remain eligible for continuation of the scholarship program from term to term. Once a student's cumulative grade point average falls below 3.0 on a 4.0 scale, the student permanently loses eligibility for continuation in the scholarship program. If the executive director of the Board of Regents determines that a student's failure to enroll or to maintain continued enrollment has resulted from legitimate factors outside the student's control, or has resulted from the student's participation in an activity that in the executive director's judgment provides knowledge or experience that will enhance the student's academic pursuits, the executive director may extend the student's eligibility to participate in the program for up to two additional years, provided that the student does not enroll in a noneligible institution, except under an exchange agreement. If approved by the executive director, the Mickelson Governor's Scholarship Program may provide a scholarship award for the exchange equal to the previous year's award for that student. Extended eligibility does not entitle a student to receive a Mickelson Governor's Scholars award for more than the equivalent of four academic years. A student may also maintain eligibility for continuation in the Mickelson Governor's Scholars Program by notifying the executive director of the student's intent to transfer to another of the ten eligible institutions. Section 5. There is hereby appropriated from the future fund created in § 61-5-24.2 the sum of two hundred twenty-five thousand dollars ($225,000), or so much thereof as may be necessary, to the Board of Regents to provide funding for the Governor's Scholars Program created in this Act. Section 6. The institution at which the recipient of a Governor's Scholarship chooses to attend shall provide one-half of the amount of the recipient's Governor's Scholarship amount. Section 7. The executive director of the Board of Regents shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by section 5, inclusive, of this Act. Section 8. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2000, shall revert in accordance with § 4-8-21."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14606, "action_date": "1999-01-22T14:00:00-06:00", "document_id": 81758, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81758.pdf", "status_text": "First read in House and referred to", "journal_page": 129, "committee_id_action": 628, "committee_id_assigned": 615, "result": "N", "vote": {}}, {"bill_id": 14606, "action_date": "1999-02-12T08:00:00-06:00", "document_id": 81802, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81802.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 615, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14606, "action_date": "1999-02-12T08:00:00-06:00", "document_id": 81802, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81802.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 615, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14606, "action_date": "1999-02-17T08:00:00-06:00", "document_id": 81881, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81881.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 615, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14606, "action_date": "1999-02-18T10:00:00-06:00", "document_id": 81882, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81882.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 615, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14606, "action_date": "1999-02-18T10:00:00-06:00", "document_id": 81882, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81882.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 615, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 41691, "president_vote": null, "Yea": [2210, 2209, 2290], "Nay": [2218, 2212, 2250, 2302, 2279], "Excused": [2278, 2281]}}, {"bill_id": 14606, "action_date": "1999-02-18T10:00:00-06:00", "document_id": 81882, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81882.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 597, "committee_id_action": 615, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41700, "president_vote": null, "Nay": [2210, 2209, 2290], "Yea": [2218, 2212, 2278, 2250, 2302, 2279], "Excused": [2281]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14606"}