{"session_id": 69, "bill_id": 25217, "bill_type": "Senate Bill", "bill_number": 202, "bill_title": "require active efforts in abuse and neglect proceedings that involve Indian children.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25217", "sponsors": [{"legislator_profile_id": 4480, "is_prime": true}], "keywords": ["Child Abuse", "Child Custody", "Indian Tribes", "Minors"], "audio": [], "bill_versions": [{"bill_id": 25217, "bill_version_id": 263837, "bill_version": "Introduced", "bill_version_date": "2024-01-30T17:34:54.78-06:00", "bill_text": "An Act to require active efforts in abuse and neglect proceedings that involve Indian children. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 26-8A be amended with a NEW SECTION: The Department of Social Services shall exert active efforts in any proceeding that involves a child who is a member of an Indian tribe, or who is eligible for membership in an Indian tribe and is the biological child of a member of an Indian tribe, in order to: (1) Prevent or eliminate the need for removal of the child from the home of the child's parents, guardian, or custodian; (2) Return the child to the home of the child's parents, guardian, or custodian; or (3) Prevent the need for termination of parental rights. For purposes of this section, the term \"active efforts\" means efforts that are affirmative, thorough, and timely, and that are intended primarily to maintain or reunite an Indian child with the child's family. Active efforts represent a higher standard of conduct than reasonable efforts and should be provided, to the maximum extent possible, in a manner consistent with the prevailing social and cultural conditions and way of life of the Indian child's tribe."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25217, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263449.pdf", "status_text": "First read in Senate and referred to", "journal_page": 219, "committee_id_action": 1219, "committee_id_assigned": 1214, "result": "N", "vote": {}}, {"bill_id": 25217, "action_date": "2024-02-06T07:45:00-06:00", "document_id": 264232, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264232.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1214, "committee_id_assigned": null, "result": "N", "vote": {}}]}