{"session_id": 20, "bill_id": 5796, "bill_type": "House Commemoration", "bill_number": 1015, "bill_title": "Commending and honoring Senior Airman Kammi Fiegen for her selection as the South Dakota Air National Guard Airman of the Year.", "sponsors": [{"legislator_profile_id": 847, "is_prime": true}, {"legislator_profile_id": 487, "is_prime": true}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 5796, "bill_version_id": 29150, "bill_version": "Introduced", "bill_version_date": "2014-01-28T12:26:47.28-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Senior Airman Kammi Fiegen for her selection as the South Dakota Air National Guard Airman of the Year. WHEREAS, the South Dakota Air National Guard consistently is ranked as one of the best Air Guard units in the nation; and WHEREAS, Senior Airman Kammi Fiegen was selected as the best airman in the South Dakota Air National Guard after serving with honor and demonstrating great proficiency and steadfast dedication; and WHEREAS, as noted by her South Dakota Air National Guard state supervisors and commanders, Senior Airman Kammi Fiegen is dedicated to duty and leadership and exemplifies the total package of Air Force core values; and WHEREAS, Senior Airman Kammi Fiegen's performance is in keeping with the highest traditions established by South Dakota's veterans and the United States Armed Forces; and WHEREAS, South Dakotans greatly appreciate the sacrifice, dedication, and service of all those who put their lives on the line to serve South Dakota and our great Nation: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that Senior Airman Kammi Fiegen is congratulated, commended, and honored as the South Dakota Air National Guard Airman of the Year. Senior Airman Kammi Fiegen is recognized for her outstanding service and outstanding representation of the State of South Dakota."}, {"bill_id": 5796, "bill_version_id": 29461, "bill_version": "Enrolled", "bill_version_date": "2014-01-30T16:25:07.327-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Senior Airman Kammi Fiegen for her selection as the South Dakota Air National Guard Airman of the Year. WHEREAS, the South Dakota Air National Guard consistently is ranked as one of the best Air Guard units in the nation; and WHEREAS, Senior Airman Kammi Fiegen was selected as the best airman in the South Dakota Air National Guard after serving with honor and demonstrating great proficiency and steadfast dedication; and WHEREAS, as noted by her South Dakota Air National Guard state supervisors and commanders, Senior Airman Kammi Fiegen is dedicated to duty and leadership and exemplifies the total package of Air Force core values; and WHEREAS, Senior Airman Kammi Fiegen's performance is in keeping with the highest traditions established by South Dakota's veterans and the United States Armed Forces; and WHEREAS, South Dakotans greatly appreciate the sacrifice, dedication, and service of all those who put their lives on the line to serve South Dakota and our great Nation: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that Senior Airman Kammi Fiegen is congratulated, commended, and honored as the South Dakota Air National Guard Airman of the Year. Senior Airman Kammi Fiegen is recognized for her outstanding service and outstanding representation of the State of South Dakota. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5796, "action_date": "2014-01-28T14:00:00-06:00", "document_id": 29174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29174.pdf", "status_text": "", "journal_page": 135, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}]}