{"session_id": 64, "bill_id": 22897, "bill_type": "House Bill", "bill_number": 1028, "bill_title": "update certain provisions related to the licensure of optometrists.", "sponsors": [], "keywords": ["Administrative Procedure", "Appointments", "Boards and Commissions", "Executive/Judiciary Request", "Health Care", "Licensure", "Promulgation of Rules"], "audio": [{"meeting_datetime": "2022-01-20T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hhe07.mp3", "start_seconds": 5654.0}, {"meeting_datetime": "2022-01-20T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hhe07.mp3", "start_seconds": 5654.0}, {"meeting_datetime": "2022-01-20T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hhe07.mp3", "start_seconds": 5654.0}, {"meeting_datetime": "2022-01-20T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hhe07.mp3", "start_seconds": 5654.0}, {"meeting_datetime": "2022-01-20T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hhe07.mp3", "start_seconds": 5654.0}, {"meeting_datetime": "2022-01-27T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco12.mp3", "start_seconds": 785.0}, {"meeting_datetime": "2022-01-27T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco12.mp3", "start_seconds": 785.0}, {"meeting_datetime": "2022-01-27T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco12.mp3", "start_seconds": 785.0}, {"meeting_datetime": "2022-01-27T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco12.mp3", "start_seconds": 785.0}, {"meeting_datetime": "2022-01-27T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco12.mp3", "start_seconds": 785.0}], "bill_versions": [{"bill_id": 22897, "bill_version_id": 226235, "bill_version": "Introduced", "bill_version_date": "2022-01-06T14:40:20.323-06:00", "bill_text": "An Act to update certain provisions related to the licensure of optometrists. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 36-7 be amended with a NEW SECTION: As used in this chapter, the term, board, means the South Dakota Board of Examiners in Optometry. Section 2. That § 36-7-3 be AMENDED: 36-7-3. The State Board of Examiners in Optometry consists of four members appointed by the Governor, three of whom shall be fully qualified and licensed to prescribe and administer diagnostic and therapeutic pharmaceutical agents under this chapter. Each member shall have been a resident of this state actually engaged in the practice of optometry at least five years preceding the appointment. Governor shall appoint five members to the board. Four members must be optometrists in active practice in this state for at least five years preceding the appointment. One member must be a representative of the public who is a resident of this state and who is not associated with, or financially interested in, the practice or business of optometry. The term of each member is three years commencing on July first. The Governor shall, by appointment, fill any vacancy. No member may serve more than three consecutive, full terms. The appointment of a person to an unexpired term is not considered a full term. No member of any optical school or college, or instructor in optometry, or person connected therewith, or any jobber or jobber's representative, is eligible for the board. Section 3. That § 36-7-3.2 be AMENDED: 36-7-3.2. The Board of Examiners in Optometry board shall continue within the Department of Health, and shall retain all its prescribed functions, including administrative functions. The board shall submit such records, information, and reports in the form and at such times as required by the secretary of health, except that the board shall report at least annually. Section 4. That § 36-7-10 be AMENDED: 36-7-10. It is a Class 2 misdemeanor for any person who is not the holder of a certificate of registration or exemption, issued and recorded as provided in this chapter, to practice or offer to practice optometry within the stateNo person may engage in the practice of optometry, display a sign, or in any way advertise or hold oneself out as an optometrist, unless the person holds a current license issued by the board pursuant to this chapter. A violation of this section is a Class 2 misdemeanor. Section 5. That § 36-7-11 be AMENDED: 36-7-11. A person entitled to practice optometry in South Dakota who is not already registered is any person who furnishes the Board of Examiners in Optometry satisfactory evidence as followsThe board may issue a license to an applicant that: (1) That the person is of the full age ofSubmits an application on a form prescribed by the board; (2) Pays the application fee set by rules promulgated by the board pursuant to chapter 1-26, not to exceed one hundred seventy-five dollars; (3) Is eighteen years or older, and a citizen of the United States or a resident of South Dakota; (2)(4) That the person isIs of good moral character; (3)(5) That the person isIs a graduate of a recognized Class A an optometric school or college approved by the Board of Examiners Accreditation Council on Optometric Education or the board; and (4)(6) That the person possesses a licensed certificate of registration obtained by taking and satisfactorily passing an examination given by the board for purpose of determining the person's qualifications for the practice of optometryHas passed all required sections of a national board examination approved by the board; and (7) Has committed no act for which disciplinary action may be justified. Section 6. That § 36-7-12.1 be AMENDED: 36-7-12.1. Any applicant for licensure as an optometrist after July 1, 1986, shall satisfactorily complete all pharmacology studies and clinical experience required by this chapter and the board, and attain a passing grade on the pharmacology portion of the a national board examination approved by the board. Section 7. That § 36-7-13 be AMENDED: 36-7-13. By way of substitution for the requirements in subdivisions 36-7-11(3), (4), and (5) and in §§ 36-7-12, 36-7-12.1 and 36-7-31, a candidate for licensure in this state may be given a certificate of registration by paying a fee, not to exceed one hundred seventy-five dollars, upon proof to the Board of Examiners by certified copy of the certificate of registration issued to the candidate by another United States jurisdiction where the requirements for registration are deemed by the South Dakota State Board to be the equivalent to those provided by this chapter if the candidate passes the examination administered by the board required by this chapter or presents satisfactory evidence to the board of having passed substantially similar examinations in another jurisdiction, and the candidate has practiced optometry in the other state for at least five consecutive years immediately prior to the candidate's application for registration in South Dakota. The board may promulgate rules, pursuant to chapter 1-26, to establish standards for licensure through endorsement pursuant to this section, including the level and status of licensure required, the evidence required to establish that the requirements for registration in the jurisdiction in which the candidate is licensed are substantially similar to those required by this chapter, the procedure and contents required for submitting the application, any additional education, testing, or training necessary to ensure the competency of the candidate, and the fee provided for in this sectionThe board may issue a license to practice as an optometrist by endorsement to a person who has been licensed as an optometrist under the laws of another state or territory under United States jurisdiction if: (1) The person submits an application and pays the required fee set by rules promulgated by the board pursuant to chapter 1-26, not to exceed one hundred seventy-five dollars; (2) In the opinion of the board, the applicant meets the qualifications required of an optometrist in this state at the time of the applicant's original licensure; and (3) The applicant has engaged in the practice of optometry for at least five consecutive years immediately preceding application under this section. The board may require additional education, testing, or training before granting licensure if competency of any applicant is in question. Any applicant who has been denied a license by the board must reapply and meet all initial licensure requirements before the board may grant licensure. Section 8. That § 36-7-15 be AMENDED: 36-7-15. The Board of Examiners in Optometry shall have power to make and promulgate under the provisions of chapter 1-26 such rules and regulations, not inconsistent with the laws of this state to board may: (1) Provide for a method of examination of candidates for registration. (2) Define what shall constitute a recognized Class A optometric school. (3) Govern the practice of optometry, including the adoption of a code of ethics, or rules of professional conduct for all registrants. (4) Govern the minimum amount and kind of continuing education in optometry to be required triennially of each optometrist seeking relicense to practice optometry in the State of South DakotaPromote the safe and qualified practice of optometry; (2) Promulgate rules pursuant to chapter 1-26 to govern standards for the safe and qualified practice of optometry, to adopt a code of ethics or professional conduct, and to establish criteria for advertising by optometrists; (3) Prepare an annual budget; (4) Expend funds for administrative, legal, consultative, and other necessary services from fees received by the board; (5) Examine, license, endorse, and renew the licenses of qualified applicants; (6) Define what constitutes a recognized optometric school; (7) Establish the minimum amount and type of continuing education to be required of each optometrist seeking renewal of a license; and (8) Administer oaths and take testimony pursuant to §§ 1-26-19.1 and 1-26-19.2. Section 9. That § 36-7-17 be AMENDED: 36-7-17. Every person who practices optometry optometrist in South Dakota this state shall furnish the Board of Examiners board satisfactory evidence that he the licensee practices optometry as a profession, in his an individual personal capacity under his the optometrist's own name or as a partner of another registered licensed optometrist and not as a corporation, limited liability company or agent, employee, officer, member, or partner of a corporation or limited liability company, except where a practice as an officer, employee, member, or agent of a corporation is established under the terms of chapter 47-11B. A violation of this section is a Class 2 misdemeanor. Nothing in this section shall preclude precludes a licensed optometrist from serving as a shareholder, officer, or director of a corporation established under the terms of chapter 58-41 as a health maintenance organization or other alternate health care delivery system including, but not limited to, a preferred provider organizations organization, individual practices association, or other form of entity whatever established for group health care purposes. Section 10. That § 36-7-18 be AMENDED: 36-7-18. Every person practicing optometry shall: (1) Display the certificate of registration or exemption in a conspicuous place in the principal office wherein he practices; and (2) Exhibit the certificate to the State Board of Examiners or its authorized representative upon request. Each optometrist shall conspicuously display any license, and subsequent proof of renewal, issued by the board under this chapter at the optometrist's primary place of practice. A violation of this section is a Class 2 misdemeanor. Section 11. That § 36-7-20 be AMENDED: 36-7-20. Each licensed optometrist residing in or in active practice within the State of South Dakota shall, on or before the first day of October in each year pay to the State Board of Examiners in Optometry a fee to be set in rule by the Board of Examiners, in default of which the board may, in compliance with chapter 1-26, revoke his license or certificate, either for failure to comply with the continuing education requirements or nonpayment of such fee, but the payment of such fee at or before the time of hearing, with such additional sum as may be fixed in rule by the board, shall excuse the default optometrist licensed pursuant to this chapter shall apply, on a form approved by the board, for a renewal of the license. The renewal must be issued by the board upon payment of a fee set by the board by rule promulgated pursuant to chapter 1-26, not to exceed three hundred dollars, and upon verification that the optometrist has met the requirements for continuing education as provided in § 36-7-20.2. The renewal must be in the form of a receipt acknowledging payment of the required fee and signed by the secretary of the board. Failure to renew the license on or before October first of each year constitutes a forfeiture of the optometrist's license. The license may be renewed at the discretion of the board upon application and payment of the fee required by § 36-7-11, and a late fee set by the board by rules promulgated pursuant to chapter 1-26, not to exceed one hundred dollars for each month the renewal is late. Section 12. That § 36-7-20.2 be AMENDED: 36-7-20.2. The length of study required by § 36-7-20.1 shall be prescribed by the Board of Examiners in Optometry but shall not exceed forty‑five hours in any three consecutive calendar years board shall establish requirements for continuing education by rules promulgated pursuant to chapter 1-26. Attendance must be at aAny continuing education course or courses must be certified by the Council of Optometric Practitioner Education or approved by the board. Attendance at any course or courses of study are to be certified by the board upon a form provided by the board and shall must be submitted by each registered optometrist at the time he makes application to the board for the renewal of his license and payment of his renewal fee when renewing a license pursuant to § 36-7-20. In no instance may the board require a greater number of hours of study than are available at approved courses held within the state and shall be allowed to The board may waive any or all of this requirement in case of certified illness or undue hardship. Section 13. That § 36-7-21 be AMENDED: 36-7-21. The Board of Examiners shall have power to board may remit the license fee of all registrants while any optometrist on active duty in the armed forces of the United States. For the purposes of this section, the term, active duty in the armed forces, means full-time duty in the active military services and reserve components of the United States, including the National Guard and Reserve, while serving under published orders for active duty or full-time training. Section 14. That § 36-7-24 be AMENDED: 36-7-24. The Board of Examiners board, in compliance with chapter 1-26, may revoke the certificate of impose disciplinary sanctions against any registrant optometrist for any one, or any combination, of the following causes: (1) Conviction of a felony, as shown by a certified copy of the record of the court of conviction; (2) Obtaining, or attempting to obtain, a certificate of registration license by fraudulent misrepresentation; (3) Malpractice; (4) Continued practice by a person when knowingly having an infectious or contagious disease, or after sustaining a physical or mental disability that renders further practice potentially harmful or dangerous; (5) Habitual drunkenness or habitual addiction to the use of morphine, cocaine, or other habit-forming drugsUse of alcohol or other substances that renders the optometrist unfit to practice with reasonable skill and safety; (6) Unprofessional conduct; or (7) Failure to submit to or cooperate with the criminal background investigation requested by the board. Section 15. That § 36-7-25 be AMENDED: 36-7-25. The term, unprofessional conduct, as used in this chapter, means: (1) Any conduct of a character likely to deceive or defraud the public; (2) The loaning of a license or certificate by any licensed optometrist or any person or corporation; (3) The employment of cappers or steerers to obtain businessViolating any provision of this chapter or any rule promulgated by the board; (4) Splitting or dividing a fee or compensation with any person or corporation; (5) The obtaining of any fee or compensation by fraud or misrepresentation; (6) Employing, either directly or indirectly, any suspended or unlicensed optometrist to perform any work covered by this chapter; (7) The advertising by any means whatsoever of optometric practice or, treatment or, advice, or costs in which untruthful, improbable, misleading, or impossible statements are made; (8) Advertising by printed matter, radio, display, or any other means, the quotation of prices for a discount on or any specific amount of payment for eyeglasses, spectacles, or accessories thereto, ophthalmic lenses, frames or mountings, or the phrases \"free examinations,\" \"moderate prices,\" \"low prices,\" \"guaranteed glasses,\" \"satisfaction guaranteed,\" or any variations thereof, or words of similar import; (9) Seeking patronage by means of handbills, posters, circulars, newspapers, radio or periodicals, which means set forth more than the name, profession, title, location, phone number and office hours of the optometrist; (10) Advertising wherein the optometrist employs any form of newspaper, sign, literature or directory professional card or window or public exhibition display of optical materials, handbills, road signs, clock signs, novelties or favors contrary to or violating the code of ethics or any of the other lawful rules and regulations properly promulgated by the state board Failure to maintain adequate safety and sanitary conditions, or meet the requirements of an optometric clinic in accordance with the standards set forth in this chapter and any rule promulgated by the board in accordance with chapter 1-26; (9) Inappropriate prescribing to any person in quantities and under circumstances apparent to the board that the prescription was not made for legitimate medicinal purposes related to the practice optometry, or prescribing in a manner or in amounts that, in the opinion of the board, endanger the wellbeing of a patient or the public in general; (11)(10) The failure to refer a patient to a physician licensed pursuant to chapter 36-4 if examination of the eye indicates a substantial likelihood of pathology which that requires the attention of a physician licensed pursuant to chapter 36-4; (12)(11) Any conviction of a felony or violation of a Board of Examiners in Optometry rule as determined by the board after notice and hearing pursuant to chapter 1-26 criminal offense related to the practice of optometry; (13)(12) Consistently misdiagnosing or consistently prescribing improper therapy; or (14)(13) Failing to hold in professional confidence all information concerning a patient; (14) Failing to comply with state and federal laws on keeping records regarding possessing and dispensing controlled substances or habit-forming drugs; (15) Falsifying the records of a patient; (16) Exercising influence within the optometrist-patient relationship for the purpose of engaging a patient in sexual activity. For purposes of this subdivision, the patient is presumed incapable of giving free, full, and informed consent to sexual activity with the optometrist; (17) Engaging in sexual harassment; (18) Any practice or conduct that tends to constitute a danger to the health, welfare, or safety of patients or the public, or engaging in conduct that is unbecoming of an optometrist; (19) Discipline by the licensing board of another state or territory under United States jurisdiction if the violation is also a violation of this chapter or any rule promulgated by the board; (20) Not reporting discipline by a licensing board of another state or territory under United States jurisdiction to the board; and (21) Not reporting a conviction of a criminal offense arising out of the practice of optometry to the board. Unprofessional conduct, as defined in this section, shall may not be the basis for criminal prosecution unless otherwise declared unlawful. Section 16. That § 36-7-27 be AMENDED: 36-7-27. After one year, and upon application and proof that the disqualification has ceased, the Board of Examiners board may reinstate a person whose certificate license has been revoked, if no other basis for denial of the license exists. Section 17. That § 36-7-1.1 be REPEALED: Notwithstanding anything in this chapter to the contrary, an optometrist, except an optometrist certified for diagnostic and therapeutic agents as provided by §§ 36-7-15.1 to 36-7-15.3, inclusive, and as provided in § 36-7-31, may not treat glaucoma or ocular hypertension. Section 18. That § 36-7-1.2 be REPEALED: No optometrist may prescribe, administer, or dispense any oral therapeutic agent to any child under twelve years of age, or any oral steroid to any person, without prior consultation with a physician licensed pursuant to chapter 36-4. Section 19. That § 36-7-3.1 be REPEALED: The membership of the Board of Examiners shall include one lay member who is a user of the services regulated by the board. The term lay member who is a user refers to a person who is not licensed by the board but where practical uses the service licensed, and the meaning shall be liberally construed to implement the purpose of this section. The lay member shall be appointed by the Governor and shall have the same term of office as other members of the board. Section 20. That § 36-7-4 be REPEALED: The Board of Examiners may employ counsel and other necessary assistants to aid in the enforcement of this chapter, the compensation and expenses of whom shall be paid from the funds of the board. Section 21. That § 36-7-5 be REPEALED: The Board of Examiners shall further have power by and through each member thereof to administer oaths and to take testimony pursuant to §§ 1-26-19.1 and 1-26-19.2 in the granting, revoking, or suspending of certificates of registration. Section 22. That § 36-7-6 be REPEALED: The secretary of the State Board of Examiners in Optometry shall receive a salary which shall be fixed by the board, and shall also receive his traveling and other expenses necessarily incurred in the performance of his official duties. Such salary shall be fixed by the board; and all such fees and expenses and the compensation and reimbursement of expenses provided by law for members of the board shall be paid from the fees received by the State Board of Optometry under the provisions of this chapter. Section 23. That § 36-7-8 be REPEALED: The State Board of Examiners in Optometry shall annually, and on or before July first of each year, determine the amount estimated by it to be reasonably required for its purposes for the succeeding year. Section 24. That § 36-7-12 be REPEALED: Any person desiring to take an examination to determine his or her qualifications for the practice of optometry shall file a sworn application with the secretary of the Board of Examiners in Optometry at least thirty days prior to the time set therefor and pay a fee set by rule promulgated pursuant to chapter 1-26 by the Board of Examiners before examination and an additional amount set by rule promulgated pursuant to chapter 1-26 by the Board of Examiners upon issuance of certificate. Upon failure to pass the first examination, the candidate may elect to be reexamined upon payment of such additional amount, not to exceed one hundred dollars, set by rule promulgated pursuant to chapter 1-26 by the Board of Examiners and take another examination within fifteen months. Section 25. That § 36-7-14 be REPEALED: Before any certificate of registration is issued it shall be numbered and recorded in a book kept in the office of the board and its number shall be noted upon the certificate. Section 26. That § 36-7-15.1 be REPEALED: The State Board of Examiners in Optometry shall adopt rules pursuant to chapter 1-26 to specify additional educational qualifications and to ensure professional competence by those practitioners who apply to the board for a certification enabling them to prescribe and administer diagnostic and therapeutic topical pharmaceutical agents as described in § 36-7-1. The board shall, by rules promulgated pursuant to chapter 1-26, establish separate educational and examination requirements for the certification of optometrists for both diagnostic and therapeutic agents. The board shall make available annual, substantial, in‑state pharmaceutical education for licensed optometrists. The initial educational requirements before certification are at least one hundred fifty classroom hours and at least forty hours of clinical experience in pharmaceutical education dealing with diagnosis and treatment of ocular disease. The board shall require a minimum of five hours of continuing pharmaceutical education annually for each optometrist certified for therapeutic agents. Section 27. That § 36-7-15.2 be REPEALED: Only those optometrists who have satisfactorily completed a curriculum in general and ocular pharmacology at an institution accredited by a regional or professional accreditation organization which is recognized or approved by the council on postsecondary accreditation of the United States Office of Education within the Department of Health and Human Services and approved by the State Board of Examiners in Optometry are eligible to apply for the certificate issued pursuant to § 36-7-15.1. Those practitioners who have established their eligibility pursuant to this section shall also pass an examination approved by the board before they may be certified to administer the topical pharmaceutical agents described by § 36-7-1. Section 28. That § 36-7-15.3 be REPEALED: The board, in certifying optometrists for the use of therapeutic drugs, shall require that all applicants before certification either have taken and successfully passed the treatment and management of ocular disease portion of the National Board of Examiners in Optometry test or have taken and successfully passed an examination prepared or certified by the board as covering all areas of pharmacological education provided to graduates of accredited optometric colleges. The South Dakota State University School of Pharmacy may assist the board in the formulation or administration of the examination of optometrists for competency in therapeutic drugs. Section 29. That § 36-7-19 be REPEALED: The Board of Examiners may, in compliance with chapter 1-26, prescribe the mediums of advertising that may be used by optometrists and the size, nature, and type of signs and professional cards that may be used. Said board shall not have power or authority to fix the fees to be charged by its members for professional services. Section 30. That § 36-7-20.1 be REPEALED: All registered optometrists whenever licensed in the State of South Dakota are and shall be required to take courses of study in subjects relating to the practice of the profession of optometry to the end that the utilization and application of new techniques, scientific and clinical advances, and the achievements of research will assure expansive and comprehensive care to the public. Section 31. That § 36-7-20.3 be REPEALED: The Board of Examiners in Optometry is authorized to use up to one‑half of its annual renewal fees for the purpose of contracting with institutions of higher learning, professional organizations, or qualified individuals for the providing of educational programs that meet this requirement. The board is further authorized to treat funds set aside for the purpose of continuing education as state funds for the purpose of accepting any funds made available under federal law on a matching basis for the promulgation and maintenance of programs of continuing education. Section 32. That § 36-7-20.4 be REPEALED: Each licensed optometrist residing in or in active practice within the State of South Dakota shall, on or before September first in the third year after his initial licensure, and every third year thereafter, certify on forms provided by the Board of Examiners in Optometry that he has complied with §§ 36-7-20.1 and 36-7-20.2. This provision shall not apply to any licensee serving in the armed forces during any part of the thirty‑six months preceding the certification nor to any licensee submitting proof that he was suffering from a serious or disabling illness or physical disability which prevented his attendance at any qualified educational program within the State of South Dakota during the thirty‑six months immediately preceding the certification. Section 33. That § 36-7-29 be REPEALED: There shall be no monetary liability on the part of, and no cause of action for damages shall arise against, any member of a duly appointed committee of a state professional society, comprised of optometrists licensed to practice their profession in the State of South Dakota, for any act or proceeding undertaken or performed within the scope of the functions of any such committee which is formed to maintain the duly established professional standards of the society or the requirements of law, if such committee member acts without malice, has made a reasonable effort to obtain the facts of the matter as to which he acts, and acts in a reasonable belief that the action taken by him is warranted by the facts known to him after such reasonable effort to obtain facts. \"Professional society\" includes optometric organizations having as members at least a majority of the eligible licensees in the state. The provisions of this section do not affect the official immunity of an officer or employee of a public corporation or of an optometrist serving on a committee or board or other entity authorized by state or federal law. Section 34. That § 36-7-31 be REPEALED: Before using therapeutic pharmaceutical agents for the treatment of glaucoma or ocular hypertension an optometrist certified for diagnostic and therapeutic pharmaceutical agents shall complete education with emphasis on treatment and management of glaucoma and ocular hypertension provided by an institution accredited by a regional or professional accreditation organization which is recognized or approved by the council on postsecondary accreditation of the United States Office of Education within the Department of Health and Human Services and approved by the Board of Examiners in Optometry by rule promulgated pursuant to chapter 1-26. Upon completion of the education, the optometrist shall pass an oral or written examination approved by the board. The board shall suspend the certification for therapeutic pharmaceutical agents of any optometrist who fails to comply with this section by July 1, 1996."}, {"bill_id": 22897, "bill_version_id": 228285, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2022-01-20T13:31:56.24-06:00", "bill_text": "An Act to update certain provisions related to the licensure of optometrists. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 36-7 be amended with a NEW SECTION: As used in this chapter, the term, board, means the South Dakota Board of Examiners in Optometry. Section 2. That § 36-7-3 be AMENDED: 36-7-3. The State Board of Examiners in Optometry consists of four members appointed by the Governor, three of whom shall be fully qualified and licensed to prescribe and administer diagnostic and therapeutic pharmaceutical agents under this chapter. Each member shall have been a resident of this state actually engaged in the practice of optometry at least five years preceding the appointment. Governor shall appoint five members to the board. Four members must be optometrists in active practice in this state for at least five years preceding the appointment. One member must be a representative of the public who is a resident of this state and who is not associated with, or financially interested in, the practice or business of optometry. The term of each member is three years commencing on July first. The Governor shall, by appointment, fill any vacancy. No member may serve more than three consecutive, full terms. The appointment of a person to an unexpired term is not considered a full term. No member of any optical school or college, or instructor in optometry, or person connected therewith, or any jobber or jobber's representative, is eligible for the board. Section 3. That § 36-7-3.2 be AMENDED: 36-7-3.2. The Board of Examiners in Optometry board shall continue within the Department of Health, and shall retain all its prescribed functions, including administrative functions. The board shall submit such records, information, and reports in the form and at such times as required by the secretary of health, except that the board shall report at least annually. Section 4. That § 36-7-10 be AMENDED: 36-7-10. It is a Class 2 misdemeanor for any person who is not the holder of a certificate of registration or exemption, issued and recorded as provided in this chapter, to practice or offer to practice optometry within the stateNo person may engage in the practice of optometry, display a sign, or in any way advertise or hold oneself out as an optometrist, unless the person holds a current license issued by the board pursuant to this chapter. A violation of this section is a Class 2 misdemeanor. Section 5. That § 36-7-11 be AMENDED: 36-7-11. A person entitled to practice optometry in South Dakota who is not already registered is any person who furnishes the Board of Examiners in Optometry satisfactory evidence as followsThe board may issue a license to an applicant that: (1) That the person is of the full age ofSubmits an application on a form prescribed by the board; (2) Pays the application fee set by rules promulgated by the board pursuant to chapter 1-26, not to exceed one hundred seventy-five dollars; (3) Is eighteen years or older, and a citizen of the United States or a resident of South Dakota; (2)(4) That the person isIs of good moral character; (3)(5) That the person isIs a graduate of a recognized Class A an optometric school or college approved by the Board of Examiners Accreditation Council on Optometric Education or the board; and (4)(6) That the person possesses a licensed certificate of registration obtained by taking and satisfactorily passing an examination given by the board for purpose of determining the person's qualifications for the practice of optometryHas passed all required sections of a national board examination approved by the board; and (7) Has committed no act for which disciplinary action may be justified. Section 6. That § 36-7-12.1 be AMENDED: 36-7-12.1. Any applicant for licensure as an optometrist after July 1, 1986, shall satisfactorily complete all pharmacology studies and clinical experience required by this chapter and the board, and attain a passing grade on the pharmacology portion of the a national board examination approved by the board. Section 7. That § 36-7-13 be AMENDED: 36-7-13. By way of substitution for the requirements in subdivisions 36-7-11(3), (4), and (5) and in §§ 36-7-12, 36-7-12.1 and 36-7-31, a candidate for licensure in this state may be given a certificate of registration by paying a fee, not to exceed one hundred seventy-five dollars, upon proof to the Board of Examiners by certified copy of the certificate of registration issued to the candidate by another United States jurisdiction where the requirements for registration are deemed by the South Dakota State Board to be the equivalent to those provided by this chapter if the candidate passes the examination administered by the board required by this chapter or presents satisfactory evidence to the board of having passed substantially similar examinations in another jurisdiction, and the candidate has practiced optometry in the other state for at least five consecutive years immediately prior to the candidate's application for registration in South Dakota. The board may promulgate rules, pursuant to chapter 1-26, to establish standards for licensure through endorsement pursuant to this section, including the level and status of licensure required, the evidence required to establish that the requirements for registration in the jurisdiction in which the candidate is licensed are substantially similar to those required by this chapter, the procedure and contents required for submitting the application, any additional education, testing, or training necessary to ensure the competency of the candidate, and the fee provided for in this sectionThe board may issue a license to practice as an optometrist by endorsement to a person who has been licensed as an optometrist under the laws of another state or territory under United States jurisdiction if: (1) The person submits an application and pays the required fee set by rules promulgated by the board pursuant to chapter 1-26, not to exceed one hundred seventy-five dollars; (2) In the opinion of the board, the applicant meets the qualifications required of an optometrist in this state at the time of the applicant's original licensure; and (3) The applicant has engaged in the practice of optometry for at least five consecutive years immediately preceding application under this section. The board may require additional education, testing, or training before granting licensure if competency of any applicant is in question. Any applicant who has been denied a license by the board must reapply and meet all initial licensure requirements before the board may grant licensure. Section 8. That § 36-7-15 be AMENDED: 36-7-15. The Board of Examiners in Optometry shall have power to make and promulgate under the provisions of chapter 1-26 such rules and regulations, not inconsistent with the laws of this state to board may: (1) Provide for a method of examination of candidates for registration. (2) Define what shall constitute a recognized Class A optometric school. (3) Govern the practice of optometry, including the adoption of a code of ethics, or rules of professional conduct for all registrants. (4) Govern the minimum amount and kind of continuing education in optometry to be required triennially of each optometrist seeking relicense to practice optometry in the State of South DakotaPromote the safe and qualified practice of optometry; (2) Promulgate rules pursuant to chapter 1-26 to govern standards for the safe and qualified practice of optometry, to adopt a code of ethics or professional conduct, and to establish criteria for advertising by optometrists; (3) Prepare an annual budget; (4) Expend funds for administrative, legal, consultative, and other necessary services from fees received by the board; (5) Examine, license, endorse, and renew the licenses of qualified applicants; (6) Define what constitutes a recognized optometric school; (7) Establish the minimum amount and type of continuing education to be required of each optometrist seeking renewal of a license; and (8) Administer oaths and take testimony pursuant to §§ 1-26-19.1 and 1-26-19.2. Section 9. That § 36-7-17 be AMENDED: 36-7-17. Every person who practices optometry optometrist in South Dakota this state shall furnish the Board of Examiners board satisfactory evidence that he the licensee practices optometry as a profession, in his an individual personal capacity under his the optometrist's own name or as a partner of another registered licensed optometrist and not as a corporation, limited liability company or agent, employee, officer, member, or partner of a corporation or limited liability company, except where a practice as an officer, employee, member, or agent of a corporation is established under the terms of chapter 47-11B. A violation of this section is a Class 2 misdemeanor. Nothing in this section shall preclude precludes a licensed optometrist from serving as a shareholder, officer, or director of a corporation established under the terms of chapter 58-41 as a health maintenance organization or other alternate health care delivery system including, but not limited to, a preferred provider organizations organization, individual practices association, or other form of entity whatever established for group health care purposes. Section 10. That § 36-7-18 be AMENDED: 36-7-18. Every person practicing optometry shall: (1) Display the certificate of registration or exemption in a conspicuous place in the principal office wherein he practices; and (2) Exhibit the certificate to the State Board of Examiners or its authorized representative upon request. Each optometrist shall conspicuously display any license, and subsequent proof of renewal, issued by the board under this chapter at the optometrist's primary place of practice. A violation of this section is a Class 2 misdemeanor. Section 11. That § 36-7-20 be AMENDED: 36-7-20. Each licensed optometrist residing in or in active practice within the State of South Dakota shall, on or before the first day of October in each year pay to the State Board of Examiners in Optometry a fee to be set in rule by the Board of Examiners, in default of which the board may, in compliance with chapter 1-26, revoke his license or certificate, either for failure to comply with the continuing education requirements or nonpayment of such fee, but the payment of such fee at or before the time of hearing, with such additional sum as may be fixed in rule by the board, shall excuse the default optometrist licensed pursuant to this chapter shall apply, on a form approved by the board, for a renewal of the license. The renewal must be issued by the board upon payment of a fee set by the board by rule promulgated pursuant to chapter 1-26, not to exceed three hundred dollars, and upon verification that the optometrist has met the requirements for continuing education as provided in § 36-7-20.2. The renewal must be in the form of a receipt acknowledging payment of the required fee and signed by the secretary of the board. Failure to renew the license on or before October first of each year constitutes a forfeiture of the optometrist's license. The license may be renewed at the discretion of the board upon application and payment of the fee required by § 36-7-11, and a late fee set by the board by rules promulgated pursuant to chapter 1-26, not to exceed one hundred dollars for each month the renewal is late. Section 12. That § 36-7-20.2 be AMENDED: 36-7-20.2. The length of study required by § 36-7-20.1 shall be prescribed by the Board of Examiners in Optometry but shall not exceed forty‑five hours in any three consecutive calendar years board shall establish requirements for continuing education by rules promulgated pursuant to chapter 1-26. Attendance must be at aAny continuing education course or courses must be certified by the Council of Optometric Practitioner Education or approved by the board. Attendance at any course or courses of study are to be certified by the board upon a form provided by the board and shall must be submitted by each registered optometrist at the time he makes application to the board for the renewal of his license and payment of his renewal fee when renewing a license pursuant to § 36-7-20. In no instance may the board require a greater number of hours of study than are available at approved courses held within the state and shall be allowed to The board may waive any or all of this requirement in case of certified illness or undue hardship. Section 13. That § 36-7-21 be AMENDED: 36-7-21. The Board of Examiners shall have power to board may remit the license fee of all registrants while any optometrist on active duty in the armed forces of the United States. For the purposes of this section, the term, active duty in the armed forces, means full-time duty in the active military services and reserve components of the United States, including the National Guard and Reserve, while serving under published orders for active duty or full-time training. Section 14. That § 36-7-24 be AMENDED: 36-7-24. The Board of Examiners board, in compliance with chapter 1-26, may revoke the certificate of impose disciplinary sanctions against any registrant optometrist for any one, or any combination, of the following causes: (1) Conviction of a felony, as shown by a certified copy of the record of the court of conviction; (2) Obtaining, or attempting to obtain, a certificate of registration license by fraudulent misrepresentation; (3) Malpractice; (4) Continued practice by a person when knowingly having an infectious or contagious disease, or after sustaining a physical or mental disability that renders further practice potentially harmful or dangerous; (5) Habitual drunkenness or habitual addiction to the use of morphine, cocaine, or other habit-forming drugsUse of alcohol or other substances that renders the optometrist unfit to practice with reasonable skill and safety; (6) Unprofessional conduct; or (7) Failure to submit to or cooperate with the criminal background investigation requested by the board. Section 15. That § 36-7-25 be AMENDED: 36-7-25. The term, unprofessional conduct, as used in this chapter, means: (1) Any conduct of a character likely to deceive or defraud the public; (2) The loaning of a license or certificate by any licensed optometrist or any person or corporation; (3) The employment of cappers or steerers to obtain businessViolating any provision of this chapter or any rule promulgated by the board; (4) Splitting or dividing a fee or compensation with any person or corporation; (5) The obtaining of any fee or compensation by fraud or misrepresentation; (6) Employing, either directly or indirectly, any suspended or unlicensed optometrist to perform any work covered by this chapter; (7) The advertising by any means whatsoever of optometric practice or, treatment or, advice, or costs in which untruthful, improbable, misleading, or impossible statements are made; (8) Advertising by printed matter, radio, display, or any other means, the quotation of prices for a discount on or any specific amount of payment for eyeglasses, spectacles, or accessories thereto, ophthalmic lenses, frames or mountings, or the phrases \"free examinations,\" \"moderate prices,\" \"low prices,\" \"guaranteed glasses,\" \"satisfaction guaranteed,\" or any variations thereof, or words of similar import; (9) Seeking patronage by means of handbills, posters, circulars, newspapers, radio or periodicals, which means set forth more than the name, profession, title, location, phone number and office hours of the optometrist; (10) Advertising wherein the optometrist employs any form of newspaper, sign, literature or directory professional card or window or public exhibition display of optical materials, handbills, road signs, clock signs, novelties or favors contrary to or violating the code of ethics or any of the other lawful rules and regulations properly promulgated by the state board Failure to maintain adequate safety and sanitary conditions, or meet the requirements of an optometric clinic in accordance with the standards set forth in this chapter and any rule promulgated by the board in accordance with chapter 1-26; (9) Inappropriate prescribing to any person in quantities and under circumstances apparent to the board that the prescription was not made for legitimate medicinal purposes related to the practice optometry, or prescribing in a manner or in amounts that, in the opinion of the board, endanger the wellbeing of a patient or the public in general; (11)(10) The failure to refer a patient to a physician licensed pursuant to chapter 36-4 if examination of the eye indicates a substantial likelihood of pathology which that requires the attention of a physician licensed pursuant to chapter 36-4; (12)(11) Any conviction of a felony or violation of a Board of Examiners in Optometry rule as determined by the board after notice and hearing pursuant to chapter 1-26 criminal offense related to the practice of optometry; (13)(12) Consistently misdiagnosing or consistently prescribing improper therapy; or (14)(13) Failing to hold in professional confidence all information concerning a patient; (14) Failing to comply with state and federal laws on keeping records regarding possessing and dispensing controlled substances or habit-forming drugs; (15) Falsifying the records of a patient; (16) Exercising influence within the optometrist-patient relationship for the purpose of engaging a patient in sexual activity. For purposes of this subdivision, the patient is presumed incapable of giving free, full, and informed consent to sexual activity with the optometrist; (17) Engaging in sexual harassment; (18) Any practice or conduct that tends to constitute a danger to the health, welfare, or safety of patients or the public, or engaging in conduct that is unbecoming of an optometrist; (19) Discipline by the licensing board of another state or territory under United States jurisdiction if the violation is also a violation of this chapter or any rule promulgated by the board; (20) Not reporting discipline by a licensing board of another state or territory under United States jurisdiction to the board; and (21) Not reporting a conviction of a criminal offense arising out of the practice of optometry to the board. Unprofessional conduct, as defined in this section, shall may not be the basis for criminal prosecution unless otherwise declared unlawful. Section 16. That § 36-7-27 be AMENDED: 36-7-27. After one year, and upon application and proof that the disqualification has ceased, the Board of Examiners board may reinstate a person whose certificate license has been revoked, if no other basis for denial of the license exists. Section 17. That § 36-7-3.1 be REPEALED: The membership of the Board of Examiners shall include one lay member who is a user of the services regulated by the board. The term lay member who is a user refers to a person who is not licensed by the board but where practical uses the service licensed, and the meaning shall be liberally construed to implement the purpose of this section. The lay member shall be appointed by the Governor and shall have the same term of office as other members of the board. Section 18. That § 36-7-4 be REPEALED: The Board of Examiners may employ counsel and other necessary assistants to aid in the enforcement of this chapter, the compensation and expenses of whom shall be paid from the funds of the board. Section 19. That § 36-7-5 be REPEALED: The Board of Examiners shall further have power by and through each member thereof to administer oaths and to take testimony pursuant to §§ 1-26-19.1 and 1-26-19.2 in the granting, revoking, or suspending of certificates of registration. Section 20. That § 36-7-6 be REPEALED: The secretary of the State Board of Examiners in Optometry shall receive a salary which shall be fixed by the board, and shall also receive his traveling and other expenses necessarily incurred in the performance of his official duties. Such salary shall be fixed by the board; and all such fees and expenses and the compensation and reimbursement of expenses provided by law for members of the board shall be paid from the fees received by the State Board of Optometry under the provisions of this chapter. Section 21. That § 36-7-8 be REPEALED: The State Board of Examiners in Optometry shall annually, and on or before July first of each year, determine the amount estimated by it to be reasonably required for its purposes for the succeeding year. Section 22. That § 36-7-12 be REPEALED: Any person desiring to take an examination to determine his or her qualifications for the practice of optometry shall file a sworn application with the secretary of the Board of Examiners in Optometry at least thirty days prior to the time set therefor and pay a fee set by rule promulgated pursuant to chapter 1-26 by the Board of Examiners before examination and an additional amount set by rule promulgated pursuant to chapter 1-26 by the Board of Examiners upon issuance of certificate. Upon failure to pass the first examination, the candidate may elect to be reexamined upon payment of such additional amount, not to exceed one hundred dollars, set by rule promulgated pursuant to chapter 1-26 by the Board of Examiners and take another examination within fifteen months. Section 23. That § 36-7-14 be REPEALED: Before any certificate of registration is issued it shall be numbered and recorded in a book kept in the office of the board and its number shall be noted upon the certificate. Section 24. That § 36-7-15.1 be REPEALED: The State Board of Examiners in Optometry shall adopt rules pursuant to chapter 1-26 to specify additional educational qualifications and to ensure professional competence by those practitioners who apply to the board for a certification enabling them to prescribe and administer diagnostic and therapeutic topical pharmaceutical agents as described in § 36-7-1. The board shall, by rules promulgated pursuant to chapter 1-26, establish separate educational and examination requirements for the certification of optometrists for both diagnostic and therapeutic agents. The board shall make available annual, substantial, in‑state pharmaceutical education for licensed optometrists. The initial educational requirements before certification are at least one hundred fifty classroom hours and at least forty hours of clinical experience in pharmaceutical education dealing with diagnosis and treatment of ocular disease. The board shall require a minimum of five hours of continuing pharmaceutical education annually for each optometrist certified for therapeutic agents. Section 25. That § 36-7-15.2 be REPEALED: Only those optometrists who have satisfactorily completed a curriculum in general and ocular pharmacology at an institution accredited by a regional or professional accreditation organization which is recognized or approved by the council on postsecondary accreditation of the United States Office of Education within the Department of Health and Human Services and approved by the State Board of Examiners in Optometry are eligible to apply for the certificate issued pursuant to § 36-7-15.1. Those practitioners who have established their eligibility pursuant to this section shall also pass an examination approved by the board before they may be certified to administer the topical pharmaceutical agents described by § 36-7-1. Section 26. That § 36-7-15.3 be REPEALED: The board, in certifying optometrists for the use of therapeutic drugs, shall require that all applicants before certification either have taken and successfully passed the treatment and management of ocular disease portion of the National Board of Examiners in Optometry test or have taken and successfully passed an examination prepared or certified by the board as covering all areas of pharmacological education provided to graduates of accredited optometric colleges. The South Dakota State University School of Pharmacy may assist the board in the formulation or administration of the examination of optometrists for competency in therapeutic drugs. Section 27. That § 36-7-19 be REPEALED: The Board of Examiners may, in compliance with chapter 1-26, prescribe the mediums of advertising that may be used by optometrists and the size, nature, and type of signs and professional cards that may be used. Said board shall not have power or authority to fix the fees to be charged by its members for professional services. Section 28. That § 36-7-20.1 be REPEALED: All registered optometrists whenever licensed in the State of South Dakota are and shall be required to take courses of study in subjects relating to the practice of the profession of optometry to the end that the utilization and application of new techniques, scientific and clinical advances, and the achievements of research will assure expansive and comprehensive care to the public. Section 29. That § 36-7-20.3 be REPEALED: The Board of Examiners in Optometry is authorized to use up to one‑half of its annual renewal fees for the purpose of contracting with institutions of higher learning, professional organizations, or qualified individuals for the providing of educational programs that meet this requirement. The board is further authorized to treat funds set aside for the purpose of continuing education as state funds for the purpose of accepting any funds made available under federal law on a matching basis for the promulgation and maintenance of programs of continuing education. Section 30. That § 36-7-20.4 be REPEALED: Each licensed optometrist residing in or in active practice within the State of South Dakota shall, on or before September first in the third year after his initial licensure, and every third year thereafter, certify on forms provided by the Board of Examiners in Optometry that he has complied with §§ 36-7-20.1 and 36-7-20.2. This provision shall not apply to any licensee serving in the armed forces during any part of the thirty‑six months preceding the certification nor to any licensee submitting proof that he was suffering from a serious or disabling illness or physical disability which prevented his attendance at any qualified educational program within the State of South Dakota during the thirty‑six months immediately preceding the certification. Section 31. That § 36-7-29 be REPEALED: There shall be no monetary liability on the part of, and no cause of action for damages shall arise against, any member of a duly appointed committee of a state professional society, comprised of optometrists licensed to practice their profession in the State of South Dakota, for any act or proceeding undertaken or performed within the scope of the functions of any such committee which is formed to maintain the duly established professional standards of the society or the requirements of law, if such committee member acts without malice, has made a reasonable effort to obtain the facts of the matter as to which he acts, and acts in a reasonable belief that the action taken by him is warranted by the facts known to him after such reasonable effort to obtain facts. \"Professional society\" includes optometric organizations having as members at least a majority of the eligible licensees in the state. The provisions of this section do not affect the official immunity of an officer or employee of a public corporation or of an optometrist serving on a committee or board or other entity authorized by state or federal law. Section 32. That § 36-7-31 be REPEALED: Before using therapeutic pharmaceutical agents for the treatment of glaucoma or ocular hypertension an optometrist certified for diagnostic and therapeutic pharmaceutical agents shall complete education with emphasis on treatment and management of glaucoma and ocular hypertension provided by an institution accredited by a regional or professional accreditation organization which is recognized or approved by the council on postsecondary accreditation of the United States Office of Education within the Department of Health and Human Services and approved by the Board of Examiners in Optometry by rule promulgated pursuant to chapter 1-26. Upon completion of the education, the optometrist shall pass an oral or written examination approved by the board. The board shall suspend the certification for therapeutic pharmaceutical agents of any optometrist who fails to comply with this section by July 1, 1996."}, {"bill_id": 22897, "bill_version_id": 230918, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2022-01-27T17:01:38.407-06:00", "bill_text": "An Act to update certain provisions related to the licensure of optometrists. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 36-7 be amended with a NEW SECTION: As used in this chapter, the term, board, means the South Dakota Board of Examiners in Optometry. Section 2. That § 36-7-3 be AMENDED: 36-7-3. The State Board of Examiners in Optometry consists of four members appointed by the Governor, three of whom shall be fully qualified and licensed to prescribe and administer diagnostic and therapeutic pharmaceutical agents under this chapter. Each member shall have been a resident of this state actually engaged in the practice of optometry at least five years preceding the appointment. Governor shall appoint five members to the board. Four members must be optometrists in active practice in this state for at least five years preceding the appointment. One member must be a representative of the public who is a resident of this state and who is not associated with, or financially interested in, the practice or business of optometry. The term of each member is three years commencing on July first. The Governor shall, by appointment, fill any vacancy. No member may serve more than three consecutive, full terms. The appointment of a person to an unexpired term is not considered a full term. No member of any optical school or college, or instructor in optometry, or person connected therewith, or any jobber or jobber's representative, is eligible for the board. Section 3. That § 36-7-3.2 be AMENDED: 36-7-3.2. The Board of Examiners in Optometry board shall continue within the Department of Health, and shall retain all its prescribed functions, including administrative functions. The board shall submit such records, information, and reports in the form and at such times as required by the secretary of health, except that the board shall report at least annually. Section 4. That § 36-7-10 be AMENDED: 36-7-10. It is a Class 2 misdemeanor for any person who is not the holder of a certificate of registration or exemption, issued and recorded as provided in this chapter, to practice or offer to practice optometry within the stateIt is a Class 2 misdemeanor for any person who is not the holder of a certificate of registration or exemption, issued and recorded as provided in this chapter, to practice or offer to practice optometry within the state. Section 5. That § 36-7-11 be AMENDED: 36-7-11. A person entitled to practice optometry in South Dakota who is not already registered is any person who furnishes the Board of Examiners in Optometry satisfactory evidence as followsThe board may issue a license to an applicant that: (1) That the person is of the full age ofSubmits an application on a form prescribed by the board; (2) Pays the application fee set by rules promulgated by the board pursuant to chapter 1-26, not to exceed one hundred seventy-five dollars; (3) Is eighteen years or older, and a citizen of the United States or a resident of South Dakota; (2)(4) That the person isIs of good moral character; (3)(5) That the person isIs a graduate of a recognized Class A an optometric school or college approved by the Board of Examiners Accreditation Council on Optometric Education or the board; and (4)(6) That the person possesses a licensed certificate of registration obtained by taking and satisfactorily passing an examination given by the board for purpose of determining the person's qualifications for the practice of optometryHas passed all required sections of a national board examination approved by the board; and (7) Has committed no act for which disciplinary action may be justified. Section 6. That § 36-7-12.1 be AMENDED: 36-7-12.1. Any applicant for licensure as an optometrist after July 1, 1986, shall satisfactorily complete all pharmacology studies and clinical experience required by this chapter and the board, and attain a passing grade on the pharmacology portion of the a national board examination approved by the board. Section 7. That § 36-7-13 be AMENDED: 36-7-13. By way of substitution for the requirements in subdivisions 36-7-11(3), (4), and (5) and in §§ 36-7-12, 36-7-12.1 and 36-7-31, a candidate for licensure in this state may be given a certificate of registration by paying a fee, not to exceed one hundred seventy-five dollars, upon proof to the Board of Examiners by certified copy of the certificate of registration issued to the candidate by another United States jurisdiction where the requirements for registration are deemed by the South Dakota State Board to be the equivalent to those provided by this chapter if the candidate passes the examination administered by the board required by this chapter or presents satisfactory evidence to the board of having passed substantially similar examinations in another jurisdiction, and the candidate has practiced optometry in the other state for at least five consecutive years immediately prior to the candidate's application for registration in South Dakota. The board may promulgate rules, pursuant to chapter 1-26, to establish standards for licensure through endorsement pursuant to this section, including the level and status of licensure required, the evidence required to establish that the requirements for registration in the jurisdiction in which the candidate is licensed are substantially similar to those required by this chapter, the procedure and contents required for submitting the application, any additional education, testing, or training necessary to ensure the competency of the candidate, and the fee provided for in this sectionThe board may issue a license to practice as an optometrist by endorsement to a person who has been licensed as an optometrist under the laws of another state or territory under United States jurisdiction if: (1) The person submits an application and pays the required fee set by rules promulgated by the board pursuant to chapter 1-26, not to exceed one hundred seventy-five dollars; (2) In the opinion of the board, the applicant meets the qualifications required of an optometrist in this state at the time of the applicant's original licensure; and (3) The applicant has engaged in the practice of optometry for at least five consecutive years immediately preceding application under this section. The board may require additional education, testing, or training before granting licensure if competency of any applicant is in question. Any applicant who has been denied a license by the board must reapply and meet all initial licensure requirements before the board may grant licensure. Section 8. That § 36-7-15 be AMENDED: 36-7-15. The Board of Examiners in Optometry shall have power to make and promulgate under the provisions of chapter 1-26 such rules and regulations, not inconsistent with the laws of this state to board may: (1) Provide for a method of examination of candidates for registration. (2) Define what shall constitute a recognized Class A optometric school. (3) Govern the practice of optometry, including the adoption of a code of ethics, or rules of professional conduct for all registrants. (4) Govern the minimum amount and kind of continuing education in optometry to be required triennially of each optometrist seeking relicense to practice optometry in the State of South DakotaPromote the safe and qualified practice of optometry; (2) Promulgate rules pursuant to chapter 1-26 to govern standards for the safe and qualified practice of optometry, to adopt a code of ethics or professional conduct, and to establish criteria for advertising by optometrists; (3) Prepare an annual budget; (4) Expend funds for administrative, legal, consultative, and other necessary services from fees received by the board; (5) Examine, license, endorse, and renew the licenses of qualified applicants; (6) Define what constitutes a recognized optometric school; (7) Establish the minimum amount and type of continuing education to be required of each optometrist seeking renewal of a license; and (8) Administer oaths and take testimony pursuant to §§ 1-26-19.1 and 1-26-19.2. Section 9. That § 36-7-17 be AMENDED: 36-7-17. Every person who practices optometry optometrist in South Dakota this state shall furnish the Board of Examiners board satisfactory evidence that he the licensee practices optometry as a profession, in his an individual personal capacity under his the optometrist's own name or as a partner of another registered licensed optometrist and not as a corporation, limited liability company or agent, employee, officer, member, or partner of a corporation or limited liability company, except where a practice as an officer, employee, member, or agent of a corporation is established under the terms of chapter 47-11B. A violation of this section is a Class 2 misdemeanor. Nothing in this section shall preclude precludes a licensed optometrist from serving as a shareholder, officer, or director of a corporation established under the terms of chapter 58-41 as a health maintenance organization or other alternate health care delivery system including, but not limited to, a preferred provider organizations organization, individual practices association, or other form of entity whatever established for group health care purposes. Section 10. That § 36-7-18 be AMENDED: 36-7-18. Every person practicing optometry shall: (1) Display the certificate of registration or exemption in a conspicuous place in the principal office wherein he practices; and (2) Exhibit the certificate to the State Board of Examiners or its authorized representative upon request. Each optometrist shall conspicuously display any license, and subsequent proof of renewal, issued by the board under this chapter at the optometrist's primary place of practice. A violation of this section is a Class 2 misdemeanor. Section 11. That § 36-7-20 be AMENDED: 36-7-20. Each licensed optometrist residing in or in active practice within the State of South Dakota shall, on or before the first day of October in each year pay to the State Board of Examiners in Optometry a fee to be set in rule by the Board of Examiners, in default of which the board may, in compliance with chapter 1-26, revoke his license or certificate, either for failure to comply with the continuing education requirements or nonpayment of such fee, but the payment of such fee at or before the time of hearing, with such additional sum as may be fixed in rule by the board, shall excuse the default optometrist licensed pursuant to this chapter shall apply, on a form approved by the board, for a renewal of the license. The renewal must be issued by the board upon payment of a fee set by the board by rule promulgated pursuant to chapter 1-26, not to exceed three hundred dollars, and upon verification that the optometrist has met the requirements for continuing education as provided in § 36-7-20.2. The renewal must be in the form of a receipt acknowledging payment of the required fee and signed by the secretary of the board. Failure to renew the license on or before October first of each year constitutes a forfeiture of the optometrist's license. The license may be renewed at the discretion of the board upon application and payment of the fee required by § 36-7-11, and a late fee set by the board by rules promulgated pursuant to chapter 1-26, not to exceed one hundred dollars for each month the renewal is late. Section 12. That § 36-7-20.2 be AMENDED: 36-7-20.2. The length of study required by § 36-7-20.1 shall be prescribed by the Board of Examiners in Optometry but shall not exceed forty‑five hours in any three consecutive calendar years board shall establish requirements for continuing education by rules promulgated pursuant to chapter 1-26. Attendance must be at aAny continuing education course or courses must be certified by the Council of Optometric Practitioner Education or approved by the board. Attendance at any course or courses of study are to be certified by the board upon a form provided by the board and shall must be submitted by each registered optometrist at the time he makes application to the board for the renewal of his license and payment of his renewal fee when renewing a license pursuant to § 36-7-20. In no instance may the board require a greater number of hours of study than are available at approved courses held within the state and shall be allowed to The board may waive any or all of this requirement in case of certified illness or undue hardship. Section 13. That § 36-7-21 be AMENDED: 36-7-21. The Board of Examiners shall have power to board may remit the license fee of all registrants while any optometrist on active duty in the armed forces of the United States. For the purposes of this section, the term, active duty in the armed forces, means full-time duty in the active military services and reserve components of the United States, including the National Guard and Reserve, while serving under published orders for active duty or full-time training. Section 14. That § 36-7-24 be AMENDED: 36-7-24. The Board of Examiners board, in compliance with chapter 1-26, may revoke the certificate of impose disciplinary sanctions against any registrant optometrist for any one, or any combination, of the following causes: (1) Conviction of a felony, as shown by a certified copy of the record of the court of conviction; (2) Obtaining, or attempting to obtain, a certificate of registration license by fraudulent misrepresentation; (3) Malpractice; (4) Continued practice by a person when knowingly having an infectious or contagious disease, or after sustaining a physical or mental disability that renders further practice potentially harmful or dangerous; (5) Habitual drunkenness or habitual addiction to the use of morphine, cocaine, or other habit-forming drugsUse of alcohol or other substances that renders the optometrist unfit to practice with reasonable skill and safety; (6) Unprofessional conduct; or (7) Failure to submit to or cooperate with the criminal background investigation requested by the board. Section 15. That § 36-7-25 be AMENDED: 36-7-25. The term, unprofessional conduct, as used in this chapter, means: (1) Any conduct of a character likely to deceive or defraud the public; (2) The loaning of a license or certificate by any licensed optometrist or any person or corporation; (3) The employment of cappers or steerers to obtain businessViolating any provision of this chapter or any rule promulgated by the board; (4) Splitting or dividing a fee or compensation with any person or corporation; (5) The obtaining of any fee or compensation by fraud or misrepresentation; (6) Employing, either directly or indirectly, any suspended or unlicensed optometrist to perform any work covered by this chapter; (7) The advertising by any means whatsoever of optometric practice or, treatment or, advice, or costs in which untruthful, improbable, misleading, or impossible statements are made; (8) Advertising by printed matter, radio, display, or any other means, the quotation of prices for a discount on or any specific amount of payment for eyeglasses, spectacles, or accessories thereto, ophthalmic lenses, frames or mountings, or the phrases \"free examinations,\" \"moderate prices,\" \"low prices,\" \"guaranteed glasses,\" \"satisfaction guaranteed,\" or any variations thereof, or words of similar import; (9) Seeking patronage by means of handbills, posters, circulars, newspapers, radio or periodicals, which means set forth more than the name, profession, title, location, phone number and office hours of the optometrist; (10) Advertising wherein the optometrist employs any form of newspaper, sign, literature or directory professional card or window or public exhibition display of optical materials, handbills, road signs, clock signs, novelties or favors contrary to or violating the code of ethics or any of the other lawful rules and regulations properly promulgated by the state board Failure to maintain adequate safety and sanitary conditions, or meet the requirements of an optometric clinic in accordance with the standards set forth in this chapter and any rule promulgated by the board in accordance with chapter 1-26; (9) Inappropriate prescribing to any person in quantities and under circumstances apparent to the board that the prescription was not made for legitimate medicinal purposes related to the practice optometry, or prescribing in a manner or in amounts that, in the opinion of the board, endanger the wellbeing of a patient or the public in general; (11)(10) The failure to refer a patient to a physician licensed pursuant to chapter 36-4 if examination of the eye indicates a substantial likelihood of pathology which that requires the attention of a physician licensed pursuant to chapter 36-4; (12)(11) Any conviction of a felony or violation of a Board of Examiners in Optometry rule as determined by the board after notice and hearing pursuant to chapter 1-26 criminal offense related to the practice of optometry; (13)(12) Consistently misdiagnosing or consistently prescribing improper therapy; or (14)(13) Failing to hold in professional confidence all information concerning a patient; (14) Failing to comply with state and federal laws on keeping records regarding possessing and dispensing controlled substances or habit-forming drugs; (15) Falsifying the records of a patient; (16) Exercising influence within the optometrist-patient relationship for the purpose of engaging a patient in sexual activity. For purposes of this subdivision, the patient is presumed incapable of giving free, full, and informed consent to sexual activity with the optometrist; (17) Engaging in sexual harassment; (18) Any practice or conduct that tends to constitute a danger to the health, welfare, or safety of patients or the public, or engaging in conduct that is unbecoming of an optometrist; (19) Discipline by the licensing board of another state or territory under United States jurisdiction if the violation is also a violation of this chapter or any rule promulgated by the board; (20) Not reporting discipline by a licensing board of another state or territory under United States jurisdiction to the board; and (21) Not reporting a conviction of a criminal offense arising out of the practice of optometry to the board. Unprofessional conduct, as defined in this section, shall may not be the basis for criminal prosecution unless otherwise declared unlawful. Section 16. That § 36-7-27 be AMENDED: 36-7-27. After one year, and upon application and proof that the disqualification has ceased, the Board of Examiners board may reinstate a person whose certificate license has been revoked, if no other basis for denial of the license exists. Section 17. That § 36-7-3.1 be REPEALED: The membership of the Board of Examiners shall include one lay member who is a user of the services regulated by the board. The term lay member who is a user refers to a person who is not licensed by the board but where practical uses the service licensed, and the meaning shall be liberally construed to implement the purpose of this section. The lay member shall be appointed by the Governor and shall have the same term of office as other members of the board. Section 18. That § 36-7-4 be REPEALED: The Board of Examiners may employ counsel and other necessary assistants to aid in the enforcement of this chapter, the compensation and expenses of whom shall be paid from the funds of the board. Section 19. That § 36-7-5 be REPEALED: The Board of Examiners shall further have power by and through each member thereof to administer oaths and to take testimony pursuant to §§ 1-26-19.1 and 1-26-19.2 in the granting, revoking, or suspending of certificates of registration. Section 20. That § 36-7-6 be REPEALED: The secretary of the State Board of Examiners in Optometry shall receive a salary which shall be fixed by the board, and shall also receive his traveling and other expenses necessarily incurred in the performance of his official duties. Such salary shall be fixed by the board; and all such fees and expenses and the compensation and reimbursement of expenses provided by law for members of the board shall be paid from the fees received by the State Board of Optometry under the provisions of this chapter. Section 21. That § 36-7-8 be REPEALED: The State Board of Examiners in Optometry shall annually, and on or before July first of each year, determine the amount estimated by it to be reasonably required for its purposes for the succeeding year. Section 22. That § 36-7-12 be REPEALED: Any person desiring to take an examination to determine his or her qualifications for the practice of optometry shall file a sworn application with the secretary of the Board of Examiners in Optometry at least thirty days prior to the time set therefor and pay a fee set by rule promulgated pursuant to chapter 1-26 by the Board of Examiners before examination and an additional amount set by rule promulgated pursuant to chapter 1-26 by the Board of Examiners upon issuance of certificate. Upon failure to pass the first examination, the candidate may elect to be reexamined upon payment of such additional amount, not to exceed one hundred dollars, set by rule promulgated pursuant to chapter 1-26 by the Board of Examiners and take another examination within fifteen months. Section 23. That § 36-7-14 be REPEALED: Before any certificate of registration is issued it shall be numbered and recorded in a book kept in the office of the board and its number shall be noted upon the certificate. Section 24. That § 36-7-15.1 be REPEALED: The State Board of Examiners in Optometry shall adopt rules pursuant to chapter 1-26 to specify additional educational qualifications and to ensure professional competence by those practitioners who apply to the board for a certification enabling them to prescribe and administer diagnostic and therapeutic topical pharmaceutical agents as described in § 36-7-1. The board shall, by rules promulgated pursuant to chapter 1-26, establish separate educational and examination requirements for the certification of optometrists for both diagnostic and therapeutic agents. The board shall make available annual, substantial, in‑state pharmaceutical education for licensed optometrists. The initial educational requirements before certification are at least one hundred fifty classroom hours and at least forty hours of clinical experience in pharmaceutical education dealing with diagnosis and treatment of ocular disease. The board shall require a minimum of five hours of continuing pharmaceutical education annually for each optometrist certified for therapeutic agents. Section 25. That § 36-7-15.2 be REPEALED: Only those optometrists who have satisfactorily completed a curriculum in general and ocular pharmacology at an institution accredited by a regional or professional accreditation organization which is recognized or approved by the council on postsecondary accreditation of the United States Office of Education within the Department of Health and Human Services and approved by the State Board of Examiners in Optometry are eligible to apply for the certificate issued pursuant to § 36-7-15.1. Those practitioners who have established their eligibility pursuant to this section shall also pass an examination approved by the board before they may be certified to administer the topical pharmaceutical agents described by § 36-7-1. Section 26. That § 36-7-15.3 be REPEALED: The board, in certifying optometrists for the use of therapeutic drugs, shall require that all applicants before certification either have taken and successfully passed the treatment and management of ocular disease portion of the National Board of Examiners in Optometry test or have taken and successfully passed an examination prepared or certified by the board as covering all areas of pharmacological education provided to graduates of accredited optometric colleges. The South Dakota State University School of Pharmacy may assist the board in the formulation or administration of the examination of optometrists for competency in therapeutic drugs. Section 27. That § 36-7-19 be REPEALED: The Board of Examiners may, in compliance with chapter 1-26, prescribe the mediums of advertising that may be used by optometrists and the size, nature, and type of signs and professional cards that may be used. Said board shall not have power or authority to fix the fees to be charged by its members for professional services. Section 28. That § 36-7-20.1 be REPEALED: All registered optometrists whenever licensed in the State of South Dakota are and shall be required to take courses of study in subjects relating to the practice of the profession of optometry to the end that the utilization and application of new techniques, scientific and clinical advances, and the achievements of research will assure expansive and comprehensive care to the public. Section 29. That § 36-7-20.3 be REPEALED: The Board of Examiners in Optometry is authorized to use up to one‑half of its annual renewal fees for the purpose of contracting with institutions of higher learning, professional organizations, or qualified individuals for the providing of educational programs that meet this requirement. The board is further authorized to treat funds set aside for the purpose of continuing education as state funds for the purpose of accepting any funds made available under federal law on a matching basis for the promulgation and maintenance of programs of continuing education. Section 30. That § 36-7-20.4 be REPEALED: Each licensed optometrist residing in or in active practice within the State of South Dakota shall, on or before September first in the third year after his initial licensure, and every third year thereafter, certify on forms provided by the Board of Examiners in Optometry that he has complied with §§ 36-7-20.1 and 36-7-20.2. This provision shall not apply to any licensee serving in the armed forces during any part of the thirty‑six months preceding the certification nor to any licensee submitting proof that he was suffering from a serious or disabling illness or physical disability which prevented his attendance at any qualified educational program within the State of South Dakota during the thirty‑six months immediately preceding the certification. Section 31. That § 36-7-29 be REPEALED: There shall be no monetary liability on the part of, and no cause of action for damages shall arise against, any member of a duly appointed committee of a state professional society, comprised of optometrists licensed to practice their profession in the State of South Dakota, for any act or proceeding undertaken or performed within the scope of the functions of any such committee which is formed to maintain the duly established professional standards of the society or the requirements of law, if such committee member acts without malice, has made a reasonable effort to obtain the facts of the matter as to which he acts, and acts in a reasonable belief that the action taken by him is warranted by the facts known to him after such reasonable effort to obtain facts. \"Professional society\" includes optometric organizations having as members at least a majority of the eligible licensees in the state. The provisions of this section do not affect the official immunity of an officer or employee of a public corporation or of an optometrist serving on a committee or board or other entity authorized by state or federal law. Section 32. That § 36-7-31 be REPEALED: Before using therapeutic pharmaceutical agents for the treatment of glaucoma or ocular hypertension an optometrist certified for diagnostic and therapeutic pharmaceutical agents shall complete education with emphasis on treatment and management of glaucoma and ocular hypertension provided by an institution accredited by a regional or professional accreditation organization which is recognized or approved by the council on postsecondary accreditation of the United States Office of Education within the Department of Health and Human Services and approved by the Board of Examiners in Optometry by rule promulgated pursuant to chapter 1-26. Upon completion of the education, the optometrist shall pass an oral or written examination approved by the board. The board shall suspend the certification for therapeutic pharmaceutical agents of any optometrist who fails to comply with this section by July 1, 1996."}, {"bill_id": 22897, "bill_version_id": 232468, "bill_version": "Enrolled", "bill_version_date": "2022-02-07T09:27:14.6-06:00", "bill_text": "ENTITLED An Act to update certain provisions related to the licensure of optometrists. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 36-7 be amended with a NEW SECTION: As used in this chapter, the term, board, means the South Dakota Board of Examiners in Optometry. Section 2. That § 36-7-3 be AMENDED: 36-7-3. The Governor shall appoint five members to the board. Four members must be optometrists in active practice in this state for at least five years preceding the appointment. One member must be a representative of the public who is a resident of this state and who is not associated with, or financially interested in, the practice or business of optometry. The term of each member is three years commencing on July first. The Governor shall, by appointment, fill any vacancy. No member may serve more than three consecutive, full terms. The appointment of a person to an unexpired term is not considered a full term. Section 3. That § 36-7-3.2 be AMENDED: 36-7-3.2. The board shall continue within the Department of Health. Section 4. That § 36-7-10 be AMENDED: 36-7-10. It is a Class 2 misdemeanor for any person who is not the holder of a certificate of registration or exemption, issued and recorded as provided in this chapter, to practice or offer to practice optometry within the state. Section 5. That § 36-7-11 be AMENDED: 36-7-11. The board may issue a license to an applicant that: (1) Submits an application on a form prescribed by the board; (2) Pays the application fee set by rules promulgated by the board pursuant to chapter 1-26, not to exceed one hundred seventy-five dollars; (3) Is eighteen years or older, and a citizen of the United States or a resident of South Dakota; (4) Is of good moral character; (5) Is a graduate of an optometric school or college approved by the Accreditation Council on Optometric Education or the board; (6) Has passed all required sections of a national board examination approved by the board; and (7) Has committed no act for which disciplinary action may be justified. Section 6. That § 36-7-12.1 be AMENDED: 36-7-12.1. Any applicant for licensure as an optometrist after July 1, 1986, shall satisfactorily complete all pharmacology studies and clinical experience required by this chapter and the board, and attain a passing grade on the pharmacology portion of a national board examination approved by the board. Section 7. That § 36-7-13 be AMENDED: 36-7-13. The board may issue a license to practice as an optometrist by endorsement to a person who has been licensed as an optometrist under the laws of another state or territory under United States jurisdiction if: (1) The person submits an application and pays the required fee set by rules promulgated by the board pursuant to chapter 1-26, not to exceed one hundred seventy-five dollars; (2) In the opinion of the board, the applicant meets the qualifications required of an optometrist in this state at the time of the applicant's original licensure; and (3) The applicant has engaged in the practice of optometry for at least five consecutive years immediately preceding application under this section. The board may require additional education, testing, or training before granting licensure if competency of any applicant is in question. Any applicant who has been denied a license by the board must reapply and meet all initial licensure requirements before the board may grant licensure. Section 8. That § 36-7-15 be AMENDED: 36-7-15. The board may: (1) Promote the safe and qualified practice of optometry; (2) Promulgate rules pursuant to chapter 1-26 to govern standards for the safe and qualified practice of optometry, to adopt a code of ethics or professional conduct, and to establish criteria for advertising by optometrists; (3) Prepare an annual budget; (4) Expend funds for administrative, legal, consultative, and other necessary services from fees received by the board; (5) Examine, license, endorse, and renew the licenses of qualified applicants; (6) Define what constitutes a recognized optometric school; (7) Establish the minimum amount and type of continuing education to be required of each optometrist seeking renewal of a license; and (8) Administer oaths and take testimony pursuant to §§ 1-26-19.1 and 1-26-19.2. Section 9. That § 36-7-17 be AMENDED: 36-7-17. Every optometrist in this state shall furnish the board satisfactory evidence that the licensee practices optometry as a profession, in an individual personal capacity under the optometrist's own name or as a partner of another licensed optometrist and not as a corporation, limited liability company or agent, employee, officer, member, or partner of a corporation or limited liability company, except where a practice as an officer, employee, member, or agent of a corporation is established under the terms of chapter 47-11B. A violation of this section is a Class 2 misdemeanor. Nothing in this section precludes a licensed optometrist from serving as a shareholder, officer, or director of a corporation established under the terms of chapter 58-41 as a health maintenance organization, a preferred provider organization, individual practices association, or other form of entity whatever established for group health care purposes. Section 10. That § 36-7-18 be AMENDED: 36-7-18. Each optometrist shall conspicuously display any license, and subsequent proof of renewal, issued by the board under this chapter at the optometrist's primary place of practice. A violation of this section is a Class 2 misdemeanor. Section 11. That § 36-7-20 be AMENDED: 36-7-20. Each optometrist licensed pursuant to this chapter shall apply, on a form approved by the board, for a renewal of the license. The renewal must be issued by the board upon payment of a fee set by the board by rule promulgated pursuant to chapter 1-26, not to exceed three hundred dollars, and upon verification that the optometrist has met the requirements for continuing education as provided in § 36-7-20.2. The renewal must be in the form of a receipt acknowledging payment of the required fee and signed by the secretary of the board. Failure to renew the license on or before October first of each year constitutes a forfeiture of the optometrist's license. The license may be renewed at the discretion of the board upon application and payment of the fee required by § 36-7-11, and a late fee set by the board by rules promulgated pursuant to chapter 1-26, not to exceed one hundred dollars for each month the renewal is late. Section 12. That § 36-7-20.2 be AMENDED: 36-7-20.2. The board shall establish requirements for continuing education by rules promulgated pursuant to chapter 1-26. Any continuing education course must be certified by the Council of Optometric Practitioner Education or approved by the board. Attendance at any course must be submitted by each optometrist when renewing a license pursuant to § 36-7-20. The board may waive any or all of this requirement in case of certified illness or undue hardship. Section 13. That § 36-7-21 be AMENDED: 36-7-21. The board may remit the license fee of any optometrist on active duty in the armed forces of the United States. For the purposes of this section, the term, active duty in the armed forces, means full-time duty in the active military services and reserve components of the United States, including the National Guard and Reserve, while serving under published orders for active duty or full-time training. Section 14. That § 36-7-24 be AMENDED: 36-7-24. The board, in compliance with chapter 1-26, may impose disciplinary sanctions against any optometrist for the following causes: (1) Conviction of a felony, as shown by a certified copy of the record of the court of conviction; (2) Obtaining, or attempting to obtain, a license by fraudulent misrepresentation; (3) Malpractice; (4) Continued practice when knowingly having an infectious or contagious disease, or after sustaining a physical or mental disability that renders further practice potentially harmful or dangerous; (5) Use of alcohol or other substances that renders the optometrist unfit to practice with reasonable skill and safety; (6) Unprofessional conduct; or (7) Failure to submit to or cooperate with the criminal background investigation requested by the board. Section 15. That § 36-7-25 be AMENDED: 36-7-25. The term, unprofessional conduct, as used in this chapter, means: (1) Any conduct of a character likely to deceive or defraud the public; (2) The loaning of a license by any licensed optometrist or any person or corporation; (3) Violating any provision of this chapter or any rule promulgated by the board; (4) Splitting or dividing a fee or compensation with any person or corporation; (5) The obtaining of any fee or compensation by fraud or misrepresentation; (6) Employing, either directly or indirectly, any suspended or unlicensed optometrist to perform any work covered by this chapter; (7) The advertising of optometric practice, treatment, advice, or costs in which untruthful, improbable, misleading, or impossible statements are made; (8) Failure to maintain adequate safety and sanitary conditions, or meet the requirements of an optometric clinic in accordance with the standards set forth in this chapter and any rule promulgated by the board in accordance with chapter 1-26; (9) Inappropriate prescribing to any person in quantities and under circumstances apparent to the board that the prescription was not made for legitimate medicinal purposes related to the practice optometry, or prescribing in a manner or in amounts that, in the opinion of the board, endanger the wellbeing of a patient or the public in general; (10) The failure to refer a patient to a physician licensed pursuant to chapter 36-4 if examination of the eye indicates a substantial likelihood of pathology that requires the attention of a physician; (11) Any conviction of a criminal offense related to the practice of optometry; (12) Consistently misdiagnosing or consistently prescribing improper therapy; (13) Failing to hold in professional confidence all information concerning a patient; (14) Failing to comply with state and federal laws on keeping records regarding possessing and dispensing controlled substances or habit-forming drugs; (15) Falsifying the records of a patient; (16) Exercising influence within the optometrist-patient relationship for the purpose of engaging a patient in sexual activity. For purposes of this subdivision, the patient is presumed incapable of giving free, full, and informed consent to sexual activity with the optometrist; (17) Engaging in sexual harassment; (18) Any practice or conduct that tends to constitute a danger to the health, welfare, or safety of patients or the public, or engaging in conduct that is unbecoming of an optometrist; (19) Discipline by the licensing board of another state or territory under United States jurisdiction if the violation is also a violation of this chapter or any rule promulgated by the board; (20) Not reporting discipline by a licensing board of another state or territory under United States jurisdiction to the board; and (21) Not reporting a conviction of a criminal offense arising out of the practice of optometry to the board. Unprofessional conduct, as defined in this section, may not be the basis for criminal prosecution unless otherwise declared unlawful. Section 16. That § 36-7-27 be AMENDED: 36-7-27. After one year, and upon application and proof that the disqualification has ceased, the board may reinstate a person whose license has been revoked, if no other basis for denial of the license exists. Section 17. That § 36-7-3.1 be REPEALED. Section 18. That § 36-7-4 be REPEALED. Section 19. That § 36-7-5 be REPEALED. Section 20. That § 36-7-6 be REPEALED. Section 21. That § 36-7-8 be REPEALED. Section 22. That § 36-7-12 be REPEALED. Section 23. That § 36-7-14 be REPEALED. Section 24. That § 36-7-15.1 be REPEALED. Section 25. That § 36-7-15.2 be REPEALED. Section 26. That § 36-7-15.3 be REPEALED. Section 27. That § 36-7-19 be REPEALED. Section 28. That § 36-7-20.1 be REPEALED. Section 29. That § 36-7-20.3 be REPEALED. Section 30. That § 36-7-20.4 be REPEALED. Section 31. That § 36-7-29 be REPEALED. Section 32. That § 36-7-31 be REPEALED. An Act to update certain provisions related to the licensure of optometrists. I certify that the attached Act originated in the: House as Bill No. 1028 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1028 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2022 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2022 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2022 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22897, "action_date": "2022-01-11T12:00:00-06:00", "document_id": 226347, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/226347.pdf", "status_text": "First Reading House", "journal_page": 7, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22897, "action_date": "2022-01-12T13:00:00-06:00", "document_id": 226713, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/226713.pdf", "status_text": "Referred to", "journal_page": 21, "committee_id_action": 1008, "committee_id_assigned": 1007, "result": "N", "vote": {}}, {"bill_id": 22897, "action_date": "2022-01-20T07:45:00-06:00", "document_id": 227785, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/227785.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1007, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22897, "action_date": "2022-01-20T07:45:00-06:00", "document_id": 227786, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/227786.pdf", "status_text": "Motion to amend", "journal_page": 1, "committee_id_action": 1007, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 71445, "president_vote": null, "Yea": [3913, 3928, 3948, 3955, 3960, 3971, 3981, 3988, 3998, 4008, 4011, 3931, 3954]}}, {"bill_id": 22897, "action_date": "2022-01-20T07:45:00-06:00", "document_id": 227786, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/227786.pdf", "status_text": "Do Pass Amended", "journal_page": 1, "committee_id_action": 1007, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 71452, "president_vote": null, "Yea": [3913, 3928, 3948, 3955, 3960, 3971, 3981, 3988, 3998, 4008, 4011, 3931, 3954]}}, {"bill_id": 22897, "action_date": "2022-01-20T07:45:00-06:00", "document_id": 227786, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/227786.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 1, "committee_id_action": 1007, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22897, "action_date": "2022-01-24T14:00:00-06:00", "document_id": 228657, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/228657.pdf", "status_text": "Do Pass", "journal_page": 105, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 71622, "president_vote": null, "Yea": [3912, 3913, 3914, 3915, 3916, 3917, 3919, 3923, 3924, 3927, 3928, 3929, 3930, 3931, 3933, 3934, 3937, 3938, 3941, 3944, 3945, 3946, 3947, 3948, 3950, 3951, 3953, 3954, 3955, 3957, 3959, 3963, 3964, 3965, 3967, 3968, 3969, 3970, 3971, 3972, 3973, 3976, 3977, 3978, 3980, 3981, 3982, 3983, 3984, 3985, 3986, 3987, 3988, 3989, 3992, 3995, 3997, 3998, 4001, 4004, 4005, 4007, 4008, 4009, 4011, 4013, 4014, 4015, 3942], "Nay": [3960]}}, {"bill_id": 22897, "action_date": "2022-01-25T14:00:00-06:00", "document_id": 229314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/229314.pdf", "status_text": "First read in Senate and referred to", "journal_page": 104, "committee_id_action": 1034, "committee_id_assigned": 1022, "result": "N", "vote": {}}, {"bill_id": 22897, "action_date": "2022-01-27T10:00:00-06:00", "document_id": 228207, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/228207.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1022, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22897, "action_date": "2022-01-27T10:00:00-06:00", "document_id": 228613, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/228613.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1022, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22897, "action_date": "2022-01-27T10:00:00-06:00", "document_id": 228613, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/228613.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1022, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72085, "president_vote": null, "Yea": [3939, 3975, 3993, 3999, 4000, 4006, 4016, 4010, 3925]}}, {"bill_id": 22897, "action_date": "2022-01-27T10:00:00-06:00", "document_id": 228613, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/228613.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1022, "committee_id_assigned": null, "result": "N", "vote": {"vote_id": 72097, "president_vote": null, "Yea": [3939, 3975, 3993, 3999, 4000, 4006, 4016, 4010, 3925]}}, {"bill_id": 22897, "action_date": "2022-02-01T14:00:00-06:00", "document_id": 231414, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231414.pdf", "status_text": "Do Pass", "journal_page": 152, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72298, "president_vote": null, "Yea": [3918, 3920, 3921, 3922, 3925, 3932, 3935, 3936, 3939, 3940, 3943, 3949, 3952, 3956, 3958, 3961, 3962, 3966, 3974, 3975, 3979, 3990, 3991, 3993, 3994, 3996, 3999, 4000, 4002, 4003, 4006, 4010, 4012, 4016], "Excused": [3926]}}, {"bill_id": 22897, "action_date": "2022-02-03T14:00:00-06:00", "document_id": 232267, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232267.pdf", "status_text": "Concurred in amendments", "journal_page": 194, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72528, "president_vote": null, "Yea": [3912, 3913, 3914, 3915, 3916, 3917, 3919, 3923, 3924, 3927, 3928, 3929, 3930, 3931, 3933, 3934, 3937, 3938, 3941, 3944, 3945, 3946, 3947, 3948, 3950, 3951, 3953, 3954, 3955, 3957, 3959, 3960, 3963, 3964, 3965, 3967, 3968, 3969, 3970, 3971, 3972, 3973, 3976, 3977, 3980, 3981, 3982, 3983, 3984, 3985, 3986, 3987, 3988, 3992, 3995, 3997, 3998, 4001, 4004, 4005, 4007, 4008, 4009, 4011, 4013, 4014, 4015, 3942], "Excused": [3978, 3989]}}, {"bill_id": 22897, "action_date": "2022-02-07T14:00:00-06:00", "document_id": 232623, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232623.pdf", "status_text": "Signed by the Speaker", "journal_page": 227, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22897, "action_date": "2022-02-08T14:00:00-06:00", "document_id": 232773, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232773.pdf", "status_text": "Signed by the President", "journal_page": 214, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22897, "action_date": "2022-02-09T14:00:00-06:00", "document_id": 232904, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232904.pdf", "status_text": "Delivered to the Governor", "journal_page": 242, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22897, "action_date": "2022-02-15T14:00:00-06:00", "document_id": 233563, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233563.pdf", "status_text": "Signed by the Governor", "journal_page": 290, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7365, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22897"}