{"session_id": 69, "bill_id": 24412, "bill_type": "House Bill", "bill_number": 1099, "bill_title": "establish educational standards for the expanded practice of optometry.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24412", "sponsors": [{"legislator_profile_id": 4488, "is_prime": true}, {"legislator_profile_id": 4534, "is_prime": true}, {"legislator_profile_id": 4476, "is_prime": false}, {"legislator_profile_id": 4477, "is_prime": false}, {"legislator_profile_id": 4478, "is_prime": false}, {"legislator_profile_id": 4480, "is_prime": false}, {"legislator_profile_id": 4482, "is_prime": false}, {"legislator_profile_id": 4485, "is_prime": false}, {"legislator_profile_id": 4489, "is_prime": false}, {"legislator_profile_id": 4495, "is_prime": false}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4499, "is_prime": false}, {"legislator_profile_id": 4505, "is_prime": false}, {"legislator_profile_id": 4519, "is_prime": false}, {"legislator_profile_id": 4522, "is_prime": false}, {"legislator_profile_id": 4529, "is_prime": false}, {"legislator_profile_id": 4531, "is_prime": false}, {"legislator_profile_id": 4532, "is_prime": false}, {"legislator_profile_id": 4535, "is_prime": false}, {"legislator_profile_id": 4536, "is_prime": false}, {"legislator_profile_id": 4542, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4552, "is_prime": false}, {"legislator_profile_id": 4555, "is_prime": false}, {"legislator_profile_id": 4558, "is_prime": false}], "keywords": ["Health Care", "Professions and Occupations", "Promulgation of Rules"], "audio": [], "bill_versions": [{"bill_id": 24412, "bill_version_id": 260230, "bill_version": "Introduced", "bill_version_date": "2024-01-17T10:19:07.433-06:00", "bill_text": "An Act to establish educational standards for the expanded practice of optometry. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-7-1 be AMENDED: 36-7-1. The practice of optometry is declared to be a profession and is defined as: (1) The examination of the human eye and its appendages, and the; (2) The employment of any means for the measurement of the powers of visions, or any visual, muscular, neurological, interpretative, or anatomical anomalies anomaly of the visual processes, and the process; (3) The prescribing or employment of lenses, prisms, frames, mountings, and visual training procedure, the procedures; (4) The prescribing or administration, except by injection unless otherwise permitted by this chapter, of any pharmaceutical agents agent rational to the diagnosis and treatment of the human eye and its appendages, and any other; (5) The employment of any means or method for the correction, remedy, or relief of any insufficiencies insufficiency or abnormal conditions condition of the visual processes process of the human eye and its appendages except surgery. However, an optometrist may remove, provided the term \"any means or method\" does not include surgeries, unless otherwise permitted by this chapter; (6) The removal of a superficial foreign bodies body from the eye. The prescription; (7) The prescribing of contact lenses, except by a practitioner physician licensed under chapter 36-4, constitutes the practice of optometry. An optometrist is one who practices optometry under the provisions of this chapter; (8) The use of intense pulsed light for the treatment of dry eye disease; and (9) Subject to the requirements set forth in section 2 of this Act: (a) The intradermal injection of a paralytic agent; (b) The intralesional injection of a steroid to treat a chalazion; (c) The use of a local anesthetic in conjunction with the primary removal of a pedunculated skin tag; (d) The performance of a selective laser trabeculoplasty; and (e) The performance of a posterior capsulotomy using an yttrium aluminum garnett laser. Any procedure referenced in this section, when performed by a licensed optometrist, in accordance with this chapter, does not constitute the practice of medicine, for purposes of chapter 36-4. Section 2. That chapter 36-7 be amended with a NEW SECTION: Before an optometrist may perform any one or more of the procedures set forth in subdivision 36-7-1(9), the optometrist must provide to the board, at the time and in the manner directed by the board, verifiable evidence that: (1) The optometrist: (a) Received a passing score on the laser examination and on the surgical procedures examination, offered by the National Board of Examiners in Optometry; or (b) Graduated, prior to July 1, 2024, from an optometric school or college approved by the Accreditation Council on Optometric Education or from an optometric school or college approved by the board; (2) The optometrist satisfactorily completed a course that: (a) Is at least thirty-two hours in duration; (b) Is approved by the board; (c) Includes content related to each procedure set forth in subdivision 36-7-1 (9); and (d) Is proctored by an ophthalmologist or is proctored by an optometrist who is authorized to perform all of the procedures set forth in subdivision 36-7-1(9) by the optometric licensing board of a state in which a qualified optometrist may perform all of the procedures; and (3) The optometrist has demonstrated competency in accordance with the performance criteria set forth in section 3 of this Act. The board shall review the evidence required by this section and upon verification of an optometrist's compliance with the requirements, authorize the optometrist to perform one or more of the procedures set forth in subdivision 36-7-1(9). The board shall develop and implement a system for documenting any actions under this section. Section 3. That chapter 36-7 be amended with a NEW SECTION: The demonstration of competency required in accordance with subdivision (3) of section 2 of this Act, must occur in the presence and under the direct supervision of an ophthalmologist licensed in this state, or in the presence and under the direct supervision of an optometrist licensed in this state and authorized by the board, pursuant to section 2 of this Act, to perform all of the procedures set forth in subdivision 36-7-1(9). The demonstration of competency with respect to the intradermal injection of a paralytic agent, the intralesional injection of a steroid to treat a chalazion, the use of a local anesthetic in conjunction with the primary removal of a pedunculated skin tag, and the performance of a selective laser trabeculoplasty, must each occur on at least five human eyes. The demonstration of competency with respect to the performance of a posterior capsulotomy using an yttrium aluminum garnett laser must occur on at least ten human eyes. The supervising ophthalmologist or optometrist shall notify the board when competency has been demonstrated, in accordance with this section. The notification must occur at the time and in the manner determined by the board. Section 4. That § 36-7-24 be AMENDED: 36-7-24. The board may, in compliance with chapter 1-26, may impose disciplinary sanctions against any on an optometrist for the following causes: (1) Conviction of a felony, as shown by a certified copy of the record of the court of conviction; (2) Obtaining, or attempting to obtain, a license by fraudulent misrepresentation; (3) Malpractice; (4) Continued practice when knowingly having an infectious or contagious disease, or after sustaining a physical or mental disability that renders further practice potentially harmful or dangerous; (5) Use of alcohol or other substances that renders the optometrist unfit to practice with reasonable skill and safety; (6) Engaging in any procedure set forth in subdivision 36-7-1(9), prior to meeting the requirements of this chapter; (7) Unprofessional conduct, as defined in § 36-7-25; or (7)(8) Failure to submit to or cooperate with the a criminal background investigation check requested by the board under § 36-7-12.2. Section 5. That chapter 36-7 be amended with a NEW SECTION: Nothing in this chapter may be construed to allow the performance, by an optometrist, of: (1) Intraocular injections; (2) Intraocular surgery; or (3) Refractive surgery. Section 6. That § 36-7-1.1 be REPEALED: Notwithstanding anything in this chapter to the contrary, an optometrist, except an optometrist certified for diagnostic and therapeutic agents as provided by §§ 36-7-15.1 to 36-7-15.3, inclusive, and as provided in § 36-7-31, may not treat glaucoma or ocular hypertension. Section 7. That § 36-7-1.2 be REPEALED: No optometrist may prescribe, administer, or dispense any oral therapeutic agent to any child under twelve years of age, or any oral steroid to any person, without prior consultation with a physician licensed pursuant to chapter 36-4."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24412, "action_date": "2024-01-17T14:00:00-06:00", "document_id": 260050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260050.pdf", "status_text": "First read in House and referred to", "journal_page": 73, "committee_id_action": 1197, "committee_id_assigned": 1196, "result": "N", "vote": {}}]}