{"session_id": 24, "bill_id": 7582, "bill_type": "House Commemoration", "bill_number": 1017, "bill_title": "Commending and honoring the West Central High School Future Farmers of America Chapter.", "sponsors": [{"legislator_profile_id": 1021, "is_prime": true}, {"legislator_profile_id": 971, "is_prime": true}, {"legislator_profile_id": 1069, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 7582, "bill_version_id": 39824, "bill_version": "Introduced", "bill_version_date": "2016-02-23T10:14:25.083-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the West Central High School Future Farmers of America Chapter. WHEREAS, the West Central Chapter of Future Farmers of America, or FFA, advised by Linda Petersen, has exhibited exemplary citizenship and leadership in agriculture; and WHEREAS, the West Central FFA Chapter took three teams to represent the state in the National Career Development Events in Louisville, Kentucky, in October of 2015; and WHEREAS, the Ag Issues Team of Carson Ulrich, Dalton Larson, Lauryn Riepma, McKenzie Henning, Rachel Kapperman, Carter Ulrich, and Jill Even earned a bronze medal; and WHEREAS, the Ag Communications team of Ellie Krizan, Erica Lorang, and Taylor Lewin earned a silver medal, and Erica Lorang placed sixth in the nation earning scholarship money; and WHEREAS, the Environmental Natural Resources Team of Austin Ideker, Benjamin Miles, Quinn Hanisch, and Weston Hanisch earned a bronze medal: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-First Legislature of the State of South Dakota, that the West Central High School FFA Chapter and its members are commended and honored for all their work in agricultural leadership."}, {"bill_id": 7582, "bill_version_id": 40004, "bill_version": "Enrolled", "bill_version_date": "2016-02-25T14:20:34.337-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the West Central High School Future Farmers of America Chapter. WHEREAS, the West Central Chapter of Future Farmers of America, or FFA, advised by Linda Petersen, has exhibited exemplary citizenship and leadership in agriculture; and WHEREAS, the West Central FFA Chapter took three teams to represent the state in the National Career Development Events in Louisville, Kentucky, in October of 2015; and WHEREAS, the Ag Issues Team of Carson Ulrich, Dalton Larson, Lauryn Riepma, McKenzie Henning, Rachel Kapperman, Carter Ulrich, and Jill Even earned a bronze medal; and WHEREAS, the Ag Communications team of Ellie Krizan, Erica Lorang, and Taylor Lewin earned a silver medal, and Erica Lorang placed sixth in the nation earning scholarship money; and WHEREAS, the Environmental Natural Resources Team of Austin Ideker, Benjamin Miles, Quinn Hanisch, and Weston Hanisch earned a bronze medal: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-First Legislature of the State of South Dakota, that the West Central High School FFA Chapter and its members are commended and honored for all their work in agricultural leadership. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7582, "action_date": "2016-02-23T14:00:00-06:00", "document_id": 39859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39859.pdf", "status_text": "", "journal_page": 652, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}]}