{"session_id": 69, "bill_id": 25301, "bill_type": "Senate Concurrent Resolution", "bill_number": 604, "bill_title": "Urging the South Dakota Congressional delegation to work with the Biden administration to address the nation's immigration system.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25301", "sponsors": [{"legislator_profile_id": 4536, "is_prime": true}, {"legislator_profile_id": 4499, "is_prime": false}, {"legislator_profile_id": 4523, "is_prime": false}, {"legislator_profile_id": 4525, "is_prime": false}, {"legislator_profile_id": 4535, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}], "keywords": ["Senate Concurrent Resolution"], "audio": [], "bill_versions": [{"bill_id": 25301, "bill_version_id": 263875, "bill_version": "Introduced", "bill_version_date": "2024-01-31T07:08:52.113-06:00", "bill_text": "A CONCURRENT RESOLUTION, Urging the South Dakota Congressional delegation to work with the Biden administration to address the nation's immigration system. WHEREAS, the immigration system of the United States is facing significant challenges, with longstanding issues that require comprehensive and bipartisan solutions; and WHEREAS, Governor Kristi Noem has consistently advocated for policies that prioritize the security of the nation's borders and the wellbeing of South Dakota's communities. In doing so, the Governor has deployed multiple groups of the South Dakota National Guard to the United States-Mexico border, and made several trips to the border to observe border security efforts; and WHEREAS, South Dakota has a vested interest in promoting policies that foster economic growth, cultural diversity, and the wellbeing of its residents. Collaboration between state and federal authorities is crucial to address the complex and multifaceted nature of the immigration system; and WHEREAS, the Biden administration has been working to pass bipartisan legislation through Congress to address the immigration crisis, negotiating a bill that would result in a fair but tough measure to address the prevailing problems of the immigration system: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Ninety-Ninth Legislature of the State of South Dakota, the House of Representatives concurring therein, that Senator John Thune, Senator Mike Rounds, and Representative Dusty Johnson are urged to engage in an open and constructive dialogue with the Biden administration to pass bipartisan legislation to address the broken immigration system; and BE IT FURTHER RESOLVED, that Senator John Thune, Senator Mike Rounds, and Representative Dusty Johnson support legislation that prioritizes border security while also promoting fairness, transparency, and respect for the humanitarian challenges in immigration policies."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25301, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263449.pdf", "status_text": "First read in Senate and referral to committee waived pursuant to JR 6D-1", "journal_page": null, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25301, "action_date": "2024-02-01T14:00:00-06:00", "document_id": 264169, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264169.pdf", "status_text": "Adopt Resolution", "journal_page": 235, "committee_id_action": 1219, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 79093, "president_vote": null, "Nay": [4477, 4479, 4481, 4487, 4488, 4490, 4498, 4502, 4507, 4508, 4512, 4515, 4516, 4517, 4526, 4529, 4537, 4541, 4547, 4550, 4554, 4558, 4559, 4564, 4567, 4572, 4574, 4576], "Yea": [4480, 4523, 4536], "Excused": [4493, 4501, 4573]}}]}