{"session_id": 68, "bill_id": 23778, "bill_type": "House Bill", "bill_number": 1122, "bill_title": "authorize the participation of tenth grade students in the dual credit program.", "sponsors": [{"legislator_profile_id": 4467, "is_prime": true}, {"legislator_profile_id": 4394, "is_prime": true}, {"legislator_profile_id": 4456, "is_prime": false}, {"legislator_profile_id": 4339, "is_prime": false}, {"legislator_profile_id": 4354, "is_prime": false}, {"legislator_profile_id": 4471, "is_prime": false}, {"legislator_profile_id": 4359, "is_prime": false}, {"legislator_profile_id": 4368, "is_prime": false}, {"legislator_profile_id": 4450, "is_prime": false}, {"legislator_profile_id": 4454, "is_prime": false}, {"legislator_profile_id": 4466, "is_prime": false}, {"legislator_profile_id": 4397, "is_prime": false}, {"legislator_profile_id": 4405, "is_prime": false}, {"legislator_profile_id": 4408, "is_prime": false}, {"legislator_profile_id": 4410, "is_prime": false}, {"legislator_profile_id": 4446, "is_prime": false}, {"legislator_profile_id": 4461, "is_prime": false}], "keywords": ["Education", "Higher Education", "Students"], "audio": [], "bill_versions": [{"bill_id": 23778, "bill_version_id": 245788, "bill_version": "Introduced", "bill_version_date": "2023-01-24T12:50:04.783-06:00", "bill_text": "An Act to authorize the participation of tenth grade students in the dual credit program. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-28-37.1 be AMENDED: 13-28-37.1. A state -subsidized high school dual credit program must be is established for any student in grades eleven or twelve. The in accordance with this section. A public institution of higher education or technical college offering the a dual program credit shall set the program admission standards. A participating institution shall regularly submit course availability, enrollment, and completion data to the Department of Education. If a student receives a failing grade in any course or withdraws from a course after the deadline and does not receive credit for the course, the student may no longer participate in the program. The Board of Regents or Board of Technical Education may reinstate a student who is prohibited from participating in the dual credit program if the student demonstrates good cause for failing a course or withdrawing from a course, or if at the student's expense the student retakes and passes the course that the student withdrew from or failed. The dual credit program may not be used for remedial courses. The Board of Regents shall set a high school dual credit tuition rate equivalent to forty-three percent of the undergraduate tuition rate. The student taking the course shall pay an amount equal to thirty-three and three-tenths percent of the total high school dual credit tuition rate and a school district may pay any portion of the student's share. The state shall pay an amount equal to sixty-six and seven-tenths percent of the total high school dual credit tuition rate. No public institution of higher education or technical college offering the credit may require any additional fees. The student is responsible for any other costs involved with of attending a postsecondary institution. The dual credit program provided for in this section is open to: (1) Any student in grade eleven or twelve; and (2) Any student in grade ten, provided the student first obtains from the principal of the student's high school a letter verifying the student's academic readiness to participate in the program. For the purposes of this section, the term, undergraduate tuition rate, means the per-credit rate, as set by the Board of Regents, that was and in effect on January first of the previous fiscal year."}], "amendments": [], "fiscal_notes": [246390], "action_log": [{"bill_id": 23778, "action_date": "2023-01-25T14:00:00-06:00", "document_id": 245868, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245868.pdf", "status_text": "First read in House and referred to", "journal_page": 103, "committee_id_action": 1159, "committee_id_assigned": 1156, "result": "N", "vote": {}}, {"bill_id": 23778, "action_date": "2023-02-13T07:45:00-06:00", "document_id": 248927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248927.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1156, "committee_id_assigned": null, "result": "N", "vote": {}}]}