{"session_id": 47, "bill_id": 13847, "bill_type": "House Bill", "bill_number": 1303, "bill_title": "to provide for prelitigation panels to review certain liability claims against landowners.", "sponsors": [{"legislator_profile_id": 2153, "is_prime": true}, {"legislator_profile_id": 2196, "is_prime": true}, {"legislator_profile_id": 2169, "is_prime": false}], "keywords": ["Agriculture (See also Feedlots)", "Entertainment, Recreation & Sports", "Liabilities & Torts", "Mediation"], "audio": [], "bill_versions": [{"bill_id": 13847, "bill_version_id": 77605, "bill_version": "Introduced", "bill_version_date": "1998-01-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for prelitigation panels to review certain liability claims against landowners. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Division of Insurance shall provide a hearing panel in cases of alleged liability arising out of or affecting any provision of § § 20-9-12 to 20-9-18, inclusive, against farmers, ranchers, or owners of other rural property. Section 2. The division shall establish procedures for prelitigation consideration of landowner liability damage claims arising out of the alleged failure to provide warnings, to keep land safe for outdoor recreational purposes, or other claims arising out of or affecting § § 20-9- 12 to 20-9-18, inclusive. The division may promulgate rules related to prelitigation hearings and to the conduct of prelitigation hearings in accordance with chapter 1-26. Section 3. The proceedings shall be informal and nonbinding, and are not subject to chapter 1-26, but shall be compulsory as a condition precedent to conducting litigation. Proceedings conducted under authority of this Act are confidential, privileged, and immune from civil process. Section 4. The party initiating a landowner liability action shall file a request for prelitigation panel review with the division within sixty days after the commencement of any action pursuant to § 15-6-3. The request shall include a copy of all documents filed to commence the action. The request shall be mailed to all landowners named in the proceeding. Section 5. The filing of a request for prelitigation panel review under this Act tolls the applicable statute of limitations until the earlier of sixty days following the division's issuance of an opinion by the prelitigation panel, or sixty days following the termination of jurisdiction by the division as provided in this Act. The division shall send any opinion issued by the panel to all parties by regular mail. Section 6. The division shall complete a prelitigation hearing within one hundred twenty days after the filing of the request for prelitigation panel review or within any longer period as agreed upon in writing by all parties to the review. Section 7. If the prelitigation hearing has not been completed within the time limits established in section 6 of this Act, the division has no further jurisdiction over the matter subject to review and the plaintiff under this Act prior to the commencement of litigation. Section 8. The plaintiff and any defendant may agree by written stipulation that no useful purpose would be served by convening a prelitigation panel under this Act. If such a stipulation is filed with the division, the division shall within ten days after receipt enter an order divesting itself of jurisdiction over the claim, as it concerns the stipulating respondent, and stating that the plaintiff has complied with all conditions precedent to the commencement of litigation regarding the claim. Section 9. The division shall provide for and appoint an appropriate panel to hear complaints of landowner liability and damages. The panels shall be composed of: (1) One member who is a resident lawyer currently licensed and in good standing to practice law in this state and who shall serve as the chair of the panel, who shall be appointed by the division from among qualified individuals who have registered with the division indicating a willingness to serve as panel members, and a willingness to comply with the rules of professional conduct governing lawyers in the state of South Dakota, and who have completed division training regarding conduct of panel hearings; (2) One member who is a landowner who is currently actively engaged in farming or ranching. The secretary of the Department of Agriculture shall provide the division with a list of several dozen such landowners each of whom shall be, in the opinion of the secretary, persons of probity and judgment who have indicated a willingness to serve as panel members and who have completed division training with respect to panel hearings; and (3) A lay panelist who is not a lawyer or actively engaged in farming or ranching and who is a responsible citizen of the state, selected and appointed by the division from among individuals who have indicated a willingness to serve as panel members and who have completed division training with respect to panel hearings. Section 10. Each person selected as a panel member shall certify, under oath, that that person has no bias or conflict of interest with respect to any matter under consideration. Section 11. Each member of the prelitigation hearing panels shall receive per diem compensation and travel expenses for attending panel hearings as established by rules promulgated by the division pursuant to chapter 1-26. Section 12. No record of the proceedings of any panel is required. All evidence, documents, and exhibits shall be returned to the parties or witnesses who provided the evidence, documents, and exhibits at the end of the proceedings upon the request of the parties or witnesses who provided the evidence. Section 13. The division may issue subpoenas for pertinent records directly related to the claim of liability in accordance with division rule and in compliance with the following: (1) The subpoena shall be prepared by the requesting party in proper form for issuance by the division; and (2) The subpoena shall be accompanied by: (a) An affidavit prepared by the person requesting the subpoena attesting to the fact that the record subject to subpoena is believed to be directly related to the liability claim to which the subpoena is related; or (b) By a written release for the medical records to be provided to the person requesting the subpoena, signed by the individual who is the subject of the medical record or by that individual's guardian or conservator. Section 14. Per diem reimbursement to panel members and expenses incurred by the panel in the conduct of prelitigation panel hearings shall be paid by the parties. If the panel finds the plaintiff's cause of action to be without merit, the panel shall order the plaintiff to pay the panel's per diem and expenses. If the panel finds the defendant's defense to be without merit, the panel shall order the defendant to pay the panel's per diem and expenses. In all other cases, the panel shall order each party to pay one-half of the panel's per diem and expenses. Expenses related to subpoenas shall be paid by the requesting party, including witness fees and mileage. Section 15. The proceedings shall be informal and formal rules of evidence are not applicable. There is no discovery or perpetuation of testimony in the proceedings, except upon special order of the panel, and for good cause shown demonstrating extraordinary circumstances. Section 16. Any party is entitled to attend, personally or with counsel, and participate in the proceedings, except upon special order of the panel and unanimous agreement of the parties. The proceedings are confidential and closed to the public. Section 17. No party has the right to cross-examine, rebut, or demand that customary formalities of civil trials and court proceedings be followed. The panel may, however, request special or supplemental participation of some or all parties in particular respects any communication between the panel and the parties, except the testimony of the parties on the merits of the dispute, shall be disclosed to all other parties. Section 18. The division shall appoint a panel to consider the claim and set the matter for panel review as soon as practicable after receipt of a request. Section 19. Any party may be represented by counsel in any proceedings before a panel. Section 20. The panel shall render its opinion in writing not later than thirty days after the end of the proceedings. The panel shall determine on the basis of the evidence whether each claim against each landowner has merit or has no merit and, if meritorious, whether the conduct or negligence complained of resulted in harm to the plaintiff. Section 21. There is no judicial or other review or appeal of the panel's decision or recommendations. Section 22. Evidence of the proceedings conducted by the panel and its results, opinions, findings, and determinations are not admissible as evidence in an action subsequently prosecuted by the plaintiff in a court of competent jurisdiction. Section 23. No panelist may be compelled to testify in a civil action subsequently with regard to the subject matter of the panel's review. A panelist has immunity from civil liability arising from participation as a panelist and for all communications, findings, opinions, and conclusions made in the course and scope of duties prescribed by this Act. Section 24. Nothing in this Act prohibits the division from considering any information contained in a request for prelitigation panel review or written findings of a panel with respect to the division's determining whether an insurer has engaged in unprofessional or unlawful conduct."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13847, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76901.pdf", "status_text": "First read in House and referred to", "journal_page": 229, "committee_id_action": 600, "committee_id_assigned": 598, "result": "N", "vote": {}}, {"bill_id": 13847, "action_date": "1998-02-06T07:45:00-06:00", "document_id": 76674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76674.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 598, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13847, "action_date": "1998-02-06T07:45:00-06:00", "document_id": 76674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76674.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 425, "committee_id_action": 598, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38263, "president_vote": null, "Yea": [2141, 2105, 2120, 2128, 2161, 2178, 2185, 2109, 2132, 2164, 2192], "Excused": [2134, 2114]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13847"}