{"session_id": 54, "bill_id": 17941, "bill_type": "Senate Commemoration", "bill_number": 3, "bill_title": "Honoring Linda McKay of Belle Fourche as South Dakota's 2003 Teacher of the Year.", "sponsors": [], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 17941, "bill_version_id": 95631, "bill_version": "Introduced", "bill_version_date": "2003-01-23T12:36:21-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Linda McKay of Belle Fourche as South Dakota's 2003 Teacher of the Year. WHEREAS, Linda McKay, a business, computer technology, career preparation, and school-to-career teacher and department chair at Belle Fourche High School in Belle Fourche, was chosen as the 2003 South Dakota Teacher of the Year and represented South Dakota in national competition for Teacher of the Year; and WHEREAS, she has dedicated more than twenty-five years to the teaching profession, thirteen of those years at Belle Fourche High School; and WHEREAS, she encourages her students to embrace change, establish good work ethic, love challenges, remain curious, reserve judgment, take responsibility for themselves, fail with grace, and strive to positively impact the world; and WHEREAS, she considers the ideal educator to be someone who creates a disciplined, goal- oriented, well-organized, caring atmosphere in which mutual respect exists between teacher and student: NOW, THEREFORE, BE IT COMMEMORATED, by the Seventy-eighth Legislature of the State of South Dakota, that Linda McKay be congratulated upon her selection as South Dakota's 2003 Teacher of the Year."}, {"bill_id": 17941, "bill_version_id": 95834, "bill_version": "Enrolled", "bill_version_date": "2003-01-28T08:04:17-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Linda McKay of Belle Fourche as South Dakota's 2003 Teacher of the Year. WHEREAS, Linda McKay, a business, computer technology, career preparation, and school-to- career teacher and department chair at Belle Fourche High School in Belle Fourche, was chosen as the 2003 South Dakota Teacher of the Year and represented South Dakota in national competition for Teacher of the Year; and WHEREAS, she has dedicated more than twenty-five years to the teaching profession, thirteen of those years at Belle Fourche High School; and WHEREAS, she encourages her students to embrace change, establish good work ethic, love challenges, remain curious, reserve judgment, take responsibility for themselves, fail with grace, and strive to positively impact the world; and WHEREAS, she considers the ideal educator to be someone who creates a disciplined, goal- oriented, well-organized, caring atmosphere in which mutual respect exists between teacher and student: NOW, THEREFORE, BE IT COMMEMORATED, by the Seventy-eighth Legislature of the State of South Dakota, that Linda McKay be congratulated upon her selection as South Dakota's 2003 Teacher of the Year."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17941, "action_date": "2003-01-23T14:00:00-06:00", "document_id": 95651, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95651.pdf", "status_text": "", "journal_page": 173, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17941, "action_date": "2003-01-24T13:00:00-06:00", "document_id": 95743, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95743.pdf", "status_text": "", "journal_page": null, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17941, "action_date": "2003-01-27T14:00:00-06:00", "document_id": 95819, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95819.pdf", "status_text": "", "journal_page": null, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17941"}