{"session_id": 53, "bill_id": 16772, "bill_type": "House Bill", "bill_number": 1003, "bill_title": "authorize a municipal gross receipts tax on certain lodging, alcoholic beverages, prepared food, and admissions.", "sponsors": [{"legislator_profile_id": 2736, "is_prime": true}, {"legislator_profile_id": 2791, "is_prime": true}, {"legislator_profile_id": 2743, "is_prime": false}, {"legislator_profile_id": 2759, "is_prime": false}, {"legislator_profile_id": 2806, "is_prime": false}, {"legislator_profile_id": 2810, "is_prime": false}, {"legislator_profile_id": 2816, "is_prime": false}], "keywords": ["Administrative  Rules", "Gross Receipts Tax", "Taxes"], "audio": [{"meeting_datetime": "2002-01-17T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta08hb1003a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-17T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta08hb1003a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-17T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta08hb1003a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-17T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta08hb1003a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-23T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou11hb1003a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-23T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou11hb1003a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-23T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou11hb1003a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-25T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou13hb1003a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-25T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou13hb1003a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-25T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou13hb1003a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst24hb1003a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst24hb1003a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst24hb1003a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst24hb1003a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-13T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen27hb1003a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-13T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen27hb1003a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-13T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen27hb1003a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-14T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen28hb1003a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-14T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen28hb1003a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou30a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou30hb1003a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-20T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen31hj1003a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16772, "bill_version_id": 91634, "bill_version": "Introduced", "bill_version_date": "2001-12-13T10:06:56-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize a municipal gross receipts tax on certain lodging, alcoholic beverages, prepared food, and admissions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Department,\" the Department of Revenue; (2) \"Gross receipts,\" the total amount or consideration, including cash, credit, property, and services, for which tangible personal property or services are sold, leased, or rented, valued in money, whether received in money or otherwise, without any deduction for the following: (a) The retailer's cost of the property or service sold; (b) The cost of materials used, labor or service cost, interest, losses, all costs of transportation to the retailer, all taxes imposed on the retailer, and any other expense of the retailer; (c) Except as provided in chapter 10-46A or 10-46B, charges by the retailer for any services necessary to complete the sale whether or not separately stated, including delivery charges; and (d) The value of exempt tangible personal property whether or not separately stated on the invoice, billing, or similar document given to the purchaser where taxable and exempt tangible personal property have been bundled together and sold by the retailer as a single product or piece of merchandise; Gross receipts do not include: (a) Discounts, including cash, term, or coupons that are not reimbursed by a third party that are allowed by a retailer and taken by a purchaser on a sale; (b) Interest, financing, and carrying charges from credit extended on the sale of tangible personal property or services, if the amount is separately stated on the invoice, bill of sale or similar document given to the purchaser; and (c) Any taxes legally imposed directly on the consumer that are separately stated on the invoice, bill of sale, or similar document given to the purchaser. Section 2. Any municipality may impose an additional municipal non-ad valorem tax at the rate of one percent upon the gross receipts of all leases or rentals of hotel, motel, campsites, or other lodging accommodations within the municipality for periods of less than twenty-eight consecutive days, or sales of alcoholic beverages as defined in § 35-1-1, or establishments where the public is invited to eat, dine, or purchase and carry out prepared food for immediate consumption, or ticket sales or admissions to places of amusement, athletic, and cultural events, or any combination thereof. The tax shall be levied for the purpose of land acquisition, architectural fees, construction costs, payments for civic center, auditorium, or athletic facility buildings, including the maintenance, staffing, and operations of such facilities and the promotion and advertising of the city, its facilities, attractions, and activities. Section 3. That § 10-52-8 be repealed. 10-52-8. Notwithstanding the tax rate limitations of § 10-52-2 or 10-52-2.1, any municipality may impose an additional municipal non-ad valorem tax at the rate of one percent upon the gross receipts of all leases or rentals of hotel, motel, campsites, or other lodging accommodations within the municipality for periods of less than twenty-eight consecutive days, or sales of alcoholic beverages as defined in § 35-1-1, or establishments where the public is invited to eat, dine, or purchase and carry out prepared food for immediate consumption, or ticket sales or admissions to places of amusement, athletic, and cultural events, or any combination thereof. The tax shall be levied for the purpose of land acquisition, architectural fees, construction costs, payments for civic center, auditorium, or athletic facility buildings, including the maintenance, staffing, and operations of such facilities and the promotion and advertising of the city, its facilities, attractions, and activities. Such taxes shall conform in all respects to the state sales and use tax on such items with the exception of the rate. Section 4. The tax imposed by section 2 of this Act shall be collected and administered by the department. Section 5. Any person who is subject to the tax imposed by this Act shall make a return and remittance to the department on forms prescribed and furnished by the department in the following manner: (1) Any person whose tax liability is one thousand dollars or more annually, shall file the return and remit the tax on or before the twentieth day of the month following each monthly period; (2) Any person whose tax liability is less than one thousand dollars annually, shall file the return and remit the tax on or before the last day of the month following each two- month period; and (3) Any person whose tax liability is one thousand dollars or more annually and who remits the tax by electronic transfer to the state, shall file the return by electronic means on or before the twenty-third day of the month following each monthly period and remit the tax on or before the second to the last day of the month following each monthly period. The secretary of revenue may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest pursuant to § 10-59-6 shall be paid if a return or remittance is not made on time. Section 6. The secretary of revenue may require or allow some returns and remittances to be filed on a monthly, bimonthly, semiannual, or annual basis and the return and remittance is due the last day of the month following the reporting period. For any person issued a temporary or seasonal tax permit pursuant to chapter 10-45, the returns and remittances may be required at a time determined by the secretary. Section 10-59-6 applies to any return and payment made pursuant to this section. Section 7. Each tax collection and enforcement provision of chapter 10-45, including penalty and interest, applies to this Act if applicable. Section 8. The secretary of revenue may promulgate rules pursuant to chapter 1-26 concerning: (1) Licensing, including bonding and filing license applications; (2) The filing of returns and payment of the tax; (3) Determining the application of the tax and exemptions; (4) Taxpayer record-keeping requirements; and (5) Determining auditing methods. Section 9. Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the tax imposed by this Act is guilty of a Class 6 felony; (2) Fails to pay tax due under this Act within thirty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records and books required by section 10 of this Act or refuses to exhibit these records to the secretary of revenue or the secretary's agents for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this Act within thirty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Willfully violates any rule of the secretary of revenue for the administration and enforcement of the provisions of this Act is guilty of a Class 1 misdemeanor; or (6) Violates either subdivision (2) or subdivision (4) two or more times in any twelve- month period is guilty of a Class 6 felony. Section 10. Each person subject to tax under this Act shall keep records and books of all receipts and sales, together with invoices, bills of lading, copies of bills of sale, and other pertinent papers and documents. The books and records and other papers and documents are, at all times during business hours of the day, subject to inspection by the secretary of revenue or the secretary's agents and employees to determine the amount of tax due. The books and records shall be preserved for a period of three years unless the secretary of revenue, in writing, authorized their destruction or disposal at an earlier date. Section 11. Any tax imposed by the governing board of any municipality pursuant to the provisions of this Act, may be referred to a vote of the people for its approval or disapproval in the same manner as provided in § § 9-20-7, 9-20-8, and 9-20-10. A tax imposed by municipal ordinance which was in effect on July 1, 2002, is continued under the provisions of this Act if: (1) The governing board of the municipality has reviewed the existing tax ordinance to determine compliance with the provisions of this Act; and (2) The governing board of the municipality documents the review, any amendment, and the intent to continue the tax in the official minutes of the governing board. Any amendment made by the municipality to comply with the provisions of this Act or the determination to continue the tax under the provisions of this Act is deemed to be an administrative decision pursuant to § 9-20-19 and not subject to referendum. Section 12. The administration of the taxes adopted under this Act shall be by the department. The department may prescribe forms and promulgate rules pursuant to chapter 1-26 for the making of returns and for the ascertainment, assessment, and collection of the tax imposed pursuant to this Act. The department shall keep full and accurate records of all moneys received and distributed under this Act. Section 13. All moneys received and collected on behalf of a municipality by the department, pursuant to this Act, shall be credited to a special municipal tax fund and after deducting the amount of refunds made, the amounts necessary to defray the cost of collecting the tax, and the administrative expenses incident thereto, shall be paid within thirty days after collection to the municipality entitled thereto. Section 14. Notwithstanding § 9-19-13, any new ordinance or amendment to an ordinance enacted under the authority of this Act, and any tax rate affected thereby, can be effective only on January first or July first of a calendar year. The ordinance or amendment shall be effective on the earlier of January first or July first following at least ninety days notification by the municipality to the secretary of revenue that the ordinance or amendment has been enacted unless the ordinance or amendment is suspended by operation of a referendum. If an ordinance or amendment enacted under this chapter is referred and the referred ordinance or amendment is approved the effective date shall be the earlier of January first or July first following at least ninety days notification by the municipality to the secretary of revenue that the ordinance or amendment has been approved notwithstanding § 9-20-15. Notification of the enactment or approval of the ordinance shall be in writing and mailed, along with a copy of the ordinance or amendment, by registered or certified mail to the secretary of revenue. Section 15. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter apply to any taxes or fees or persons subject to taxes or fees imposed by chapters 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-46, 10-46A, 10-46B, 10-47B, 10-52, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, and 34A-13 and § § 22-25-48, 49-31-51, 50-4-13 to 50-4-17, inclusive, this Act, and the provisions of chapter 10-45B. Section 16. Any municipality imposing a tax pursuant to this Act may issue municipal non-ad valorem tax revenue bonds pursuant to this section and chapter 6-8B in anticipation of the collection of the taxes. The bonds shall be payable solely from the collections of the taxes imposed by the municipality under this Act, as determined by the governing body. The governing body shall, in the resolution or ordinance authorizing the bonds, agree that it will continue to impose and collect the taxes so long as the bonds are outstanding. The governing body shall also pledge so much of the collections of the taxes as may be necessary to pay the principal premium and interest on the bonds and to maintain any debt service reserve established for the bonds. The proceeds of the bonds may be used for land acquisition, the funding of public ambulances and medical emergency response vehicles, public hospitals or nonprofit hospitals with fifty or fewer licensed beds and other public health care facilities or nonprofit health care facilities with fifty or fewer licensed beds, capital asset acquisition and capital improvements, to establish a debt service reserve fund for the bonds and to pay not more than one year's capitalized interest on the bonds. If the proceeds of the tax imposed by this Act are pledged to payment of the bonds, the land acquisition and capital improvements financed with the proceeds of the bonds shall relate to the purposes enumerated in section 2 of this Act. No election is required to authorize the issuance of municipal non-ad valorem tax revenue bonds. The bonds shall be issued and sold as provided in chapter 6-8B."}, {"bill_id": 16772, "bill_version_id": 92324, "bill_version": "House Taxation Engrossed", "bill_version_date": "2002-01-17T17:12:31-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize a municipal gross receipts tax on certain lodging, alcoholic beverages, prepared food, and admissions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Department,\" the Department of Revenue; (2) \"Gross receipts,\" the total amount or consideration, including cash, credit, property, and services, for which tangible personal property or services are sold, leased, or rented, valued in money, whether received in money or otherwise, without any deduction for the following: (a) The retailer's cost of the property or service sold; (b) The cost of materials used, labor or service cost, interest, losses, all costs of transportation to the retailer, all taxes imposed on the retailer, and any other expense of the retailer; (c) Except as provided in chapter 10-46A or 10-46B, charges by the retailer for any services necessary to complete the sale whether or not separately stated, including delivery charges; and (d) The value of exempt tangible personal property whether or not separately stated on the invoice, billing, or similar document given to the purchaser where taxable and exempt tangible personal property have been bundled together and sold by the retailer as a single product or piece of merchandise; Gross receipts do not include: (a) Discounts, including cash, term, or coupons that are not reimbursed by a third party that are allowed by a retailer and taken by a purchaser on a sale; (b) Interest, financing, and carrying charges from credit extended on the sale of tangible personal property or services, if the amount is separately stated on the invoice, bill of sale or similar document given to the purchaser; and (c) Any taxes legally imposed directly on the consumer that are separately stated on the invoice, bill of sale, or similar document given to the purchaser. Section 2. Any municipality may impose an additional municipal non-ad valorem tax at the rate of one percent upon the gross receipts of all leases or rentals of hotel, motel, campsites, or other lodging accommodations within the municipality for periods of less than twenty-eight consecutive days, or sales of alcoholic beverages as defined in § 35-1-1, or establishments where the public is invited to eat, dine, or purchase and carry out prepared food for immediate consumption, or ticket sales or admissions to places of amusement, athletic, and cultural events, or any combination thereof. The tax shall be levied for the purpose of land acquisition, architectural fees, construction costs, payments for civic center, auditorium, or athletic facility buildings, including the maintenance, staffing, and operations of such facilities and the promotion and advertising of the city, its facilities, attractions, and activities. Section 3. That § 10-52-8 be repealed. 10-52-8. Notwithstanding the tax rate limitations of § 10-52-2 or 10-52-2.1, any municipality may impose an additional municipal non-ad valorem tax at the rate of one percent upon the gross receipts of all leases or rentals of hotel, motel, campsites, or other lodging accommodations within the municipality for periods of less than twenty-eight consecutive days, or sales of alcoholic beverages as defined in § 35-1-1, or establishments where the public is invited to eat, dine, or purchase and carry out prepared food for immediate consumption, or ticket sales or admissions to places of amusement, athletic, and cultural events, or any combination thereof. The tax shall be levied for the purpose of land acquisition, architectural fees, construction costs, payments for civic center, auditorium, or athletic facility buildings, including the maintenance, staffing, and operations of such facilities and the promotion and advertising of the city, its facilities, attractions, and activities. Such taxes shall conform in all respects to the state sales and use tax on such items with the exception of the rate. Section 4. The tax imposed by section 2 of this Act shall be collected and administered by the department. Section 5. Any person who is subject to the tax imposed by this Act shall make a return and remittance to the department on forms prescribed and furnished by the department in the following manner: (1) Any person whose tax liability is one thousand dollars or more annually, shall file the return and remit the tax on or before the twentieth day of the month following each monthly period; (2) Any person whose tax liability is less than one thousand dollars annually, shall file the return and remit the tax on or before the last day of the month following each two- month period; and (3) Any person whose tax liability is one thousand dollars or more annually and who remits the tax by electronic transfer to the state, shall file the return by electronic means on or before the twenty-third day of the month following each monthly period and remit the tax on or before the second to the last day of the month following each monthly period. The secretary of revenue may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest pursuant to § 10-59-6 shall be paid if a return or remittance is not made on time. Section 6. The secretary of revenue may require or allow some returns and remittances to be filed on a monthly, bimonthly, semiannual, or annual basis and the return and remittance is due the last day of the month following the reporting period. For any person issued a temporary or seasonal tax permit pursuant to chapter 10-45, the returns and remittances may be required at a time determined by the secretary. Section 10-59-6 applies to any return and payment made pursuant to this section. Section 7. The definitions, administrative, collection, and enforcement provisions of chapters 10-45 and 10-46 apply to the tax imposed by this Act, where applicable. Section 8. The secretary of revenue may promulgate rules pursuant to chapter 1-26 concerning: (1) Licensing, including bonding and filing license applications; (2) The filing of returns and payment of the tax; (3) Determining the application of the tax and exemptions; (4) Taxpayer record-keeping requirements; and (5) Determining auditing methods. Section 9. Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the tax imposed by this Act is guilty of a Class 6 felony; (2) Fails to pay tax due under this Act within thirty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records and books required by section 10 of this Act or refuses to exhibit these records to the secretary of revenue or the secretary's agents for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this Act within thirty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Willfully violates any rule of the secretary of revenue for the administration and enforcement of the provisions of this Act is guilty of a Class 1 misdemeanor; or (6) Violates either subdivision (2) or subdivision (4) two or more times in any twelve- month period is guilty of a Class 6 felony. Section 10. Each person subject to tax under this Act shall keep records and books of all receipts and sales, together with invoices, bills of lading, copies of bills of sale, and other pertinent papers and documents. The books and records and other papers and documents are, at all times during business hours of the day, subject to inspection by the secretary of revenue or the secretary's agents and employees to determine the amount of tax due. The books and records shall be preserved for a period of three years unless the secretary of revenue, in writing, authorized their destruction or disposal at an earlier date. Section 11. Any tax imposed by the governing board of any municipality pursuant to the provisions of this Act, may be referred to a vote of the people for its approval or disapproval in the same manner as provided in § § 9-20-7, 9-20-8, and 9-20-10. A tax imposed by municipal ordinance which was in effect on July 1, 2002, is continued under the provisions of this Act if: (1) The governing board of the municipality has reviewed the existing tax ordinance to determine compliance with the provisions of this Act; and (2) The governing board of the municipality documents the review, any amendment, and the intent to continue the tax in the official minutes of the governing board. Any amendment made by the municipality to comply with the provisions of this Act or the determination to continue the tax under the provisions of this Act is deemed to be an administrative decision pursuant to § 9-20-19 and not subject to referendum. Section 12. The administration of the taxes adopted under this Act shall be by the department. The department may prescribe forms and promulgate rules pursuant to chapter 1-26 for the making of returns and for the ascertainment, assessment, and collection of the tax imposed pursuant to this Act. The department shall keep full and accurate records of all moneys received and distributed under this Act. Section 13. All moneys received and collected on behalf of a municipality by the department, pursuant to this Act, shall be credited to a special municipal tax fund and after deducting the amount of refunds made, the amounts necessary to defray the cost of collecting the tax, and the administrative expenses incident thereto, shall be paid within thirty days after collection to the municipality entitled thereto. Section 14. Notwithstanding § 9-19-13, any new ordinance or amendment to an ordinance enacted under the authority of this Act, and any tax rate affected thereby, can be effective only on January first or July first of a calendar year. The ordinance or amendment shall be effective on the earlier of January first or July first following at least ninety days notification by the municipality to the secretary of revenue that the ordinance or amendment has been enacted unless the ordinance or amendment is suspended by operation of a referendum. If an ordinance or amendment enacted under this chapter is referred and the referred ordinance or amendment is approved the effective date shall be the earlier of January first or July first following at least ninety days notification by the municipality to the secretary of revenue that the ordinance or amendment has been approved notwithstanding § 9-20-15. Notification of the enactment or approval of the ordinance shall be in writing and mailed, along with a copy of the ordinance or amendment, by registered or certified mail to the secretary of revenue. Section 15. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter apply to any taxes or fees or persons subject to taxes or fees imposed by chapters 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-46, 10-46A, 10-46B, 10-47B, 10-52, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, and 34A-13 and § § 22-25-48, 49-31-51, 50-4-13 to 50-4-17, inclusive, this Act, and the provisions of chapter 10-45B. Section 16. Any municipality imposing a tax pursuant to this Act may issue municipal non-ad valorem tax revenue bonds pursuant to this section and chapter 6-8B in anticipation of the collection of the taxes. The bonds shall be payable solely from the collections of the taxes imposed by the municipality under this Act, as determined by the governing body. The governing body shall, in the resolution or ordinance authorizing the bonds, agree that it will continue to impose and collect the taxes so long as the bonds are outstanding. The governing body shall also pledge so much of the collections of the taxes as may be necessary to pay the principal premium and interest on the bonds and to maintain any debt service reserve established for the bonds. The proceeds of the bonds may be used for land acquisition, the funding of public ambulances and medical emergency response vehicles, public hospitals or nonprofit hospitals with fifty or fewer licensed beds and other public health care facilities or nonprofit health care facilities with fifty or fewer licensed beds, capital asset acquisition and capital improvements, to establish a debt service reserve fund for the bonds and to pay not more than one year's capitalized interest on the bonds. If the proceeds of the tax imposed by this Act are pledged to payment of the bonds, the land acquisition and capital improvements financed with the proceeds of the bonds shall relate to the purposes enumerated in section 2 of this Act. No election is required to authorize the issuance of municipal non-ad valorem tax revenue bonds. The bonds shall be issued and sold as provided in chapter 6-8B."}, {"bill_id": 16772, "bill_version_id": 93993, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2002-02-08T13:25:52-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize a municipal gross receipts tax on certain lodging, alcoholic beverages, prepared food, and admissions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Department,\" the Department of Revenue; (2) \"Gross receipts,\" the total amount or consideration, including cash, credit, property, and services, for which tangible personal property or services are sold, leased, or rented, valued in money, whether received in money or otherwise, without any deduction for the following: (a) The retailer's cost of the property or service sold; (b) The cost of materials used, labor or service cost, interest, losses, all costs of transportation to the retailer, all taxes imposed on the retailer, and any other expense of the retailer; (c) Except as provided in chapter 10-46A or 10-46B, charges by the retailer for any services necessary to complete the sale whether or not separately stated, including delivery charges; and (d) The value of exempt tangible personal property whether or not separately stated on the invoice, billing, or similar document given to the purchaser where taxable and exempt tangible personal property have been bundled together and sold by the retailer as a single product or piece of merchandise; Gross receipts do not include: (a) Discounts, including cash, term, or coupons that are not reimbursed by a third party that are allowed by a retailer and taken by a purchaser on a sale; (b) Interest, financing, and carrying charges from credit extended on the sale of tangible personal property or services, if the amount is separately stated on the invoice, bill of sale or similar document given to the purchaser; and (c) Any taxes legally imposed directly on the consumer that are separately stated on the invoice, bill of sale, or similar document given to the purchaser. Section 2. Any municipality may impose an additional municipal non-ad valorem tax at the rate of one percent upon the gross receipts of all leases or rentals of hotel, motel, campsites, or other lodging accommodations within the municipality for periods of less than twenty-eight consecutive days, or sales of alcoholic beverages as defined in § 35-1-1, or establishments where the public is invited to eat, dine, or purchase and carry out prepared food for immediate consumption, or ticket sales or admissions to places of amusement, athletic, and cultural events, or any combination thereof. The tax shall be levied for the purpose of land acquisition, architectural fees, construction costs, payments for civic center, auditorium, or athletic facility buildings, including the maintenance, staffing, and operations of such facilities and the promotion and advertising of the city, its facilities, attractions, and activities. Section 3. That § 10-52-8 be repealed. 10-52-8. Notwithstanding the tax rate limitations of § 10-52-2 or 10-52-2.1, any municipality may impose an additional municipal non-ad valorem tax at the rate of one percent upon the gross receipts of all leases or rentals of hotel, motel, campsites, or other lodging accommodations within the municipality for periods of less than twenty-eight consecutive days, or sales of alcoholic beverages as defined in § 35-1-1, or establishments where the public is invited to eat, dine, or purchase and carry out prepared food for immediate consumption, or ticket sales or admissions to places of amusement, athletic, and cultural events, or any combination thereof. The tax shall be levied for the purpose of land acquisition, architectural fees, construction costs, payments for civic center, auditorium, or athletic facility buildings, including the maintenance, staffing, and operations of such facilities and the promotion and advertising of the city, its facilities, attractions, and activities. Such taxes shall conform in all respects to the state sales and use tax on such items with the exception of the rate. Section 4. The tax imposed by section 2 of this Act shall be collected and administered by the department. Section 5. Any person who is subject to the tax imposed by this Act shall make a return and remittance to the department on forms prescribed and furnished by the department in the following manner: (1) Any person whose tax liability is one thousand dollars or more annually, shall file the return and remit the tax on or before the twentieth day of the month following each monthly period; (2) Any person whose tax liability is less than one thousand dollars annually, shall file the return and remit the tax on or before the last day of the month following each two- month period; and (3) Any person whose tax liability is one thousand dollars or more annually and who remits the tax by electronic transfer to the state, shall file the return by electronic means on or before the twenty-third day of the month following each monthly period and remit the tax on or before the second to the last day of the month following each monthly period. The secretary of revenue may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest pursuant to § 10-59-6 shall be paid if a return or remittance is not made on time. Section 6. The secretary of revenue may require or allow some returns and remittances to be filed on a monthly, bimonthly, semiannual, or annual basis and the return and remittance is due the last day of the month following the reporting period. For any person issued a temporary or seasonal tax permit pursuant to chapter 10-45, the returns and remittances may be required at a time determined by the secretary. Section 10-59-6 applies to any return and payment made pursuant to this section. Section 7. The definitions, administrative, collection, and enforcement provisions of chapters 10-45 and 10-46 apply to the tax imposed by this Act, where applicable. Section 8. The secretary of revenue may promulgate rules pursuant to chapter 1-26 concerning: (1) Licensing, including bonding and filing license applications; (2) The filing of returns and payment of the tax; (3) Determining the application of the tax and exemptions; (4) Taxpayer record-keeping requirements; and (5) Determining auditing methods. Section 9. Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the tax imposed by this Act is guilty of a Class 6 felony; (2) Fails to pay tax due under this Act within thirty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records and books required by section 10 of this Act or refuses to exhibit these records to the secretary of revenue or the secretary's agents for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this Act within thirty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Willfully violates any rule of the secretary of revenue for the administration and enforcement of the provisions of this Act is guilty of a Class 1 misdemeanor; or (6) Violates either subdivision (2) or subdivision (4) two or more times in any twelve- month period is guilty of a Class 6 felony. Section 10. Each person subject to tax under this Act shall keep records and books of all receipts and sales, together with invoices, bills of lading, copies of bills of sale, and other pertinent papers and documents. The books and records and other papers and documents are, at all times during business hours of the day, subject to inspection by the secretary of revenue or the secretary's agents and employees to determine the amount of tax due. The books and records shall be preserved for a period of three years unless the secretary of revenue, in writing, authorized their destruction or disposal at an earlier date. Section 11. Any tax imposed by the governing board of any municipality pursuant to the provisions of this Act, may be referred to a vote of the people for its approval or disapproval in the same manner as provided in § § 9-20-7, 9-20-8, and 9-20-10. A tax imposed by municipal ordinance which was in effect on July 1, 2002, is continued under the provisions of this Act if: (1) The governing board of the municipality has reviewed the existing tax ordinance to determine compliance with the provisions of this Act; and (2) The governing board of the municipality documents the review, any amendment, and the intent to continue the tax in the official minutes of the governing board. Any amendment made by the municipality to comply with the provisions of this Act or the determination to continue the tax under the provisions of this Act is deemed to be an administrative decision pursuant to § 9-20-19 and not subject to referendum. Section 12. The administration of the taxes adopted under this Act shall be by the department. The department may prescribe forms and promulgate rules pursuant to chapter 1-26 for the making of returns and for the ascertainment, assessment, and collection of the tax imposed pursuant to this Act. The department shall keep full and accurate records of all moneys received and distributed under this Act. Section 13. All moneys received and collected on behalf of a municipality by the department, pursuant to this Act, shall be credited to a special municipal tax fund and after deducting the amount of refunds made, the amounts necessary to defray the cost of collecting the tax, and the administrative expenses incident thereto, shall be paid within thirty days after collection to the municipality entitled thereto. Section 14. Notwithstanding § 9-19-13, any new ordinance or amendment to an ordinance enacted under the authority of this Act, and any tax rate affected thereby, can be effective only on January first or July first of a calendar year. The ordinance or amendment shall be effective on the earlier of January first or July first following at least ninety days notification by the municipality to the secretary of revenue that the ordinance or amendment has been enacted unless the ordinance or amendment is suspended by operation of a referendum. If an ordinance or amendment enacted under this chapter is referred and the referred ordinance or amendment is approved the effective date shall be the earlier of January first or July first following at least ninety days notification by the municipality to the secretary of revenue that the ordinance or amendment has been approved notwithstanding § 9-20-15. Notification of the enactment or approval of the ordinance shall be in writing and mailed, along with a copy of the ordinance or amendment, by registered or certified mail to the secretary of revenue. Section 15. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter apply to any taxes or fees or persons subject to taxes or fees imposed by chapters 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-46, 10-46A, 10-46B, 10-47B, 10-52, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, and 34A-13 and § § 22-25-48, 49-31-51, 50-4-13 to 50-4-17, inclusive, this Act, and the provisions of chapter 10-45B. Section 16. Any municipality imposing a tax pursuant to this Act may issue municipal non-ad valorem tax revenue bonds pursuant to this section and chapter 6-8B in anticipation of the collection of the taxes. The bonds shall be payable solely from the collections of the taxes imposed by the municipality under this Act, as determined by the governing body. The governing body shall, in the resolution or ordinance authorizing the bonds, agree that it will continue to impose and collect the taxes so long as the bonds are outstanding. The governing body shall also pledge so much of the collections of the taxes as may be necessary to pay the principal premium and interest on the bonds and to maintain any debt service reserve established for the bonds. The proceeds of the bonds may be used for land acquisition, the funding of public ambulances and medical emergency response vehicles, public hospitals or nonprofit hospitals with fifty or fewer licensed beds and other public health care facilities or nonprofit health care facilities with fifty or fewer licensed beds, capital asset acquisition and capital improvements, to establish a debt service reserve fund for the bonds and to pay not more than one year's capitalized interest on the bonds. If the proceeds of the tax imposed by this Act are pledged to payment of the bonds, the land acquisition and capital improvements financed with the proceeds of the bonds shall relate to the purposes enumerated in section 2 of this Act. No election is required to authorize the issuance of municipal non-ad valorem tax revenue bonds. The bonds shall be issued and sold as provided in chapter 6-8B. Section 17. The Legislature hereby finds that the amendments to chapter 10-52 contained in this Act shall result in a broader and more uniform tax base for the tax levied by municipalities under this chapter, and that, absent a reduction in the current tax levy of a municipality, it is anticipated that total tax revenues of a municipality may increase as a result of these amendments. However, so long as a municipality has any bonds or other obligations outstanding which are secured directly or indirectly by the pledge or collection and application of taxes levied pursuant to § 10-52-8 as in effect immediately prior to the effective date of this Act, no municipality may reduce its tax levy under this Act to a rate which, in the exercise of the sound discretion of the governing body, would be expected to produce less total revenue than was collected in the immediately preceding year pursuant to the tax imposed under § 10-52-8."}, {"bill_id": 16772, "bill_version_id": 94616, "bill_version": "Enrolled", "bill_version_date": "2002-02-19T16:29:45-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16772, "action_date": "2002-01-08T14:00:00-06:00", "document_id": 91748, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91748.pdf", "status_text": "First read in House and referred to", "journal_page": 16, "committee_id_action": 768, "committee_id_assigned": 764, "result": "N", "vote": {}}, {"bill_id": 16772, "action_date": "2002-01-15T07:45:00-06:00", "document_id": 91982, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91982.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 764, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16772, "action_date": "2002-01-17T07:45:00-06:00", "document_id": 92258, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92258.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 764, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16772, "action_date": "2002-01-17T07:45:00-06:00", "document_id": 92258, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92258.pdf", "status_text": "Do Pass Amended,", "journal_page": 168, "committee_id_action": 764, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53123, "president_vote": null, "Nay": [2754], "Yea": [2755, 2757, 2767, 2770, 2781, 2798, 2799, 2806, 2815, 2822, 2824, 2830, 2773, 2736]}}, {"bill_id": 16772, "action_date": "2002-01-22T14:00:00-06:00", "document_id": 92568, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92568.pdf", "status_text": "Deferred to another day", "journal_page": 228, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16772, "action_date": "2002-01-23T14:00:00-06:00", "document_id": 92701, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92701.pdf", "status_text": "Deferred to another day", "journal_page": 242, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16772, "action_date": "2002-01-25T14:00:00-06:00", "document_id": 92907, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92907.pdf", "status_text": "Do Pass Amended,", "journal_page": 284, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54002, "president_vote": null, "Yea": [2724, 2725, 2728, 2729, 2731, 2732, 2736, 2737, 2738, 2741, 2744, 2748, 2749, 2752, 2754, 2755, 2756, 2757, 2759, 2763, 2764, 2765, 2766, 2767, 2768, 2769, 2771, 2773, 2774, 2775, 2781, 2782, 2783, 2785, 2786, 2790, 2793, 2797, 2799, 2800, 2803, 2804, 2805, 2806, 2807, 2808, 2811, 2812, 2813, 2814, 2815, 2816, 2817, 2820, 2822, 2823, 2824, 2825, 2826, 2830, 2751], "Excused": [2735, 2758, 2777, 2788, 2798], "Nay": [2770, 2779, 2789, 2794]}}, {"bill_id": 16772, "action_date": "2002-01-26T13:00:00-06:00", "document_id": 92972, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92972.pdf", "status_text": "First read in Senate and referred to", "journal_page": 236, "committee_id_action": 769, "committee_id_assigned": 751, "result": "N", "vote": {}}, {"bill_id": 16772, "action_date": "2002-02-06T07:45:00-06:00", "document_id": 93791, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93791.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 751, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16772, "action_date": "2002-02-08T07:45:00-06:00", "document_id": 93977, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93977.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 751, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16772, "action_date": "2002-02-08T07:45:00-06:00", "document_id": 93977, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93977.pdf", "status_text": "Do Pass Amended,", "journal_page": 464, "committee_id_action": 751, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52405, "president_vote": null, "Yea": [2733, 2740, 2796, 2819, 2821, 2829, 2734, 2753], "Excused": [2772]}}, {"bill_id": 16772, "action_date": "2002-02-12T14:00:00-06:00", "document_id": 94236, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94236.pdf", "status_text": "Deferred to another day", "journal_page": 514, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16772, "action_date": "2002-02-13T14:00:00-06:00", "document_id": 94338, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94338.pdf", "status_text": "Deferred to another day", "journal_page": 539, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16772, "action_date": "2002-02-14T14:00:00-06:00", "document_id": 94430, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94430.pdf", "status_text": "Do Pass Amended,", "journal_page": 554, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52702, "president_vote": null, "Yea": [2726, 2727, 2730, 2733, 2734, 2739, 2740, 2742, 2743, 2745, 2746, 2747, 2750, 2753, 2760, 2762, 2778, 2784, 2787, 2791, 2792, 2796, 2802, 2809, 2810, 2819, 2821, 2827, 2828, 2829], "Nay": [2761, 2780, 2795, 2818], "Excused": [2772]}}, {"bill_id": 16772, "action_date": "2002-02-19T14:00:00-06:00", "document_id": 94638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94638.pdf", "status_text": "Signed by Speaker", "journal_page": 746, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16772, "action_date": "2002-02-20T13:00:00-06:00", "document_id": 94759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94759.pdf", "status_text": "Delivered to the Governor", "journal_page": 782, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16772, "action_date": "2002-02-20T14:00:00-06:00", "document_id": 94747, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94747.pdf", "status_text": "Signed by President", "journal_page": 644, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16772, "action_date": "2002-02-25T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 874, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2125}