{"session_id": 57, "bill_id": 19838, "bill_type": "Senate Bill", "bill_number": 153, "bill_title": "authorize certain dental hygienists to perform limited services to persons not currently under the care of a dentist.", "sponsors": [{"legislator_profile_id": 3163, "is_prime": true}, {"legislator_profile_id": 3216, "is_prime": true}, {"legislator_profile_id": 3150, "is_prime": false}, {"legislator_profile_id": 3151, "is_prime": false}, {"legislator_profile_id": 3158, "is_prime": false}, {"legislator_profile_id": 3166, "is_prime": false}, {"legislator_profile_id": 3179, "is_prime": false}, {"legislator_profile_id": 3183, "is_prime": false}, {"legislator_profile_id": 3208, "is_prime": false}, {"legislator_profile_id": 3211, "is_prime": false}, {"legislator_profile_id": 3212, "is_prime": false}, {"legislator_profile_id": 3221, "is_prime": false}, {"legislator_profile_id": 3234, "is_prime": false}, {"legislator_profile_id": 3235, "is_prime": false}, {"legislator_profile_id": 3247, "is_prime": false}, {"legislator_profile_id": 3253, "is_prime": false}], "keywords": ["Administrative Rules", "Professions and Occupations"], "audio": [{"meeting_datetime": "2005-02-08T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sco21sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-08T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sco21sb0153a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19838, "bill_version_id": 103396, "bill_version": "Introduced", "bill_version_date": "2005-01-27T08:39:34-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize certain dental hygienists to perform limited services to persons not currently under the care of a dentist. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-6A-26 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Limited access dental hygienist,\" a dental hygienist licensed pursuant to this chapter and possessing the qualifications required under section 3 of this Act; \"Oral health assessment,\" the performance of a risk assessment for disease, an oral cancer screening, dental charting, and periodontal charting. Section 2. Notwithstanding § 36-6A-40, a dental hygienist licensed in South Dakota and possessing the qualifications required by section 3 of this Act may be certified by the board as a limited access dental hygienist and may provide the services listed in section 4 of this Act to persons not currently under the care of a dentist. A limited access dental hygienist may provide the services listed in section 4 of this Act in a health care facility, as defined by subdivision 34- 12-1.1(4); public institution under the Department of Human Services or the Department of Corrections; community clinic; school; nonprofit organization that serves persons who are uninsured or who are recipients of any public health care program; and mobile dental unit operated by a not-for-profit organization of a dental service corporation. Section 3. The board shall certify a person as a limited access dental hygienist if the person has the following qualifications: (1) Has been engaged in the active practice of clinical dental hygienist for not less than two thousand four hundred hours in the past eighteen months or a career total of three thousand hours, including a minimum of two hundred hours of clinical practice in two of the past three years; (2) Possess professional liability insurance; (3) Has satisfactorily completed a board-approved course that includes advanced knowledge of medical and dental emergency management, infection control and disease transmission, current management of oral disease to include early childhood caries, management of special needs populations, and record-keeping; and (4) Maintains current certification in advanced or basic cardiac life support that is issued to health care providers. Section 4. A limited assess dental hygienist may perform the following dental hygienist services without the general supervision of a dentist and without the patient being a patient of record of a licensed dentist: (1) Oral health assessment; (2) Oral health promotion and disease prevention education; (3) Removal of deposits and stains from the surfaces of the teeth; (4) Application of topical prevention or prophylactic agents, including fluoride varnishes and pit and fissure sealants; (5) Removal of marginal overhangs; (6) Taking of radiographs using radiation producing equipment licensed by the Department of Health; (7) Performance of scaling and root planing; (8) Application of topical anesthetic; and (9) Such additional duties as approved by the board in rules promulgated by the board pursuant to chapter 1-26. Notwithstanding these permitted services, no limited access dental hygienist may administer any injection of anesthetic agents or administer nitrous oxide unless under the direct supervision of a dentist or physician. The performance of dental hygiene services for a facility, program, or organization is limited to patients, students, clients, and residents of the facility, program, or organization. Section 5. Before performing any services authorized pursuant to section 4 of this Act, a limited access dental hygienist shall provide the patient or the patient's parent or guardian with a consent-to-treatment form that includes a statement indicating that the dental hygiene services provided are not a substitute for a dental examination by a dentist. The limited access dental hygienist shall advise each patient to consult a licensed dentist for continuation of dental treatment. The limited access dental hygienist shall complete a referral form, which shall be signed by the patient or the patient's parent or guardian referring the patient to a dentist for further treatment. A copy of the form shall be provided to the patient."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19838, "action_date": "2005-01-27T14:00:00-06:00", "document_id": 103467, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103467.pdf", "status_text": "First read in Senate and referred to", "journal_page": 202, "committee_id_action": 861, "committee_id_assigned": 835, "result": "N", "vote": {}}, {"bill_id": 19838, "action_date": "2005-02-08T10:00:00-06:00", "document_id": 104302, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104302.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 835, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19838, "action_date": "2005-02-08T10:00:00-06:00", "document_id": 104302, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104302.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 387, "committee_id_action": 835, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59709, "president_vote": null, "Yea": [3150, 3198, 3202, 3236, 3241, 3157], "Nay": [3212]}}]}