{"session_id": 68, "bill_id": 23762, "bill_type": "House Bill", "bill_number": 1061, "bill_title": "repeal provisions regarding criminal jury trials effective upon the adoption of Supreme Court rules.", "sponsors": [], "keywords": ["Criminal Procedure", "Delayed Effective Date", "Executive/Judiciary Request"], "audio": [{"meeting_datetime": "2023-01-18T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju06.mp3", "start_seconds": 127.0}, {"meeting_datetime": "2023-01-18T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju06.mp3", "start_seconds": 127.0}, {"meeting_datetime": "2023-01-18T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju06.mp3", "start_seconds": 127.0}, {"meeting_datetime": "2023-01-23T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou09.mp3", "start_seconds": 1769.0}, {"meeting_datetime": "2023-01-23T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou09.mp3", "start_seconds": 1769.0}, {"meeting_datetime": "2023-01-23T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou09.mp3", "start_seconds": 1769.0}], "bill_versions": [{"bill_id": 23762, "bill_version_id": 243398, "bill_version": "Introduced", "bill_version_date": "2023-01-13T10:42:50.67-06:00", "bill_text": "An Act to repeal provisions regarding criminal jury trials effective upon the adoption of Supreme Court rules. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 23A-20-1 be REPEALED: Jurors drawn and summoned for the trial of civil actions are also the jurors for the trial of criminal actions. Section 2. That § 23A-20-2 be REPEALED: When prospective jurors are called for examination, the court shall allow selection by either § 23A-20-3 or 23A-20-4. Section 3. That § 23A-20-3 be REPEALED: When prospective jurors are called for examination, the court shall call to the jury box a number of prospective jurors equal to the number of jurors to be impaneled, the number of peremptory challenges allowed the parties, and number of alternates, if any. Section 4. That § 23A-20-4 be REPEALED: Trial juries for criminal actions may be formed in the same manner as trial juries in § 15-14-10. Section 5. That § 23A-20-6 be REPEALED: The defense attorney or the defendant, if appearing pro se, and the prosecuting attorney shall conduct examination of prospective jurors. Prior to the examination the court may conduct a general examination of the prospective jurors. The court may in its discretion allow examination of one or more jurors apart from the other jurors. If approved by the court, prospective jurors may be examined on whether the presence of a certified therapeutic dog to assist a child witness or a witness having a developmental disability would create undue sympathy for the witness or in any way serve as a prejudice to the defendant. For purposes of this section, the terms, certified therapeutic dog, child witness, and developmental disability, have the meanings provided in § 23A-24-10. Section 6. That § 23A-20-7 be REPEALED: All members of the panel shall swear or affirm that they will answer truthfully all questions concerning their qualifications by taking the following oath. Do you swear or affirm that you will truthfully answer all questions asked of you by the court or counsel concerning your qualifications to sit as jurors on this case, so help you God? Section 7. That § 23A-20-7.1 be REPEALED: Any person required to take an oath pursuant to §§ 15-14-11, 23A-5-7, 23A-20-7, and 23A-25-5.1, who, having conscientious scruples against oath-taking, shall be allowed to make affirmation. Such person may also substitute the words, \"under pains and penalties of perjury,\" for the words \"so help you God.\" Section 8. That § 23A-20-8 be REPEALED: At any time that cause for disqualifying a juror appears, the court shall excuse him and call another member of the panel to take his place in the jury box and on the clerk's list of jurors. Challenges for cause may be made out of hearing of the jurors, but shall be made on the record. Section 9. That § 23A-20-9 be REPEALED: A challenge for cause is an objection to a particular juror. It may be taken either by the state or a defendant. Section 10. That § 23A-20-10 be REPEALED: All challenges for cause to an individual juror must be taken, first by the defendant and then by the state, and each party must exhaust all his challenges for cause before the other begins. If new jurors are called to the panel to replace jurors dismissed for cause, the procedure in this section shall be followed in exercising challenges for cause to the substituted jurors. Section 11. That § 23A-20-13.1 be REPEALED: Challenges for cause may be taken on any of the following grounds: (1) The prospective juror does not meet one of the qualifications required by § 16-13-10 or is disqualified under that section. (2) The prospective juror is related by consanguinity or affinity within the sixth degree, as defined by § 23A-20-30 to the defendant, alleged victim or complainant. (3) The prospective juror is a member of the family of the defendant, alleged victim or complainant or one of the attorneys in the case. (4) The prospective juror has a relationship of guardian and ward, master and servant, employer and employee, landlord and tenant, or principal and agent with an attorney or the defendant, alleged victim or complainant in the case. (5) The prospective juror is a partner or associate in business with an attorney or the defendant, alleged victim or complainant in the case. (6) The prospective juror is a surety on a bond or an obligation with an attorney or the defendant, alleged victim or complainant in the case. (7) The prospective juror, presently, has a relationship of attorney and client with one of the attorneys in the case or has had such a relationship within one year previously. (8) The prospective juror is an officer, agent, or employee of a corporation, between which corporation and an attorney in the case, the relationship of attorney and client exists. (9) The prospective juror is the spouse of an attorney in the case. (10) The prospective juror is the spouse of any other prospective juror who would be subject to a challenge for cause under this section. (11) The prospective juror has knowledge of some or all of the material facts of the case and has an unqualified opinion or belief as to the merits of the case. (12) The prospective juror has a state of mind evincing enmity against, or bias to or against an attorney, the defendant, the prosecution, the alleged victim or complainant in the case. (13) Within two years prior to being summoned, the prospective juror served as a juror in the county during a prior term of jury service pursuant to § 16-13-22. (14) The prospective juror is a defendant in a criminal prosecution pending in the county. (15) The prospective juror is a party adverse to the defendant in a civil action, or has complained against or been accused by the defendant in a criminal action. (16) The prospective juror served on a grand jury that found the indictment, or on a coroner's jury that inquired into the death of a person whose death is the subject of the prosecution. (17) The prospective juror served on a jury trial that tried another person for the offense charged in the indictment or information. (18) The prospective juror was a member of a jury formerly sworn to try the indictment, information, or complaint, and whose verdict was set aside or which was discharged without a verdict. (19) The prospective juror served as a juror in a civil action brought against the defendant for the act charged as an offense. (20) If a talesman, the prospective juror applied directly or indirectly to a sheriff, deputy sheriff, or coroner of the county to be summoned for jury duty. (21) A challenge for actual bias showing the existence of a state of mind on the part of a prospective juror, in reference to the case or to the defendant, the prosecution, alleged victim, or complainant that satisfies the court, in the exercise of sound discretion, that the juror cannot try the issue impartially, without prejudice to the substantial rights of the party challenging. Section 12. That § 23A-20-14 be REPEALED: A challenge to an individual juror may be oral, but must be entered upon the minutes of the court. Section 13. That § 23A-20-15 be REPEALED: An adverse party or counsel may object to a challenge in the manner specified in §§ 23A-19-6 to 23A-19-9, inclusive, and the same proceedings must be had thereon, except that if an objection is allowed the juror must be excluded. An adverse party may also orally deny facts alleged as a ground for challenge. Section 14. That § 23A-20-16 be REPEALED: All challenges, whether to a panel or to an individual juror, shall be tried by the court. Section 15. That § 23A-20-17 be REPEALED: When a challenge to an individual juror is tried, the juror challenged may be examined as a witness to prove or disprove the challenge, and is bound to answer every question pertinent to the inquiry therein. Other witnesses may also be examined on either side, and the rules of evidence applicable to the trial of other issues govern the admission or exclusion of evidence on the trial of the challenge. Section 16. That § 23A-20-18 be REPEALED: When a challenge to an individual juror is tried, the court must either allow or disallow the challenge and direct an entry accordingly upon the minutes. Section 17. That § 23A-20-19 be REPEALED: A peremptory challenge is an objection to a juror for which no reason need be given. It can be taken by either party and may be oral. A court must exclude a juror on a peremptory challenge. Section 18. That § 23A-20-20 be REPEALED: If an offense charged is a Class A, Class B, Class C, or Class 1 felony, the prosecution and the defense each have twenty peremptory challenges. In all other felony cases, the prosecution and the defense each have ten peremptory challenges. In misdemeanor cases, the prosecution and the defense each have three peremptory challenges. Section 19. That § 23A-20-21 be REPEALED: For good cause shown, a court may grant such additional challenges as it, in its discretion, believes necessary and proper. Section 20. That § 23A-20-22 be REPEALED: If there is more than one defendant a court may, upon good cause shown, allow the parties additional challenges and permit them to be exercised separately or jointly, as it, in its discretion, believes necessary and proper. Section 21. That § 23A-20-23 be REPEALED: A motion made pursuant to § 23A-20-21 or 23A-20-22 must be made at least one week in advance of the first scheduled trial date or within such other time as may be provided by the rules of the circuit court. Section 22. That § 23A-20-24 be REPEALED: If prospective jurors are called for examination pursuant to § 23A-20-3, the manner of exercising a peremptory challenge shall be as found in § 23A-20-25. If prospective jurors are called for examination pursuant to § 23A-20-4 the manner of exercising a peremptory challenge shall be as found in § 23A-20-26. Section 23. That § 23A-20-25 be REPEALED: Following examination of the jurors called for examination pursuant to § 23A-20-3, the parties, commencing with the prosecuting attorney, shall alternately exercise their peremptory challenges on the clerk's list. A peremptory challenge may not be waived. Section 24. That § 23A-20-26 be REPEALED: When prospective jurors are called for examination pursuant to § 23A-20-4, peremptory challenges shall be exercised in the same manner prescribed in § 15-14-10. Section 25. That § 23A-20-27 be REPEALED: The persons remaining after both parties have exercised their peremptory challenges constitute the jurors for the trial. The jurors remaining who were last called under § 23A-20-3, 23A-20-4, or 23A-20-8 to make up the full jury box shall be the alternate jurors. Section 26. That § 23A-20-28 be REPEALED: A court may direct that not more than six jurors in addition to the regular jury members be called and impaneled to sit as alternate jurors. Alternate jurors, in the order in which they were called, shall replace jurors who, prior to the time the jury retires to consider its verdict, become or are found to be disqualified, discharged, or unable to perform their duties. Alternate jurors shall be drawn at the same time and in the same manner, shall have the same qualifications, shall be subject to the same examination and challenges, shall take the same oath and shall have the same functions, powers, facilities, and privileges as regular jurors. An alternate juror who does not replace a regular juror shall be discharged after the jury retires to consider its verdict. Section 27. That § 23A-20-28.1 be REPEALED: In addition to the method of choosing or seating an alternate juror provided by §§ 23A-20-27 and 23A-20-28, the judge may choose the alternate jurors by lot, or by such other means as the parties agree on the record. Section 28. That § 23A-20-29 be REPEALED: If, before the jury retires, a juror or alternate or a member of his immediate family dies, or if he or a member of his immediate family becomes ill, or upon other good cause shown to the court, the court may order him discharged. Section 29. That § 23A-20-30 be REPEALED: The degree of kindred is established by the number of generations, and each generation is called a degree. The series of degrees form the line; the series of degrees between persons who descend from one another is called direct or lineal consanguinity; and the series of degrees between persons who do not descend from one another, but spring from a common ancestor, is called the collateral line or collateral consanguinity. The direct line is divided into a direct line descending and a direct line ascending. The first is that which connects the ancestor with those who descend from that ancestor. The second is that which connects a person with those from whom that person descends. In the direct line there are as many degrees as there are generations. Thus the son is, with regard to the father, in the first degree; the grandson in the second; and vice versa with regard to the father and grandfather toward the sons and grandsons. In the collateral line the degrees are counted by generations from one of the relations up to the common ancestor, and from the common ancestor to the other relations. In such computation the person whose consanguinity or affinity is being determined is excluded, the relative included, and the ancestor counted but once. Thus brothers are related in the second degree, uncle and nephew in the third degree, cousins germane in the fourth degree, and so on. Section 30. This Act is effective upon the effective date of the Supreme Court's adoption of new court rules concerning the criminal jury trial process."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23762, "action_date": "2023-01-13T12:30:00-06:00", "document_id": 243286, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243286.pdf", "status_text": "First read in House and referred to", "journal_page": 34, "committee_id_action": 1159, "committee_id_assigned": 1160, "result": "N", "vote": {}}, {"bill_id": 23762, "action_date": "2023-01-18T10:00:00-06:00", "document_id": 243439, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243439.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1160, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23762, "action_date": "2023-01-18T10:00:00-06:00", "document_id": 243441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243441.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1160, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76197, "president_vote": null, "Nay": [4358, 4396, 4417, 4366], "Yea": [4438, 4451, 4409, 4458, 4418, 4464, 4446, 4421], "Excused": [4405]}}, {"bill_id": 23762, "action_date": "2023-01-19T14:00:00-06:00", "document_id": 244441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244441.pdf", "status_text": "Deferred to another day", "journal_page": 64, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23762, "action_date": "2023-01-20T13:00:00-06:00", "document_id": 244783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244783.pdf", "status_text": "Deferred to another day", "journal_page": 70, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23762, "action_date": "2023-01-23T14:00:00-06:00", "document_id": 245056, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245056.pdf", "status_text": "Do Pass", "journal_page": 83, "committee_id_action": 1159, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 76322, "president_vote": null, "Nay": [4456, 4445, 4333, 4441, 4334, 4337, 4459, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4354, 4468, 4471, 4358, 4365, 4366, 4368, 4450, 4373, 4374, 4375, 4379, 4462, 4452, 4454, 4384, 4443, 4385, 4451, 4388, 4389, 4469, 4392, 4393, 4447, 4467, 4396, 4397, 4398, 4400, 4401, 4440, 4403, 4437, 4405, 4406, 4408, 4409, 4455, 4444, 4412, 4463, 4439, 4417, 4418, 4464, 4446, 4465, 4461], "Yea": [4341, 4383, 4438, 4458, 4421, 4470, 4429]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23762"}