{"session_id": 51, "bill_id": 16145, "bill_type": "Senate Bill", "bill_number": 37, "bill_title": "revise certain requirements for continuation and conversion of employer health plans.", "sponsors": [], "keywords": ["Agency Bill", "Department of Commerce and Regulation", "Insurance"], "audio": [{"meeting_datetime": "2001-01-16T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sco05sb0037a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-16T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sco05sb0037a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-16T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sco05sb0037a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-16T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sco05sb0037a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-18T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen07sb0037a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-18T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen07sb0037a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco15sb0037a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco15sb0037a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco15sb0037a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hco15sb0037a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16145, "bill_version_id": 87691, "bill_version": "Introduced", "bill_version_date": "2001-01-07T12:19:56-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain requirements for continuation and conversion of employer health plans. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-18C-1 be amended to read as follows: 58-18C-1. Every policy of group health insurance providing benefits for hospital or medical expenses delivered or issued for delivery in this state, by a commercial health insurance company, by a nonprofit medical and surgical service plan corporation, by a nonprofit hospital service plan corporation, by a health maintenance organization, or by any other similar mechanism shall, in addition to the provisions required by law, include the right of each employee, upon their employer ceasing operations and the termination of the policy or contract, to have the coverage continue for themselves and their eligible dependents , effective as of the date of loss of the previous group coverage, for a period of eighteen months for which the employee shall be financially responsible. In addition, if an employer either fails to submit premium payment to the insurance company resulting in loss of coverage to its employees or cancels the coverage and does not notify the employees of such loss of coverage, the employees and their dependents are then eligible for continuation pursuant to this section if election is made within sixty days of the date of their being notified of the loss of coverage. If the employer fails to notify the employees and their dependents of the termination of coverage within ten days, the employees and dependents may not be denied coverage by the insurer provided timely election is made after actual receipt of notice. Section 2. That § 58-18-7.4 be amended to read as follows: 58-18-7.4. An employee or qualified beneficiary who has the right under the group policy to continue or convert his the group accident or health insurance plan shall be issued, without evidence of insurability, upon application to the company within thirty days of receipt of due notice of termination of coverage, during the one hundred eighty days prior to expiration of coverage under continuation and upon payment of the appropriate premium, a policy of accident or health insurance. The conversion coverage shall provide the benefits which are most nearly similar to the existing coverages. Any and all probationary or waiting periods set forth in such policy shall be considered as being met to the extent coverage was in force under the prior policy. available to others qualified for conversion under the policy. Continuation coverage shall be the same coverage as is available to any similarly situated beneficiary under the plan with respect to whom a qualifying event has not occurred. If coverage is modified under the plan for any group of similarly situated beneficiaries who are not under continuation, such coverage shall also be modified for those continuing coverage in the same manner for all individuals who are qualified beneficiaries under the plan pursuant to this part in connection with such group. No new probationary or waiting period may be applied to the continuation or conversion coverage. Section 3. That § 58-18-7.5 be amended to read as follows: 58-18-7.5. Every health benefit program that is self-insured, and every policy of group health insurance providing benefits for hospital or medical expenses delivered or issued for delivery in this state, by a commercial health insurance company, by a nonprofit medical and surgical service plan corporation, by a nonprofit hospital service plan corporation, by a health maintenance organization or by any other similar mechanism shall, in addition to the provisions required by law, include that employees have a right upon leaving employment or the termination of the coverage by the insurer, other than the termination of the policy or contract itself and the replacement thereof by similar coverage, to have the coverage continue for themselves and their eligible dependents for a period of eighteen months for which the employee shall be financially responsible. In the case of a qualified beneficiary who is determined under title II or XVI of the Social Security Act (42 U.S.C. 401) to have been disabled at any time during the first sixty days of continuation coverage, coverage can be continued for twenty-nine months. Nonpayment of the premium by the employer is termination by the employer. Section 4. That § 58-18-7.6 be repealed. 58-18-7.6. Each plan of benefits, contract or policy stated in § 58-18-7.5 shall also provide an employee or qualified beneficiary with the right, upon the employee leaving employment or the termination of coverage under the group by the insurer, other than the termination of coverage and replacement thereof by similar coverage or at the end of continuation, to an individual conversion policy or contract without additional underwriting restrictions. The conversion policy shall consist of a plan of individual coverage that closely approximates the coverage provided under the group, and shall be renewable at the option of the insured. Nonpayment of premium by the employer is termination by the employer. Section 5. That § 58-18-7.7 be repealed. 58-18-7.7. Continuation and conversion shall only be available to an employee or member who has been continuously insured under the group policy and for similar benefits under any group policy which it replaced during the entire six-month period ending with such termination. Section 6. That § 58-18-7.8 be repealed. 58-18-7.8. Written notice of termination of group coverage shall be provided by the employer to each employee having coverage within ten days of termination, unless uninterrupted and continuous group coverage is otherwise provided to the group. The notice shall contain such information as required by the director. Section 7. That § 58-18-7.9 be repealed. 58-18-7.9. Any employee or qualified beneficiary may exercise his right to conversion or continuation within thirty days of receipt of due notice of termination of coverage of the group and upon payment of premiums from the date of termination. Section 8. That § 58-18-7.10 be repealed. 58-18-7.10. The conversion policy shall cover the employee or member and a qualified beneficiary who was covered by the group policy on the date of termination of insurance. At the option of the insurer, a separate conversion policy may be issued to cover any dependent. Section 9. That § 58-18-7.11 be amended to read as follows: 58-18-7.11. No insurer may be required to offer or renew a continuation or conversion policy covering any person if: (1) The person is covered for similar benefits by another individual or group policy; (2) Similar benefits are provided for or available to such person, by reason of any state or federal law , except any person who becomes entitled to Medicare on or before continuation is elected or who is covered under another group plan on or before continuation is elected ; (3) The benefits under sources of the kind referred to in subdivision (1) for such person or benefits provided or available under sources of the kind referred to in subdivision (2) for such person, together with the continued or converted policy's benefits, would result in overinsurance according to the insurer's standards for overinsurance; (4) There has been fraud or material misrepresentation in applying for any benefits under continued or converted policy; (5) The person failed to pay any required contribution; or (6) Cancellation of all similar insurance policies in the entire state ; (7) For cause on the same basis, the plan could terminate the coverage of a similarly situated active employee; or (8) Termination of employment for gross misconduct . Section 10. That § 58-18-7.12 be amended to read as follows: 58-18-7.12. Subject to the conditions set forth for continuation in § § 58-18-7 to 58-18-7.11, inclusive, a qualified beneficiary may continue his coverage for a total of thirty-six months under the following conditions: (1) If at the death of the employee or member, the qualified beneficiary's coverage under the group policy terminates by reason of such death; (2) If a qualified beneficiary ceases to be a qualified family member under the group policy, while the employee or member remains insured under the policy; (3) Any medicare ineligible qualified beneficiary of a current employee; or (4) The qualified beneficiary of an employee who is eligible for medicare ; or (5) Divorce or legal separation of employee . Section 11. That § 58-18-7.13 be amended to read as follows: 58-18-7.13. The premium for the conversion policy shall be determined in accordance with the insurer's table of premium rates applicable to the age and class of risk for each person to be covered under that policy and to the type and amount of insurance provided. The premium for a continuation policy may not be greater than one hundred two percent of the group rate under which a person is covered. For any month after the eighteenth month, the premium amount may not exceed one hundred fifty percent of the applicable premium. Section 12. That § 58-18-7.16 be repealed. 58-18-7.16. Terms used in § § 58-18-7 to 58-18-7.15, inclusive, mean: (1) \"Leaving employment,\" the involuntary or voluntary reduction of hours, layoffs, self-termination of employment, or any other reason for termination of employment; (2) \"Qualified beneficiary,\" spouse, divorced or separated spouse or dependents. Section 13. That § 58-18-79 be amended to read as follows: 58-18-79. If any federal standards are in place which require additional steps to meet those standards beyond what is required by this chapter, the director may promulgate rules pursuant to chapter 1-26 to require the offering of health insurance plans, the underwriting criteria that may be utilized for such health insurance plans, the type and scope of preexisting waiting periods and creditable coverage, the standards for nonrenewability of coverage, and other requirements related to the availability of health insurance to employers and their employees and dependents in this state in order to minimally meet the federal standards. The director may also promulgate rules, pursuant to chapter 1-26, pertaining to employer health benefit plans in the areas of: (1) Definition of terms; (2) The issuance of certificates of coverage upon loss of health insurance coverage; (3) Determinations relative to the application of waiting periods; (4) Special enrollment periods; (5) Treatment of late enrollees; (6) Preexisting condition and other waiting periods; (7) Breaks in coverage; (8) Affiliation periods; (9) Nondiscrimination standards; (10) Notices; (11) Renewal rights; (12) Dates of enrollment; (13) Creditable coverages including methods of crediting coverage; (14) Risk spreading mechanisms; and (15) Requirements pertaining to mental health benefit levels in employer group plans other than small employer group plans ; and (16) Continuation and conversion requirements ."}, {"bill_id": 16145, "bill_version_id": 87923, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2001-01-16T14:52:19-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain requirements for continuation and conversion of employer health plans. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-18C-1 be amended to read as follows: 58-18C-1. Every policy of group health insurance providing benefits for hospital or medical expenses delivered or issued for delivery in this state, by a commercial health insurance company, by a nonprofit medical and surgical service plan corporation, by a nonprofit hospital service plan corporation, by a health maintenance organization, or by any other similar mechanism shall, in addition to the provisions required by law, include the right of each employee, upon their employer ceasing operations and the termination of the policy or contract, to have the coverage continue for themselves and their eligible dependents , effective as of the date of loss of the previous group coverage, for a period of eighteen twelve months for which the employee shall be financially responsible. In addition, if an employer either fails to submit premium payment to the insurance company resulting in loss of coverage to its employees or cancels the coverage and does not notify the employees of such loss of coverage, the employees and their dependents are then eligible for continuation pursuant to this section if election is made within sixty days of the date of their being notified of the loss of coverage. The employer shall provide notice of any nonpayment of premiums or cancellation of coverage to employees as soon as reasonably possible but no later than ten days after the date of cancellation. If the employer fails to notify the employees and their dependents of the termination of coverage within ten days, the employees and dependents may not be denied coverage by the insurer provided timely election is made after actual receipt of notice. Whether notice is provided or not, the election period for continuation of coverage may expire ninety days from the date the group coverage terminated. Any premiums due for the continuation of coverage may be required to be paid by the employee or dependent as a condition of providing continuation coverage. Section 2. That § 58-18-7.4 be amended to read as follows: 58-18-7.4. An employee or qualified beneficiary who has the right under the group policy to continue or convert his the group accident or health insurance plan shall be issued, without evidence of insurability, upon application to the company within thirty days of receipt of due notice of termination of coverage, during the one hundred eighty days prior to expiration of coverage under continuation and upon payment of the appropriate premium, a policy of accident or health insurance. The conversion coverage shall provide the benefits which are most nearly similar to the existing coverages. Any and all probationary or waiting periods set forth in such policy shall be considered as being met to the extent coverage was in force under the prior policy available to others qualified for conversion under the policy . Section 3. That chapter 58-18 be amended by adding thereto a NEW SECTION to read as follows: Continuation coverage shall be the same coverage as is available to any similarly situated beneficiary under the plan with respect to whom a qualifying event has not occurred. If coverage is modified under the plan for any group of similarly situated beneficiaries who are not under continuation, such coverage shall also be modified for those continuing coverage in the same manner as for all individuals who are qualified beneficiaries under the plan pursuant to the continuation requirements of this chapter in connection with such group. Section 4. That chapter 58-18 be amended by adding thereto a NEW SECTION to read as follows: No new probationary or waiting period may be applied to the continuation or conversion coverage. Section 5. That chapter 58-18 be amended by adding thereto a NEW SECTION to read as follows: Nothing in sections 2 to 16, inclusive, of this Act applies to or qualifies any person for any continuation or conversion right available in chapter 58-18C. Section 6. That § 58-18-7.5 be amended to read as follows: 58-18-7.5. Every health benefit program that is self-insured, and every policy of group health insurance providing benefits for hospital or medical expenses delivered or issued for delivery in this state, by a commercial health insurance company, by a nonprofit medical and surgical service plan corporation, by a nonprofit hospital service plan corporation, by a health maintenance organization or by any other similar mechanism shall, in addition to the provisions required by law, include that employees have a right upon leaving employment or the termination of the coverage by the insurer, other than the termination of the policy or contract itself and the replacement thereof by similar coverage, to have the coverage continue for themselves and their eligible dependents for a period of eighteen months for which the employee shall be financially responsible. In the case of a qualified beneficiary who is determined under title II or XVI of the Social Security Act (42 U.S.C. 401) to have been disabled at any time during the first sixty days of continuation coverage, coverage can be continued for twenty-nine months. Nonpayment of the premium by the employer is termination by the employer. Section 7. That § 58-18-7.6 be repealed. 58-18-7.6. Each plan of benefits, contract or policy stated in § 58-18-7.5 shall also provide an employee or qualified beneficiary with the right, upon the employee leaving employment or the termination of coverage under the group by the insurer, other than the termination of coverage and replacement thereof by similar coverage or at the end of continuation, to an individual conversion policy or contract without additional underwriting restrictions. The conversion policy shall consist of a plan of individual coverage that closely approximates the coverage provided under the group, and shall be renewable at the option of the insured. Nonpayment of premium by the employer is termination by the employer. Section 8. That § 58-18-7.7 be repealed. 58-18-7.7. Continuation and conversion shall only be available to an employee or member who has been continuously insured under the group policy and for similar benefits under any group policy which it replaced during the entire six-month period ending with such termination. Section 9. That § 58-18-7.8 be repealed. 58-18-7.8. Written notice of termination of group coverage shall be provided by the employer to each employee having coverage within ten days of termination, unless uninterrupted and continuous group coverage is otherwise provided to the group. The notice shall contain such information as required by the director. Section 10. That § 58-18-7.9 be repealed. 58-18-7.9. Any employee or qualified beneficiary may exercise his right to conversion or continuation within thirty days of receipt of due notice of termination of coverage of the group and upon payment of premiums from the date of termination. Section 11. That § 58-18-7.10 be repealed. 58-18-7.10. The conversion policy shall cover the employee or member and a qualified beneficiary who was covered by the group policy on the date of termination of insurance. At the option of the insurer, a separate conversion policy may be issued to cover any dependent. Section 12. That § 58-18-7.11 be amended to read as follows: 58-18-7.11. No insurer may be required to offer or renew a continuation or conversion policy covering any person if: (1) The person is covered for similar benefits by another individual or group policy; (2) Similar benefits are provided for or available to such person, by reason of any state or federal law , except any person who becomes entitled to Medicare on or before continuation is elected or who is covered under another group plan on or before continuation is elected ; (3) The benefits under sources of the kind referred to in subdivision (1) for such person or benefits provided or available under sources of the kind referred to in subdivision (2) for such person, together with the continued or converted policy's benefits, would result in overinsurance according to the insurer's standards for overinsurance; (4) There has been fraud or material misrepresentation in applying for any benefits under continued or converted policy; (5) The person failed to pay any required contribution; or (6) Cancellation of all similar insurance policies in the entire state ; (7) For cause on the same basis, the plan could terminate the coverage of a similarly situated active employee; or (8) Termination of employment for gross misconduct . Section 13. That § 58-18-7.12 be amended to read as follows: 58-18-7.12. Subject to the conditions set forth for continuation in § § 58-18-7 to 58-18-7.11, inclusive, a qualified beneficiary may continue his coverage for a total of thirty-six months under the following conditions: (1) If at the death of the employee or member, the qualified beneficiary's coverage under the group policy terminates by reason of such death; (2) If a qualified beneficiary ceases to be a qualified family member under the group policy, while the employee or member remains insured under the policy; (3) Any medicare ineligible qualified beneficiary of a current employee; or (4) The qualified beneficiary of an employee who is eligible for medicare ; or (5) Divorce or legal separation of employee . Section 14. That § 58-18-7.13 be amended to read as follows: 58-18-7.13. The premium for the conversion policy shall be determined in accordance with the insurer's table of premium rates applicable to the age and class of risk for each person to be covered under that policy and to the type and amount of insurance provided. The premium for a continuation policy may not be greater than one hundred two percent of the group rate under which a person is covered. For any month after the eighteenth month, the premium amount may not exceed one hundred fifty percent of the applicable premium. Section 15. That § 58-18-7.16 be repealed. 58-18-7.16. Terms used in § § 58-18-7 to 58-18-7.15, inclusive, mean: (1) \"Leaving employment,\" the involuntary or voluntary reduction of hours, layoffs, self-termination of employment, or any other reason for termination of employment; (2) \"Qualified beneficiary,\" spouse, divorced or separated spouse or dependents. Section 16. That § 58-18-79 be amended to read as follows: 58-18-79. If any federal standards are in place which require additional steps to meet those standards beyond what is required by this chapter, the director may promulgate rules pursuant to chapter 1-26 to require the offering of health insurance plans, the underwriting criteria that may be utilized for such health insurance plans, the type and scope of preexisting waiting periods and creditable coverage, the standards for nonrenewability of coverage, and other requirements related to the availability of health insurance to employers and their employees and dependents in this state in order to minimally meet the federal standards. The director may also promulgate rules, pursuant to chapter 1-26, pertaining to employer health benefit plans in the areas of: (1) Definition of terms; (2) The issuance of certificates of coverage upon loss of health insurance coverage; (3) Determinations relative to the application of waiting periods; (4) Special enrollment periods; (5) Treatment of late enrollees; (6) Preexisting condition and other waiting periods; (7) Breaks in coverage; (8) Affiliation periods; (9) Nondiscrimination standards; (10) Notices; (11) Renewal rights; (12) Dates of enrollment; (13) Creditable coverages including methods of crediting coverage; (14) Risk spreading mechanisms; and (15) Requirements pertaining to mental health benefit levels in employer group plans other than small employer group plans ; and (16) Continuation and conversion requirements ."}, {"bill_id": 16145, "bill_version_id": 89126, "bill_version": "Enrolled", "bill_version_date": "2001-02-01T09:48:51-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16145, "action_date": "2001-01-09T14:00:00-06:00", "document_id": 87779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87779.pdf", "status_text": "First read in Senate and referred to", "journal_page": 29, "committee_id_action": 713, "committee_id_assigned": 687, "result": "N", "vote": {}}, {"bill_id": 16145, "action_date": "2001-01-11T10:00:00-06:00", "document_id": 87816, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87816.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 687, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16145, "action_date": "2001-01-16T10:00:00-06:00", "document_id": 87905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87905.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 687, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16145, "action_date": "2001-01-16T10:00:00-06:00", "document_id": 87905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87905.pdf", "status_text": "Do Pass Amended,", "journal_page": 61, "committee_id_action": 687, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49089, "president_vote": null, "Excused": [2520], "Yea": [2580, 2607, 2616, 2617, 2529, 2585]}}, {"bill_id": 16145, "action_date": "2001-01-18T14:00:00-06:00", "document_id": 88049, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88049.pdf", "status_text": "Do Pass Amended,", "journal_page": 93, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50433, "president_vote": null, "Yea": [2516, 2520, 2523, 2524, 2529, 2534, 2535, 2536, 2542, 2551, 2552, 2573, 2576, 2580, 2585, 2590, 2597, 2607, 2615, 2616, 2617], "Nay": [2517, 2531, 2532, 2539, 2549, 2550, 2562, 2567, 2569, 2581, 2584, 2598, 2606, 2609]}}, {"bill_id": 16145, "action_date": "2001-01-19T14:00:00-06:00", "document_id": 88113, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88113.pdf", "status_text": "First read in House and referred to", "journal_page": 121, "committee_id_action": 712, "committee_id_assigned": 700, "result": "N", "vote": {}}, {"bill_id": 16145, "action_date": "2001-01-30T07:45:00-06:00", "document_id": 88937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88937.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 700, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16145, "action_date": "2001-01-30T07:45:00-06:00", "document_id": 88937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88937.pdf", "status_text": "Do Pass,", "journal_page": 261, "committee_id_action": 700, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50879, "president_vote": null, "Excused": [2519], "Yea": [2522, 2525, 2548, 2553, 2577, 2589, 2591, 2592, 2605, 2611, 2601, 2571]}}, {"bill_id": 16145, "action_date": "2001-01-30T07:45:00-06:00", "document_id": 88937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88937.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 700, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16145, "action_date": "2001-01-31T14:00:00-06:00", "document_id": 89103, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89103.pdf", "status_text": "Do Pass Amended,", "journal_page": 288, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51396, "president_vote": null, "Yea": [2514, 2515, 2518, 2519, 2521, 2522, 2525, 2526, 2527, 2528, 2530, 2533, 2538, 2541, 2543, 2544, 2545, 2546, 2547, 2548, 2554, 2555, 2556, 2557, 2558, 2559, 2561, 2563, 2564, 2565, 2566, 2568, 2570, 2571, 2572, 2574, 2575, 2577, 2578, 2579, 2582, 2583, 2586, 2587, 2588, 2589, 2591, 2592, 2593, 2594, 2595, 2596, 2599, 2600, 2601, 2602, 2603, 2604, 2605, 2608, 2610, 2611, 2612, 2613, 2614, 2618, 2540], "Excused": [2537, 2553, 2560]}}, {"bill_id": 16145, "action_date": "2001-02-01T14:00:00-06:00", "document_id": 89192, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89192.pdf", "status_text": "Signed by Speaker", "journal_page": 318, "committee_id_action": 712, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16145, "action_date": "2001-02-01T14:00:00-06:00", "document_id": 89191, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89191.pdf", "status_text": "Signed by President", "journal_page": 332, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16145, "action_date": "2001-02-02T14:00:00-06:00", "document_id": 89260, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89260.pdf", "status_text": "Delivered to the Governor", "journal_page": 334, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16145, "action_date": "2001-02-07T14:00:00-06:00", "document_id": 89532, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89532.pdf", "status_text": "Signed by Governor", "journal_page": 404, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2038}