{"session_id": 43, "bill_id": 10353, "bill_type": "House Bill", "bill_number": 1056, "bill_title": "authorize video monitoring of residents in assisted living centers and nursing facilities.", "sponsors": [{"legislator_profile_id": 1742, "is_prime": true}, {"legislator_profile_id": 1673, "is_prime": true}, {"legislator_profile_id": 1699, "is_prime": false}, {"legislator_profile_id": 1672, "is_prime": false}, {"legislator_profile_id": 1739, "is_prime": false}, {"legislator_profile_id": 1709, "is_prime": false}, {"legislator_profile_id": 1735, "is_prime": false}], "keywords": ["Hoghouse", "Liability", "Nursing Homes", "Public Health and Safety"], "audio": [{"meeting_datetime": "2020-01-28T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe10.mp3", "start_seconds": 636.0}, {"meeting_datetime": "2020-01-28T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe10.mp3", "start_seconds": 636.0}, {"meeting_datetime": "2020-01-28T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe10.mp3", "start_seconds": 636.0}, {"meeting_datetime": "2020-01-28T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe10.mp3", "start_seconds": 636.0}, {"meeting_datetime": "2020-01-30T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe12.mp3", "start_seconds": 4359.0}, {"meeting_datetime": "2020-01-30T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe12.mp3", "start_seconds": 4359.0}, {"meeting_datetime": "2020-01-30T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe12.mp3", "start_seconds": 4359.0}, {"meeting_datetime": "2020-02-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou14.mp3", "start_seconds": 6966.0}, {"meeting_datetime": "2020-02-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou14.mp3", "start_seconds": 6966.0}, {"meeting_datetime": "2020-02-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou14.mp3", "start_seconds": 6966.0}, {"meeting_datetime": "2020-02-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou14.mp3", "start_seconds": 6966.0}, {"meeting_datetime": "2020-02-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou14.mp3", "start_seconds": 6966.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/she25.mp3", "start_seconds": 345.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/she25.mp3", "start_seconds": 345.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/she25.mp3", "start_seconds": 345.0}, {"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen26.mp3", "start_seconds": 8756.0}, {"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen26.mp3", "start_seconds": 8756.0}, {"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen26.mp3", "start_seconds": 8756.0}], "bill_versions": [{"bill_id": 10353, "bill_version_id": 62123, "bill_version": "Introduced", "bill_version_date": "2020-01-14T08:16:59.42-06:00", "bill_text": "An Act to authorize electronic monitoring of residents in assisted living centers and nursing facilities. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 34-12I-1. Definitions. Terms as used in this chapter mean: (1) \"Authorized representative,\" the spouse of a resident, the legal guardian of a resident, or the agent of a resident acting under a power of attorney; (2) \"Electronic monitoring device,\" a video surveillance instrument with a closed loop recording camera, which is installed in a resident's room, in accordance with this Act, and broadcasts or records activities occurring in the room; (3) \"Facility,\" an assisted living center or a nursing home; and (4) \"Resident,\" a person residing in a facility. Section 2. That a NEW SECTION be added: 34-12I-2. Electronic monitoring device--Installation. A resident or the resident's authorized representative may install or provide for the installation of an electronic monitoring device in the resident's room, in accordance with this Act. Section 3. That a NEW SECTION be added: 34-12I-3. Notification of electronic monitoring--Content. Before installing or providing for the installation of an electronic monitoring device, the resident or the resident's authorized representative shall provide written notification to the facility of the intent to conduct electronic monitoring in the resident's room. The notification must be provided on a form developed by the Department of Health and available from the department and from the facility. The resident or the resident's authorized representative shall sign the form. The facility shall retain the form, together with the resident's other records. The form must: (1) Identify the type of electronic monitoring device to be installed; (2) Identify the date on which the monitoring is to begin; (3) Describe any anticipated alteration to the resident's room or to the facility in order to provide for the mounting of the electronic monitoring device or the transmittal of data; (4) Be accompanied by a copy of any contract for maintenance of the electronic monitoring device by a commercial entity; (5) Identify any person by whom the resulting video recordings may be viewed, any person with whom the resulting video recordings may be shared, and the conditions under which the resulting video recordings may be viewed or shared; (6) Specify the provisions under which and the manner in which consent for the electronic video monitoring may be revoked by the resident or the resident's authorized representative and provide for the disabling or removal of the electronic monitoring device in the case of any such revocation; (7) Indicate whether the electronic monitoring device is to be turned off or blocked, and if so by whom, during any examination of the resident or other procedure performed by a health care professional; (8) Indicate whether the electronic monitoring device is to be turned off or blocked, and if so by whom, while dressing, grooming, washing, or bathing of the resident is occurring; (9) Indicate whether the electronic monitoring device is to be turned off or blocked, and if so by whom, during the resident's visit with a spiritual advisor, attorney, financial advisor, intimate partner, or any other visitor; and (10) Include any other condition or restriction on the use of the electronic monitoring device. Section 4. That a NEW SECTION be added: 34-12I-4. Sharing of room--Consent. If the resident shares a room with another person, the form required by § 34-12I-3 must also include a signed statement by the other person or that person's authorized representative, evidencing consent to the electronic monitoring, together with any conditions or limitations that the other person or the authorized representative elects to place on that consent. If the resident is assigned a new person with whom to share the room, the consent of that person or that person's authorized representative must be obtained before monitoring may continue. The facility shall disable or remove the electronic monitoring device until the consent is obtained. If a person with whom the resident shares a room or that person's authorized representative notifies the facility in writing that consent for the monitoring is withdrawn, the facility shall disable or remove the electronic monitoring device. Section 5. That a NEW SECTION be added: 34-12I-5. Cost of device--Responsibility. A resident is responsible for the cost of installing the electronic monitoring device, the cost of operating and maintaining the electronic monitoring device, and any alteration or damage to the facility resulting from the installation, operation, maintenance, or removal of the electronic monitoring device. Section 6. That a NEW SECTION be added: 34-12I-6. Operation of device--Notice. If a resident conducts electronic monitoring in accordance with this Act, the facility shall post a notice at the entrance to the resident's room, indicating that an electronic monitoring device is operational in the room. Section 7. That a NEW SECTION be added: 34-12I-7. Disabling device--Penalty. Unless acting under the written permission of the person who signed or is authorized to sign the notification form required by § 34-12I-3, a person may not knowingly: (1) Turn off or disable an electronic monitoring device; (2) Obstruct, tamper with, or destroy an electronic monitoring device; or (3) Tamper with or destroy a video recording created in accordance with this Act. A violation of this section is a Class 2 misdemeanor. Section 8. That a NEW SECTION be added: 34-12I-8. Monitoring of residents--Limitations. Nothing in this Act limits a facility from instituting otherwise permissible monitoring of the facility's residents or its premises. Nothing in this Act authorizes the use of an electronic monitoring device for the purpose of creating audio recordings or taking still photographs."}, {"bill_id": 10353, "bill_version_id": 66524, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2020-02-05T14:17:21.207-06:00", "bill_text": "An Act to authorize video monitoring of residents in assisted living centers and nursing facilities. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 34-12I-1. Definitions. Terms as used in this chapter mean: (1) \"Assisted living center,\" any institution, rest home, boarding home, place, building, or agency, which is maintained and operated to provide personal care and services, beyond food, shelter, and laundry; (2) \"Authorized representative,\" the legal guardian of a resident, acting under a court order that specifically authorizes the guardian to consent to video monitoring of the resident, or the agent of a resident, acting under a durable power of attorney that specifically authorizes the agent to consent to video monitoring of the resident; (3) \"Decision-making capacity,\" the ability to understand, to a reasonable extent, the nature of and the risks and benefits of video monitoring, and to make and communicate, with reasonable accommodation if necessary, a decision regarding video monitoring; (4) \"Facility,\" an assisted living center or a nursing facility; (5) \"Nursing facility,\" any entity that is maintained and operated for the express or implied purpose of providing care to one or more persons, whether for consideration or not, who are not acutely ill but require nursing care and related medical services of such complexity as to require professional nursing care under the direction of a physician, twenty-four hours per day, or an entity that is maintained and operated for the express or implied purpose of providing care to one or more persons, whether for consideration or not, who do not require the degree of care and treatment that a hospital is designed to provide, but who because of their mental or physical condition require medical care and health services that can be made available to them only through institutional facilities; (6) \"Resident,\" a person who is at least eighteen years of age and resides in a facility; and (7) \"Video monitoring device,\" a camera or other device, which captures, records or broadcasts video and which is placed in a resident’s room and used to monitor the resident or activities in the room. Section 2. That a NEW SECTION be added: 34-12I-2. Consent form--Submission to facility. Before initiating video monitoring, a resident shall complete and submit to the facility a notice and consent form that meets the requirements of § 34-12I-4. If the resident lacks decision-making capacity, as determined by a physician, the form may be completed and submitted by an authorized representative of the resident. Section 3. That a NEW SECTION be added: 34-12I-3. Roommate--Consent--Refusal--Restrictions--Relocation. If a resident has a roommate, the resident may not conduct video monitoring unless the roommate has provided written consent. If the roommate lacks decision-making capacity, as determined by a physician, the consent may be provided by an authorized representative of the roommate. The roommate may refuse or withdraw consent to video monitoring. If consent is refused, the resident may not conduct video monitoring and if consent is withdrawn, the resident shall remove any video monitoring device from the room. If the resident fails to remove the video monitoring device, the facility shall remove the device. The roommate may impose restrictions on the placement and operation of the resident's video monitoring device and on the dissemination and use of any data produced by the device. The restrictions must be included with the resident’s notice and consent form, in accordance with § 34-12I-4. The resident shall comply with any restrictions imposed by a roommate. Upon being notified by a roommate and determining that the resident is not in compliance with any such restriction, the facility shall remove the video monitoring device from the room. If the roommate refuses to consent, the facility shall, upon the written request of the resident, relocate the resident to another room, as soon as circumstances permit. The facility is not required to provide the resident with a single room, unless the resident agrees to pay the increased charges. Section 4. That a NEW SECTION be added: 34-12I-4. Consent form--Content. The notice and consent form must include: (1) A statement affirming that the resident consents to video monitoring and assumes full responsibility for implementing any restrictions imposed on the placement and use of the video monitoring device and on the dissemination and use of any data produced by the device; (2) If the resident has a roommate, a statement affirming that the roommate, subject to any noted restrictions, consents to video monitoring by the resident and to the dissemination and use of any data produced by the device; (3) A description of the video monitoring device, including the brand name and model number, and the installation and operating requirements; (4) Restrictions that the resident or the roommate impose on the placement and use of the video monitoring device, including: (a) Prohibitions on video recording; (b) Prohibitions on broadcasting video recordings; (c) Requiring that the video monitoring device be turned off or blocked during an examination or procedure by a health care provider; (d) Requiring that the video monitoring device be turned off or blocked while dressing, bathing, or personal care is being performed; and (e) Requiring that the video monitoring device be turned off or blocked during a visit with an attorney, financial planner, intimate partner, ombudsman, spiritual adviser, or other visitor; (5) A statement of the circumstances under which a video recording may be disseminated; (6) A section for documenting the withdrawal of consent by the resident or a roommate; (7) The signature of the resident and the date of signing; and (8) If the resident has a roommate, the signature of the roommate and the date of signing. The resident or a roommate may amend the information contained in the notice and consent form. Any amendment must be dated, signed, and submitted to the facility. If the notice and consent form or an amendment to the form is signed by an authorized representative, it must include a physician’s statement verifying that the person, on whose behalf the authorized representative is acting, lacks decision-making capacity, and a copy of the guardianship order or power of attorney granting the authorized representative authority to consent to video monitoring. Upon receiving a completed notice and consent form, or any amendment to the form, the facility shall place the form in the resident’s file and provide a copy to the resident or an authorized representative of the resident, and to the resident's roommate or an authorized representative of the roommate. The notice and consent form, or an amendment thereto, is not effective until it has been received by the facility. Section 5. That a NEW SECTION be added: 34-12I-5. Cost--Liability. The resident is liable for any costs associated with the installation, operation, maintenance, and removal of the video monitoring device, except that the facility may not impose a fee on the resident to cover the cost of electricity for operating the device. Section 6. That a NEW SECTION be added: 34-12I-6. Connection to internet--Options--Conditions. A resident may not use a facility’s local area network to connect the video monitoring device to the internet, unless the facility provides written consent to the resident. A facility that consents to a resident's use of the network may impose conditions on the use to prevent a data breach and to limit the consumption of available bandwidth. If a facility does not consent to a resident's use of the network, the resident may arrange for access to the internet through an internet service provider. The facility may impose conditions on the installation of any wire, cable, or other technologies, required for internet access to: (1) Prevent damage to the facility; (2) Avoid the creation of a safety hazard; or (3) Avoid the violation of any applicable building or electrical code. Section 7. That a NEW SECTION be added: 34-12I-7. Video monitoring device--Placement--Conditions. The resident shall place the video monitoring device in a conspicuously visible location in the resident's room. The facility may impose conditions on the placement of the device to: (1) Prevent damage to the facility; (2) Avoid the creation of a safety hazard; or (3) Avoid the violation of any applicable building or electrical code. Section 8. That a NEW SECTION be added: 34-12I-8. Audio monitoring device--Use--Penalty. Any person who places or operates an audio monitoring device in a resident's room is guilty of a Class 1 misdemeanor. A facility is not civilly or criminally liable for any violation of a person's right to privacy arising out of the use of an audio monitoring device, except to the extent the violation was caused by the facility's intentional violation of this Act. For purposes of this section, an \"audio monitoring device,” means a device that is designed to capture, record, or broadcast audio and when placed in a resident's room is used to monitor the resident's conversations or other sounds in the room. Section 9. That a NEW SECTION be added: 34-12I-9. Removal of device--Authority. A facility may deactivate and remove any video monitoring device that is installed, placed, operated, or used in violation of this Act or in violation of any condition imposed in accordance with this Act. Section 10. That a NEW SECTION be added: 34-12I-10. Responsibility of resident--Facility. A resident is responsible for the installation, operation, maintenance, and removal of the video monitoring device. Except as otherwise provided in this Act, a facility has no duty to perform any act or incur any cost related to the installation, operation, maintenance, or removal of a video monitoring device, or the implementation or enforcement of any restriction imposed by or in accordance with this Act. Section 11. That a NEW SECTION be added: 34-12I-11. Notice. If a resident is conducting video monitoring, the facility shall post conspicuous signage at the entrance to the resident’s room indicating that the room is being monitored by means of a video monitoring device. Section 12. That a NEW SECTION be added: 34-12I-12. Destruction prohibited--Violation as misdemeanor. Except as otherwise provided in this Act, a person may not intentionally remove, hamper, obstruct, tamper with, or destroy a video monitoring device or a video recording produced by such device, without the permission of the resident. A violation of this section is a Class 1 misdemeanor. Section 13. That a NEW SECTION be added: 34-12I-13. Access and dissemination--Violation as misdemeanor. Except as otherwise provided in this Act, a person may not access or disseminate a recording produced by a video monitoring device, without the written consent of the resident. A violation of this section is a Class 1 misdemeanor. Section 14. That a NEW SECTION be added: 34-12I-14. Allegation of misconduct--Request for video. A person who possess a video recording created in accordance with this Act shall, upon the facility’s written request, provide a copy of the recording to the facility if: (1) An allegation of neglect, abuse, or other misconduct has been filed against the facility in a civil, criminal, or administrative action; and (2) The recording contains evidence pertinent to the alleged neglect, abuse, or other misconduct. The facility shall reimburse the person for any reasonable costs incurred in providing the video recording. Section 15. That a NEW SECTION be added: 34-12I-15. Evidentiary material. Subject to applicable rules of evidence and procedure, a video recording produced by a video monitoring device may be admitted into evidence in any civil, criminal, or administrative proceeding, provided: (1) The video monitoring was conducted in accordance with this Act; (2) The recording has not been edited or artificially enhanced; and (3) The recording indicates the date and time that the events occurred. Section 16. That a NEW SECTION be added: 34-12I-16. Discrimination--Retaliation--Prohibition. A facility may not discriminate or retaliate against any resident or roommate for consenting to or refusing to consent to video monitoring. A facility may not discriminate against any potential resident or potential roommate for consenting to or refusing to consent to video monitoring. Section 17. That a NEW SECTION be added: 34-12I-17. Liability--Civil--Criminal. A facility is not civilly or criminally liable for any violation of a person's right to privacy arising out of the use of a video monitoring device, except to the extent the violation was caused by the facility's intentional violation of this Act. Section 18. That a NEW SECTION be added: 34-12I-18. Complaint--Adjudication. Any complaint alleging that a facility has violated this Act must be filed with the secretary of the Department of Health and adjudicated under chapter 1-26. A violation of this Act may not form the basis of any private civil cause of action."}, {"bill_id": 10353, "bill_version_id": 66703, "bill_version": "House Engrossed", "bill_version_date": "2020-02-06T07:23:30.437-06:00", "bill_text": "An Act to authorize video monitoring of residents in assisted living centers and nursing facilities. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 34-12I-1. Definitions. Terms as used in this chapter mean: (1) \"Assisted living center,\" any institution, rest home, boarding home, place, building, or agency, which is maintained and operated to provide personal care and services, beyond food, shelter, and laundry; (2) \"Authorized representative,\" the legal guardian of a resident, acting under a court order that specifically authorizes the guardian to consent to video monitoring of the resident, or the agent of a resident, acting under a durable power of attorney that specifically authorizes the agent to consent to video monitoring of the resident; (3) \"Decision-making capacity,\" the ability to understand, to a reasonable extent, the nature of and the risks and benefits of video monitoring, and to make and communicate, with reasonable accommodation if necessary, a decision regarding video monitoring; (4) \"Facility,\" an assisted living center or a nursing facility; (5) \"Nursing facility,\" any entity that is maintained and operated for the express or implied purpose of providing care to one or more persons, whether for consideration or not, who are not acutely ill but require nursing care and related medical services of such complexity as to require professional nursing care under the direction of a physician, twenty-four hours per day, or an entity that is maintained and operated for the express or implied purpose of providing care to one or more persons, whether for consideration or not, who do not require the degree of care and treatment that a hospital is designed to provide, but who because of their mental or physical condition require medical care and health services that can be made available to them only through institutional facilities; (6) \"Resident,\" a person who is at least eighteen years of age and resides in a facility; and (7) \"Video monitoring device,\" a camera or other device, which captures, records or broadcasts video and which is placed in a resident’s room and used to monitor the resident or activities in the room. Section 2. That a NEW SECTION be added: 34-12I-2. Consent form--Submission to facility. Before initiating video monitoring, a resident shall complete and submit to the facility a notice and consent form that meets the requirements of § 34-12I-4. If the resident lacks decision-making capacity, as determined by a physician, the form may be completed and submitted by an authorized representative of the resident. Section 3. That a NEW SECTION be added: 34-12I-3. Roommate--Consent--Refusal--Restrictions--Relocation. If a resident has a roommate, the resident may not conduct video monitoring unless the roommate has provided written consent. If the roommate lacks decision-making capacity, as determined by a physician, the consent may be provided by an authorized representative of the roommate. The roommate may refuse or withdraw consent to video monitoring. If consent is refused, the resident may not conduct video monitoring and if consent is withdrawn, the resident shall remove any video monitoring device from the room. If the resident fails to remove the video monitoring device, the facility shall remove the device. The roommate may impose restrictions on the placement and operation of the resident's video monitoring device and on the dissemination and use of any data produced by the device. The restrictions must be included with the resident’s notice and consent form, in accordance with § 34-12I-4. The resident shall comply with any restrictions imposed by a roommate. Upon being notified by a roommate and determining that the resident is not in compliance with any such restriction, the facility shall remove the video monitoring device from the room. If the roommate refuses to consent, the facility shall, upon the written request of the resident, relocate the resident to another room, as soon as circumstances permit. The facility is not required to provide the resident with a single room, unless the resident agrees to pay the increased charges. Section 4. That a NEW SECTION be added: 34-12I-4. Consent form--Content. The notice and consent form must include: (1) A statement affirming that the resident consents to video monitoring and assumes full responsibility for implementing any restrictions imposed on the placement and use of the video monitoring device and on the dissemination and use of any data produced by the device; (2) If the resident has a roommate, a statement affirming that the roommate, subject to any noted restrictions, consents to video monitoring by the resident and to the dissemination and use of any data produced by the device; (3) A description of the video monitoring device, including the brand name and model number, and the installation and operating requirements; (4) Restrictions that the resident or the roommate impose on the placement and use of the video monitoring device, including: (a) Prohibitions on video recording; (b) Prohibitions on broadcasting video recordings; (c) Requiring that the video monitoring device be turned off or blocked during an examination or procedure by a health care provider; (d) Requiring that the video monitoring device be turned off or blocked while dressing, bathing, or personal care is being performed; and (e) Requiring that the video monitoring device be turned off or blocked during a visit with an attorney, financial planner, intimate partner, ombudsman, spiritual adviser, or other visitor; (5) A statement of the circumstances under which a video recording may be disseminated; (6) A section for documenting the withdrawal of consent by the resident or a roommate; (7) The signature of the resident and the date of signing; and (8) If the resident has a roommate, the signature of the roommate and the date of signing. The resident or a roommate may amend the information contained in the notice and consent form. Any amendment must be dated, signed, and submitted to the facility. If the notice and consent form or an amendment to the form is signed by an authorized representative, it must include a physician’s statement verifying that the person, on whose behalf the authorized representative is acting, lacks decision-making capacity, and a copy of the guardianship order or power of attorney granting the authorized representative authority to consent to video monitoring. Upon receiving a completed notice and consent form, or any amendment to the form, the facility shall place the form in the resident’s file and provide a copy to the resident or an authorized representative of the resident, and to the resident's roommate or an authorized representative of the roommate. The notice and consent form, or an amendment thereto, is not effective until it has been received by the facility. Section 5. That a NEW SECTION be added: 34-12I-5. Cost--Liability. The resident is liable for any costs associated with the installation, operation, maintenance, and removal of the video monitoring device, except that the facility may not impose a fee on the resident to cover the cost of electricity for operating the device. Section 6. That a NEW SECTION be added: 34-12I-6. Connection to internet--Options--Conditions. A resident may not use a facility’s local area network to connect the video monitoring device to the internet, unless the facility provides written consent to the resident. A facility that consents to a resident's use of the network may impose conditions on the use to prevent a data breach and to limit the consumption of available bandwidth. If a facility does not consent to a resident's use of the network, the resident may arrange for access to the internet through an internet service provider. The facility may impose conditions on the installation of any wire, cable, or other technologies, required for internet access to: (1) Prevent damage to the facility; (2) Avoid the creation of a safety hazard; or (3) Avoid the violation of any applicable building or electrical code. Section 7. That a NEW SECTION be added: 34-12I-7. Video monitoring device--Placement--Conditions. The resident shall place the video monitoring device in a conspicuously visible location in the resident's room. The facility may impose conditions on the placement of the device to: (1) Prevent damage to the facility; (2) Avoid the creation of a safety hazard; or (3) Avoid the violation of any applicable building or electrical code. Section 8. That a NEW SECTION be added: 34-12I-8. Audio monitoring device--Use--Violation as misdemeanor. Any person who places or operates an audio monitoring device in a resident's room is guilty of a Class 1 misdemeanor. A facility is not civilly or criminally liable for any violation of a person's right to privacy arising out of the use of an audio monitoring device, except to the extent the violation was caused by the facility's intentional violation of this Act. For purposes of this section, an \"audio monitoring device,” means a device that is designed to capture, record, or broadcast audio and when placed in a resident's room is used to monitor the resident's conversations or other sounds in the room. Section 9. That a NEW SECTION be added: 34-12I-9. Removal of device--Authority. A facility may deactivate and remove any video monitoring device that is installed, placed, operated, or used in violation of this Act or in violation of any condition imposed in accordance with this Act. Section 10. That a NEW SECTION be added: 34-12I-10. Responsibility of resident--Facility. A resident is responsible for the installation, operation, maintenance, and removal of the video monitoring device. Except as otherwise provided in this Act, a facility has no duty to perform any act or incur any cost related to the installation, operation, maintenance, or removal of a video monitoring device, or the implementation or enforcement of any restriction imposed by or in accordance with this Act. Section 11. That a NEW SECTION be added: 34-12I-11. Notice. If a resident is conducting video monitoring, the facility shall post conspicuous signage at the entrance to the resident’s room indicating that the room is being monitored by means of a video monitoring device. Section 12. That a NEW SECTION be added: 34-12I-12. Destruction prohibited--Violation as misdemeanor. Except as otherwise provided in this Act, a person may not intentionally remove, hamper, obstruct, tamper with, or destroy a video monitoring device or a video recording produced by such device, without the permission of the resident. A violation of this section is a Class 1 misdemeanor. Section 13. That a NEW SECTION be added: 34-12I-13. Access and dissemination--Violation as misdemeanor. Except as otherwise provided in this Act, a person may not access or disseminate a recording produced by a video monitoring device, without the written consent of the resident. A violation of this section is a Class 1 misdemeanor. Section 14. That a NEW SECTION be added: 34-12I-14. Allegation of misconduct--Request for video. A person who possesses a video recording created in accordance with this Act shall, upon the facility’s written request, provide a copy of the recording to the facility if: (1) An allegation of neglect, abuse, or other misconduct has been filed against the facility in a civil, criminal, or administrative action; and (2) The recording contains evidence pertinent to the alleged neglect, abuse, or other misconduct. The facility shall reimburse the person for any reasonable costs incurred in providing the video recording. Section 15. That a NEW SECTION be added: 34-12I-15. Evidentiary material. Subject to applicable rules of evidence and procedure, a video recording produced by a video monitoring device may be admitted into evidence in any civil, criminal, or administrative proceeding, provided: (1) The video monitoring was conducted in accordance with this Act; (2) The recording has not been edited or artificially enhanced; and (3) The recording indicates the date and time that the events occurred. Section 16. That a NEW SECTION be added: 34-12I-16. Discrimination--Retaliation--Prohibition. A facility may not discriminate or retaliate against any resident or roommate for consenting to or refusing to consent to video monitoring. A facility may not discriminate against any potential resident or potential roommate for consenting to or refusing to consent to video monitoring. Section 17. That a NEW SECTION be added: 34-12I-17. Liability--Civil--Criminal. A facility is not civilly or criminally liable for any violation of a person's right to privacy arising out of the use of a video monitoring device, except to the extent the violation was caused by the facility's intentional violation of this Act. Section 18. That a NEW SECTION be added: 34-12I-18. Complaint--Adjudication. Any complaint alleging that a facility has violated this Act must be filed with the secretary of the Department of Health and adjudicated under chapter 1-26. A violation of this Act may not form the basis of any private civil cause of action."}, {"bill_id": 10353, "bill_version_id": 68726, "bill_version": "Enrolled", "bill_version_date": "2020-02-25T17:20:04.473-06:00", "bill_text": "ENTITLED An Act to authorize video monitoring of residents in assisted living centers and nursing facilities. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 34-12I-1. Definitions. Terms as used in this chapter mean: (1) \"Assisted living center,\" any institution, rest home, boarding home, place, building, or agency, which is maintained and operated to provide personal care and services, beyond food, shelter, and laundry; (2) \"Authorized representative,\" the legal guardian of a resident, acting under a court order that specifically authorizes the guardian to consent to video monitoring of the resident, or the agent of a resident, acting under a durable power of attorney that specifically authorizes the agent to consent to video monitoring of the resident; (3) \"Decision-making capacity,\" the ability to understand, to a reasonable extent, the nature of and the risks and benefits of video monitoring, and to make and communicate, with reasonable accommodation if necessary, a decision regarding video monitoring; (4) \"Facility,\" an assisted living center or a nursing facility; (5) \"Nursing facility,\" any entity that is maintained and operated for the express or implied purpose of providing care to one or more persons, whether for consideration or not, who are not acutely ill but require nursing care and related medical services of such complexity as to require professional nursing care under the direction of a physician, twenty-four hours per day, or an entity that is maintained and operated for the express or implied purpose of providing care to one or more persons, whether for consideration or not, who do not require the degree of care and treatment that a hospital is designed to provide, but who because of their mental or physical condition require medical care and health services that can be made available to them only through institutional facilities; (6) \"Resident,\" a person who is at least eighteen years of age and resides in a facility; and (7) \"Video monitoring device,\" a camera or other device, which captures, records or broadcasts video and which is placed in a resident’s room and used to monitor the resident or activities in the room. Section 2. That a NEW SECTION be added: 34-12I-2. Consent form--Submission to facility. Before initiating video monitoring, a resident shall complete and submit to the facility a notice and consent form that meets the requirements of § 34-12I-4. If the resident lacks decision-making capacity, as determined by a physician, the form may be completed and submitted by an authorized representative of the resident. Section 3. That a NEW SECTION be added: 34-12I-3. Roommate--Consent--Refusal--Restrictions--Relocation. If a resident has a roommate, the resident may not conduct video monitoring unless the roommate has provided written consent. If the roommate lacks decision-making capacity, as determined by a physician, the consent may be provided by an authorized representative of the roommate. The roommate may refuse or withdraw consent to video monitoring. If consent is refused, the resident may not conduct video monitoring and if consent is withdrawn, the resident shall remove any video monitoring device from the room. If the resident fails to remove the video monitoring device, the facility shall remove the device. The roommate may impose restrictions on the placement and operation of the resident's video monitoring device and on the dissemination and use of any data produced by the device. The restrictions must be included with the resident’s notice and consent form, in accordance with § 34-12I-4. The resident shall comply with any restrictions imposed by a roommate. Upon being notified by a roommate and determining that the resident is not in compliance with any such restriction, the facility shall remove the video monitoring device from the room. If the roommate refuses to consent, the facility shall, upon the written request of the resident, relocate the resident to another room, as soon as circumstances permit. The facility is not required to provide the resident with a single room, unless the resident agrees to pay the increased charges. Section 4. That a NEW SECTION be added: 34-12I-4. Consent form--Content. The notice and consent form must include: (1) A statement affirming that the resident consents to video monitoring and assumes full responsibility for implementing any restrictions imposed on the placement and use of the video monitoring device and on the dissemination and use of any data produced by the device; (2) If the resident has a roommate, a statement affirming that the roommate, subject to any noted restrictions, consents to video monitoring by the resident and to the dissemination and use of any data produced by the device; (3) A description of the video monitoring device, including the brand name and model number, and the installation and operating requirements; (4) Restrictions that the resident or the roommate impose on the placement and use of the video monitoring device, including: (a) Prohibitions on video recording; (b) Prohibitions on broadcasting video recordings; (c) Requiring that the video monitoring device be turned off or blocked during an examination or procedure by a health care provider; (d) Requiring that the video monitoring device be turned off or blocked while dressing, bathing, or personal care is being performed; and (e) Requiring that the video monitoring device be turned off or blocked during a visit with an attorney, financial planner, intimate partner, ombudsman, spiritual adviser, or other visitor; (5) A statement of the circumstances under which a video recording may be disseminated; (6) A section for documenting the withdrawal of consent by the resident or a roommate; (7) The signature of the resident and the date of signing; and (8) If the resident has a roommate, the signature of the roommate and the date of signing. The resident or a roommate may amend the information contained in the notice and consent form. Any amendment must be dated, signed, and submitted to the facility. If the notice and consent form or an amendment to the form is signed by an authorized representative, it must include a physician’s statement verifying that the person, on whose behalf the authorized representative is acting, lacks decision-making capacity, and a copy of the guardianship order or power of attorney granting the authorized representative authority to consent to video monitoring. Upon receiving a completed notice and consent form, or any amendment to the form, the facility shall place the form in the resident’s file and provide a copy to the resident or an authorized representative of the resident, and to the resident's roommate or an authorized representative of the roommate. The notice and consent form, or an amendment thereto, is not effective until it has been received by the facility. Section 5. That a NEW SECTION be added: 34-12I-5. Cost--Liability. The resident is liable for any costs associated with the installation, operation, maintenance, and removal of the video monitoring device, except that the facility may not impose a fee on the resident to cover the cost of electricity for operating the device. Section 6. That a NEW SECTION be added: 34-12I-6. Connection to internet--Options--Conditions. A resident may not use a facility’s local area network to connect the video monitoring device to the internet, unless the facility provides written consent to the resident. A facility that consents to a resident's use of the network may impose conditions on the use to prevent a data breach and to limit the consumption of available bandwidth. If a facility does not consent to a resident's use of the network, the resident may arrange for access to the internet through an internet service provider. The facility may impose conditions on the installation of any wire, cable, or other technologies, required for internet access to: (1) Prevent damage to the facility; (2) Avoid the creation of a safety hazard; or (3) Avoid the violation of any applicable building or electrical code. Section 7. That a NEW SECTION be added: 34-12I-7. Video monitoring device--Placement--Conditions. The resident shall place the video monitoring device in a conspicuously visible location in the resident's room. The facility may impose conditions on the placement of the device to: (1) Prevent damage to the facility; (2) Avoid the creation of a safety hazard; or (3) Avoid the violation of any applicable building or electrical code. Section 8. That a NEW SECTION be added: 34-12I-8. Audio monitoring device--Use--Violation as misdemeanor. Any person who places or operates an audio monitoring device in a resident's room is guilty of a Class 1 misdemeanor. A facility is not civilly or criminally liable for any violation of a person's right to privacy arising out of the use of an audio monitoring device, except to the extent the violation was caused by the facility's intentional violation of §§ 34-12I-2 through 34-12I-18. For purposes of this section, an \"audio monitoring device,” means a device that is designed to capture, record, or broadcast audio and when placed in a resident's room is used to monitor the resident's conversations or other sounds in the room. Section 9. That a NEW SECTION be added: 34-12I-9. Removal of device--Authority. A facility may deactivate and remove any video monitoring device that is installed, placed, operated, or used in violation of §§ 34-12I-2 through 34-12I-18 or in violation of any condition imposed in accordance with §§ 34-12I-2 through 34-12I-18. Section 10. That a NEW SECTION be added: 34-12I-10. Responsibility of resident--Facility. A resident is responsible for the installation, operation, maintenance, and removal of the video monitoring device. Except as otherwise provided in §§ 34-12I-2 through 34-12I-18, a facility has no duty to perform any act or incur any cost related to the installation, operation, maintenance, or removal of a video monitoring device, or the implementation or enforcement of any restriction imposed by or in accordance with §§ 34-12I-2 through 34-12I-18. Section 11. That a NEW SECTION be added: 34-12I-11. Notice. If a resident is conducting video monitoring, the facility shall post conspicuous signage at the entrance to the resident’s room indicating that the room is being monitored by means of a video monitoring device. Section 12. That a NEW SECTION be added: 34-12I-12. Destruction prohibited--Violation as misdemeanor. Except as otherwise provided in §§ 34-12I-2 through 34-12I-18, a person may not intentionally remove, hamper, obstruct, tamper with, or destroy a video monitoring device or a video recording produced by such device, without the permission of the resident. A violation of this section is a Class 1 misdemeanor. Section 13. That a NEW SECTION be added: 34-12I-13. Access and dissemination--Violation as misdemeanor. Except as otherwise provided in §§ 34-12I-2 through 34-12I-18, a person may not access or disseminate a recording produced by a video monitoring device, without the written consent of the resident. A violation of this section is a Class 1 misdemeanor. Section 14. That a NEW SECTION be added: 34-12I-14. Allegation of misconduct--Request for video. A person who possesses a video recording created in accordance with §§ 34-12I-2 through 34-12I-18 shall, upon the facility’s written request, provide a copy of the recording to the facility if: (1) An allegation of neglect, abuse, or other misconduct has been filed against the facility in a civil, criminal, or administrative action; and (2) The recording contains evidence pertinent to the alleged neglect, abuse, or other misconduct. The facility shall reimburse the person for any reasonable costs incurred in providing the video recording. Section 15. That a NEW SECTION be added: 34-12I-15. Evidentiary material. Subject to applicable rules of evidence and procedure, a video recording produced by a video monitoring device may be admitted into evidence in any civil, criminal, or administrative proceeding, provided: (1) The video monitoring was conducted in accordance with §§ 34-12I-2 through 34-12I-18; (2) The recording has not been edited or artificially enhanced; and (3) The recording indicates the date and time that the events occurred. Section 16. That a NEW SECTION be added: 34-12I-16. Discrimination--Retaliation--Prohibition. A facility may not discriminate or retaliate against any resident or roommate for consenting to or refusing to consent to video monitoring. A facility may not discriminate against any potential resident or potential roommate for consenting to or refusing to consent to video monitoring. Section 17. That a NEW SECTION be added: 34-12I-17. Liability--Civil--Criminal. A facility is not civilly or criminally liable for any violation of a person's right to privacy arising out of the use of a video monitoring device, except to the extent the violation was caused by the facility's intentional violation of §§ 34-12I-2 through 34-12I-18. Section 18. That a NEW SECTION be added: 34-12I-18. Complaint--Adjudication. Any complaint alleging that a facility has violated §§ 34-12I-2 through 34-12I-18 must be filed with the secretary of the Department of Health and adjudicated under chapter 1-26. A violation of §§ 34-12I-2 through 34-12I-18 may not form the basis of any private civil cause of action. An Act to authorize video monitoring of residents in assisted living centers and nursing facilities. I certify that the attached Act originated in the: House as Bill No. 1056 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1056 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2020 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2020 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2020 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10353, "action_date": "2020-01-14T12:00:00-06:00", "document_id": 61710, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/61710.pdf", "status_text": "First Reading House", "journal_page": 11, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10353, "action_date": "2020-01-15T13:00:00-06:00", "document_id": 62190, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62190.pdf", "status_text": "Referred to", "journal_page": 19, "committee_id_action": 480, "committee_id_assigned": 466, "result": "N", "vote": {}}, {"bill_id": 10353, "action_date": "2020-01-21T08:30:00-06:00", "document_id": 62529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62529.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10353, "action_date": "2020-01-28T08:00:00-06:00", "document_id": 63380, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/63380.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10353, "action_date": "2020-01-28T08:00:00-06:00", "document_id": 63381, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/63381.pdf", "status_text": "Hoghoused", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10353, "action_date": "2020-01-30T07:45:00-06:00", "document_id": 64292, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/64292.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10353, "action_date": "2020-01-30T07:45:00-06:00", "document_id": 64293, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/64293.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32227, "president_vote": null, "Yea": [1670, 1740, 1675, 1679, 1698, 1709, 1656, 1696, 1712, 1755, 1731], "Excused": [1699, 1662]}}, {"bill_id": 10353, "action_date": "2020-02-05T14:00:00-06:00", "document_id": 66255, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66255.pdf", "status_text": "Motion to amend", "journal_page": 184, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10353, "action_date": "2020-02-05T14:00:00-06:00", "document_id": 66255, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66255.pdf", "status_text": "Do Pass Amended", "journal_page": 184, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32428, "president_vote": null, "Nay": [1754, 1665, 1744, 1736, 1728, 1667, 1737, 1729, 1664, 1660, 1762], "Yea": [1700, 1689, 1723, 1654, 1670, 1710, 1668, 1751, 1711, 1672, 1656, 1743, 1680, 1740, 1702, 1676, 1682, 1662, 1748, 1684, 1731, 1738, 1669, 1739, 1690, 1678, 1747, 1655, 1722, 1657, 1675, 1679, 1673, 1671, 1765, 1698, 1677, 1733, 1745, 1701, 1725, 1674, 1688, 1727, 1683, 1709, 1653, 1696, 1692, 1661, 1697, 1755, 1691, 1712, 1687, 1734], "Excused": [1699, 1681, 1666]}}, {"bill_id": 10353, "action_date": "2020-02-06T14:00:00-06:00", "document_id": 66647, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66647.pdf", "status_text": "First read in Senate and referred to", "journal_page": 157, "committee_id_action": 447, "committee_id_assigned": 457, "result": "N", "vote": {}}, {"bill_id": 10353, "action_date": "2020-02-24T10:00:00-06:00", "document_id": 68086, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68086.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 457, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10353, "action_date": "2020-02-24T10:00:00-06:00", "document_id": 68087, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68087.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 457, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33602, "president_vote": null, "Yea": [1763, 1742, 1726, 1659, 1750], "Excused": [1718, 1730]}}, {"bill_id": 10353, "action_date": "2020-02-25T14:00:00-06:00", "document_id": 68514, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68514.pdf", "status_text": "Do Pass Amended", "journal_page": 343, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33808, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1659, 1720, 1658, 1742, 1663, 1717, 1708, 1686, 1724, 1715, 1651, 1703, 1749, 1746, 1726, 1718, 1752, 1713, 1704, 1750, 1730, 1706, 1719, 1735, 1652, 1705], "Excused": [1721, 1716]}}, {"bill_id": 10353, "action_date": "2020-02-26T14:00:00-06:00", "document_id": 68734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68734.pdf", "status_text": "Signed by the Speaker", "journal_page": 415, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10353, "action_date": "2020-02-27T13:00:00-06:00", "document_id": 68864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68864.pdf", "status_text": "Signed by the President", "journal_page": 375, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10353, "action_date": "2020-03-02T14:00:00-06:00", "document_id": 68982, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68982.pdf", "status_text": "Delivered to the Governor", "journal_page": 436, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10353, "action_date": "2020-03-05T14:00:00-06:00", "document_id": 69525, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69525.pdf", "status_text": "Signed by the Governor", "journal_page": 480, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 267}