{"session_id": 54, "bill_id": 17728, "bill_type": "Senate Bill", "bill_number": 60, "bill_title": "revise certain provisions relating to child custody and the relocation of any parent with parenting time rights.", "sponsors": [{"legislator_profile_id": 2843, "is_prime": true}, {"legislator_profile_id": 2886, "is_prime": true}, {"legislator_profile_id": 2832, "is_prime": false}, {"legislator_profile_id": 2856, "is_prime": false}, {"legislator_profile_id": 2881, "is_prime": false}, {"legislator_profile_id": 2883, "is_prime": false}, {"legislator_profile_id": 2899, "is_prime": false}, {"legislator_profile_id": 2901, "is_prime": false}, {"legislator_profile_id": 2905, "is_prime": false}, {"legislator_profile_id": 2908, "is_prime": false}], "keywords": ["Domestic Relations"], "audio": [{"meeting_datetime": "2003-01-24T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju08sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-24T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju08sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-24T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju08sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-29T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju11sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-29T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju11sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-29T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju11sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-29T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju11sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-29T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju11sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-29T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju11sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-29T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju11sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-29T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju11sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-31T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hju13.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-31T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju13sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-31T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju13sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-31T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju13sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-31T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju13sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju14sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju14sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju14sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju14sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju14sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hju25sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hju25sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hju25sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hju25sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hju25sb0060a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17728, "bill_version_id": 95470, "bill_version": "Introduced", "bill_version_date": "2003-01-21T08:44:59-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to child custody and to provide for a shared parenting plan. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 25-4A-10 be amended to read as follows: 25-4A-10. The South Dakota Supreme Court shall promulgate court rules establishing standard guidelines to be used statewide for child visitation in divorce or separate maintenance actions or any other custody action or proceeding. The standard guidelines shall reflect a schedule that provides substantially equal parental access to any minor child and shall provide a framework for child visitation including frequency and time for child visitation; hours or days of visitation; definitions for weekends, holidays, birthdays, and other special occasions; and time periods for summer visitations. In establishing the standard guidelines, the court may consider varying ages and circumstances of children and treat varying ages and circumstances differently. Section 2. That § 25-4A-11 be amended to read as follows: 25-4A-11. Upon the filing of a summons and complaint for divorce or separate maintenance or any other custody action or proceeding, the plaintiff shall also file and serve upon the defendant a copy of the standard guidelines. The standard guidelines attached to the summons shall become an order of the court upon fulfillment of the requirements of service. Any minor child of the marriage shall remain in the custody of the parent who has been the primary caregiver for the minor child for the majority of time in the thirty days preceding the filing of the summons and complaint, unless the parties agree otherwise. The standard guidelines shall apply and continue in effect, unless the parties agree, or the court orders otherwise. Imposition of the standard guidelines creates no presumption as to who shall be awarded custody at any hearing. Section 3. That chapter 25-5 be amended by adding thereto a NEW SECTION to read as follows: In any custody proceeding, it is presumed to be in the best interest of a child to be in the care, custody, and control of both parents following separation or divorce. The court shall provide substantially equal parental access to any minor child, unless the court finds that such shared parenting arrangement would be detrimental to the child. This presumptive right of parents to the joint physical custody of their child may be rebutted by proof of: (1) The likelihood of serious physical or emotional harm to the child if placed in the parent's custody; (2) A history of abuse or neglect as defined in § 26-8A-2, domestic abuse as defined in § 25-10-1, or any significant problem with alcohol or drug abuse; (3) The lack of ability of either parent to provide for a child's physical, emotional, and other needs over a significant period of time; (4) The lack of a bonded relationship between the child and either parent, sufficient to cause emotional harm to the child; (5) Any situation that would cause significant instability and insecurity in the child's future with either parent; (6) The lack of cooperation and communication between the parties and whether either party unreasonably refuses to cooperate or communicate with the other party; (7) The pattern of involvement of the parties with the child that does not reflect a system of values, time commitment, and mutual support; (8) The lack of ability of either party to encourage the sharing of love, affection, and contact between the child and the other party; (9) An impairment to a child's right to an education while in the custody of either parent; (10) That either parent has abandoned or persistently neglected the child; (11) A demonstrated lack of either parent's commitment to raising the child; (12) That either parent has forfeited or surrendered their parental rights over the child; or (13) Any other circumstance that would substantially and adversely impact the welfare of the child. In a shared parenting arrangement, one parent's home shall be designated as the primary address for the child. Section 4. That chapter 25-5 be amended by adding thereto a NEW SECTION to read as follows: If a shared parenting arrangement is contested, and an alternative arrangement is ordered, the court shall state in writing why its findings are in the best interest of the child. Section 5. That § 25-5-13 be amended to read as follows: 25-5-13. A parent entitled to the custody of a child has the right to change his residence, subject to the power of the circuit court to restrain a removal which would prejudice the rights or welfare of the child. Any person entitled to parenting time with a child shall give notice of any proposed relocation of the residence of the child out of the current school district. The notice shall be in writing by certified mail, return receipt requested, to any party that has parenting time rights. Absent exigent circumstances as determined by a court with jurisdiction, written notice shall be provided at least sixty days before the proposed relocation. The notice of the proposed relocation shall include the following information: the city and state to which the relocation is proposed, the date of the intended move, the reasons for moving, and a proposed visitation schedule. The residence of the child may be relocated sixty days after providing notice, as required by this section, unless a party entitled to parenting time with a child files a motion seeking an order to prevent the relocation within thirty days after receipt of such notice. An affidavit setting forth the specific basis for prohibiting the relocation shall be attached to the motion. The person seeking the relocation shall respond to the motion within fourteen days, unless the court extends the response time for good cause, and provide a counter affidavit setting forth the facts in support of the relocation and the proposed revised parenting plan for the child. If relocation is permitted, the court shall order contact with the nonrelocating party including parenting time and telephone access sufficient to assure that the child has frequent, continuing, and meaningful contact with the nonrelocating party unless such contact is detrimental to the child. Section 6. That chapter 25-5 be amended by adding thereto a NEW SECTION to read as follows: It is the express legislative intent to allow a child to have frequent, meaningful, and continuing periods of physical placement with each parent, maximize the amount of time a child may spend with each parent, and encourage parents to equally share in the rights and responsibilities of rearing their child following separation or divorce unless such arrangement would be detrimental to the child."}, {"bill_id": 17728, "bill_version_id": 96437, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2003-02-03T15:37:35-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to child custody and to provide for a shared parenting plan. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 25-4A-10 be amended to read as follows: 25-4A-10. The South Dakota Supreme Court shall promulgate court rules establishing standard guidelines to be used statewide for child visitation in divorce or separate maintenance actions or any other custody action or proceeding. The standard guidelines shall reflect a parenting schedule that allows the child to have regularly occurring, meaningful periods of physical placement with each parent, taking into account geographic separation and accommodations for different households. These guidelines shall provide a framework for child visitation including frequency and time for child visitation; hours or days of visitation; definitions for weekends, holidays, birthdays, and other special occasions; and time periods for summer visitations. In establishing the standard guidelines, the court may consider varying ages and circumstances of children and treat varying ages and circumstances differently. Section 2. That § 25-4A-11 be amended to read as follows: 25-4A-11. Upon the filing of a summons and complaint for divorce or separate maintenance or any other custody action or proceeding, the plaintiff shall also file and serve upon the defendant a copy of the standard guidelines. The standard guidelines attached to the summons shall become an order of the court upon fulfillment of the requirements of service. Any minor child of the marriage shall remain in the custody of the parent who has been the primary caregiver for the minor child for the majority of time in the thirty days preceding the filing of the summons and complaint, unless the parties agree otherwise. The standard guidelines shall apply and continue in effect, unless the parties agree, or the court orders otherwise. Imposition of the standard guidelines creates no presumption as to who shall be awarded custody at any hearing. Section 3. That chapter 25-5 be amended by adding thereto a NEW SECTION to read as follows: If the court deviates from standard guidelines, the court shall make findings as to: (1) The likelihood of serious physical or emotional harm to the child if placed in the parent's custody; (2) A history of abuse or neglect as defined in § 26-8A-2, domestic abuse as defined in § 25-10-1, or any problem with alcohol or drug abuse; (3) The lack of ability of either parent to provide for a child's physical, emotional, and other needs over a significant period of time; (4) The lack of a bonded relationship between the child and either parent, sufficient to cause emotional harm to the child; (5) Any situation that would cause significant instability and insecurity in the child's future with either parent; (6) The lack of cooperation and communication between the parties and whether either party unreasonably refuses to cooperate or communicate with the other party; (7) The pattern of involvement of the parties with the child that does not reflect a system of values, time commitment, and mutual support; (8) The lack of ability of either party to encourage the sharing of love, affection, and contact between the child and the other party; (9) An impairment to a child's right to an education while in the custody of either parent; (10) That either parent has abandoned or persistently neglected the child; (11) A demonstrated lack of either parent's commitment to raising the child; (12) That either parent has forfeited or surrendered their parental rights over the child; or (13) Any other circumstance that would substantially and adversely impact the welfare of the child. In all parenting arrangements, one parent's home shall be designated as the primary address for the child. Section 4. That chapter 25-5 be amended by adding thereto a NEW SECTION to read as follows: If an alternative parenting arrangement is ordered, the court shall state on the record why its findings are in the best interest of the child. Section 5. That § 25-5-13 be amended to read as follows: 25-5-13. A parent entitled to the custody of a child has the right to change his residence, subject to the power of the circuit court to restrain a removal which would prejudice the rights or welfare of the child. Any person entitled to parenting time with a child shall give notice of any proposed relocation of the residence of the child to another state or a distance greater than seventy-five miles. The notice shall be in writing by certified mail, return receipt requested, to any party that has parenting time rights. Absent exigent circumstances as determined by a court with jurisdiction, written notice shall be provided at least thirty days before the proposed relocation. The notice of the proposed relocation shall include the following information: the city and state to which the relocation is proposed, the date of the intended move, the reasons for moving, a proposed parenting plan, and the procedure to be followed if the parent objects to the relocation. The residence of the child may be relocated thirty days after providing notice, as required by this section, unless a party entitled to parenting time with a child files a motion seeking an order to prevent the relocation within fifteen days after receipt of such notice. An affidavit setting forth the specific basis for prohibiting the relocation shall be attached to the motion. The person seeking the relocation shall respond to the motion within ten days, unless the court extends the response time for good cause, and provide a counter affidavit setting forth the facts in support of the relocation and the proposed revised parenting plan for the child. If relocation is permitted, the court shall order contact with the nonrelocating party including parenting time and telephone access sufficient to assure that the child has frequent, continuing, and meaningful contact with the nonrelocating party unless such contact is detrimental to the child."}, {"bill_id": 17728, "bill_version_id": 96743, "bill_version": "Senate Engrossed", "bill_version_date": "2003-02-06T16:43:05-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to child custody and the relocation of any parent with parenting time rights. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 25-4A-10 be amended to read as follows: 25-4A-10. The South Dakota Supreme Court shall promulgate court rules establishing standard guidelines to be used statewide for child visitation in divorce or separate maintenance actions or any other custody action or proceeding. The standard guidelines shall reflect a parenting schedule that allows the child to have regularly occurring, meaningful periods of physical placement with each parent, taking into account geographic separation and accommodations for different households. These guidelines shall provide a framework for child visitation including frequency and time for child visitation; hours or days of visitation; definitions for weekends, holidays, birthdays, and other special occasions; and time periods for summer visitations. In establishing the standard guidelines, the court may consider varying ages and circumstances of children and treat varying ages and circumstances differently. Section 2. That § 25-4A-11 be amended to read as follows: 25-4A-11. Upon the filing of a summons and complaint for divorce or separate maintenance or any other custody action or proceeding, the plaintiff shall also file and serve upon the defendant a copy of the standard guidelines. The standard guidelines attached to the summons shall become an order of the court upon fulfillment of the requirements of service. Any minor child of the marriage shall remain in the custody of the parent who has been the primary caregiver for the minor child for the majority of time in the thirty days preceding the filing of the summons and complaint, unless the parties agree otherwise. The standard guidelines shall apply and continue in effect, unless the parties agree, or the court orders otherwise. Imposition of the standard guidelines creates no presumption as to who shall be awarded custody at any hearing. Section 3. That chapter 25-5 be amended by adding thereto a NEW SECTION to read as follows: If the court deviates from standard guidelines, the court shall make findings as to: (1) The likelihood of serious physical or emotional harm to the child if placed in the parent's custody; (2) A history of abuse or neglect as defined in § 26-8A-2, domestic abuse as defined in § 25-10-1, or any problem with alcohol or drug abuse; (3) The lack of ability of either parent to provide for a child's physical, emotional, and other needs over a significant period of time; (4) The lack of a bonded relationship between the child and either parent, sufficient to cause emotional harm to the child; (5) Any situation that would cause significant instability and insecurity in the child's future with either parent; (6) The lack of cooperation and communication between the parties and whether either party unreasonably refuses to cooperate or communicate with the other party; (7) The pattern of involvement of the parties with the child that does not reflect a system of values, time commitment, and mutual support; (8) The lack of ability of either party to encourage the sharing of love, affection, and contact between the child and the other party; (9) An impairment to a child's right to an education while in the custody of either parent; (10) That either parent has abandoned or persistently neglected the child; (11) A demonstrated lack of either parent's commitment to raising the child; (12) That either parent has forfeited or surrendered their parental rights over the child; or (13) Any other circumstance that would substantially and adversely impact the welfare of the child. In all parenting arrangements, one parent's home shall be designated as the primary address for the child. Section 4. That chapter 25-5 be amended by adding thereto a NEW SECTION to read as follows: If an alternative parenting arrangement is ordered, the court shall state on the record why its findings are in the best interest of the child. Section 5. That § 25-5-13 be amended to read as follows: 25-5-13. A parent entitled to the custody of a child has the right to change his residence, subject to the power of the circuit court to restrain a removal which would prejudice the rights or welfare of the child. Any person entitled to parenting time with a child shall give notice of any proposed relocation of the residence of the child to another state or a distance greater than seventy-five miles. The notice shall be in writing by certified mail, return receipt requested, to any party that has parenting time rights. Absent exigent circumstances as determined by a court with jurisdiction, written notice shall be provided at least thirty days before the proposed relocation. The notice of the proposed relocation shall include the following information: the city and state to which the relocation is proposed, the date of the intended move, the reasons for moving, a proposed parenting plan, and the procedure to be followed if the parent objects to the relocation. The residence of the child may be relocated thirty days after providing notice, as required by this section, unless a party entitled to parenting time with a child files a motion seeking an order to prevent the relocation within fifteen days after receipt of such notice. An affidavit setting forth the specific basis for prohibiting the relocation shall be attached to the motion. The person seeking the relocation shall respond to the motion within ten days, unless the court extends the response time for good cause, and provide a counter affidavit setting forth the facts in support of the relocation and the proposed revised parenting plan for the child. If relocation is permitted, the court shall order contact with the nonrelocating party including parenting time and telephone access sufficient to assure that the child has frequent, continuing, and meaningful contact with the nonrelocating party unless such contact is detrimental to the child."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17728, "action_date": "2003-01-21T13:45:00-06:00", "document_id": 95526, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95526.pdf", "status_text": "First read in Senate and referred to", "journal_page": 82, "committee_id_action": 799, "committee_id_assigned": 777, "result": "N", "vote": {}}, {"bill_id": 17728, "action_date": "2003-01-24T10:00:00-06:00", "document_id": 95728, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95728.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 777, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17728, "action_date": "2003-01-24T10:00:00-06:00", "document_id": 95728, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95728.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 777, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17728, "action_date": "2003-01-29T10:00:00-06:00", "document_id": 96024, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96024.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 777, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17728, "action_date": "2003-01-29T10:00:00-06:00", "document_id": 96024, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96024.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 777, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17728, "action_date": "2003-01-31T10:00:00-06:00", "document_id": 96304, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96304.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 777, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17728, "action_date": "2003-02-03T10:00:00-06:00", "document_id": 96421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96421.pdf", "status_text": "Do Pass Amended,", "journal_page": 297, "committee_id_action": 777, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55975, "president_vote": null, "Yea": [2832, 2883, 2901, 2921, 2882, 2847], "Nay": [2853]}}, {"bill_id": 17728, "action_date": "2003-02-03T10:00:00-06:00", "document_id": 96421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96421.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 777, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17728, "action_date": "2003-02-05T14:00:00-06:00", "document_id": 96657, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96657.pdf", "status_text": "Deferred to another day", "journal_page": 339, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17728, "action_date": "2003-02-06T14:00:00-06:00", "document_id": 96738, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96738.pdf", "status_text": "Do Pass Amended,", "journal_page": 351, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56201, "president_vote": null, "Yea": [2832, 2840, 2847, 2849, 2853, 2854, 2856, 2868, 2876, 2878, 2880, 2881, 2882, 2886, 2891, 2897, 2901, 2903, 2904, 2908, 2916, 2921, 2926, 2935], "Nay": [2834, 2835, 2838, 2850, 2851, 2852, 2865, 2887, 2927], "Excused": [2883, 2928]}}, {"bill_id": 17728, "action_date": "2003-02-06T14:00:00-06:00", "document_id": 96738, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96738.pdf", "status_text": "Title Amended", "journal_page": 352, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17728, "action_date": "2003-02-07T13:00:00-06:00", "document_id": 96830, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96830.pdf", "status_text": "First read in House and referred to", "journal_page": 364, "committee_id_action": 798, "committee_id_assigned": 796, "result": "N", "vote": {}}, {"bill_id": 17728, "action_date": "2003-02-19T07:45:00-06:00", "document_id": 97374, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97374.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 796, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 54736, "president_vote": null, "Nay": [2845, 2848, 2858, 2863, 2873, 2894, 2902, 2907], "Yea": [2869, 2913, 2922, 2899, 2895]}}, {"bill_id": 17728, "action_date": "2003-02-19T07:45:00-06:00", "document_id": 97374, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97374.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 483, "committee_id_action": 796, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54737, "president_vote": null, "Yea": [2845, 2848, 2873, 2894, 2902, 2907, 2895], "Nay": [2858, 2863, 2869, 2913, 2922, 2899]}}, {"bill_id": 17728, "action_date": "2003-02-19T07:45:00-06:00", "document_id": 97374, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97374.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 796, "committee_id_assigned": null, "result": "N", "vote": {}}]}