{"session_id": 48, "bill_id": 14615, "bill_type": "House Bill", "bill_number": 1175, "bill_title": "increase and revise license fees for certain noncommercial vehicles and to revise the distribution of such fees.", "sponsors": [{"legislator_profile_id": 2249, "is_prime": true}, {"legislator_profile_id": 2258, "is_prime": true}, {"legislator_profile_id": 2200, "is_prime": false}, {"legislator_profile_id": 2209, "is_prime": false}, {"legislator_profile_id": 2211, "is_prime": false}, {"legislator_profile_id": 2222, "is_prime": false}, {"legislator_profile_id": 2235, "is_prime": false}, {"legislator_profile_id": 2240, "is_prime": false}, {"legislator_profile_id": 2243, "is_prime": false}, {"legislator_profile_id": 2259, "is_prime": false}, {"legislator_profile_id": 2265, "is_prime": false}, {"legislator_profile_id": 2271, "is_prime": false}, {"legislator_profile_id": 2272, "is_prime": false}, {"legislator_profile_id": 2276, "is_prime": false}, {"legislator_profile_id": 2280, "is_prime": false}, {"legislator_profile_id": 2292, "is_prime": false}, {"legislator_profile_id": 2296, "is_prime": false}, {"legislator_profile_id": 2297, "is_prime": false}, {"legislator_profile_id": 2300, "is_prime": false}], "keywords": ["License Fees", "Motor Vehicles"], "audio": [], "bill_versions": [{"bill_id": 14615, "bill_version_id": 81002, "bill_version": "Introduced", "bill_version_date": "1999-01-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase and revise license fees for certain noncommercial vehicles and to revise the distribution of such fees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-5-6 be amended to read as follows: 32-5-6. License fees and compensation on a noncommercial motor vehicle which is an automobile, pickup truck, or van as provided by § 32-5-5, shall be determined by the manufacturer's shipping weight, including accessories, as follows: (1) Two thousand pounds or less, inclusive, twenty thirty dollars; (2) From 2,001 to 4,000 pounds, inclusive, thirty forty-five dollars; (3) From 4,001 to 6,000 pounds, inclusive, forty sixty dollars . ; (4) to (11) Repealed by SL 1992, ch 26, § 7 From 6,001 to 8,000 pounds, inclusive, seventy-five dollars; (5) From 8,001 to 10,000 pounds, inclusive, ninety dollars . Section 2. That § 32-5-5 be amended to read as follows: 32-5-5. Subject to the provisions of § § 32-5-17 to 32-5-45, inclusive, license fees and compensation for use of the highways, fees shall be Vehicle license fees provided by this chapter are based, except as otherwise specifically provided, upon manufacturers' weights, including accessories. If a noncommercial motor vehicle is an automobile, pickup truck, or van with a manufacturer's shipping weight, including accessories, of six ten thousand pounds or less, the license fees for such a motor vehicle shall be as provided by § 32-5-6. However, if the noncommercial motor vehicle is a pickup truck that weighs more than six thousand pounds, the owner has the choice of paying the license fees pursuant to § 32-5-6 or paying the license fees based on the gross weight of the motor vehicle as provided in § 32-5-6.3. The license fees for a noncommercial motor home are as provided by § 32-5-6.1. The license fees for motorcycles shall be a motorcycle are as provided by § 32-5-9. The license fees for snowmobiles shall be a snowmobile are as provided by § 32-5-9.1. The license fees for any other noncommercial motor vehicle shall be are based on the gross weight of the motor vehicle and are as provided in § 32-5-6.3. If the department determines the actual dry weight of any model vehicle with accessories to be at variance with the manufacturers' shipping weight, the department shall certify the correct weight to be used in determining fees. These fees shall be paid annually to the county treasurer , and shall be as provided by this chapter . Section 3. That § 32-5-8 be amended to read as follows: 32-5-8. License fees and compensation for any recreational vehicle as defined in § 32-3-1 or for any noncommercial trailer and semitrailer, for use of the highways payable under § 32-5-5 and pulled by a noncommercial motor vehicle on which the license fees were paid pursuant to § 32-5-6, shall be determined upon the basis of their actual weight as follows: (1) One thousand pounds or less, inclusive, five twenty dollars; (2) From 1,001 to 2,000 pounds, inclusive, fifteen thirty dollars; (3) From 2,001 to 3,000 pounds, inclusive, twenty-five forty dollars; (4) From 3,001 to 4,000 pounds, inclusive, thirty-five fifty dollars; (5) From 4,001 to 5,000 pounds, inclusive, forty-five sixty dollars; (6) From 5,001 to 6,000 pounds, inclusive, fifty-five seventy dollars; (7) From 6,001 to 7,000 pounds, inclusive, sixty-five eighty dollars; (8) From 7,001 to 8,000 pounds, inclusive, seventy-five ninety dollars; (9) From 8,001 to 9,000 pounds, inclusive, eighty-five one hundred dollars; (10) From 9,001 to 10,000 pounds, inclusive, ninety-five one hundred ten dollars; (11) For each additional 1,000 pounds or major fraction thereof, in excess of 10,000 pounds, ten dollars. Any trailer or semitrailer licensed pursuant to this section may be pulled by a noncommercial motor vehicle licensed pursuant to § 32-5-8.1 or a commercially licensed motor vehicle if the motor vehicle is registered at a gross weight to cover the weight of the trailer and its load. Section 4. That § 32-5-8.1 be amended to read as follows: 32-5-8.1. Each trailer or semitrailer pulled by a noncommercial motor vehicle on which the license fees were paid pursuant to § 32-5-6.3 shall have an identification plate displayed in a conspicuous manner. The fee for the identification plate is ten dollars. The identification plate is valid for the useful life of the trailer or semitrailer. However, if the title to the trailer or semitrailer is transferred, the new owner shall within thirty days of the date of transfer make application to the department for a new identification plate. All revenue raised by the fees shall be placed in the license plate special revenue fund. However, no identification plate may be displayed on a recreational vehicle as defined in § 32-3-1. Such a recreational vehicle shall be licensed pursuant to § 32-5-8. Section 5. That § 32-5-6.1 be amended to read as follows: 32-5-6.1. License fees and compensation on recreational motor buses as defined by this section shall be determined pursuant to § 32-5-6.3. However, the maximum license fee and compensation for a recreational motor bus shall be one hundred dollars. For the purposes of this section the term, recreational motor bus, means a motor bus which has been converted for recreational purposes subsequent to the initial retail sale. License fees for any noncommercial motor home shall be determined by the manufacturer's shipping weight, including accessories, as follows: (1) Two thousand pounds or less, inclusive, thirty dollars; (2) From 2,001 to 4,000 pounds, inclusive, forty-five dollars; (3) From 4,001 to 6,000 pounds, inclusive, sixty dollars; (4) From 6,001 to 8,000 pounds, inclusive, seventy-five dollars; (5) From 8,001 to 10,000 pounds, inclusive, ninety dollars; (6) From 10,001 to 11,000 pounds, inclusive, one hundred dollars; (7) From 11,001 to 12,000 pounds, inclusive, one hundred ten dollars; (8) From 12,001 to 13,000 pounds, inclusive, one hundred twenty dollars; (9) For each additional 1,000 pounds or major fraction thereof, in excess of 13,000 pounds, fifteen dollars. For the purposes of this section, a motor home is a vehicle designed to provide temporary living quarters for recreational, camping, or travel use, built on or permanently attached to a self-propelled motor vehicle chassis or on a chassis cab or van that is an integral part of the completed vehicle. Section 6. That § 32-6B-21 be amended to read as follows: 32-6B-21. The department shall issue metal numerical license plates to licensed dealers upon application and payment of a thirty sixty dollar yearly fee to be paid at the time of the annual review date for each set desired. Such fees shall be distributed in the manner specified in § § 32-11-2 and 32-11-4.1 to 32-11-9, inclusive. The license plates shall be numbered consecutively and shall bear as a prefix the number 77. The plates may be issued for a multiple year period. If a dealer's license is revoked or canceled or the dealer goes out of business the 77 plates shall be returned to the department. If any person operates a motor vehicle with 77 plates after the dealer license is revoked or canceled or after the dealer goes out of business, or if the person refuses to return the plates, the person is guilty of a Class 2 misdemeanor. Section 7. That § 32-11-4.1 be amended to read as follows: 32-11-4.1. All funds collected for motor vehicle licenses in each county shall be distributed in the following manner: (1) Fifty-four percent of all funds collected shall be transmitted to the secretary of revenue and credited to the local government highway and bridge fund; (1A) Twenty-two Twenty-four and one-half percent shall be credited to the general fund of the county in which they were collected; (2) Fourteen percent shall be retained by the county and placed in a fund to be known as the special highway fund, which shall be used for the construction, reconstruction, and maintenance of roads and bridges in the county as provided by this section and § § 32-11-5 to 32-11-9, inclusive. If the county in which funds are collected for motor vehicle licenses has completed the construction of the county highway system, the entire amount in the special highway fund shall be used for township roads, and the board of county commissioners may direct the county auditor to pay the collected amount directly to the townships pursuant to § § 32-11-6 and 32-11-7; (3) Five percent shall be forwarded to the municipalities within the counties in the following proportions: each municipality within each county shall receive funds in the proportion which the total street mileage of each municipality bears to the total street mileage of all the municipalities within the county. The apportionment shall be made quarterly by the county commissioners at the first meeting in January, April, July, and October. In any county having no municipalities, the five percent collection shall be placed in the county road and bridge fund of the county; (4) Two One percent shall be credited to the state motor vehicle fund; and (5) Two One and one-half percent shall be credited to the state license plate special revenue fund. Section 8. That § 32-11-29 be amended to read as follows: 32-11-29. The following fees: (1) Fees collected under § § 32-3-57, 32-5-99, 32-5-111, and 32-7A-14.1; (2) The two percent of motor vehicle license collections referred to in § 32-11-4.1 subdivision 32-11-4.1(4) ; (3) The title fees collected under § § 32-3-18 and 32-3-27; shall be credited to the state motor vehicle fund. All revenues not appropriated from the special revenue fund established by § 32-5-10.2 shall remain in the fund for the next fiscal year and be used solely for purposes of motorcycle safety courses and motorcycle safety education."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14615, "action_date": "1999-01-26T14:00:00-06:00", "document_id": 82119, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82119.pdf", "status_text": "First read in House and referred to", "journal_page": 193, "committee_id_action": 628, "committee_id_assigned": 624, "result": "N", "vote": {}}, {"bill_id": 14615, "action_date": "1999-02-16T07:00:00-06:00", "document_id": 81979, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81979.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 624, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14615, "action_date": "1999-02-16T07:00:00-06:00", "document_id": 81979, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81979.pdf", "status_text": "Tabled", "journal_page": 526, "committee_id_action": 624, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41481, "president_vote": null, "Nay": [2200, 2266, 2271, 2257], "Yea": [2219, 2237, 2243, 2247, 2265, 2272, 2273, 2296, 2287]}}, {"bill_id": 14615, "action_date": "1999-02-16T07:00:00-06:00", "document_id": 81979, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81979.pdf", "status_text": "Tabled", "journal_page": 526, "committee_id_action": 624, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41481, "president_vote": null, "Nay": [2200, 2266, 2271, 2257], "Yea": [2219, 2237, 2243, 2247, 2265, 2272, 2273, 2296, 2287]}}, {"bill_id": 14615, "action_date": "1999-02-18T07:00:00-06:00", "document_id": 81980, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81980.pdf", "status_text": "Report out of committee without recommendation as amended", "journal_page": 609, "committee_id_action": 624, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41718, "president_vote": null, "Yea": [2200, 2219, 2237, 2243, 2247, 2265, 2266, 2271, 2272, 2287, 2257], "Nay": [2273, 2296]}}, {"bill_id": 14615, "action_date": "1999-02-18T07:00:00-06:00", "document_id": 81980, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81980.pdf", "status_text": "Report out of committee without recommendation as amended", "journal_page": 609, "committee_id_action": 624, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41718, "president_vote": null, "Yea": [2200, 2219, 2237, 2243, 2247, 2265, 2266, 2271, 2272, 2287, 2257], "Nay": [2273, 2296]}}]}