{"session_id": 10, "bill_id": 2885, "bill_type": "Senate Bill", "bill_number": 181, "bill_title": "increase the length limitation for certain motor vehicles.", "sponsors": [{"legislator_profile_id": 46, "is_prime": true}, {"legislator_profile_id": 7, "is_prime": true}, {"legislator_profile_id": 81, "is_prime": false}, {"legislator_profile_id": 67, "is_prime": false}], "keywords": ["Motor Vehicles"], "audio": [], "bill_versions": [{"bill_id": 2885, "bill_version_id": 15942, "bill_version": "Introduced", "bill_version_date": "2011-01-31T09:52:26.11-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase the length limitation for certain motor vehicles. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-22-8.1 be amended to read as follows: 32-22-8.1. Unless otherwise signed, any motor vehicle may travel upon any segment of the national system of interstate and defense highways and the state trunk highway system if the vehicle is operated within the following length limitation: (1) Fifty-three feet on the length of the semitrailer unit operating in a truck tractor-semitrailer combination; (2) Twenty-eight and one-half feet on each trailer unit operating in a road tractor-trailer-trailer combination if the towbars do not exceed nineteen feet and the overall length of the trailer-trailer unit including towbars does not exceed eighty feet; (3) Eighty feet on the overall length of a straight truck-trailer combination, provided that, if the towbar between the straight truck and trailer exceeds nineteen feet, the towbar is flagged during daylight hours and lighted at night; or (4) The maximum length of a semitrailer-semitrailer or semitrailer-trailer combination, excluding the length of the truck-tractor, is eighty-one and one-half feet provided the maximum length of either unit does not exceed forty-five feet. However, the maximum length of a semitrailer-semitrailer or semitrailer-trailer combination, excluding the length of the truck-tractor, is ninety feet if the vehicle is being used for farm to market purposes. If the towbar length exceeds nineteen feet, the towbar shall be flagged during daylight hours and lighted at night. The weight of the second unit may not exceed the weight of the first unit by more than three thousand pounds. No other length limitation may be imposed on the vehicles described in this section. Length limitations are exclusive of load overhang, retractable extensions used to support overhanging load and safety and energy conservation devices, including but not limited to mirrors, turn signal lamps, hand holds, flexible fender extensions, and mud flaps. Load overhang and retractable extensions on any vehicle may not extend more than four feet beyond the rear bumper, bed, or body nor more than three feet beyond the front bumper, bed, or body of the vehicle carried thereon. Retractable extensions shall be retracted if not being used to support overhanging load. If a vehicle exceeds the length limitations of this section, the driver of the vehicle is guilty of a Class 2 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2885, "action_date": "2011-01-31T14:00:00-06:00", "document_id": 16043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16043.pdf", "status_text": "First read in Senate and referred to", "journal_page": 244, "committee_id_action": 113, "committee_id_assigned": 100, "result": "N", "vote": {}}, {"bill_id": 2885, "action_date": "2011-02-16T08:00:00-06:00", "document_id": 16779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16779.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 100, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2885, "action_date": "2011-02-16T08:00:00-06:00", "document_id": 16958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16958.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 442, "committee_id_action": 100, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9105, "president_vote": null, "Yea": [40, 25, 31, 41, 22], "Excused": [13], "Nay": [2]}}]}