{"session_id": 20, "bill_id": 5613, "bill_type": "Senate Bill", "bill_number": 169, "bill_title": "provide for access to and use of public waters on public and private property and to protect private property rights for the citizens of South Dakota.", "sponsors": [{"legislator_profile_id": 444, "is_prime": true}, {"legislator_profile_id": 477, "is_prime": true}, {"legislator_profile_id": 528, "is_prime": false}, {"legislator_profile_id": 527, "is_prime": false}, {"legislator_profile_id": 437, "is_prime": false}, {"legislator_profile_id": 473, "is_prime": false}, {"legislator_profile_id": 522, "is_prime": false}, {"legislator_profile_id": 467, "is_prime": false}, {"legislator_profile_id": 456, "is_prime": false}, {"legislator_profile_id": 489, "is_prime": false}, {"legislator_profile_id": 517, "is_prime": false}, {"legislator_profile_id": 495, "is_prime": false}, {"legislator_profile_id": 449, "is_prime": false}, {"legislator_profile_id": 447, "is_prime": false}, {"legislator_profile_id": 441, "is_prime": false}, {"legislator_profile_id": 472, "is_prime": false}, {"legislator_profile_id": 501, "is_prime": false}, {"legislator_profile_id": 457, "is_prime": false}, {"legislator_profile_id": 470, "is_prime": false}, {"legislator_profile_id": 454, "is_prime": false}, {"legislator_profile_id": 847, "is_prime": false}, {"legislator_profile_id": 458, "is_prime": false}, {"legislator_profile_id": 443, "is_prime": false}, {"legislator_profile_id": 451, "is_prime": false}, {"legislator_profile_id": 466, "is_prime": false}, {"legislator_profile_id": 429, "is_prime": false}, {"legislator_profile_id": 436, "is_prime": false}, {"legislator_profile_id": 438, "is_prime": false}, {"legislator_profile_id": 521, "is_prime": false}, {"legislator_profile_id": 439, "is_prime": false}, {"legislator_profile_id": 492, "is_prime": false}, {"legislator_profile_id": 491, "is_prime": false}, {"legislator_profile_id": 428, "is_prime": false}, {"legislator_profile_id": 497, "is_prime": false}, {"legislator_profile_id": 475, "is_prime": false}, {"legislator_profile_id": 435, "is_prime": false}, {"legislator_profile_id": 440, "is_prime": false}, {"legislator_profile_id": 518, "is_prime": false}, {"legislator_profile_id": 485, "is_prime": false}, {"legislator_profile_id": 459, "is_prime": false}, {"legislator_profile_id": 506, "is_prime": false}, {"legislator_profile_id": 474, "is_prime": false}, {"legislator_profile_id": 426, "is_prime": false}, {"legislator_profile_id": 446, "is_prime": false}, {"legislator_profile_id": 494, "is_prime": false}, {"legislator_profile_id": 434, "is_prime": false}, {"legislator_profile_id": 461, "is_prime": false}, {"legislator_profile_id": 490, "is_prime": false}, {"legislator_profile_id": 516, "is_prime": false}, {"legislator_profile_id": 486, "is_prime": false}, {"legislator_profile_id": 460, "is_prime": false}], "keywords": ["Game, Fish, Parks and Forestry", "Ground Water", "Property", "Real Property", "State Affairs and Government", "Water Rights"], "audio": [{"meeting_datetime": "2014-02-10T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sst17.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2014-02-10T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sst17.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2014-02-10T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sst17.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2014-02-10T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sst17.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2014-02-10T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sst17.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2014-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen19.mp3", "start_seconds": 3247.0}, {"meeting_datetime": "2014-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen19.mp3", "start_seconds": 3247.0}, {"meeting_datetime": "2014-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen19.mp3", "start_seconds": 3247.0}, {"meeting_datetime": "2014-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen19.mp3", "start_seconds": 3247.0}, {"meeting_datetime": "2014-02-12T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen19.mp3", "start_seconds": 3247.0}, {"meeting_datetime": "2014-02-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen21.mp3", "start_seconds": 3515.0}, {"meeting_datetime": "2014-02-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen21.mp3", "start_seconds": 3515.0}, {"meeting_datetime": "2014-02-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen21.mp3", "start_seconds": 3515.0}], "bill_versions": [{"bill_id": 5613, "bill_version_id": 29650, "bill_version": "Introduced", "bill_version_date": "2014-02-04T09:02:17.387-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for access to and use of public waters on public and private property and to protect private property rights for the citizens of South Dakota. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Nothing in this Act limits or changes the authority granted in titles 1, 46, and 46A to the Water Management Board or the Department of Environment and Natural Resources to appropriate and regulate beneficial uses of water or to protect water quality as authorized in title 34A. Section 2. Nothing in this Act limits or changes the private property provisions outlined in Article VI, section 13 of the South Dakota Constitution. Section 3. Nothing in this Act limits or changes the state's ownership of the beds of navigable waters, whether meandered or nonmeandered, as provided by the Enabling Act of February 22, 1889, chapter 180 therein, the South Dakota Constitution, or other laws. Nothing in this Act conveys or transfers the state's property interest or the public trust interest in water or any real property interest to any private party or waives or disclaims the state's ownership or public trust interest in the waters of the state. Section 4. Nothing in this Act limits or changes the authority granted in titles 41 and 42 to the Game, Fish and Parks Commission or the Department of Game, Fish and Parks to regulate fishing, hunting, trapping, boating, or other public use activities except as provided in section 21 of this Act. Section 5. Terms used in this Act mean: (1) \"Commission,\" the Game, Fish and Parks Commission; (2) \"Department,\" the Department of Game, Fish and Parks; (3) \"Meandered lake,\" any natural water body for which a meander line survey was included as part of the official survey conducted by the United States surveyor general for the land on which the lake is situated; (4) \"Meander line,\" a survey line used by the United States surveyor general to define the approximate margin of a natural body of water, primarily used for federal government land sales and land grants. A meander line is not, in itself, a topographical line or the boundary line for land ownership; (5) \"Nonmeandered lake,\" any natural water body which is not a meandered lake. The term does not include a body of water created by a manmade impoundment constructed on privately owned land. Section 6. The waters of all meandered lakes and the bed of all meandered lakes within their ordinary high water marks are dedicated to all lawful public recreational purposes subject to sections 7 and 8 of this Act. Section 7. That § 43-17-2 be amended to read as follows: 43-17-2. Unless the grant under which the land is held indicates a different intent, the owner of the upland, if it borders upon a navigable lake or stream, takes to the edge of the lake or stream at low water mark. All navigable rivers and all meandered lakes are public highways within fifty feet landward from the water's nearest edge, provided that the outer boundary of such public highway may not expand beyond the ordinary high water mark and may not contract within the ordinary low water mark, and subject to §§ 43-17-29, 43-17-31, 43-17-32, and 43-17-33. This section does not apply to nonmeandered lakes. Section 8. That § 43-17-29 be amended to read as follows: 43-17-29. If any water level rises above the ordinary high water mark of a navigable meandered lake, the right of the public to enjoyment of the waters of the entire lake may not be limited, except that access to the lake shall be by public right-of-way or by permission of the riparian landowner and is subject to §§ 43-17-2, 43-17-31, 43-17-32, and 43-17-33. This section does not apply to nonmeandered lakes. Section 9. If a nonmeandered lake has a surface area of forty acres or less, the waters may be closed to public recreational use if marked in accordance with the provisions of section 11 of this Act. Section 10. Except as otherwise provided in this Act, a person may use the waters of a nonmeandered lake for any lawful recreational purpose if access to the waters can be obtained by public roadway, public right-of-way, or other lawful means of access; and if recreational use will not impair water rights as established in title 46; and if the nonmeandered lake: (1) Is contiguous with and connected to a meandered body of water; or (2) Either has a surface area larger than forty acres or includes surface area not marked in accordance with section 11 of this Act. Section 11. An owner or any other person legally in possession of privately owned real property underlying the waters of a nonmeandered lake that may be lawfully closed to public recreational use pursuant to section 9 or section 12 of this Act may close the property by installing markers restricting the use of the waters of that portion of the lake overlying the person's privately owned real property in accordance with rules promulgated pursuant to this section. Any unauthorized recreational use of water overlying privately owned real property that is properly marked pursuant to this section is a Class 2 misdemeanor. The commission shall promulgate rules pursuant to chapter 1-26 to specify methods, criteria, and standards for markings to restrict recreational use of water under this section and to establish procedures for department review or removal of markers placed pursuant to this section. Section 12. The commission shall promulgate rules pursuant to chapter 1-26 to establish a process whereby a landowner may petition the commission to allow the landowner to post certain portions of nonmeandered waters, or of meandered waters above the ordinary high water mark, as closed or limited to public recreational access. The commission shall promulgate rules pursuant to chapter 1-26 to establish a process whereby a South Dakota resident may petition the commission to open certain closed portions of nonmeandered waters, or closed portions of meandered waters above the ordinary high water mark. The commission shall consider criteria related to the privacy, safety, and substantially affected financial interests of the owner of the private land underlying public water, as well as the public trust in the water, including water quality, water quantity, and the public's interest, including use of water for recreational purposes, in determining whether access restriction is warranted. In considering criteria related to safety and as the circumstances may warrant, the commission may in its discretion alter the restriction established in § 41-9-1.4 on the discharge of firearms within six hundred sixty feet of an occupied dwelling, church, schoolhouse, or livestock being held in a confined area according to usual and customary animal husbandry practices. Section 13. Any person who walks, wades, or stands on the bed of a nonmeandered lake, or who traps or hunts, except for waterfowl, on the waters of a nonmeandered lake, without permission from the landowner or any other person legally in possession of the privately owned real property underlying the waters of the nonmeandered lake is guilty of a criminal trespass in accordance with the applicable provisions of chapters 41-9 and 22-35, except for unarmed retrieval of lawfully taken small game as authorized in § 41-9-8 and subject to the affirmative defenses set forth in § 22-35-7. However, incidental contact, including contact between the land and fishing tackle, or similar contact associated with an otherwise lawful activity, is not a trespass. Contact with private land in an area restricted pursuant to section 11 of this Act that results from shore fishing activities conducted from a public roadway or right-of-way and that solely involves contact by fishing tackle or similar items is not a trespass. Section 14. No person may operate any motorized vehicle or any combustion engine on any nonmeandered lake for or in connection with any recreational purpose within six hundred sixty feet of an occupied dwelling, church, schoolhouse, or livestock being held in a confined area according to usual and customary animal husbandry practices unless the person: (1) Has obtained permission from the owner or any other person legally in possession of the impacted property; or (2) Is traveling directly to or from a ramp, dock, or other point of legal access to the waters of the nonmeandered lake; or (3) Is operating on the water of a nonmeandered lake adjacent to land that has been subdivided and developed for lakeside dwellings. A violation of this section is a Class 2 misdemeanor. Section 15. Except as restricted in section 14 of this Act, transportation on the surface of any meandered or nonmeandered lake related to the lawful use of the lake for recreational purposes is authorized by this Act and is not a trespass. Section 16. The liability of any landowner owning private land underlying a meandered or nonmeandered lake is limited as provided for in §§ 20-9-12 to 20-9-18, inclusive. Any user of a meandered or nonmeandered lake may be held liable for damage caused to private property as provided for in title 21. Section 17. No person may construct a fence or barrier for the purpose of restricting public access to any lake that is open to public access. A violation of this section is a Class 2 misdemeanor. Section 18. No person may cut, remove, or in any way tamper with any fence legally constructed, located, and maintained on private land to gain access, unless the person has obtained authorization from the owner of the fence to engage in the conduct described in this section. A violation of this section is a Class 2 misdemeanor. Section 19. That § 31-3-6.1 be amended to read as follows: 31-3-6.1. Notwithstanding any other provisions of this chapter, no county or township may vacate a highway which provides access to public lands or waters open to the public for recreational use. Section 20. That § 31-18-3 be amended to read as follows: 31-18-3. The board of county commissioners may vacate or change the location of any section-line highway under its jurisdiction and the board of supervisors of an organized township may vacate or change the location of any section-line highway under its jurisdiction, as provided in this title, but neither board may vacate or change any portion of the state trunk highway system or any highway constructed by state or federal aid or any highway within the limits of a municipal corporation. Also, a board of supervisors may not vacate or change any portion of the county highway system, nor may a board of county commissioners vacate or change any portion of the township road system. In addition, no board of county commissioners or board of supervisors may vacate a section-line highway which provides access to public lands or waters open to the public for recreational use. This section does not prohibit the closing or abandonment of a section-line highway to vehicular traffic if the highway is unsafe for vehicular traffic. Section 21. That § 41-2-18 be amended to read as follows: 41-2-18. The Game, Fish and Parks Commission may adopt promulgate such rules as may be necessary to implement the provisions of chapters 41-1 to 41-15, inclusive. The rules may be adopted promulgated to regulate: (1) The conservation, protection, importation, and propagation of wild animals and fish except for any nondomestic animal which is regulated pursuant to § 40-3-26; (2) The hunting, taking, killing, possession, sale, and transportation of all wild birds, wild animals, and wild fish except for any nondomestic animal which is regulated pursuant to § 40-3-26; (3) The management of nongame, endangered, or threatened wildlife to ensure their perpetuation as viable components of the ecosystem; (4) The management, control of traffic, improvement and public use of all lands and water owned, leased, or controlled by the state and Department of Game, Fish and Parks designated as public shooting areas, game production areas, wildlife refuges, lake and fishing access use areas and controlled hunting areas; (5) The management, use, and improvement of all meandered lakes, sloughs, marshes, and streams including such water bodies extending to and over dry or partially dry meandered lakes, sloughs, marshes, and streams, including all lands to which the state has acquired any right, title, or interest for the purpose of water conservation or recreation as well as the waters of all nonmeandered lakes open to the public for recreational use in accordance with this Act; (6) The creation, modification, or vacation of state game refuges, state waterfowl refuges, and state game bird refuges on all public land and on private land with the written consent of the landowner; (7) The management and improvement of all islands or accumulations of land formed in the bed of a navigable stream or meandered lake on the Missouri River below the Fort Randall Power Plant and Lake Francis Case; (8) The appointment, management, bonding, and cancellation of licensing agents; (9) The gathering, purchasing, distributing, and transferring of all wild animals and fish for population management, stocking purposes, scientific study, and intergovernmental trades; (10) The form of and the manner and placement of any tags, coupons, or permits necessary for the transportation of any wild animal or fish; (11) The sale, breeding, raising, and transportation of any nondomestic animal which is not regulated pursuant to § 40-3-26; (12) The form, procedures for, and content of all license applications authorized under this title; (13) The form, procedures for, fee, and manner of validation, replacement, or cancellation of all licenses authorized under this title that are not already established by statute; (14) The devices, weapons, ammunition, traps, tackle, bait, lures, and equipment which may be used to hunt, kill, capture, or locate any wild animal or fish if use of the above items would adversely affect the health, safety, or welfare of people or wildlife resources; (15) The hunting, fishing, and trapping in the boundary waters of this state; (16) The release, hunting, and taking of animals and birds on private shooting preserves; (17) The establishment of, and the opening, closing, modifying, or curtailing of hunting, fishing, and trapping seasons, if the seasons are not established by statute; (18) The setting of fees for special licenses not covered by statute to manage specific and limited wildlife populations; (19) The number of persons who may cooperate as a group in the pursuit, hunting, taking, or killing of game birds or game animals; (20) The acquisition, possession, use, and disposition of raptors; (21) The acquisition, possession, transportation, sale, and release of bait fish and frogs; (22) The regulation of, and the acquisition, possession, transportation, sale, and release of fish, from private fish hatcheries; (23) The regulation of fish houses or other sheltering structures maintained upon the ice of any public waters; (24) The issuance and cancellation of taxidermist licenses and the acquisition, possession, and disposition of specimens for taxidermy purposes; (25) The operation of controlled hunting areas. The rules shall be adopted promulgated pursuant to chapter 1-26 and shall be in accordance with the provisions of this chapter. A violation of the substantive provision of any rule authorized by this section is a Class 2 misdemeanor. If the same incident is a violation of statute and of the rules authorized by this section only the penalty authorized for the violation of the statute may be imposed. Section 22. If this Act, or any section hereof, is declared by an advisory opinion or adjudication of the South Dakota Supreme Court to be a taking of private property requiring compensation, that section is void and severed from this Act. Section 23. The provisions of this Act are repealed on June 30, 2019."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5613, "action_date": "2014-02-04T14:00:00-06:00", "document_id": 29778, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29778.pdf", "status_text": "First read in Senate and referred to", "journal_page": 199, "committee_id_action": 229, "committee_id_assigned": 214, "result": "N", "vote": {}}, {"bill_id": 5613, "action_date": "2014-02-10T10:00:00-06:00", "document_id": 30022, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30022.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 214, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5613, "action_date": "2014-02-10T10:00:00-06:00", "document_id": 30096, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30096.pdf", "status_text": "Do Pass", "journal_page": 265, "committee_id_action": 214, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15832, "president_vote": null, "Yea": [444, 470, 452, 438, 435, 446], "Nay": [447, 436, 440]}}, {"bill_id": 5613, "action_date": "2014-02-11T14:00:00-06:00", "document_id": 30211, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30211.pdf", "status_text": "Deferred to another day", "journal_page": 300, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5613, "action_date": "2014-02-12T14:00:00-06:00", "document_id": 30302, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30302.pdf", "status_text": "Deferred with pending amendment (Rule 5-17)", "journal_page": 316, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5613, "action_date": "2014-02-18T14:00:00-06:00", "document_id": 30512, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30512.pdf", "status_text": "Tabled", "journal_page": 351, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16181, "president_vote": null, "Yea": [469, 437, 444, 473, 846, 495, 447, 472, 432, 465, 847, 483, 443, 452, 436, 526, 424, 492, 491, 428, 475, 435, 440, 493, 849, 474, 446, 494, 434, 490, 486], "Nay": [470, 438, 426], "Excused": [429]}}]}