{"session_id": 36, "bill_id": 9804, "bill_type": "House Bill", "bill_number": 1133, "bill_title": "repeal certain provisions regarding the Legislature.", "sponsors": [{"legislator_profile_id": 1432, "is_prime": true}], "keywords": ["Legislature and Statutes", "State Affairs and Government"], "audio": [{"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst26.mp3", "start_seconds": 5241.0}, {"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst26.mp3", "start_seconds": 5241.0}, {"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst26.mp3", "start_seconds": 5241.0}, {"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst26.mp3", "start_seconds": 5241.0}], "bill_versions": [{"bill_id": 9804, "bill_version_id": 52362, "bill_version": "Introduced", "bill_version_date": "2019-01-25T10:24:45.24-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain provisions regarding the Legislature. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-16G-69 be repealed. 1-16G-69. There is hereby established the South Dakota Tribal Economic Development Task Force. The task force consists of the following members: (1) For each of the nine Indian tribes located in South Dakota that chooses to participate in the task force, the chairman or president of the tribe or a person designated by the tribal chairman or tribal president to represent the participating tribe; (2) The secretary of the Department of Tribal Relations; (3) Two current or former members of the House of Representatives who have served as members of the State-Tribal Relations Committee to be appointed by the speaker of the House of Representatives; (4) Two current or former members of the Senate who have served as members of the State-Tribal Relations Committee to be appointed by the president pro tempore of the Senate; and (5) Five persons appointed by the Executive Board of the Legislative Research Council. If a vacancy on the task force occurs, the vacancy shall be filled in the same manner as the original appointment. Section 2. That § 1-16G-70 be repealed. 1-16G-70. The task force shall be under the supervision of the Executive Board of the Legislative Research Council and staffed and funded as an interim legislative committee. The Legislative Research Council may receive additional funds from any legal source to carry out the purposes of §§ 1-16G-69 to 1-16G-72, inclusive. The Executive Board shall designate the chair and vice chair of the task force. Section 3. That § 1-16G-71 be repealed. 1-16G-71. The task force shall evaluate issues associated with economic development needs, initiatives, and barriers affecting South Dakota's Native American population and South Dakota's Indian tribes and tribal governments. Specifically, the task force shall analyze business and economic sectors and segments having potential for higher levels of success, as well as other possible approaches to improve economic conditions. The task force shall also address workforce availability, including education and skills, related demographics, salary and wage scales, and other issues affecting human resources necessary for the promotion of economic development for this segment of South Dakota's population. Section 4. That § 1-16G-72 be repealed. 1-16G-72. The task force shall begin its activities in 2014 and shall submit an interim report to the Executive Board of the Legislative Research Council not later than December 1, 2014, and a final report, recommendations, and potential draft legislation to the Executive Board of the Legislative Research Council no later than December 1, 2015. Section 5. That § 2-4-1 be repealed. 2-4-1. The Legislature shall meet at the seat of government on the second Tuesday of January at noon. Section 6. That § 2-4-4 be repealed. 2-4-4. The salary of the Legislature and the lieutenant governor shall be payable in the same manner as for other state employees under the provisions of § 3-8-6, provided, however, that final payment shall be made on or before the last day of a legislative session. Mileage of the members of the Legislature and the lieutenant governor, for attendance upon regular and special sessions, shall be paid at the end of such session. Section 7. That § 2-5-8 be repealed. 2-5-8. All elective and appointed officers and employees of the Senate and House of Representatives designated in §§ 2-5-2, 2-5-3, and 2-5-5 shall receive compensation determined and agreed upon by a joint select committee of both houses. Section 8. That § 2-5-9 be repealed. 2-5-9. The compensation of the officers and employees of the Senate, except the lieutenant governor, and the compensation of the officers and employees of the House of Representatives shall be fixed by a joint select committee of both houses. The compensation shall be paid out of the state treasury, upon vouchers approved by the director of the Legislative Research Council. Section 9. That § 2-6-31 be repealed. 2-6-31. There is hereby created the Jolene's Law Task Force to study the impact of sexual abuse of children in this state and to make recommendations to the Legislature on policies to effectively address the issue. The task force shall consist of the following fifteen members: (1) The President Pro Tempore of the Senate shall appoint two members of the Senate; (2) The Speaker of the House of Representatives shall appoint two members of the House of Representatives; (3) The President Pro Tempore of the Senate shall appoint the following four members: (a) A child abuse pediatrician whose experience and clinical practice is associated with a child advocacy center in the state; (b) A representative associated with a non-profit organization that provides training and education aimed at the prevention of sexual abuse of children; (c) A representative from a child advocacy center in the state with experience serving children who have been subjected to sexual abuse; (d) A person who was a victim of sexual abuse as a child; (4) The Speaker of the House shall appoint the following four members: (a) A representative from a tribal organization in this state with experience and training in the area of sexual abuse of children; (b) A representative of a law enforcement organization in the state with direct experience working with child sexual abuse investigations; (c) A victim's advocate who works directly with child victims of sexual abuse; and (d) A mental health professional with experience and training using trauma focused cognitive behavioral therapy in the area of child sexual abuse; (5) A representative from the Department of Social Services; (6) A representative from the Department of Health; (7) A representative from the Department of Education. Section 10. That § 2-6-32 be repealed. 2-6-32. The initial appointments shall be made no later than July 1, 2014, and shall serve until January 1, 2015, which shall be the end date for the task force. If there is a vacancy on the task force, the vacancy shall be filled in the same manner as the original appointment. Section 11. That § 2-6-33 be repealed. 2-6-33. The task force shall study the impact of sexual abuse of children in the state and make a report to the Legislature on the prevalence of sexual abuse of children in the state and make policy recommendations to address the following areas: (1) Methods to increase awareness of issues regarding sexual abuse of children, including warning signs that may indicate that a child is the victim of sexual abuse and the actions and language a child may use to express that they are a victim of sexual abuse; (2) The actions that a child who is the victim of sexual abuse could take to obtain assistance and intervention; (3) How to best provide support and assistance to children who are victims of sexual abuse; (4) Policies to encourage adults to take responsibility for the protection of children from sexual abuse and to respond appropriately when sexual abuse of a child is suspected; (5) Collaboration of public and private organizations to assist in the recognition and prevention of sexual abuse of children, using research and evidence based practice; and (6) Any other recommendation the task force deems appropriate in addressing this issue. Section 12. That § 2-6-34 be repealed. 2-6-34. Jolene's Law Task Force shall be under the supervision of the Executive Board of the Legislative Research Council and staffed and funded as an interim legislative committee, not to exceed twenty-one thousand dollars. Section 13. That § 2-6-40 be repealed. 2-6-40. There is hereby established an Initiative and Referendum Task Force comprised of fifteen members to study possible changes to the process regarding constitutional amendments, initiated measures and referred laws. The task force shall consist of the following members: (1) Three members of the House of Representatives to be appointed by the speaker of the House, two of whom to be members of the Republican party and one of whom to be a member of the Democrat party; (2) Three members of the Senate to be appointed by the president pro tempore, two of whom to be members of the Republican party and one of whom to be a member of the Democrat party; (3) The secretary of state, serving ex officio and without a vote; (4) The attorney general, serving ex officio and without a vote; (5) Two members to be appointed by the Governor. One member shall have a business background and one member shall have an agricultural background and no more than one member may be from the same political party; (6) Two members of the Board of Elections to be appointed by the board and no more than one member may be from the same political party; (7) One member to be appointed by the speaker of the House who is a faculty member of a political science department of a college or university in the state and is either registered as an independent or a member of a minority party; (8) One member who is a representative of and to be appointed by the South Dakota Municipal League; and (9) One member who is a representative of and to be appointed by the South Dakota Association of County Commissioners. If there is a vacancy on the task force, the vacancy shall be filled in the same manner as the original appointment under this section. Section 14. That § 2-6-41 be repealed. 2-6-41. The task force established pursuant to §§ 2-6-40 to 2-6-43, inclusive, shall study and evaluate the voter constitutional amendment, initiative and referendum process, legislation proposed during the Ninety-second Legislative Session of the South Dakota Legislature relating to the voter constitutional amendment, initiative and referendum process, and other proposals as they relate to the voter constitutional amendment, initiative and referendum process in South Dakota. Section 15. That § 2-6-42 be repealed. 2-6-42. The task force shall report to the Legislature and the Governor before the beginning of the Ninety-third Legislative Session. The task force may present draft legislation and policy recommendations. Section 16. That § 2-6-43 be repealed. 2-6-43. The task force shall be under the supervision of the Executive Board of the Legislative Research Council and staffed and funded as an interim legislative committee, not to exceed twenty-one thousand dollars. Section 17. That § 2-7-4 be repealed. 2-7-4. Any person who has been duly elected or appointed to serve during a regular session of the Legislature may file bills and resolutions with the State Legislative Research Council at any time within thirty days prior to the convening of such regular session. Notwithstanding the provisions of § 2-7-6.1, any interim committee of the Legislative Research Council may file bills and resolutions under the provisions of this section. The Executive Board of the State Legislative Research Council shall prescribe rules for the handling and placing in proper form of such bills and resolutions, subject to the provisions of §§ 2-7-4 to 2-7-6, inclusive. Section 18. That § 2-7-5 be repealed. 2-7-5. The director of the Legislative Research Council shall, within the confines of such rules, receive such bills and resolutions, place them in proper form, assign them numbers for introduction in the proper house, and deliver copies to the printing contractor for presession printing. The director shall deliver the original and one copy of each bill and resolution to the secretary of the Senate or the chief clerk of the House of Representatives, as the case may be, on the day when the session convenes. However, the director may not deliver any prefiled bill or resolution until every sponsor of such bill or resolution has been duly sworn into office. Upon prefiling, such bills and resolutions become the property of the Legislature and may not thereafter be withdrawn. Prefiled bills and resolutions shall be considered as introduced on the day of their delivery to each house. Section 19. That § 2-7-6 be repealed. 2-7-6. The presession printing of all prefiled bills and resolutions shall be included in the general contract for the printing of bills and resolutions for the session for which such bills and resolutions are prefiled. Section 20. That § 2-7-6.1 be repealed. 2-7-6.1. No bill or joint resolution may be introduced in either house of the Legislature by any committee thereof, except: (1) A bill or a joint resolution introduced by any standing committee of either house; (2) A bill or joint resolution referred to the Legislature from an interim committee of the State Legislative Research Council; (3) A bill or joint resolution introduced at the request of the interim Rules Review Committee, the interim Government Operations and Audit Committee, the interim Retirement Laws Committee, the interim Joint Bonding Review Committee, and the interim State-Tribal Relations Committee by one or more committee members upon majority vote of the interim committee; or (4) A bill or joint resolution introduced at the request of the Governor, an executive agency or of the chief justice of the Supreme Court. The committee shall obtain a written request for such introduction from either the council, the Governor, department head of an executive agency, a constitutional officer or board, or the chief justice and shall retain such request in its file. Committee bills introduced on behalf of a department head of an executive agency, a constitutional officer or board may be introduced by the chairman without a vote of the committee for purposes of prefiling. Nothing in this section prohibits one or more legislators from introduction of a bill or a joint resolution. Section 21. That § 2-7-7 be repealed. 2-7-7. It shall be the duty of the secretary of the Senate and chief clerk of the House of Representatives to keep correct journals of the proceedings of the senate and house, respectively; to have the custody of all records, accounts, and other papers committed to them and at the close of each session of the Legislature to deposit for safekeeping in the Office of the Secretary of State all books, bills, documents, resolutions, and papers in the possession of the Legislature, correctly labeled, folded, and classified, and generally to perform such duties as shall be assigned them by the senate or house, respectively; provided, such journals shall be deposited within forty days after the adjournment of the Legislature. Section 22. That § 2-7-8 be repealed. 2-7-8. The contractor for printing and binding of the journals of the Legislature shall deliver the daily journals to the Legislature at least two hours before the convening of the Legislature on the following legislative day and, if he fails to do so, he is subject to a penalty of ten dollars per hour for each hour's delay to be deducted from any sum due him on the contract, or recovered from his performance bond in the event such deduction from contract cannot be made. The director of the Legislative Research Council may waive the penalty provisions of this section if failure to deliver the daily journals as required is due to circumstances which the director considers to be sufficiently extenuating. Section 23. That § 2-7-10 be repealed. 2-7-10. The corrected daily copies of the journal of the Senate and House of Representatives, together with the index thereof, shall constitute, and be the official permanent record of the legislative proceedings. Section 24. That § 2-7-11 be repealed. 2-7-11. The contractor for printing the journal indexes of the Legislature shall deliver them to the Legislative Research Council within ninety days after copy therefor has been furnished. The Legislative Research Council shall provide for the distribution of the journals. Price and distribution of the journal indexes shall be determined by a joint-select committee of the Legislature. Section 25. That § 2-7-14 be repealed. 2-7-14. The contractor for printing of the house and senate bills and joint resolutions of any kind shall deliver them, completed, to the Legislature within two days after receiving the copy. Section 26. That § 2-7-15.1 be repealed. 2-7-15.1. The Executive Board of the Legislative Research Council may recover up to one-half of the printing costs of legislative bills and journals by establishing uniform fees for the distribution of legislative printed materials, to public agencies, lobbyists, and individuals. Fees for estimated mailing costs may also be charged for mailing printed materials. Fees collected shall be deposited in the state general fund. Section 27. That § 2-7-18 be repealed. 2-7-18. All bills, in either house of the Legislature, which have been favorably acted upon, preparatory to going upon the calendar shall be engrossed if amendments have been made thereto. Amendments to any bill made by either Senate or House of Representatives, after engrossment, shall likewise be engrossed. Section 28. That § 2-7-19 be repealed. 2-7-19. A bill which has passed both houses of the Legislature shall at once be enrolled by the house in which it originated. Section 29. That § 2-9-13 be repealed. 2-9-13. There is hereby created a college student intern program within the Legislative Research Council to provide legislative internships for college students to foster knowledge and understanding of the governmental process and to provide assistance to the legislative branch of state government. Section 30. That § 2-9-13.1 be repealed. 2-9-13.1. The Executive Board of the Legislative Research Council shall assign college student interns to the legislative branch of government. The Executive Board shall set the number of interns and divide the total number of interns between the political parties in each chamber in proportion to the party membership in each chamber as nearly as is practicable. The minority party in each house shall have a minimum of three interns. Section 31. That § 2-9-14 be repealed. 2-9-14. The Executive Board of the Legislative Research Council shall administer the program and supervise the college student interns who are assigned to the legislative branch of state government. SD Section 32. That § 2-9-33 be repealed. 2-9-33. A prison or jail population cost estimate shall be attached to any bill or amendment, except misdemeanor penalties, that may impact the state prison or county jail population. A prison or jail population cost estimate shall be prepared for a bill or amendment with a Class 1 misdemeanor penalty only upon a request authorized by the rules of the Legislature. The requirement for a cost estimate includes each bill or amendment that meets the penalty requirements of this section and that increases the period of imprisonment authorized for an existing crime, that adds a new crime for which imprisonment is authorized, that imposes a minimum or mandatory minimum term of imprisonment, or that modifies any law governing release of a prisoner from imprisonment or supervision. The sponsor of the legislation or amendment shall request and allow sufficient time to prepare a cost estimate from the Legislative Research Council. The cost estimate shall be completed for a bill or amendment before the bill or amendment is considered by any standing committee of the Legislature. C Section 33. That § 2-9-34 be repealed. 2-9-34. A cost estimate pursuant to § 2-9-33 shall include: (1) An analysis of the specific components that will impact the prison and jail population; (2) The projected cost of the impact on the state prison system and the aggregate cost to county jails on an annual basis and cost over a ten year period; and (3) Operational costs and capital costs including all manner of construction. 1939, § 55.0603; SL 1959, ch 286; SL 1985, ch 17, § 9. Section 34. That § 2-16-10.2 be repealed. 2-16-10.2. The Code Commission shall provide the Legislature with sets of the South Dakota Codified Laws. The Code Commission may provide each legislator with a copy of the South Dakota Codified Laws, the Administrative Rules of South Dakota and other information on a CD-ROM disc or other digital format. An individual legislator may request one copy of the code identified in § 2-16-13. Section 35. The code counsel shall transfer § 2-7-22 to chapter 2-4. Section 36. That § 2-2-41 be repealed. 2-2-41. The Legislature, in making the 2011 redistricting, determines, as a matter of policy, that the following principles are of primary significance: (1) Adherence to standards of population deviance as established by judicial precedent and to standards of population deviance as prescribed by S.D. Const., Art. III, § 5; (2) Protection of communities of interest by means of compact and contiguous districts; (3) Respect for geographical and political boundaries; and (4) Protection of minority voting rights consistent with the United States Constitution, the South Dakota Constitution, and federal statutes, as interpreted by the United States Supreme Court and other courts with jurisdiction. Section 37. That § 2-2-42 be repealed. 2-2-42. The state shall be divided into thirty-five senatorial districts, as specified in § 2-2-43, and the Senate shall consist of thirty-five members. Section 38. That § 2-2-43 be repealed. 2-2-43. The senatorial districts are as follows: (1) District No. 1: Day, Marshall, and Roberts counties and that portion of Brown County consisting of VTD-Precinct 14 Oneota-Brainard-Westport-Garland Township-Westport City, VTD-Precinct 15 Franklin-Carlisle-Ravinia-Mercier-Lincoln Township, VTD-Precinct 21 Liberty-Hecla-Portage-Greenfield-Lansing-North-Detroit Township-Hecla City, and VTD-Precinct 22 Palmyra-Osceola-Savo-Allison-Frederick-Richard Township-Frederick City Voting District; (2) District No. 2: Clark and Hamlin counties and that portion of Brown county consisting of VTD-Precinct 8 Aberdeen, VTD-Precinct 13 Shelby-Columbia-Cambria-Ordway Township-Columbia City, VTD-Precinct 16 West Aberdeen Township except for those portions in District No. 3, VTD-Precinct 17 Highland-New Hope-Warner Township-Warner, VTD-Precinct 18 Gem-West Rondell-East Rondell Township-Stratford, VTD-Precinct 19, and VTD-Precinct 20 South Detroit-Claremont Township-Claremont City, and that portion of Spink county consisting of VTD-Precinct 1, VTD-Precinct 4, VTD-Precinct 5, VTD-Precinct 6, VTD-Precinct 7, VTD-Precinct 8, VTD-Precinct 9 Redfield City First & Second Wards, and VTD-Precinct 10 Redfield City Third & Fourth Wards; (3) District No. 3: that portion of Brown county consisting of VTD-Precinct 1 Aberdeen, VTD-Precinct 2 Aberdeen, VTD-Precinct 3 Aberdeen, VTD-Precinct 4 Aberdeen, VTD-Precinct 5 Aberdeen, VTD-Precinct 6 Aberdeen, VTD-Precinct 7 Aberdeen, and VTD-Precinct 9 Aberdeen, VTD-Precinct 10 Aberdeen, VTD-Precinct 11 Aberdeen, VTD-Precinct 12 East Aberdeen, and those portions of VTD-Precinct 16 West Aberdeen Township that are surrounded by VTD-Precinct 3 Aberdeen; (4) District No. 4: Deuel and Grant counties and that portion of Brookings county not in District No. 7, and that portion of Codington county consisting of VTD-Precinct Dexter, VTD-Precinct Eden and Phillips, VTD-Precinct Fuller and Florence, VTD-Precinct Germantown, VTD-Precinct Graceland and Henry, VTD-Precinct Kampeska, VTD-Precinct Kranzburg, VTD-Precinct Leola and South Shore, VTD-Precinct Rauville, VTD-Precinct Richland, and VTD-Precinct Waverly; (5) District No. 5: That portion of Codington county not in District No. 4; (6) District No. 6: That portion of Lincoln county consisting of VTD-Harrisburg Ward 1 (part of Precinct 27), VTD-Harrisburg Ward 2 (part of precinct 27), VTD-La Valley Township, VTD-Lennox Ward 1 (part of precinct 25), VTD-Lennox Ward 2 (part of precinct 25), VTD-Lennox Ward 3 (part of precinct 25), VTD-Sioux Falls Precinct 1-13, VTD-Sioux Falls Precinct 1-14, VTD-Sioux Falls Precinct 1-16, VTD-Sioux Falls Precinct 2-13, VTD-Tea Ward 1 (part of precinct 24), VTD-Tea Ward 2 (part of precinct 24), VTD-Tea Ward 3 (part of precinct 24), VTD-Grant Township, VTD-Perry Township, VTD-Delapre Township except for those portions surrounded by VTD-Sioux Falls 1-11 or VTD-Sioux Falls 1-12, and VTD-Springdale except for those portions surrounded by VTD-Sioux Falls 2-11 or VTD-Sioux Falls 2-15; (7) District No. 7: That portion of Brookings county consisting of VTD-Precinct 1, VTD-Precinct 2, VTD-Precinct 3, VTD-Precinct 4, VTD-Precinct 5, VTD-Precinct 6, VTD-Precinct 8, and VTD-Precinct 13; (8) District No. 8: Lake, Miner, Moody, and Sanborn counties; (9) District No. 9: That portion of Minnehaha county consisting of VTD 3-5, VTD 3-9, VTD 3-12, VTD 3-14, VTD 4-5, VTD-07, VTD VP0-8, VTD 16, VTD VP 17, those portions of VTD 4 surrounded by VTD 3-5, VTD 3-14, or VTD 4-5, and that portion of VTD 6 surrounded by VTD 3-12; (10) District No. 10: That portion of Minnehaha county consisting of VTD 3, VTD 4-6, VTD 4-7, VTD 4-8, VTD 4-11, VTD 5, VTD 5-16, VTD 15, VTD 4 except for the portions contained in District No. 9, and those portions of VTD 02 surrounded by VTD 4-11; (11) District No. 11: That portion of Minnehaha county consisting of VTD 1-8, VTD 1-9, VTD 1-10, VTD 1-17, VTD 3-10, VTD 3-11, VTD 3-15, VTD 3-16, VTD 3-17, and VTD 6 except for that portion surrounded by VTD 3-12; (12) District No. 12: That portion of Lincoln county consisting of VTD-Sioux Falls Precinct 1-11, VTD-Sioux Falls Precinct 1-12, and the portions of Delapre Township surrounded by VTD-Sioux Falls Precinct 1-11 or VTD-Sioux Falls Precinct 1-12; and that portion of Minnehaha county consisting of VTD 1-1, VTD 1-2, VTD 1-3, VTD 1-4, VTD 1-5, VTD 1-6, VTD 3-8, VTD 5-3, and VTD 5-14; (13) District No. 13: That portion of Lincoln county consisting of VTD-Sioux Falls Precinct 2-10, VTD-Sioux Falls Precinct 2-11, VTD-Sioux Falls Precinct 2-12, VTD-Sioux Falls Precinct 2-15, and that portion of Springdale Township surrounded by VTD-Sioux Falls Precinct 2-11 or VTD-Sioux Falls Precinct 2-15, and that portion of Minnehaha county consisting of VTD 2-1, VTD 5-4, VTD 5-7, VTD 5-8, VTD 5-9, VTD 5-10, VTD 5-11, VTD 5-12, and VTD 5-13; (14) District No. 14: That portion of Minnehaha county consisting of VTD 2-2, VTD 2-3, VTD 2-4, VTD 2-6, VTD 2-8, VTD 2-9, VTD 2-14, VTD 4-9, VTD 5-5, VTD 5-6, and the portion of VTD 02 surrounded by VTD 2-14; (15) District No. 15: That portion of Minnehaha county consisting of VTD 3-6, VTD 3-7, VTD 4-1, VTD 4-4, VTD 4-13, VTD 5-1, VTD 5-2, and VTD 5-15; (16) District No. 16: Union county and that portion of Lincoln county consisting of VTD-Canton Ward 1 (part of precinct 20), VTD-Canton Ward 2 (part of precinct 20), VTD-Canton Ward 3 (part of precinct 20), VTD-Canton Ward 4 (part of precinct 30), VTD-Canton Ward 5 (part of precinct 30), VTD-Dayton Township, VTD-Highland/Canton Township, VTD-Lynn Township-Worthing Town, VTD-Beresford Ward 2 (part of precinct 26), VTD-Beresford Ward 1 (part of precinct 26), VTD-Beresford Ward 3 (part of precinct 26), VTD-Delaware Township, VTD-Fairview Township-Fairview Town, VTD-Hudson/Eden, VTD-Lincoln Township, VTD- Norway Township, and VTD-Precinct 26 Brooklyn, Pleasant Townships, Beresford Town Voting District; (17) District No. 17: Clay and Turner counties; (18) District No. 18: Yankton county; (19) District No. 19: Douglas, Hanson, Hutchinson, and McCook counties and that portion of Bon Homme county consisting of VTD-Scotland Precinct 1, VTD-Tabor Precinct 4, and VTD-Tyndall Precinct 3; (20) District No. 20: Aurora, Davison and Jerauld counties; (21) District No. 21: Charles Mix, Gregory, and Tripp counties and that portion of Bon Homme county consisting of VTD-Avon Precinct 2, and VTD-Springfield Precinct 5; (22) District No. 22: Beadle and Kingsbury counties; (23) District No. 23: Campbell, Edmunds, Faulk, Hand, McPherson, Potter, and Walworth counties and that portion of Spink county consisting of VTD-Precinct 3; (24) District No. 24: Hughes, Hyde, Stanley, and Sully counties; (25) District No. 25: That portion of Minnehaha county consisting of VTD 2-7, VTD 4-10, VTD 4-12, VTD 11, VTD 21, VTD VP 01, VTD VP9, VTD VP10, VTD VP12, VTD VP13, and VTD 02 except for those portions contained in District No. 10 and District No. 14; (26) District No. 26: Brule, Buffalo, Jones, Lyman, Mellette, and Todd counties; (27) District No. 27: Bennett, Haakon, Jackson, and Oglala Lakota counties and that portion of Pennington county consisting of VTD-CR14, VTD-Q17, VTD-SC11, and that portion of VTD-WL15 not in District No. 30; (28) District No. 28: Corson, Dewey, Harding, Perkins, and Ziebach counties and that portion of Butte county that is not in District No. 29; (29) District No. 29: That portion of Butte county consisting of VTD-Precinct Orman, VTD-Precinct 8 Union, VTD-Precinct 13 Horsecreek, VTD-Precinct 14 Newell Independent, VTD-Precinct 18 Nisland, and VTD-Precinct 20 Newell City; Meade county except for that portion in District No. 33; and that portion of Pennington county consisting of that portion of VTD-B33-2 located east of Commercial Gate Road and South Gate Road and north of Interstate 90, that portion of VTD-B33-3 located north of Interstate 90, that portion of VTD-DG7 located north of Interstate 90, east of Commercial Gate Road and South Gate Road, and west of Liberty Boulevard, and that portion of VTD-DG7 located north of 225th Street between North Ellsworth Road and Tower Road; (30) District No. 30: Custer and Fall River counties and that portion of Pennington county consisting of VTD-B30-2, VTD-B30-3, that portion of VTD-B33-3 located south of Interstate 90 and east of Liberty Boulevard and Spruce Drive, VTD-CA19, VTD-HC1, VTD-HR9, VTD-K3, VTD-R13, VTD-RC 2-6, VTD-RK4, VTD-WA12, VTD-NU10, that portion of VTD-DG7 east of Liberty Boulevard, Spruce Drive and 150th Place and that portion of VTD-WL15 consisting of Block 1239, Block 1240, Block 1241, Block 1242, Block 1243, Block 1244, Block 1245, Block 1246, Block 1247, Block 1248, Block 1249, Block 1250, Block 1254, Block 1255, Block 1256, Block 1257, Block 1258, Block 1259, Block 1260, Block 1261, Block 1262, Block 1263, Block 1264, Block 1265, Block 1266, Block 1267, Block 1268, Block 1269, Block 1270, Block 1271, Block 1272, Block 1273, Block 1274, Block 1275, Block 1276, Block 1277, Block 1278, Block 1279, Block 1280, Block 1281, Block 1282, Block 1283, Block 1284, Block 1285, Block 1286, Block 1287, Block 1288, Block 1289, Block 1290, Block 1291, Block 1292, Block 1293, Block 1294, Block 1295, Block 1296, Block 1297, Block 1298, Block 1299, Block 1300, Block 1301, Block 1337, Block 1338, Block 1340, Block 1341, Block 1447, Block 1452, Block 3177, Block 3184, Block 3185, Block 3186, Block 3187, Block 3192, Block 3193, Block 3196, Block 3197, Block 3198, Block 3200, Block 3201, Block 3202, Block 3204, Block 3205, Block 3206, Block 3207, Block 3208, Block 3209, Block 3210, Block 3211, Block 3212, Block 3213, Block 3214, Block 3215, Block 3251, Block 3357, Block 3369, Block 3370, Block 3371, Block 3372, Block 3373, Block 3374, Block 3375, Block 3376, Block 3377, Block 3378, Block 3379, Block 3380, Block 3381, Block 3382, Block 3383, Block 3384, Block 3385, Block 3386, Block 3387, Block 3396, Block 3397, Block 3398, Block 3399, Block 3407, Block 3408, and Block 3415; (31) District No. 31: Lawrence county; (32) District No. 32: That portion of Pennington county consisting of VTD-RC 1-1, VTD-RC 1-2, VTD-RC 1-3, VTD-RC 2-1, VTD-RC 2-4, VTD-RC 5-4, that portion of VTD-RC 1-4 located west of State Highway 79, that portion of VTD-RC 2-3 located south of Omaha Street and west of East Boulevard, that portion of VTD-RC 3-1 east and south of State Highway 44, and that portion of VTD-RVE1 west of State Highway 79; (33) District No. 33: That portion of Meade county consisting of VTD-Precinct 14--Black Hawk, VTD-Precinct 16--West Black Hawk, VTD-Precinct 19--Central Black Hawk, and that portion of VTD-Rural Black Hawk located west of Interstate 90 and that portion of Pennington county consisting of VTD-CL6, VTD-DT24, VTD-JS5, VTD-NH18, VTD-RC 4-1, VTD-RC 4-3, VTD-RC 4-4, VTD-WP23, that portion of VTD- B33-1 west of Bennett Road, that portion of VTD-DG7 west of Bennett Road, that portion of VTD-RC 3-2 south and east of VTD-WP23 and adjacent to U.S. Highway 16, that portion of VTD-RC 4-2 west of East Boulevard and North Maple Avenue and that portion north of Interstate 90, that portion of VTD-RC 5-2 located north of Interstate 90 and that portion located north of Meadowwood Drive, Timothy Street, and Adventure Trail and west of State Highway 79, that portion of VTD-RC 5-3 north of Galena Drive and City Springs Road, and that portion of VTD-RC 5-5 east of North Haines Avenue; (34) District No. 34: That portion of Pennington county consisting of VTD-RC 3-3, VTD-RC 3-4, VTD-RC 3-5, VTD-RC 3-6, VTD-RC 3-7, VTD-RC 5-1, that portion of VTD-RC 2-3 north of Omaha Street and west of North Maple Avenue, that portion of VTD-RC 3-1 not in District No. 32, that portion of VTD-RC 3-2 not in District No. 33, that portion of VTD-RC 5-2 not in District No. 33, that portion of VTD-RC 5-3 not in District No. 33, and that portion of VTD-RC 5-5 not in District No. 33; and (35) District No. 35: That portion of Pennington county consisting of VTD-B35-1, VTD-RC 2-2, VTD-RC 2-5, VTD-RVF1, VTD-RVF2, VTD-RVS1, VTD-VN34, that portion of VTD-B33-1 not in District No. 33, that portion of VTD-B33-2 not in District No. 29, that portion of VTD-B33-3 south of Interstate 90 and not in District No. 30, that portion of VTD-DG7 not in District No. 29, District No. 30, or District No. 33, that portion of VTD-RC 1-4 not in District No. 32, that portion of VTD-RC 2-3 not in District No. 32 or District No. 34, that portion of VTD-RC 4-2 not in District No. 33, and that portion of VTD-RVE1 not in District No. 32. Section 39. That § 2-2-44 be repealed. 2-2-44. The state shall be divided into thirty-five representative districts, which shall be the same as the senatorial districts provided in § 2-2-43, and the House of Representatives shall consist of seventy members. Section 40. That § 2-2-45 be repealed. 2-2-45. Each senatorial district as provided for in § 2-2-43 is entitled to one senator. Section 41. That § 2-2-46 be repealed. 2-2-46. Each representative district as provided for in § 2-2-44 is entitled to two representatives. However, in order to protect minority voting rights, District No. 26 and District No. 28 shall each consist of two single-member house districts as provided in §§ 2-2-47 and 2-2-48. Section 42. That § 2-2-47 be repealed. 2-2-47. District No. 26 shall consist of two single-member house districts as follows: (1) District No. 26A: Mellette and Todd counties; and (2) District No. 26B: Brule, Buffalo, Jones, and Lyman counties. Section 43. That § 2-2-48 be repealed. 2-2-48. District No. 28 shall consist of two single-member house districts as follows: (1) District No. 28A: Corson, Dewey, and Ziebach counties; and (2) District No. 28B: Harding and Perkins counties and that portion of Butte county that is not in District No. 29. Section 44. That § 2-2-49 be repealed. 2-2-49. The Legislature finds that, for the purposes of §§ 2-2-41 to 2-2-51, inclusive, the ideal population of a senatorial district, based on the official 2010 federal census, is 23,262 people. Section 45. That § 2-2-50 be repealed. 2-2-50. For the purposes of §§ 2-2-41 to 2-2-51, inclusive, voting district (VTD) boundaries are those boundaries in existence on April 1, 2010, and utilized by the 2010 federal census. Section 46. That § 2-2-51 be repealed. 2-2-51. If any area of this state is omitted from the provisions of § 2-2-43, the county auditor of the county containing the area shall attach the area to the district that surrounds it or, if the area is contiguous to two or more districts, the county auditor shall attach it to the contiguous district that has the least population according to the official 2010 federal census. Any attachment made pursuant to this section shall be certified in writing and filed with the secretary of state. No changes may be made in any such attachment until the next decennial redistricting. Section 47. That the code be amended by adding a NEW SECTION to read: The provisions of sections 36 to 46, inclusive, of this Act are effective on December 1, 2021."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9804, "action_date": "2019-01-25T14:00:00-06:00", "document_id": 52449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52449.pdf", "status_text": "First read in House and referred to", "journal_page": 199, "committee_id_action": 408, "committee_id_assigned": 424, "result": "N", "vote": {}}, {"bill_id": 9804, "action_date": "2019-02-20T07:30:00-06:00", "document_id": 53759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53759.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 424, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9804, "action_date": "2019-02-20T07:30:00-06:00", "document_id": 53902, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53902.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 424, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 28452, "president_vote": null, "Nay": [1563, 1579, 1444, 1635, 1427, 1609, 1576, 1567, 1569], "Excused": [1645, 1630], "Yea": [1434, 1432]}}, {"bill_id": 9804, "action_date": "2019-02-20T07:30:00-06:00", "document_id": 53902, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53902.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 446, "committee_id_action": 424, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28453, "president_vote": null, "Yea": [1563, 1579, 1444, 1635, 1427, 1609, 1576, 1567, 1569], "Excused": [1645, 1630], "Nay": [1434, 1432]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9804"}