{"session_id": 56, "bill_id": 18489, "bill_type": "House Bill", "bill_number": 1268, "bill_title": "make an appropriation for feasibility studies regarding the construction of natural gas pipelines or other infrastructures to certain municipalities and other governmental entities in the state and to provide for loan guarantees for such construction.", "sponsors": [{"legislator_profile_id": 3060, "is_prime": true}], "keywords": ["Administrative Rules", "Appropriation", "Local Government", "Municipal Government", "Public Utilities and Carriers", "Public Utilities Commission", "State Affairs and Government"], "audio": [{"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hlo17hb1268a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hlo17hb1268a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hlo17hb1268a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18489, "bill_version_id": 99857, "bill_version": "Introduced", "bill_version_date": "2004-01-26T09:55:58-06:00", "bill_text": "SEVENTY-NINTH SESSION LEGISLATIVE ASSEMBLY, 2004 FOR AN ACT ENTITLED, An Act to make an appropriation for feasibility studies regarding the construction of natural gas pipelines or other infrastructures to certain municipalities and other governmental entities in the state and to provide for loan guarantees for such construction. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any municipality or other governmental entity currently not receiving natural gas pipeline service may request the Board of Economic Development to assist in conducting a study of the economic feasibility of constructing a natural gas pipeline or other infrastructure to the municipality or the entity. The municipality or entity shall make application to the board. The board shall promulgate rules pursuant to chapter 1-26 to establish the information to be contained on the application. Section 2. There is hereby appropriated from the revolving economic development and initiative fund the sum of one hundred thousand dollars ($100,000), or so much thereof as may be necessary, to the Board of Economic Development to provide for economic feasibility studies as provided by section 1 of this Act. Section 3. The chair of the Board of Economic Development shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 4. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2010, shall revert in accordance with § 4-8-21. Section 5. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: The Board of Economic Development shall establish a loan guarantee program to assist in feasibility studies, the construction of natural gas pipelines, and the provision of other infrastructure to municipalities or other governmental entities in the state. The construction and provision may be either by a public or a private entity. Section 6. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: The Board of Economic Development may approve up to two million dollars of the money in the revolving economic development and initiative fund to be used for the purposes of guaranteeing loans pursuant to this Act. Section 7. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: The Board of Economic Development shall, pursuant to chapter 1-26, promulgate rules to: (1) Set the application procedures for a loan guarantee; (2) Establish the criteria to determine which applicants will receive a loan guarantee; and (3) Establish the criteria for the terms and conditions of a loan guarantee."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18489, "action_date": "2004-01-26T14:00:00-06:00", "document_id": 99935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99935.pdf", "status_text": "First read in House and referred to", "journal_page": 203, "committee_id_action": 831, "committee_id_assigned": 824, "result": "N", "vote": {}}, {"bill_id": 18489, "action_date": "2004-02-03T10:00:00-06:00", "document_id": 100510, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100510.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 824, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18489, "action_date": "2004-02-05T10:00:00-06:00", "document_id": 100705, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100705.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 824, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18489, "action_date": "2004-02-05T10:00:00-06:00", "document_id": 100705, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100705.pdf", "status_text": "Tabled", "journal_page": 409, "committee_id_action": 824, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57011, "president_vote": null, "Yea": [3055, 3075, 3085, 3086, 3099, 3100, 3105, 3118, 3119, 3134, 3136, 3114, 3084]}}]}