{"session_id": 24, "bill_id": 7016, "bill_type": "House Bill", "bill_number": 1049, "bill_title": "revise certain provisions regarding references to the Internal Revenue Code.", "sponsors": [], "keywords": ["State Affairs and Government", "Tax"], "audio": [{"meeting_datetime": "2016-01-21T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hta07.mp3", "start_seconds": 240.0}, {"meeting_datetime": "2016-01-21T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hta07.mp3", "start_seconds": 240.0}, {"meeting_datetime": "2016-01-21T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hta07.mp3", "start_seconds": 240.0}, {"meeting_datetime": "2016-01-21T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hta07.mp3", "start_seconds": 240.0}, {"meeting_datetime": "2016-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sta14.mp3", "start_seconds": 149.0}, {"meeting_datetime": "2016-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sta14.mp3", "start_seconds": 149.0}, {"meeting_datetime": "2016-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sta14.mp3", "start_seconds": 149.0}, {"meeting_datetime": "2016-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sta14.mp3", "start_seconds": 149.0}], "bill_versions": [{"bill_id": 7016, "bill_version_id": 37463, "bill_version": "Introduced", "bill_version_date": "2016-01-11T08:11:07.583-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding references to the Internal Revenue Code. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-1 be amended by adding a NEW SECTION to read: The term, United States Internal Revenue Code, or Internal Revenue Code, means the United States Internal Revenue Code as amended and in effect on January 1, 2016. This section applies to §§ 10-4-9.1, 10-4-9.2, 10-4-9.3, 10-4-9.4, 10-4-39, 10-43-10.1, and 35-4-11.9, and subdivisions 10-6A-1(7), 10-6B-1(5), 10-18A-1(6), 10-43-10.3(7), and 10-45A-1(5). Section 2. That § 10-4-9.1 be amended to read: 10-4-9.1. Property owned by a public charity and used for charitable purposes is exempt from taxation. A public charity is any organization or society which devotes its resources to the relief of the poor, distressed, or underprivileged. A public charity shall receive a majority of its revenue from donations, public funds, membership fees, or program fees generated solely to cover operating expenses; it shall lessen a governmental burden by providing its services to people who would otherwise use governmental services; it shall offer its services to people regardless of their ability to pay for such services; it shall be nonprofit and recognized as an exempt organization under section 501(c)(3) of the United States Internal Revenue Code, as amended and in effect on January 1, 2015 defined by section 1 of this Act; and it may not have any of its assets available to any private interest. Section 3. That § 10-4-9.2 be amended to read: 10-4-9.2. Property owned by a benevolent organization and used exclusively for benevolent purposes is exempt from taxation. A benevolent organization is any lodge, patriotic organization, memorial association, educational association, cemetery association, or similar association. A benevolent organization shall be nonprofit and recognized as an exempt organization under section 501(c)(3), 501(c)(7), 501(c)(8), 501(c)(10), or 501(c)(19) of the United States Internal Revenue Code, as amended and in effect on January 1, 2015 defined by section 1 of this Act. However, if any such property consists of improved or unimproved property located within a municipality not occupied or directly used in carrying out the primary objective of the benevolent organization owning the same, such property shall be taxed the same as other property of the same class is taxed. However, if any such property consists of agricultural land, such property shall be taxed the same as other property of the same class is taxed. For the purposes of this section, an educational association is a group of accredited elementary, secondary, or postsecondary schools. For the purposes of this section, a benevolent organization also includes a congressionally chartered veterans organization which is nonprofit and recognized as an exempt organization under section 501(c)(4) of the United States Internal Revenue Code, as amended and in effect on January 1, 2015 defined by section 1 of this Act. For purposes of this section, benevolent purpose means an activity that serves the poor, distressed or underprivileged, promotes the physical or mental welfare of youths or disadvantaged individuals, or relieves a government burden. Section 4. That § 10-4-9.3 be amended to read: 10-4-9.3. Property owned by any corporation, organization, or society and used primarily for human health care and health care related purposes is exempt from taxation. Such corporation, organization, or society shall be nonprofit and recognized as an exempt organization under section 501(c)(3) of the United States Internal Revenue Code, as amended and in effect on January 1, 2015 defined by section 1 of this Act, and none of its assets may be available to any private interest. The property shall be a health care facility licensed pursuant to chapter 34-12, orphanage, mental health center or community support provider regulated under chapter 27A-5, or camp. The facility shall admit all persons for treatment consistent with the facility's ability to provide health care services required by the patient until the facility is filled to its ordinary capacity and conform to all applicable regulations of and permit inspections by the state as otherwise provided by law. Section 5. That § 10-4-9.4 be amended to read: 10-4-9.4. Any congregate housing facility owned by a corporation, organization, or society is exempt from certain property taxes, if the facility provides certain health care services and is recognized as an exempt nonprofit corporation, organization, or society under section 501(c)(3) of the United States Internal Revenue Code, as amended and in effect on January 1, 2015 defined by section 1 of this Act, and if none of its assets are available to any private interest. A congregate housing facility does provide health care services if the facility is an independent group-living environment operated and owned by a health care facility licensed pursuant to chapter 34-12 which offers a continuum of care, residential accommodations, and supporting services primarily for persons at least sixty-two years of age or disabled as defined pursuant to chapter 10-6A. Supporting services include the ability to provide health care and a food service that satisfies a balanced nutrition program. As part of the statement required by § 10-4-19, the owner of the congregate housing facility shall submit a statement to the county director of equalization listing the health cares care services provided and method used to satisfy the balanced nutrition program. In addition, no owner may apply for a property tax exemption for a congregate housing facility constructed after July 1, 2004, unless the congregate housing facility: (1) Consists of two or more individual housing units located within one structure; and (2) Not more than twenty-five percent of the individual housing units exceed fifteen hundred square feet. Section 6. That § 10-4-39 be amended to read: 10-4-39. Any facility operated as a multi-tenant business incubator and owned by an entity recognized as an exempt nonprofit corporation pursuant to section 501(c)(3), 501(c)(4), or 501(c)(6) of the United States Internal Revenue Code as amended and in effect on January 1, 2015, as defined by section 1 of this Act, is exempt from property taxation. A business incubator is any facility that supports the development and operation of a number of small start-up businesses. Tenants of the facility may share a number of support services and the tenants may receive technical assistance, business planning, legal, financial, and marketing advice. If any portion of the facility is occupied by an incubated business for more than five years, that portion of the facility shall be taxed as other property of the same class is taxed. Section 7. That subdivision (7) of § 10-6A-1 be amended to read: (7) \"Income,\" the sum of adjusted gross income as defined in the United States Internal Revenue Code, as amended and in effect on January 1, 2015 defined by section 1 of this Act, and IRA disbursements, the amount of capital gains excluded from adjusted gross income, alimony, support money, nontaxable strike benefits, cash public assistance and relief, the gross amount of any pension or annuity, including Railroad Retirement Act benefits and veterans disability pensions, all payments received under the federal social security and state unemployment insurance laws, nontaxable interest, life insurance proceeds that exceed twenty thousand dollars, any gift or inheritance that exceeds five hundred dollars, proceeds from a court action, any sale of a personal item that exceeds five hundred dollars, foster care income, and workers' compensation; Section 8. That subdivision (5) of § 10-6B-1 be amended to read: (5) \"Income,\" the sum of adjusted gross income as defined in the United States Internal Revenue Code, as amended and in effect on January 1, 2015 defined by section 1 of this Act, and all nontaxable income, including the amount of capital gains excluded from adjusted gross income, alimony, support money, nontaxable strike benefits, cash, public assistance and relief, not including relief granted under this chapter, the gross amount of any pension or annuity, including Railroad Retirement Act benefits and veterans' disability pensions, all payments received under the federal social security and state unemployment insurance laws, nontaxable interest received from the federal government or any of its instrumentalities, workers' compensation, and the gross amount of \"loss of time\" insurance, but not including gifts from nongovernmental sources, food stamps, or surplus foods or other relief in kind provided by a public agency less real estate taxes payable on the applicant's principal residence for the year in which application is made; Section 9. That subdivision (6) of § 10-18A-1 be amended to read: (6) \"Income,\" the sum of adjusted gross income as defined in the United States Internal Revenue Code, as amended and in effect on January 1, 2015 defined by section 1 of this Act, and all nontaxable income, including the amount of capital gains excluded from adjusted gross income, alimony, support money, nontaxable strike benefits, cash public assistance and relief, not including relief granted under this chapter, the gross amount of any pension or annuity, including Railroad Retirement Act benefits and veterans' disability pensions, all payments received under the federal social security and state unemployment insurance laws, nontaxable interest received from the federal government or any of its instrumentalities, workers' compensation, and the gross amount of loss of time insurance, but not including gifts from nongovernmental sources, food stamps, or surplus foods, or other relief in kind provided by a public agency less real estate taxes payable on the applicant's principal residence for the year in which application is made. However, the reduction in the applicant's income for real estate taxes payable may not exceed four hundred dollars; Section 10. That § 10-43-10.1 be amended to read: 10-43-10.1. Net income, in the case of a financial institution, is taxable income as defined in the United States Internal Revenue Code, as amended and in effect on January 1, 2015 defined by section 1 of this Act, and reportable for federal income tax purposes for the taxable year, but subject to the adjustments as provided in §§ 10-43-10.2 and 10-43-10.3. If a financial institution has elected to file its federal tax return pursuant to 26 USC § 1362(a), as amended, and in effect on January 1, 2015 of the United States Internal Revenue Code, as defined by section 1 of this Act, net income shall be computed in the same manner and in the same amount as if that institution had continued to file its federal tax return without making the election and the financial institution shall continue to be treated as a separate corporation for the purposes of this chapter. If a financial institution is organized as a limited liability company, the limited liability company shall be treated as a separate corporation for the purpose of this chapter. Section 11. That subdivision (7) of § 10-43-10.3 be amended to read: (7) For those financial institutions making an election pursuant to 26 USC § 1362(a), as amended, and in effect on January 1, 2015 of the United States Internal Revenue Code, as defined by section 1 of this Act, imputed federal income taxes in an amount equal to the taxes that would have been paid on net income as defined in § 10-43-10.1 had the financial institution continued to file its federal tax return without making an election to file pursuant to 26 USC § 1362(a); and Section 12. That subdivision (5) of § 10-45A-1 be amended to read: (5) \"Income,\" the sum of adjusted gross income as defined in the United States Internal Revenue Code, as amended and in effect on January 1, 2015 defined by section 1 of this Act, and all nontaxable income, including the amount of capital gains excluded from adjusted gross income, alimony, support money, nontaxable strike benefits, cash public assistance and relief, not including relief granted under this chapter, the gross amount of any pension or annuity, including Railroad Retirement Act benefits and veterans' disability pensions, all payments received under the federal social security and state unemployment insurance laws, nontaxable interest received from the federal government or any of its instrumentalities, workers' compensation, and the gross amount of loss of time insurance, but not including gifts from nongovernmental sources, food stamps, or surplus foods, or other relief in kind provided by a public agency, less real estate taxes payable or ten percent of rent paid on the applicant's principal residence for the year in which application is made. However, the reduction in the individual's income may not exceed four hundred dollars; Section 13. That § 35-4-11.9 be amended to read: 35-4-11.9. The renewal fee for any on-sale license issued outside a municipality to a nonprofit organization, recognized as an exempt organization under section 501(c)(7) or 501(c)(19) of the United States Internal Revenue Code, as amended and in effect on January 1, 2015 defined by section 1 of this Act, which will be in operation less than one hundred fifty days each year shall be established by the county commission at a rate not to exceed the rate in the nearest municipality."}, {"bill_id": 7016, "bill_version_id": 38887, "bill_version": "Enrolled", "bill_version_date": "2016-02-05T10:05:16.45-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7016, "action_date": "2016-01-12T12:00:00-06:00", "document_id": 37509, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37509.pdf", "status_text": "First Reading House", "journal_page": 24, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7016, "action_date": "2016-01-13T13:00:00-06:00", "document_id": 37539, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37539.pdf", "status_text": "Referred to", "journal_page": 37, "committee_id_action": 325, "committee_id_assigned": 318, "result": "N", "vote": {}}, {"bill_id": 7016, "action_date": "2016-01-21T08:00:00-06:00", "document_id": 37677, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37677.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 318, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7016, "action_date": "2016-01-21T08:00:00-06:00", "document_id": 37829, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37829.pdf", "status_text": "Do Pass", "journal_page": 132, "committee_id_action": 318, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20149, "president_vote": null, "Yea": [1042, 1063, 1033, 1022, 982, 1017, 968, 1027, 991, 1051, 965, 1006, 981], "Excused": [987, 1036]}}, {"bill_id": 7016, "action_date": "2016-01-21T08:00:00-06:00", "document_id": 37829, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37829.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 318, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7016, "action_date": "2016-01-22T13:00:00-06:00", "document_id": 37947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37947.pdf", "status_text": "Do Pass", "journal_page": 152, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20220, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 1057, 964, 1040, 995, 1039, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1022, 1056, 1061, 1021, 1002, 1065, 972, 963, 1038, 987, 982, 1055, 1044, 1017, 1058, 1048, 1024, 1003, 968, 1018, 1054, 1027, 1028, 992, 1034, 991, 1007, 1030, 993, 1026, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Excused": [986, 1019, 1062, 1015, 1036, 1059, 1031, 1006, 1052, 988]}}, {"bill_id": 7016, "action_date": "2016-01-25T14:00:00-06:00", "document_id": 38057, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38057.pdf", "status_text": "First read in Senate and referred to", "journal_page": 130, "committee_id_action": 309, "committee_id_assigned": 307, "result": "N", "vote": {}}, {"bill_id": 7016, "action_date": "2016-02-03T10:00:00-06:00", "document_id": 38274, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38274.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 307, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7016, "action_date": "2016-02-03T10:00:00-06:00", "document_id": 38655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38655.pdf", "status_text": "Do Pass", "journal_page": 192, "committee_id_action": 307, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20487, "president_vote": null, "Yea": [1014, 1067, 979, 1005, 1016, 969, 1041]}}, {"bill_id": 7016, "action_date": "2016-02-03T10:00:00-06:00", "document_id": 38655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38655.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 307, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7016, "action_date": "2016-02-04T14:00:00-06:00", "document_id": 38838, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38838.pdf", "status_text": "Do Pass", "journal_page": 221, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20570, "president_vote": null, "Yea": [974, 977, 999, 1037, 966, 1014, 1067, 979, 969, 1005, 1047, 998, 1035, 997, 984, 994, 1041, 967, 975, 1011, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 1013, 973, 1008]}}, {"bill_id": 7016, "action_date": "2016-02-05T12:30:00-06:00", "document_id": 38914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38914.pdf", "status_text": "Signed by the Speaker", "journal_page": 306, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7016, "action_date": "2016-02-08T14:00:00-06:00", "document_id": 39003, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39003.pdf", "status_text": "Signed by the President", "journal_page": 253, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7016, "action_date": "2016-02-09T14:00:00-06:00", "document_id": 39095, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39095.pdf", "status_text": "Delivered to the Governor", "journal_page": 350, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7016, "action_date": "2016-02-16T14:00:00-06:00", "document_id": 39392, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39392.pdf", "status_text": "Signed by the Governor", "journal_page": 390, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6090, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7016"}