{"session_id": 10, "bill_id": 2757, "bill_type": "Senate Bill", "bill_number": 171, "bill_title": "provide for the creation of housing with services establishments for persons with dementia.", "sponsors": [{"legislator_profile_id": 15, "is_prime": true}, {"legislator_profile_id": 13, "is_prime": true}, {"legislator_profile_id": 12, "is_prime": false}, {"legislator_profile_id": 11, "is_prime": false}, {"legislator_profile_id": 52, "is_prime": false}], "keywords": ["Department of Health", "Mentally Ill Persons", "Public Health and Safety"], "audio": [{"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/she19.mp3", "start_seconds": 1719.0}, {"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/she19.mp3", "start_seconds": 1719.0}, {"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/she19.mp3", "start_seconds": 1719.0}], "bill_versions": [{"bill_id": 2757, "bill_version_id": 15913, "bill_version": "Introduced", "bill_version_date": "2011-01-31T09:13:55.137-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the creation of housing with services establishments for persons with dementia. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Dementia,\" a loss of mental ability severe enough to interfere with normal activities of daily living, lasting more than six months, not present since birth, and not associated with a loss or alteration of consciousness; (2) \"Department,\" the Department of Health; (3) \"Health-related services,\" services provided by a registered nurse, licensed practical nurse, or nursing aide; (4) \"Supportive services,\" help with personal care, personal laundry, handling or assisting with personal funds of residents, or arranging for medical services, health-related services, social services, or transportation to medical or social services appointments. Section 2. A housing with services establishment is an establishment providing accommodations to one or more adult residents with dementia and offering or providing, for a fee, regularly scheduled health-related services or regularly scheduled supportive services, whether offered or provided directly by the establishment or by another entity arranged for by the establishment. The term does not include: (1) Health care facility; (2) Hospital; (3) Nursing facility; (4) Assisted living center; (5) Critical access hospital; (6) Adult foster care home; (7) Residential hospice; or (8) Private home in which a resident is related by kinship, law, or affinity with a provider of services. Section 3. No person may establish, operate, conduct, or maintain a housing with services establishment in this state without obtaining licensure as required by this Act. Section 4. The department shall establish forms and procedures for annual licensure of housing with services establishments. The department shall charge an annual license fee of one hundred dollars which is nonrefundable. A licensed establishment shall notify the department within thirty days of the date it is no longer required to be licensed under this Act, of any change in the business name or address of the establishment, the name or mailing address of the owner, or the name or mailing address of the managing agent. The department may not charge a fee for submission of the notice. Section 5. The establishment shall provide the following information to the department in order to be licensed: (1) The business name, street address, and mailing address of the establishment; (2) The name and mailing address of the owner of the establishment and, if the owner is not a natural person, identification of the type of business entity of the owner, and the names and addresses of the officers and members of the governing body, or comparable persons for partnerships, limited liability corporations, or other types of business organizations of the owner; (3) The name and mailing address of the managing agent, whether through management agreement or lease agreement, of the establishment, if different from the owner, and the name of the on-site manager, if any; (4) Verification that the establishment has entered into a housing with services contract with each resident; (5) The name and address of at least one natural person who is responsible for dealing with the department on all matters provided for in this Act, and on whom personal service of any notice or order shall be made, and who shall be authorized to accept service on behalf of the owner and the managing agent, if any; and (6) The signature of the authorized representative of the owner or, if the owner is not a natural person, signatures of at least two authorized representatives of each owner, one of which shall be an officer of the owner. Personal service on the person identified under subdivision (5) by the owner shall be considered service on the owner, and is not a defense to any action that personal service was not made on each individual or entity. The designation of an individual under this subdivision does not affect the legal responsibility of the owner. Section 6. No housing with services establishment may operate in this state unless a written housing with services contract is executed between the establishment and each resident or authorized representative of the resident and unless the establishment operates in accordance with the terms of the contract. The resident or authorized representative of the resident shall be given a complete copy of the contract and all supporting documents and attachments and any changes whenever changes are made. Section 7. A housing with services contract shall include at least the following elements in the contract through supporting documents or attachments: (1) The name, street address, and mailing address of the establishment; (2) The name and mailing address of the owner of the establishment and, if the owner is not a natural person, identification of the type of business entity of the owner; (3) The name and mailing address of the managing agent, through management agreement or lease agreement, of the establishment, if different from the owner; (4) The name and address of at least one natural person who is authorized to accept service of process on behalf of the owner and managing agent; (5) A statement describing the licensure status of the establishment and any provider providing health-related or supportive services under an arrangement with the establishment; (6) The term of the contract; (7) A description of the services to be provided to the resident and the base rate to be paid by the resident; (8) A description of any additional services available for an additional fee from the establishment directly or through arrangements with the establishment, and a schedule of fees charged for these services; (9) A description of the process through which the contract may be modified, amended, or terminated; (10) A description of the establishment's complaint resolution process; (11) The resident's authorized representative, if any; (12) The establishment's referral procedures if the contract is terminated; (13) Requirements of residency used by the establishment to determine who may reside or continue to reside in the housing with services establishment; (14) Billing and payment procedures and requirements; (15) A statement regarding the ability of residents to receive services from providers with whom the establishment does not have an arrangement; and (16) A statement regarding the availability of public funds for payment for residence or services in the establishment. Section 8. Housing with services contracts and related documents executed by each resident shall be maintained by the establishment in files from the date of execution until three years after the contract is terminated. Section 9. If any person provides services to some or all of the residents of a housing with services establishment, the establishment shall arrange to have that provider deliver the following information in writing to a prospective resident or authorized representative of the prospective resident, prior to the date on which the prospective resident or authorized representative of the prospective resident executes a contract with the establishment or the prospective resident's move-in date, whichever is earlier: (1) The name, mailing address, and telephone number of the provider; (2) The name and mailing address of at least one natural person who is authorized to accept service of process on behalf of the person described in subdivision (1); (3) A description of the process through which a service agreement or service plan between a resident and the provider, if any, may be modified, amended, or terminated; (4) The provider's billing and payment procedures and requirements; and (5) Any limits to the services available from the provider. Section 10. The department shall, upon receipt of information which indicates the failure of the housing with services establishment, a resident, or a provider to comply with any legal requirement, make appropriate referrals to other governmental agencies having jurisdiction over the subject matter. The department may also make referrals to any public or private agency the department considers available for appropriate assistance to those involved. The department has standing to bring an action for injunctive relief in the circuit court in the circuit in which an establishment is located to compel the housing with services establishment to meet the requirements of this Act. Proceedings for securing an injunction may be brought by the department through the attorney general or through the appropriate state's attorney. The sanctions in this section do not restrict the availability of other sanctions. Section 11. A housing with services establishment shall obtain and maintain all other governmental approvals required of it in addition to licensure under this Act. However, a housing with services establishment is exempt from the provisions of chapter 34-12. Section 12. A housing with services establishment shall train any direct care staff and their supervisors in dementia care. The training shall include: (1) An explanation of dementia; (2) Assistance with activities of daily living; (3) Problem solving with challenging behaviors; and (4) Communication skills. Section 13. No housing with services establishment may use any physical or chemical restraints imposed for purposes of discipline or convenience."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2757, "action_date": "2011-01-31T14:00:00-06:00", "document_id": 16043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16043.pdf", "status_text": "First read in Senate and referred to", "journal_page": 242, "committee_id_action": 113, "committee_id_assigned": 93, "result": "N", "vote": {}}, {"bill_id": 2757, "action_date": "2011-02-07T10:00:00-06:00", "document_id": 16157, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16157.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 93, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2757, "action_date": "2011-02-09T10:00:00-06:00", "document_id": 16343, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16343.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 93, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2757, "action_date": "2011-02-09T10:00:00-06:00", "document_id": 16608, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16608.pdf", "status_text": "Tabled", "journal_page": 373, "committee_id_action": 93, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8804, "president_vote": null, "Yea": [30, 76, 18, 82, 13, 27, 52]}}]}