{"session_id": 7, "bill_id": 823, "bill_type": "Senate Bill", "bill_number": 134, "bill_title": "provide health insurance coverage for contraceptive drugs and devices.", "sponsors": [{"legislator_profile_id": 699, "is_prime": true}, {"legislator_profile_id": 642, "is_prime": true}, {"legislator_profile_id": 704, "is_prime": false}, {"legislator_profile_id": 716, "is_prime": false}, {"legislator_profile_id": 676, "is_prime": false}, {"legislator_profile_id": 635, "is_prime": false}, {"legislator_profile_id": 692, "is_prime": false}, {"legislator_profile_id": 712, "is_prime": false}, {"legislator_profile_id": 706, "is_prime": false}, {"legislator_profile_id": 725, "is_prime": false}, {"legislator_profile_id": 659, "is_prime": false}, {"legislator_profile_id": 656, "is_prime": false}, {"legislator_profile_id": 661, "is_prime": false}, {"legislator_profile_id": 695, "is_prime": false}, {"legislator_profile_id": 696, "is_prime": false}, {"legislator_profile_id": 701, "is_prime": false}, {"legislator_profile_id": 645, "is_prime": false}, {"legislator_profile_id": 665, "is_prime": false}, {"legislator_profile_id": 687, "is_prime": false}, {"legislator_profile_id": 668, "is_prime": false}, {"legislator_profile_id": 735, "is_prime": false}, {"legislator_profile_id": 713, "is_prime": false}, {"legislator_profile_id": 710, "is_prime": false}], "keywords": ["Health Insurance", "Insurance "], "audio": [{"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/she24.mp3", "start_seconds": 175.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/she24.mp3", "start_seconds": 175.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/she24.mp3", "start_seconds": 175.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/she26.mp3", "start_seconds": 57.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/she26.mp3", "start_seconds": 57.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/she26.mp3", "start_seconds": 57.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/she26.mp3", "start_seconds": 57.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/she26.mp3", "start_seconds": 57.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/she26.mp3", "start_seconds": 57.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/she26.mp3", "start_seconds": 57.0}], "bill_versions": [{"bill_id": 823, "bill_version_id": 6230, "bill_version": "Introduced", "bill_version_date": "2009-01-29T09:15:17.493-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide health insurance coverage for contraceptive drugs and devices. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-17 be amended by adding thereto a NEW SECTION to read as follows: Every policy of health insurance that provides coverage for prescription drugs and devices and that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited benefit coverage, shall provide coverage for contraceptive drugs and devices approved by the Federal Drug Administration that are subject to the same dollar limits, deductibles, and coinsurance factors as for other prescription drugs or devices. If a health care provider determines that none of the drugs or devices designated by the insurer are medically appropriate for the insured, the insurer shall provide coverage for another approved contraceptive drug or device prescribed by the insured's health care provider. Any religious employer may request and an insurer shall grant an exclusion under the policy for the coverage required by this section if the required coverage conflicts with the religious employer's bona fide religious beliefs and practices. A religious employer that obtains an exclusion under this section shall provide prospective insureds and those individuals insured under its policy written notice of the exclusion. This section may not be construed as authorizing an insurer to exclude coverage for prescription drugs prescribed for reasons other than contraceptive purposes or for prescription contraception that is necessary to preserve the life or health of a covered person. For the purposes of this section, the term, religious employer, means an employer that is a church as defined in 26 U.S.C. section 3121(w)(3)(A) and that qualifies as a tax-exempt organization under 26 U.S.C. section 501(c)(3). Section 2. That chapter 58-18 be amended by adding thereto a NEW SECTION to read as follows: Every group health insurance policy that provides coverage for prescription drugs and devices and that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited benefit coverage, shall provide coverage for contraceptive drugs and devices approved by the Federal Drug Administration that are subject to the same dollar limits, deductibles, and coinsurance factors as for other prescription drugs or devices. If a health care provider determines that none of the drugs or devices designated by the insurer are medically appropriate for the insured, the insurer shall provide coverage for another approved contraceptive drug or device prescribed by the insured's health care provider. Any religious employer may request and an insurer shall grant an exclusion under the policy for the coverage required by this section if the required coverage conflicts with the religious employer's bona fide religious beliefs and practices. A religious employer that obtains an exclusion under this section shall provide prospective insureds and those individuals insured under its policy written notice of the exclusion. This section may not be construed as authorizing an insurer to exclude coverage for prescription drugs prescribed for reasons other than contraceptive purposes or for prescription contraception that is necessary to preserve the life or health of a covered person. For the purposes of this section, the term, religious employer, means an employer that is a church as defined in 26 U.S.C. section 3121(w)(3)(A) and that qualifies as a tax-exempt organization under 26 U.S.C. section 501(c)(3). Section 3. That chapter 58-18B be amended by adding thereto a NEW SECTION to read as follows: Every health benefit plan of a small employer carrier that provides coverage for prescription drugs and devices and that is delivered, issued for delivery, or renewed in this state, except for plans that provide coverage for specified disease or other limited benefit coverage, shall provide coverage for contraceptive drugs and devices approved by the Federal Drug Administration that are subject to the same dollar limits, deductibles, and coinsurance factors as for other prescription drugs or devices. If a health care provider determines that none of the drugs or devices designated by the carrier are medically appropriate for the insured, the carrier shall provide coverage for another approved contraceptive drug or device prescribed by the insured's health care provider. Any religious employer may request and an insurer shall grant an exclusion under the plan for the coverage required by this section if the required coverage conflicts with the religious employer's bona fide religious beliefs and practices. A religious employer that obtains an exclusion under this section shall provide prospective insureds and those individuals insured under its plan written notice of the exclusion. This section may not be construed as authorizing an insurer to exclude coverage for prescription drugs prescribed for reasons other than contraceptive purposes or for prescription contraception that is necessary to preserve the life or health of a covered person. For the purposes of this section, the term, religious employer, means an employer that is a church as defined in 26 U.S.C. section 3121(w)(3)(A) and that qualifies as a tax-exempt organization under 26 U.S.C. section 501(c)(3). Section 4. That chapter 58-38 be amended by adding thereto a NEW SECTION to read as follows: Every service or indemnity-type contract issued by a nonprofit medical and surgical service plan corporation that provides coverage for prescription drugs and devices and that is delivered, issued for delivery, or renewed in this state, except for contracts that provide coverage for specified disease or other limited benefit coverage, shall provide coverage for contraceptive drugs and devices approved by the Federal Drug Administration that are subject to the same dollar limits, deductibles, and coinsurance factors as for other prescription drugs or devices. If a health care provider determines that none of the drugs or devices designated by the insurer are medically appropriate for the insured, the insurer shall provide coverage for another approved contraceptive drug or device prescribed by the insured's health care provider. Any religious employer may request and an insurer shall grant an exclusion under the contract for the coverage required by this section if the required coverage conflicts with the religious employer's bona fide religious beliefs and practices. A religious employer that obtains an exclusion under this section shall provide prospective insureds and those individuals insured under its contract written notice of the exclusion. This section may not be construed as authorizing an insurer to exclude coverage for prescription drugs prescribed for reasons other than contraceptive purposes or for prescription contraception that is necessary to preserve the life or health of a covered person. For the purposes of this section, the term, religious employer, means an employer that is a church as defined in 26 U.S.C. section 3121(w)(3)(A) and that qualifies as a tax-exempt organization under 26 U.S.C. section 501(c)(3). Section 5. That chapter 58-40 be amended by adding thereto a NEW SECTION to read as follows: Every service or indemnity-type contract issued by a nonprofit hospital service plan corporation that provides coverage for prescription drugs and devices and that is delivered, issued for delivery, or renewed in this state, except for contracts that provide coverage for specified disease or other limited benefit coverage, shall provide coverage for contraceptive drugs and devices approved by the Federal Drug Administration that are subject to the same dollar limits, deductibles, and coinsurance factors as for other prescription drugs or devices. If a health care provider determines that none of the drugs or devices designated by the insurer are medically appropriate for the insured, the insurer shall provide coverage for another approved contraceptive drug or device prescribed by the insured's health care provider. Any religious employer may request and an insurer shall grant an exclusion under the contract for the coverage required by this section if the required coverage conflicts with the religious employer's bona fide religious beliefs and practices. A religious employer that obtains an exclusion under this section shall provide prospective insureds and those individuals insured under its contract written notice of the exclusion. This section may not be construed as authorizing an insurer to exclude coverage for prescription drugs prescribed for reasons other than contraceptive purposes or for prescription contraception that is necessary to preserve the life or health of a covered person. For the purposes of this section, the term, religious employer, means an employer that is a church as defined in 26 U.S.C. section 3121(w)(3)(A) and that qualifies as a tax-exempt organization under 26 U.S.C. section 501(c)(3). Section 6. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: Every health maintenance contract that provides coverage for prescription drugs and devices and that is delivered, issued for delivery, or renewed in this state, except for contracts that provide coverage for specified disease or other limited benefit coverage, shall provide coverage for contraceptive drugs and devices approved by the Federal Drug Administration that are subject to the same dollar limits, deductibles, and coinsurance factors as for other prescription drugs or devices. If a health care provider determines that none of the drugs or devices designated by the insurer are medically appropriate for the insured, the insurer shall provide coverage for another approved contraceptive drug or device prescribed by the insured's health care provider. Any religious employer may request and an insurer shall grant an exclusion under the contract for the coverage required by this section if the required coverage conflicts with the religious employer's bona fide religious beliefs and practices. A religious employer that obtains an exclusion under this section shall provide prospective insureds and those individuals insured under its contract written notice of the exclusion. This section may not be construed as authorizing an insurer to exclude coverage for prescription drugs prescribed for reasons other than contraceptive purposes or for prescription contraception that is necessary to preserve the life or health of a covered person. For the purposes of this section, the term, religious employer, means an employer that is a church as defined in 26 U.S.C. section 3121(w)(3)(A) and that qualifies as a tax-exempt organization under 26 U.S.C. section 501(c)(3)."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 823, "action_date": "2009-01-29T14:00:00-06:00", "document_id": 6350, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6350.pdf", "status_text": "First read in Senate and referred to", "journal_page": 227, "committee_id_action": 54, "committee_id_assigned": 34, "result": "N", "vote": {}}, {"bill_id": 823, "action_date": "2009-02-11T07:45:00-06:00", "document_id": 7030, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7030.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 34, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 823, "action_date": "2009-02-18T07:45:00-06:00", "document_id": 7212, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7212.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 34, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 823, "action_date": "2009-02-20T07:45:00-06:00", "document_id": 7663, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7663.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 34, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 823, "action_date": "2009-02-20T07:45:00-06:00", "document_id": 7881, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7881.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 34, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 4399, "president_vote": null, "Nay": [649, 655, 675, 662], "Yea": [656, 701, 704]}}, {"bill_id": 823, "action_date": "2009-02-20T07:45:00-06:00", "document_id": 7881, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7881.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 484, "committee_id_action": 34, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4400, "president_vote": null, "Yea": [649, 655, 675, 662], "Nay": [656, 701, 704]}}, {"bill_id": 823, "action_date": "2009-02-23T14:00:00-06:00", "document_id": 8032, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8032.pdf", "status_text": "Recalled from committee (Rule 7-7)", "journal_page": 509, "committee_id_action": 54, "committee_id_assigned": 34, "result": "P", "vote": {}}, {"bill_id": 823, "action_date": "2009-02-23T17:20:00-06:00", "document_id": 8044, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8044.pdf", "status_text": "Do Not Pass", "journal_page": 520, "committee_id_action": 34, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4539, "president_vote": null, "Yea": [649, 655, 675, 701, 662], "Excused": [656], "Nay": [704]}}, {"bill_id": 823, "action_date": "2009-02-24T14:00:00-06:00", "document_id": 8137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8137.pdf", "status_text": "Motion to strike the \"Not\"", "journal_page": 525, "committee_id_action": 54, "committee_id_assigned": 34, "result": "F", "vote": {"vote_id": 4594, "president_vote": null, "Nay": [653, 682, 702, 649, 700, 655, 673, 677, 675, 634, 697, 690, 667, 669, 686, 662, 638, 648, 640, 689, 694, 705], "Yea": [704, 680, 685, 663, 659, 636, 656, 661, 701, 703, 664, 642, 671]}}]}