{"session_id": 61, "bill_id": 21622, "bill_type": "Senate Bill", "bill_number": 179, "bill_title": "increase the veterans bonus payment amount.", "sponsors": [{"legislator_profile_id": 3625, "is_prime": true}, {"legislator_profile_id": 3631, "is_prime": true}, {"legislator_profile_id": 3575, "is_prime": false}, {"legislator_profile_id": 3594, "is_prime": false}, {"legislator_profile_id": 3597, "is_prime": false}, {"legislator_profile_id": 3621, "is_prime": false}, {"legislator_profile_id": 3623, "is_prime": false}, {"legislator_profile_id": 3627, "is_prime": false}, {"legislator_profile_id": 3628, "is_prime": false}, {"legislator_profile_id": 3633, "is_prime": false}, {"legislator_profile_id": 3637, "is_prime": false}, {"legislator_profile_id": 3643, "is_prime": false}, {"legislator_profile_id": 3650, "is_prime": false}, {"legislator_profile_id": 3660, "is_prime": false}, {"legislator_profile_id": 3663, "is_prime": false}, {"legislator_profile_id": 3664, "is_prime": false}], "keywords": ["Appropriation", "Military Affairs"], "audio": [{"meeting_datetime": "2007-02-02T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sap18.mp3", "start_seconds": 5753.0}, {"meeting_datetime": "2007-02-02T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sap18.mp3", "start_seconds": 5753.0}, {"meeting_datetime": "2007-02-02T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sap18.mp3", "start_seconds": 5753.0}], "bill_versions": [{"bill_id": 21622, "bill_version_id": 110887, "bill_version": "Introduced", "bill_version_date": "2007-01-26T09:07:33-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase the veterans bonus payment amount. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 33-17-22 be amended to read as follows: 33-17-22. Any bonus earned pursuant to § 33-17-20 that is based on qualifying service during the period September 11, 2001, to a date to be determined by the South Dakota Legislature, shall be paid at the rate of one hundred dollars for the first month and twenty dollars for each subsequent month of active duty in the armed forces during such period, to a maximum bonus of two hundred forty three hundred sixty dollars for service in nonhostile area. Section 2. That § 33-17-24 be amended to read as follows: 33-17-24. Such bonus shall be paid in the amount of five hundred seven hundred fifty dollars to dependents of each member of the armed forces who died as the result of wounds or injuries suffered or illness incurred in service that would have qualified for a bonus pursuant to § 33-17-20, regardless of the length of such service or regardless of whether or not such service was within or without the continental United States. Section 3. That § 33-17-24.1 be amended to read as follows: 33-17-24.1. Notwithstanding the provisions of §§ 33-17-22 and 33-17-37, if any veteran who qualifies for a bonus pursuant to § 33-17-20 is rated ten percent or more disabled for service connected disability or disabilities by the veterans administration as a result of wounds or injuries or illness incurred while on active duty in the areas or periods specified in § 33-17-20 regardless of the length of such service, the veteran's bonus shall be in the amount of five hundred seven hundred fifty dollars. Section 4. That § 33-17-37 be amended to read as follows: 33-17-37. Any bonus earned pursuant to § 33-17-20 that is based on qualifying service during the period from September 11, 2001, to a date to be determined by the South Dakota Legislature, shall be paid at the rate of one hundred dollars for the first month and twenty dollars for each subsequent month of active duty in the armed forces during such period, to a maximum bonus of two hundred forty three hundred sixty dollars. However, any person who qualifies for a bonus pursuant to § 33-17-20 and who has received or is eligible to receive the southwest Asia service medal, the armed forces expeditionary medal, Kosovo campaign medal, Afghanistan campaign medal, Iraq campaign medal, global war on terrorism expeditionary medal, global war on terrorism service medal, or other United States campaign or service medal awarded for participation outside the boundaries of the United States in combat operations against hostile forces for service in the armed forces after January 1, 1993, to a date to be determined by the South Dakota Legislature, shall, for the time served in one or more such areas qualifying for any of the medals listed in this section, be paid one hundred fifty dollars for the first month and fifty dollars for each subsequent month of such service, up to a maximum bonus, together with any payments pursuant to this section for service not qualifying for either medal, of five hundred seven hundred fifty dollars. Section 5. That § 33-17-37.1 be amended to read as follows: 33-17-37.1. Any veteran who served on active duty after August 2, 1990, and who qualified for a veterans bonus as provided by chapter 238 of the 1992 Session Laws and chapter 243 of the 1993 Session Laws is eligible to receive a veterans bonus as provided for by chapter 238 of the 1992 Session Laws and chapter 243 of the 1993 Session Laws. Any such veteran shall be paid at the rates established pursuant to the provisions of this Act. Section 6. That § 33-17-38 be amended to read as follows: 33-17-38. No veteran may receive more than one bonus pursuant to § 33-17-20 for service before January 1, 1993, and no veteran may receive more than one bonus for service after January 1, 1993. However, any veteran who is eligible for a bonus pursuant to § 33-17-20 for service before December 31, 1992, and for service after January 1, 1993, may receive two separate bonuses. No single bonus may exceed five hundred seven hundred fifty dollars."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21622, "action_date": "2007-01-26T13:00:00-06:00", "document_id": 110965, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110965.pdf", "status_text": "First read in Senate and referred to", "journal_page": 260, "committee_id_action": 924, "committee_id_assigned": 922, "result": "N", "vote": {}}, {"bill_id": 21622, "action_date": "2007-02-02T08:00:00-06:00", "document_id": 111451, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111451.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 922, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21622, "action_date": "2007-02-02T08:00:00-06:00", "document_id": 111451, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111451.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 356, "committee_id_action": 922, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66698, "president_vote": null, "Yea": [3575, 3603, 3610, 3615, 3617, 3618, 3633, 3661, 3574]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21622"}