{"session_id": 10, "bill_id": 2566, "bill_type": "House Bill", "bill_number": 1140, "bill_title": "require the development of school safety plans and to require the conduct of lockdown drills in accredited schools.", "sponsors": [{"legislator_profile_id": 85, "is_prime": true}, {"legislator_profile_id": 27, "is_prime": true}, {"legislator_profile_id": 12, "is_prime": false}, {"legislator_profile_id": 26, "is_prime": false}, {"legislator_profile_id": 84, "is_prime": false}, {"legislator_profile_id": 39, "is_prime": false}, {"legislator_profile_id": 103, "is_prime": false}, {"legislator_profile_id": 102, "is_prime": false}, {"legislator_profile_id": 52, "is_prime": false}, {"legislator_profile_id": 8, "is_prime": false}, {"legislator_profile_id": 66, "is_prime": false}], "keywords": ["Education", "School District"], "audio": [{"meeting_datetime": "2011-01-31T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hed13.mp3", "start_seconds": 4265.0}, {"meeting_datetime": "2011-01-31T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hed13.mp3", "start_seconds": 4265.0}, {"meeting_datetime": "2011-01-31T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hed13.mp3", "start_seconds": 4265.0}, {"meeting_datetime": "2011-01-31T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hed13.mp3", "start_seconds": 4265.0}], "bill_versions": [{"bill_id": 2566, "bill_version_id": 15513, "bill_version": "Introduced", "bill_version_date": "2011-01-25T08:25:37.647-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require the development of school safety plans and to require the conduct of lockdown drills in accredited schools. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Each accredited school shall have a school safety plan. The plan shall be developed by a school safety team appointed by the principal of the accredited school. The team shall consist of the building principal, a teacher, a counselor, the school resource officer or another law enforcement official if a school resource officer is not available, an emergency management professional, a member of the local fire department, and a custodian at the school. Section 2. A school safety plan shall include: (1) The person in charge if a violent incident occurs, and a designated substitute; (2) Policies and procedures for the safe evacuation of students, teachers, other school personnel, and visitors from the school in the event of a violent incident, including both lockdown and evacuation plans; (3) Protocols for responding to the immediate physical harm of anyone present in the school building during a violent incident; (4) The establishment of both an internal and external communications system for use during emergencies; (5) The designation of an emergency response team including school personnel, local law enforcement officials, and other emergency response agencies; (6) A checklist of all necessary equipment that the emergency response team will need to fulfill its duties, and information on how the team members will gain access to the necessary equipment; and (7) The designation of a post-incident response team including appropriate school personnel, medical personnel, mental health personnel, and others who can assist the school community in coping with the aftermath of the violent incident. Section 3. Once the school safety plan is developed, the school safety team shall meet to ensure the plan is being followed and to institute any needed changes in the plan, protocol, or procedures surrounding emergency and crisis planning within the school building. Section 4. In addition to preparing the school safety plan, each accredited school shall conduct a lockdown drill at least once per year. The date and time of the lockdown drill shall be recorded and kept on file in the offices of both the school and the school superintendent. The lockdown drill shall be conducted in the presence of the building principal or vice-principal, the school resource officer or another law enforcement official if a school resource officer is unavailable, and any other persons requested to assist. Section 5. At each accredited school, at least one annual meeting shall be conducted to review and update the school's emergency and crisis response plans, protocols, and procedures. Each meeting shall include members of the school safety team and any other individuals helping to build the school safety plan, and they shall be provided notice of the meeting by the building principal at least thirty days in advance. The building principal shall keep accurate minutes of each meeting that include any changes that are made to the school safety plan at the meeting."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2566, "action_date": "2011-01-25T14:00:00-06:00", "document_id": 15620, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15620.pdf", "status_text": "First read in House and referred to", "journal_page": 165, "committee_id_action": 115, "committee_id_assigned": 102, "result": "N", "vote": {}}, {"bill_id": 2566, "action_date": "2011-01-31T07:45:00-06:00", "document_id": 15731, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15731.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 102, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2566, "action_date": "2011-01-31T07:45:00-06:00", "document_id": 15938, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15938.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 212, "committee_id_action": 102, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8284, "president_vote": null, "Nay": [48, 28, 102, 86, 101, 69], "Yea": [94, 11, 96, 95, 99, 74, 29, 33], "Excused": [62]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2566"}