{"session_id": 68, "bill_id": 24202, "bill_type": "House Bill", "bill_number": 1203, "bill_title": "establish provisions relating to occupational licensing and criminal convictions.", "sponsors": [{"legislator_profile_id": 4397, "is_prime": true}, {"legislator_profile_id": 4394, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4410, "is_prime": false}, {"legislator_profile_id": 4430, "is_prime": false}, {"legislator_profile_id": 4461, "is_prime": false}], "keywords": ["Administrative Procedure", "Boards and Commissions", "Licensure", "Professions and Occupations", "Promulgation of Rules"], "audio": [], "bill_versions": [{"bill_id": 24202, "bill_version_id": 247845, "bill_version": "Introduced", "bill_version_date": "2023-01-31T20:29:54.78-06:00", "bill_text": "An Act to establish provisions relating to occupational licensing and criminal convictions. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 36: Terms in this chapter mean: (1) \"Board,” a state governmental entity responsible for granting, denying, diminishing, limiting, suspending, revoking, refusing to renew, and otherwise withholding state recognition; (2) \"Executive director,” the governmental employee responsible for the enforcement of state recognition; (3) “Occupational license” a nontransferable authorization in law for an individual to exclusively perform a lawful occupation, for compensation, based on meeting personal qualifications; (4) “Personal qualifications,” the completion of an approved educational program, satisfactory performance on an examination, work experience, apprenticeship, other evidence of attainment of requisite skills or knowledge, criminal record, completion of continuing education, or any other criteria related to an individual’s personal background and characteristics; and (5) “State recognition,” a governmental grant or renewal of an occupational title, certification, license, or authorization to work in a lawful occupation. Section 2. That a NEW SECTION be added to title 36: Notwithstanding any other law, an executive director or board may use only this chapter to deny, diminish, limit, suspend, revoke, refuse to renew, or otherwise withhold state recognition because of a criminal conviction or question of character. Neither an executive director nor a board may automatically bar an individual from state recognition because of a criminal record. An executive director or a board may, for purposes of state recognition, consider only a conviction of a felony or a violent misdemeanor. Neither an executive director nor a board may, for purposes of state recognition, consider or require that a person disclose a: (1) Deferred adjudication, participation in a diversion program, or an arrest not followed by a conviction; (2) Conviction for which no sentence of incarceration can be imposed; (3) Conviction that has been sealed, annulled, dismissed, expunged or pardoned; (4) Juvenile adjudication; (5) Non-violent misdemeanor; or (6) Conviction, older than three years, for which the person was not incarcerated, or for which the person’s incarceration ended more than three years before the date of the board’s consideration, except for a conviction of a felony related to: (a) A sexual act; (b) Fraud or embezzlement; (c) An aggravated assault; (d) An aggravated robbery; (e) The aggravated abuse, neglect, or endangerment of a child; (f) Arson; (g) Carjacking; (h) Kidnapping; or (i) Murder or manslaughter. Section 3. That a NEW SECTION be added to title 36: The executive director of a board may grant state recognition despite a person having a criminal conviction or a question of character, or choose not to deny, diminish, limit, suspend, revoke, refuse to renew, or otherwise withhold state recognition, because a person has a criminal conviction or there exists a question of character. Section 4. That a NEW SECTION be added to title 36: An executive director or a board shall deny, diminish, limit, suspend, revoke, refuse to renew, or otherwise withhold state recognition if it is determined that: (1) The person’s criminal record, if not excluded under section 2 of this Act, directly relates to the duties and responsibilities of the occupation; and (2) Granting the person state recognition would pose a direct and substantial risk to public safety, because the person has not, in accordance with section 5 of this Act, been rehabilitated so as to safely perform the duties and responsibilities of the occupation. Section 5. That a NEW SECTION be added to title 36: To determine whether a person has been rehabilitated, an executive director or a board shall consider: (1) The age of the person at the time of the offense; (2) The time that has elapsed since the offense; (3) The circumstances and nature of the offense; (4) The completion of the criminal sentence; (5) Any certificate of rehabilitation or good conduct; (6) The completion of, or active participation in, a rehabilitative drug or alcohol treatment program; (7) Testimonials and recommendations, including a progress report from a probation or parole officer; (8) Other evidence of rehabilitation; (9) Education and training; (10) Employment history; (11) Employment aspirations; (12) Family responsibilities; (13) Whether bonding is required in the occupation; and (14) Any other information the person has offered. Section 6. That a NEW SECTION be added to title 36: Any adverse decision made by the executive director or the board must be supported by clear and convincing evidence. An ambiguity in an occupational statute or rule relating to the board or the executive director’s use of a person's criminal record must be resolved in favor of the person. Section 7. That a NEW SECTION be added to title 36: The executive director or the board may deny, diminish, limit, suspend, revoke, refuse to renew, or otherwise withhold state recognition based, in whole or in part, on a person's criminal record only if: (1) The executive director issues a preliminary adverse decision; (2) The board makes a final written decision; and (3) The person may appeal the final decision in accordance with chapter 1-26. Section 8. That a NEW SECTION be added to title 36: To issue a preliminary adverse decision to deny, diminish, limit, suspend, revoke, refuse to renew or otherwise withhold state recognition, the executive director shall request an informal meeting with the person. The person may have family members, friends, prospective employers, probation or parole officers, rehabilitation counselors, and other character witnesses present verbal or written support at the meeting. The meeting may be held in person or electronically. If a person is applying for state recognition, the meeting must be held within sixty days after the person's application is submitted. The executive director may not make an adverse inference based on a person's decision not to attend an informal meeting or to not include witnesses at that meeting. The executive director shall promptly issue a written decision: (1) To approve state recognition or decline to take adverse action against the person's state recognition; or (2) To issue a preliminary adverse decision. The executive director shall issue the decision within sixty days after the complete submission of the issue for consideration or the informal meeting, whichever is later. The executive director shall submit any preliminary adverse decision to the board for consideration. Section 9. That a NEW SECTION be added to title 36: A preliminary adverse decision may not become final without ratification by the board. If the person receives a preliminary adverse decision by the executive director, the person may request that the board overturn the decision. The request to the board may include additional or revised information. The person is entitled to a hearing before the board, which includes witnesses. The hearing must be conducted in accordance with chapter 1-26. The board shall issue a final written decision. The person may appeal the board’s decision in accordance with chapter 1-26. The board, in issuing a final decision adverse to the person, shall inform the person of the right to appeal. Section 10. That a NEW SECTION be added to title 36: A person with a criminal record may petition the board, at any time, including while incarcerated or before obtaining any required personal qualifications, for a decision as to whether the person's criminal record may disqualify the person from obtaining state recognition. The person shall either include the person's criminal record in the petition or authorize the executive director or the board to obtain the record. The executive director and the board shall make a decision using the process set forth in sections 4 to 9, inclusive, of this Act. A decision to grant state recognition, or to grant state recognition conditionally, is binding on the executive director and the board in any later ruling regarding state recognition, unless there is a material and adverse change that is directly and specifically related to the person’s criminal record. Section 11. That a NEW SECTION be added to title 36: If the board determines that state recognition may not be granted, the board shall advise the person of any actions that may be taken to remedy the disqualification. The person may submit a revised petition reflecting completion of the remedial actions before a deadline that the board sets in its alternative advisory decision. The person may not submit a new petition to the board until one year after a final judgment on the initial petition or upon obtaining the required personal qualifications, whichever is earlier. The board may charge the person a fee to recoup its costs, provided the fee does not exceed one hundred dollars for each petition. If the person's income at the time of submitting the application is at or below three hundred percent of the federal poverty level, the board must waive the fee. Section 12. That a NEW SECTION be added to title 36: The Department of Labor and Regulation shall publish a report, before July first of each year. The report must include: (1) The number of persons that applied for each state recognition, the number that were granted state recognition, and the number that were denied state recognition; (2) The number of candidates for each state recognition examination, the number that passed, and the number that failed the examination; (3) The number of applicants for each state recognition or recognition renewal with a criminal record, the number of times that each board granted the application and the number of times the board denied, diminished, suspended, revoked, withheld, refused to renew, or otherwise limited state recognition because of a person's criminal conviction; (4) The types of offenses considered in accordance with subdivision (3); (5) The number of persons who petitioned each board under section 10 of this Act; (6) The number of approvals and denials under sections 10 and 11 of this Act; and (7) Offenses for which each board approved or denied petitions under section 10 of this Act. Section 13. That a NEW SECTION be added to title 36: Nothing in this chapter may be construed to change a board’s authority to enforce other conditions of state recognition. Nothing in this chapter may be construed to require a private certification organization to grant or deny certification to a person. Section 14. On or before January 1, 2025, each board shall amend its rules, forms, and any other public documents, to comply with this Act, provide information on its website regarding this Act and the availability of a pre-determination process, and propose statutory changes to address any conflicts with this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24202, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247777.pdf", "status_text": "First read in House and referred to", "journal_page": 193, "committee_id_action": 1159, "committee_id_assigned": 1154, "result": "N", "vote": {}}]}