{"session_id": 19, "bill_id": 4088, "bill_type": "House Bill", "bill_number": 1062, "bill_title": "repeal and reenact certain provisions regarding forestry and fire suppression.", "sponsors": [], "keywords": ["Agriculture and Horticulture", "Forestry", "Game, Fish, Parks and Forestry", "Pine Beetle"], "audio": [{"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hag14.mp3", "start_seconds": 1702.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hag14.mp3", "start_seconds": 1702.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hag14.mp3", "start_seconds": 1702.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hag14.mp3", "start_seconds": 1702.0}, {"meeting_datetime": "2013-02-26T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag30.mp3", "start_seconds": 2640.0}, {"meeting_datetime": "2013-02-26T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag30.mp3", "start_seconds": 2640.0}, {"meeting_datetime": "2013-02-26T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag30.mp3", "start_seconds": 2640.0}, {"meeting_datetime": "2013-02-26T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag30.mp3", "start_seconds": 2640.0}], "bill_versions": [{"bill_id": 4088, "bill_version_id": 23529, "bill_version": "Introduced", "bill_version_date": "2013-01-07T15:42:35.253-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal and reenact certain provisions regarding forestry and fire suppression. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 41-20-1 be repealed. 41-20-1. The Department of Agriculture may at its discretion employ a state forester who shall be qualified for and authorized to carry out all the activities necessary for the management, protection, harvest, and sale of timber for all interested state agencies. Section 2. That §§ 41-20-1.1 to 41-20-13, inclusive, be repealed. Section 3. That § 41-21-1 be repealed. 41-21-1. The Legislature hereby finds and declares that certain forest insects and diseases, when allowed to increase to epidemic proportion, can cause serious damage to the forest and tree resources of this state and constitute a public nuisance. The Legislature further finds that adequate forest insect and disease control programs are in effect on state and federal owned forestlands but not on many tracts of private owned forestlands, and it is necessary to ensure adequate control on all lands regardless of ownership. Therefore, it is the purpose of this chapter to establish provisions whereby action can be taken to ensure that an adequate level of forest insect and disease control is accomplished on all privately owned lands, and to establish the maximum state federal cost share assistance to a private landowner for such control. Section 4. That §§ 41-21-1.1 to 41-21-8, inclusive, be repealed. Section 5. Terms used in sections 5 to 19, inclusive of this Act, mean: (1) \"Certificate of treatment,\" a written statement by the state forester certifying treatment of a forest insect or disease infestation on private land and containing information on the number of trees treated, location of the trees, ownership of the land, the cost of treatment, and other pertinent information; (2) \"Declared forest insect or disease emergency,\" any state of forest insect or disease infestation or infection deemed a serious threat to the forest or tree resource by the state forester of South Dakota; (3) \"Privately owned forestland,\" any land not in government ownership that is at least ten percent stocked with trees and is outside the limits of any incorporated municipality; (4) \"State forester,\" the state forester of South Dakota, his or her assistants, employees, or designated agents. Section 6. The secretary of agriculture may promulgate rules pursuant to chapter 1-26 concerning: (1) The establishment of a register of qualified professional foresters for the referral of timber sale assistance requests; (2) Provisions for the removal of foresters from the register; (3) Establishment of a forest insect and disease control area; (4) Landowner notification of forest insect and disease infestation and timetable for control; and (5) Provisions for reimbursing landowners for control costs. Section 7. The Department of Agriculture shall employ a state forester who shall be qualified for and authorized to carry out all the activities necessary for the management, protection, harvest, and sale of timber for all interested state agencies. Section 8. The state forester, under the direction of the Department of Agriculture, shall administer and enforce all state laws with reference to forests, woodlands, trees, and tree plantations, public and private, and shall provide for their health and protection from trespass, and other damaging influences. Section 9. The state forester, with the sanction of the Department of Agriculture, may, upon request, assist and cooperate with any agency of the United States government; all state, county, and municipal agencies; and with any corporation, association, partnership, or individual owning or controlling any forestland, woodland, shelterbelt, or rangeland in the management and protection of such forestland, woodland, shelterbelt, or rangeland, including: (1) Preparation of plans for management and protection of forest health including during a declared forest insect or disease emergency; and (2) Management, surveying, harvesting, marketing, and processing of forest products. In providing timber sale assistance pursuant to subdivisions (1) and (2) of this section, on private lands, the state forester shall determine that such assistance is not reasonably available through a consulting forester. If the assistance is determined to be unavailable from a consulting forester, the state forester may provide the assistance after courtesy notification to private industrial foresters. However, the assistance provided is limited to thirty man-days over a period of six years per individual owner. Section 10. The state forester shall cooperate with the secretary of the United States Department of Agriculture in providing assistance to owners of land in tree planting; in the procurement of forest trees, seeds, and plants, not including fruit or ornamental trees; and in the distribution of the seeds and plants at reasonable cost so that the seeds or plants are used effectively for planting forest trees for domestic and industrial purposes; for protecting farm buildings, crops, and fields from erosion; and for furnishing forest cover beneficial for water conservation and for wildlife habitat. Section 11. In all purchases of seeds or trees under the provisions of section 10 of this Act, preference shall be given to trees and tree seeds grown in this state and to South Dakota dealers. Such purchases shall be paid for from the fund provided for in section 13 of this Act, and accruals to the fund, and from sales of seeds and trees purchased. Section 12. All moneys received from the sale of trees and seeds shall be placed in the forestry fund created in section 13 of this Act. Section 13. There is continued the forestry fund which is in addition to any fund which may be made available by appropriation to the Department of Agriculture for the operation of forestry programs. The fund shall consist of funds coming to the Department of Agriculture that are available to the department for the operation of forestry programs. All money in the fund is annually appropriated to be disbursed by the Department of Agriculture as provided by law. The money in the fund shall be used for necessary purposes and shall be expended upon warrants drawn by the state auditor on vouchers approved by authorized personnel. Section 14. The Department of Agriculture shall conserve, protect, improve, develop, and increase trees and forests and wood and timber products on state-owned lands, and cooperate with the United States, any agency of the United States, or with any other department, public corporation, or person of this state in such forestry activities on state-owned lands or on lands of the cooperator. Section 15. The Department of Agriculture, through the state forester, may take action to control or mitigate the damage caused by forest insects and diseases on all state and privately owned forestlands or privately owned lands, and to establish the maximum state-federal cost share assistance available to private landowners for such control measures. Section 16. The state forester may enter upon or cross any privately owned forestland or privately owned land for the purpose of surveying for and locating a forest insect or disease infestation. Upon finding any such forest insect or disease infestation, the state forester shall notify the landowner in writing of the presence of the infestation and establish a length of time in which the landowner may control the infestation. The state forester shall further advise the landowner of any acceptable methods and means of effectively controlling the infestation. Section 17. If a landowner effectively controls an infestation on the landowner's property to the satisfaction of the state forester within the time specified upon notification, the landowner may be reimbursed an amount not to exceed the total cost of the suppression measures based on average values for each control measure as determined by the state forester. Control measures implemented by private landowners may only be reimbursed by the state forester if funds are made available for this purpose by Legislature. Section 18. If a landowner fails to effectively control an infestation on the landowner's lands to the satisfaction of the state forester in the specified time, the state forester may to go upon the landowner's property to effectively control the infestation by whatever methods or means the state forester deems appropriate, in which case, the total costs incurred by the state forester shall be charged to the landowner, subtracting any cost share assistance that may be available through the state forester. Section 19. Failure on the part of a landowner to pay to the state in one year's time any amount due and owing under the provisions of this chapter is cause for the state forester to file a certificate of treatment with the county auditor of the county in which the land is located, and the amount shall be collected as taxes are collected. Section 20. There is hereby created within the Department of Agriculture a Division of Wildland Fire. The division is responsible for prevention, fire suppression, fuels mitigation and reduction, education, and training of homeowners, the public, and firefighters, along with other duties or responsibilities as may be necessary to fulfill the purpose of this chapter. Section 21. The Department of Agriculture may employ a state wildland fire coordinator who is authorized and qualified to carry out all wildfire suppression activities. Section 22. The state wildland fire coordinator, under the direction of the Department of Agriculture, shall administer and enforce all state laws for the protection of all forests and woodlands, both public and private, from fire. Section 23. The secretary of agriculture may promulgate rules, pursuant to chapter 1-26, concerning: (1) Authorized actions to prevent, suppress, and extinguish forest and wildland fires, and to provide aid to other forces involved in such fires; (2) Reimbursement of aid provided by the department for the suppression of forest and wildland fires; (3) Payment of fire suppression costs from the fire suppression revolving fund; and (4) Collection, accounting, and reimbursement of normal and extraordinary structural and other fire protection costs resulting from forest and wildland fires. Section 24. Continuing buildup of hazardous fuels increasingly threatens the safety of the families that live within the forest-urban interface. Providing greater guidance for the collection, accounting and reimbursement of costs associated with structural fire protection is necessary as these threats continue to escalate. Because of these increased threats, the secretary of agriculture may establish policies to provide for the protection of homes and other structures during forest and wildland fires. Section 25. The state wildland fire coordinator, under the direction of the Department of Agriculture, shall take authorized action to prevent, suppress, and extinguish forest and wildland wildfires on all state and privately owned forestlands or privately owned lands and on other lands while acting pursuant to a cooperative fire suppression agreement. The coordinator shall direct and aid the efforts of all fire suppression forces involved in the fires. The coordinator may bring an action in circuit court against the responsible person to obtain reimbursement for reasonable fire suppression and extinguishment costs. Section 26. It is a Class 2 misdemeanor for any person to break, remove, or in any manner interfere with or molest any fire toolboxes or any fire tools, implements, or equipment furnished or located by the state or federal forest service upon any of the public lands or elsewhere within this state unless necessary to use in case of fire. Section 27. There is hereby established a fund in the state treasury to be known as the state fire suppression special revenue fund which is hereby appropriated for the payment of costs incurred by the state wildland fire coordinator in suppressing and extinguishing forest and wildland fires and emergency rangeland fires; for the payment of costs incurred by the Governor in authorizing fire prevention measures; and for the payment of costs incurred by the secretary of agriculture in hiring a fire suppression force to assist any other fire suppression agency, regardless of whether the fire being suppressed is within the territorial jurisdiction of the State of South Dakota. The fire suppression agency shall either execute or have an existing cooperative fire suppression agreement with the South Dakota Department of Agriculture. As used in this section, emergency rangeland fires, includes fires outside the Black Hills Forest Fire Protection District that the Governor declares as an emergency and the state wildland fire division assists with fire suppression and extinguishment. Any damages paid from judgments or settlements in civil actions taken under section 25 of this Act and reimbursements or contributions from other sources for suppressing forest and wildland fires may be deposited into the fund. Section 28. Costs payable from the state fire suppression special revenue fund shall be paid by warrant of the state auditor on vouchers approved by the secretary of agriculture. Section 29. The state wildland fire coordinator, with the sanction of the Department of Agriculture, may, upon request, assist and cooperate with any agency of the United States government, all state, county, and municipal agencies, and with any corporation, association, partnership, or individual owning or controlling any forestland, woodland, shelterbelt, or rangeland in the protection of such forestland, woodland, shelterbelt, or rangeland, including: (1) Creation and administration of fire protection districts; (2) Disposal of slash, debris from logging operations, and other fire and insect hazards; and (3) Assistance to the state wildland fire coordinator in the prevention and suppression of fires. After providing assistance in the suppression of fires pursuant to subdivision (3) of this section, the state wildland fire coordinator may collect fire suppression and extinguishment costs pursuant to this chapter if the costs were initially incurred by the coordinator or if the secretary of agriculture has repaid any of the governmental agencies or persons described by this section for goods or services used in fire suppression efforts directed by the coordinator. Section 30. At the request of a board of county commissioners or a person designated by a board of county commissioners for such purpose, the state wildland fire coordinator may assist in the suppression of any range fire within the county. If the coordinator provides the assistance, the county to which the assistance is given shall reimburse the coordinator for the reasonable expenses incurred in giving the assistance if the assistance includes the use of more than one state vehicle and more than two state employees. Section 31. The Department of Agriculture may enter into mutual aid agreements with other fire suppression organizations and determine what costs these organizations would assume during an initial wildfire attack. Section 32. The Department of Agriculture may assist, cooperate, and enter agreements with any agency of the United States government; any state, county, or municipal agency; any fire suppression organization; any person qualified by the state wildland fire coordinator; or any person needed for an incident management team for the purposes of training and of fire prevention or suppression."}, {"bill_id": 4088, "bill_version_id": 26727, "bill_version": "Enrolled", "bill_version_date": "2013-02-28T10:06:57.43-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4088, "action_date": "2013-01-08T12:00:00-06:00", "document_id": 23561, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23561.pdf", "status_text": "First read in House and referred to", "journal_page": 32, "committee_id_action": 202, "committee_id_assigned": 203, "result": "N", "vote": {}}, {"bill_id": 4088, "action_date": "2013-01-29T07:45:00-06:00", "document_id": 24513, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24513.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 203, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4088, "action_date": "2013-01-29T07:45:00-06:00", "document_id": 24862, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24862.pdf", "status_text": "Do Pass", "journal_page": 228, "committee_id_action": 203, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13062, "president_vote": null, "Yea": [420, 415, 417, 342, 359, 414, 332, 393, 408, 407, 352, 378, 350]}}, {"bill_id": 4088, "action_date": "2013-01-29T07:45:00-06:00", "document_id": 24862, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24862.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 203, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4088, "action_date": "2013-01-30T14:00:00-06:00", "document_id": 25017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25017.pdf", "status_text": "Do Pass", "journal_page": 253, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13188, "president_vote": null, "Yea": [420, 346, 415, 418, 326, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 318, 397, 374, 402, 381, 396, 370, 394, 413, 372, 350, 347, 416, 389, 351, 344, 359, 392, 335, 369, 414, 400, 375, 371, 380, 316, 332, 393, 395, 390, 404, 405, 356, 411, 377, 378, 407, 352, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334], "Excused": [408, 355]}}, {"bill_id": 4088, "action_date": "2013-01-31T12:30:00-06:00", "document_id": 25091, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25091.pdf", "status_text": "First read in Senate and referred to", "journal_page": 290, "committee_id_action": 200, "committee_id_assigned": 176, "result": "N", "vote": {}}, {"bill_id": 4088, "action_date": "2013-02-26T10:00:00-06:00", "document_id": 26146, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26146.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 176, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4088, "action_date": "2013-02-26T10:00:00-06:00", "document_id": 26441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26441.pdf", "status_text": "Do Pass", "journal_page": 575, "committee_id_action": 176, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14361, "president_vote": null, "Yea": [388, 340, 329, 385, 384, 368, 333], "Excused": [322, 327]}}, {"bill_id": 4088, "action_date": "2013-02-26T10:00:00-06:00", "document_id": 26441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26441.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 176, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4088, "action_date": "2013-02-27T14:00:00-06:00", "document_id": 26653, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26653.pdf", "status_text": "Do Pass", "journal_page": 606, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14478, "president_vote": null, "Yea": [338, 362, 330, 337, 366, 388, 340, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 331, 419, 317, 320, 385, 384, 321, 368, 328, 333, 386, 367, 319, 339, 387, 327, 383, 379]}}, {"bill_id": 4088, "action_date": "2013-02-28T12:30:00-06:00", "document_id": 26771, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26771.pdf", "status_text": "Signed by the Speaker", "journal_page": 598, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4088, "action_date": "2013-03-04T14:00:00-06:00", "document_id": 26961, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26961.pdf", "status_text": "Signed by the President", "journal_page": 655, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4088, "action_date": "2013-03-05T14:00:00-06:00", "document_id": 27118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27118.pdf", "status_text": "Delivered to the Governor", "journal_page": 735, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4088, "action_date": "2013-03-25T10:00:00-05:00", "document_id": 27484, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27484.pdf", "status_text": "Signed by the Governor", "journal_page": 842, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5415}