{"session_id": 21, "bill_id": 6440, "bill_type": "Senate Bill", "bill_number": 37, "bill_title": "adopt the 2008 Uniform Interstate Family Support Act, to repeal the 1996 Uniform Interstate Family Support Act, and to revise certain provisions relating thereto.", "sponsors": [], "keywords": ["Child Support", "Courts and Judiciary", "Domestic Relations", "Uniform Interstate Family Support Act"], "audio": [{"meeting_datetime": "2015-01-29T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sju12.mp3", "start_seconds": 701.0}, {"meeting_datetime": "2015-01-29T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sju12.mp3", "start_seconds": 701.0}, {"meeting_datetime": "2015-01-29T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sju12.mp3", "start_seconds": 701.0}, {"meeting_datetime": "2015-01-29T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sju12.mp3", "start_seconds": 701.0}, {"meeting_datetime": "2015-02-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hju27.mp3", "start_seconds": 537.0}, {"meeting_datetime": "2015-02-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hju27.mp3", "start_seconds": 537.0}, {"meeting_datetime": "2015-02-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hju27.mp3", "start_seconds": 537.0}, {"meeting_datetime": "2015-03-03T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou30.mp3", "start_seconds": 3895.0}, {"meeting_datetime": "2015-03-03T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou30.mp3", "start_seconds": 3895.0}, {"meeting_datetime": "2015-03-03T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou30.mp3", "start_seconds": 3895.0}], "bill_versions": [{"bill_id": 6440, "bill_version_id": 33010, "bill_version": "Introduced", "bill_version_date": "2015-01-09T16:58:45.17-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the 2008 Uniform Interstate Family Support Act, to repeal the 1996 Uniform Interstate Family Support Act, and to revise certain provisions relating thereto. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 101. This Act may be cited as the Uniform Interstate Family Support Act. Section 102. Terms used in this Act mean: (1) \"Child,\" an individual, whether over or under the age of majority, who is or is alleged to be owed a duty of support by the individual's parent or who is or is alleged to be the beneficiary of a support order directed to the parent; (2) \"Child support order,\" a support order for a child, including a child who has attained the age of majority under the law of the issuing state or foreign country; (3) \"Convention,\" the Convention on the International Recovery of Child Support and Other Forms of Family Maintenance, concluded at The Hague on November 23, 2007; (4) \"Duty of support,\" an obligation imposed or imposable by law to provide support for a child, spouse, or former spouse, including an unsatisfied obligation to provide support; (5) \"Foreign country,\" a country, including a political subdivision thereof, other than the United States, that authorizes the issuance of support orders and: (a) Which has been declared under the law of the United States to be a foreign reciprocating country; (b) Which has established a reciprocal arrangement for child support with this state pursuant to section 308 of this Act; (c) Which has enacted a law or established procedures for the issuance and enforcement of support orders which are substantially similar to the procedures pursuant to this Act; or (d) In which the Convention is in force with respect to the United States; (6) \"Foreign support order,\" a support order of a foreign tribunal; (7) \"Foreign tribunal,\" a court, administrative agency, or quasi-judicial entity of a foreign country which is authorized to establish, enforce, or modify support orders or to determine parentage of a child. The term includes a competent authority under the Convention; (8) \"Home state,\" the state or foreign country in which a child lived with a parent or a person acting as parent for at least six consecutive months immediately preceding the time of filing of a petition or comparable pleading for support and, if a child is less than six months old, the state or foreign country in which the child lived from birth with any of them. A period of temporary absence of any of them is counted as part of the six-month or other period; (9) \"Income,\" earnings or other periodic entitlements to money from any source and any other property subject to withholding for support under the law of this state; (10) \"Income-withholding order,\" an order or other legal process directed to an obligor's employer or other debtor, as defined by the income withholding law of this state, to withhold support from the income of the obligor; (11) \"Initiating tribunal,\" the tribunal of a state or foreign country from which a petition or comparable pleading is forwarded or in which a petition or comparable pleading is filed for forwarding to another state or foreign country; (12) \"Issuing foreign country,\" the foreign country in which a tribunal issues a support order or a judgment determining parentage of a child; (13) \"Issuing state,\" the state in which a tribunal issues a support order or a judgment determining parentage of a child; (14) \"Issuing tribunal,\" the tribunal of a state or foreign country that issues a support order or a judgment determining parentage of a child; (15) \"Law,\" decisional and statutory law and rules and regulations having the force of law; (16) \"Obligee,\": (a) An individual to whom a duty of support is or is alleged to be owed or in whose favor a support order or a judgment determining parentage of a child has been issued; (b) A foreign country, state, or political subdivision of a state to which the rights under a duty of support or support order have been assigned or which has independent claims based on financial assistance provided to an individual obligee in place of child support; (c) An individual seeking a judgment determining parentage of the individual's child; or (d) A person that is a creditor in a proceeding pursuant to Article 7 of this Act; (17) \"Obligor,\" an individual, or the estate of a decedent that: (a) Owes or is alleged to owe a duty of support; (b) Is alleged but has not been adjudicated to be a parent of a child; (c) Is liable under a support order; or (d) Is a debtor in a proceeding pursuant to Article 7 of this Act; (18) \"Outside this state,\" a location in another state or a country other than the United States, whether or not the country is a foreign country; (19) \"Person,\" an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity; (20) \"Record,\" information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form; (21) \"Register,\" to record in a tribunal of this state a support order or judgment determining parentage of a child issued in another state or a foreign country; (22) \"Registering tribunal,\" a tribunal in which a support order or judgment determining parentage of a child is registered; (23) \"Responding state,\" a state in which a petition or comparable pleading for support or to determine parentage of a child is filed or to which a petition or comparable pleading is forwarded for filing from another state or a foreign country; (24) \"Responding tribunal,\" the authorized tribunal in a responding state or foreign country; (25) \"Spousal support order,\" a support order for a spouse or former spouse of the obligor; (26) \"State,\" a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession under the jurisdiction of the United States. The term includes an Indian nation or tribe; (27) \"Support enforcement agency,\" a public official, governmental entity, or private agency authorized to: (a) Seek enforcement of support orders or laws relating to the duty of support; (b) Seek establishment or modification of child support; (c) Request determination of parentage of a child; (d) Attempt to locate obligors or their assets; or (e) Request determination of the controlling child support order; (28) \"Support order,\" a judgment, decree, order, decision, or directive, whether temporary, final, or subject to modification, issued in a state or foreign country for the benefit of a child, a spouse, or a former spouse, which provides for monetary support, health care, arrearages, retroactive support, or reimbursement for financial assistance provided to an individual obligee in place of child support. The term may include related costs and fees, interest, income withholding, automatic adjustment, reasonable attorney's fees, and other relief; (29) \"Tribunal,\" a court, administrative agency, or quasi-judicial entity authorized to establish, enforce, or modify support orders or to determine parentage of a child. Section 103. (a) The Department of Social Services and the Unified Judicial System are the tribunals of this state. (b) The Department of Social Services is the support enforcement agency of this state. Section 104. (a) Remedies provided pursuant to this Act are cumulative and do not affect the availability of remedies under other law or the recognition of a foreign support order on the basis of comity. (b) The provisions of this Act do not: (1) Provide the exclusive method of establishing or enforcing a support order under the law of this state; or (2) Grant a tribunal of this state jurisdiction to render judgment or issue an order relating to child custody or visitation in a proceeding pursuant to this Act. Section 105. (a) A tribunal of this state shall apply Articles 1 to 6, inclusive, of this Act, and, as applicable, Article 7 of this Act, to a support proceeding involving: (1) A foreign support order; (2) A foreign tribunal; or (3) An obligee, obligor, or child residing in a foreign country. (b) A tribunal of this state that is requested to recognize and enforce a support order on the basis of comity may apply the procedural and substantive provisions of Articles 1 to 6, inclusive, of this Act. (c) Article 7 of this Act applies only to a support proceeding under the Convention. In such a proceeding, if a provision of Article 7 of this Act is inconsistent with Articles 1 to 6, inclusive, of this Act, Article 7 of this Act controls. Section 201. (a) In a proceeding to establish or enforce a support order or to determine parentage of a child, a tribunal of this state may exercise personal jurisdiction over a nonresident individual or the individual's guardian or conservator if: (1) The individual is personally served with notice within this state; (2) The individual submits to the jurisdiction of this state by consent in a record, by entering a general appearance, or by filing a responsive document having the effect of waiving any contest to personal jurisdiction; (3) The individual resided with the child in this state; (4) The individual resided in this state and provided prenatal expenses or support for the child; (5) The child resides in this state as a result of the acts or directives of the individual; (6) The individual engaged in sexual intercourse in this state and the child may have been conceived by that act of intercourse; (7) The individual asserted parentage of a child in the child support case registry maintained in this state by the Department of Social Services; or (8) There is any other basis consistent with the constitutions of this state and the United States for the exercise of personal jurisdiction. (b) The bases of personal jurisdiction set forth in subsection (a) or in any other law of this state may not be used to acquire personal jurisdiction for a tribunal of this state to modify a child support order of another state unless the requirements of section 611 of this Act are met, or, in the case of a foreign support order, unless the requirements of section 615 of this Act are met. Section 202. Personal jurisdiction acquired by a tribunal of this state in a proceeding under this Act or other law of this state relating to a support order continues as long as a tribunal of this state has continuing, exclusive jurisdiction to modify its order or continuing jurisdiction to enforce its order as provided by sections 205, 206, and 211 of this Act. Section 203. Pursuant to this Act, a tribunal of this state may serve as an initiating tribunal to forward proceedings to a tribunal of another state, and as a responding tribunal for proceedings initiated in another state or a foreign country. Section 204. (a) A tribunal of this state may exercise jurisdiction to establish a support order if the petition or comparable pleading is filed after a pleading is filed in another state or a foreign country only if: (1) The petition or comparable pleading in this state is filed before the expiration of the time allowed in the other state or the foreign country for filing a responsive pleading challenging the exercise of jurisdiction by the other state or the foreign country; (2) The contesting party timely challenges the exercise of jurisdiction in the other state or the foreign country; and (3) If relevant, this state is the home state of the child. (b) A tribunal of this state may not exercise jurisdiction to establish a support order if the petition or comparable pleading is filed before a petition or comparable pleading is filed in another state or a foreign country if: (1) The petition or comparable pleading in the other state or foreign country is filed before the expiration of the time allowed in this state for filing a responsive pleading challenging the exercise of jurisdiction by this state; (2) The contesting party timely challenges the exercise of jurisdiction in this state; and (3) If relevant, the other state or foreign country is the home state of the child. Section 205. (a) A tribunal of this state that has issued a child support order consistent with the law of this state has and shall exercise continuing, exclusive jurisdiction to modify its child support order if the order is the controlling order and: (1) At the time of the filing of a request for modification this state is the residence of the obligor, the individual obligee, or the child for whose benefit the support order is issued; or (2) Even if this state is not the residence of the obligor, the individual obligee, or the child for whose benefit the support order is issued, the parties consent in a record or in open court that the tribunal of this state may continue to exercise jurisdiction to modify its order. (b) A tribunal of this state that has issued a child support order consistent with the law of this state may not exercise continuing, exclusive jurisdiction to modify the order if: (1) All of the parties who are individuals file consent in a record with the tribunal of this state that a tribunal of another state that has jurisdiction over at least one of the parties who is an individual or that is located in the state of residence of the child may modify the order and assume continuing, exclusive jurisdiction; or (2) Its order is not the controlling order. (c) If a tribunal of another state has issued a child support order pursuant to the Uniform Interstate Family Support Act or a law substantially similar to that Act which modifies a child support order of a tribunal of this state, tribunals of this state shall recognize the continuing, exclusive jurisdiction of the tribunal of the other state. (d) A tribunal of this state that lacks continuing, exclusive jurisdiction to modify a child support order may serve as an initiating tribunal to request a tribunal of another state to modify a support order issued in that state. (e) A temporary support order issued ex parte or pending resolution of a jurisdictional conflict does not create continuing, exclusive jurisdiction in the issuing tribunal. Section 206. (a) A tribunal of this state that has issued a child support order consistent with the law of this state may serve as an initiating tribunal to request a tribunal of another state to enforce: (1) The order if the order is the controlling order and has not been modified by a tribunal of another state that assumed jurisdiction pursuant to the Uniform Interstate Family Support Act; or (2) A money judgment for arrears of support and interest on the order accrued before a determination that an order of a tribunal of another state is the controlling order. (b) A tribunal of this state having continuing jurisdiction over a support order may act as a responding tribunal to enforce the order. Section 207. (a) If a proceeding is brought pursuant to this Act and only one tribunal has issued a child support order, the order of that tribunal controls and must be recognized. (b) If a proceeding is brought pursuant to this Act, and two or more child support orders have been issued by tribunals of this state, another state, or a foreign country with regard to the same obligor and same child, a tribunal of this state having personal jurisdiction over both the obligor and individual obligee shall apply the following rules and by order shall determine which order controls and must be recognized: (1) If only one of the tribunals would have continuing, exclusive jurisdiction pursuant to this Act, the order of that tribunal controls; (2) If more than one of the tribunals would have continuing, exclusive jurisdiction pursuant to this Act: (a) An order issued by a tribunal in the current home state of the child controls; or (b) If an order has not been issued in the current home state of the child, the order most recently issued controls; (3) If none of the tribunals would have continuing, exclusive jurisdiction pursuant to this Act, the tribunal of this state shall issue a child support order, which controls. (c) If two or more child support orders have been issued for the same obligor and same child, upon request of a party who is an individual or that is a support enforcement agency, a tribunal of this state having personal jurisdiction over both the obligor and the obligee who is an individual shall determine which order controls under subsection (b). The request may be filed with a registration for enforcement or registration for modification pursuant to Article 6 of this Act, or may be filed as a separate proceeding. (d) A request to determine which is the controlling order must be accompanied by a copy of every child support order in effect and the applicable record of payments. The requesting party shall give notice of the request to each party whose rights may be affected by the determination. (e) The tribunal that issued the controlling order under subsection (a), (b), or (c) has continuing jurisdiction to the extent provided in section 205 or 206 of this Act. (f) A tribunal of this state that determines by order which is the controlling order under subsection (b)(1) or (2) or (c), or that issues a new controlling order pursuant to subsection (b)(3), shall state in that order: (1) The basis upon which the tribunal made its determination; (2) The amount of prospective support, if any; and (3) The total amount of consolidated arrears and accrued interest, if any, under all of the orders after all payments made are credited pursuant to section 209 of this Act. (g) Within thirty days after issuance of an order determining which is the controlling order, the party obtaining the order shall file a certified copy of it in each tribunal that issued or registered an earlier order of child support. A party or support enforcement agency obtaining the order that fails to file a certified copy is subject to appropriate sanctions by a tribunal in which the issue of failure to file arises. The failure to file does not affect the validity or enforceability of the controlling order. (h) An order that has been determined to be the controlling order, or a judgment for consolidated arrears of support and interest, if any, made pursuant to this section must be recognized in proceedings pursuant to this Act. Section 208. In responding to registrations or petitions for enforcement of two or more child support orders in effect at the same time with regard to the same obligor and different individual obligees, at least one of which was issued by a tribunal of another state or a foreign country, a tribunal of this state shall enforce those orders in the same manner as if the orders had been issued by a tribunal of this state. Section 209. A tribunal of this state shall credit amounts collected for a particular period pursuant to any child support order against the amounts owed for the same period under any other child support order for support of the same child issued by a tribunal of this state, another state, or a foreign country. Section 210. A tribunal of this state exercising personal jurisdiction over a nonresident in a proceeding pursuant to this Act, under other law of this state relating to a support order, or recognizing a foreign support order may receive evidence from outside this state pursuant to section 316 of this Act, communicate with a tribunal outside this state pursuant to section 317 of this Act, and obtain discovery through a tribunal outside this state pursuant to section 318 of this Act. In all other respects, Articles 3 to 6, inclusive, of this Act do not apply, and the tribunal shall apply the procedural and substantive law of this state. Section 211. (a) A tribunal of this state issuing a spousal support order consistent with the law of this state has continuing, exclusive jurisdiction to modify the spousal support order throughout the existence of the support obligation. (b) A tribunal of this state may not modify a spousal support order issued by a tribunal of another state or a foreign country having continuing, exclusive jurisdiction over that order under the law of that state or foreign country. (c) A tribunal of this state that has continuing, exclusive jurisdiction over a spousal support order may serve as: (1) An initiating tribunal to request a tribunal of another state to enforce the spousal support order issued in this state; or (2) A responding tribunal to enforce or modify its own spousal support order. Section 301. (a) Except as otherwise provided in this Act, this Article applies to all proceedings pursuant to this Act. (b) An individual petitioner or a support enforcement agency may initiate a proceeding authorized pursuant to this Act by filing a petition in an initiating tribunal for forwarding to a responding tribunal or by filing a petition or a comparable pleading directly in a tribunal of another state or a foreign country which has or can obtain personal jurisdiction over the respondent. Section 302. A minor parent, or a guardian or other legal representative of a minor parent, may maintain a proceeding on behalf of or for the benefit of the minor's child. Section 303. Except as otherwise provided in this Act, a responding tribunal of this state shall: (1) Apply the procedural and substantive law generally applicable to similar proceedings originating in this state and may exercise all powers and provide all remedies available in those proceedings; and (2) Determine the duty of support and the amount payable in accordance with the law and support guidelines of this state. Section 304. (a) Upon the filing of a petition authorized pursuant to this Act, an initiating tribunal of this state shall forward the petition and its accompanying documents: (1) To the responding tribunal or appropriate support enforcement agency in the responding state; or (2) If the identity of the responding tribunal is unknown, to the state information agency of the responding state with a request that they be forwarded to the appropriate tribunal and that receipt be acknowledged. (b) If requested by the responding tribunal, a tribunal of this state shall issue a certificate or other document and make findings required by the law of the responding state. If the responding tribunal is in a foreign country, upon request the tribunal of this state shall specify the amount of support sought, convert that amount into the equivalent amount in the foreign currency under applicable official or market exchange rate as publicly reported, and provide any other documents necessary to satisfy the requirements of the responding foreign tribunal. Section 305. (a) When a responding tribunal of this state receives a petition or comparable pleading from an initiating tribunal or directly pursuant to section 301(b) of this Act, it shall cause the petition or pleading to be filed and notify the petitioner where and when it was filed. (b) A responding tribunal of this state, to the extent not prohibited by other law, may do one or more of the following: (1) Establish or enforce a support order, modify a child support order, determine the controlling child support order, or determine parentage of a child; (2) Order an obligor to comply with a support order, specifying the amount and the manner of compliance; (3) Order income withholding; (4) Determine the amount of any arrearages, and specify a method of payment; (5) Enforce orders by civil or criminal contempt, or both; (6) Set aside property for satisfaction of the support order; (7) Place liens and order execution on the obligor's property; (8) Order an obligor to keep the tribunal informed of the obligor's current residential address, electronic-mail address, telephone number, employer, address of employment, and telephone number at the place of employment; (9) Issue a bench warrant for an obligor who has failed after proper notice to appear at a hearing ordered by the tribunal and enter the bench warrant in any local and state computer systems for criminal warrants; (10) Order the obligor to seek appropriate employment by specified methods; (11) Award reasonable attorney's fees and other fees and costs; and (12) Grant any other available remedy. (c) A responding tribunal of this state shall include in a support order issued pursuant to this Act, or in the documents accompanying the order, the calculations on which the support order is based. (d) A responding tribunal of this state may not condition the payment of a support order issued pursuant to this Act upon compliance by a party with provisions for visitation. (e) If a responding tribunal of this state issues an order pursuant to this Act, the tribunal shall send a copy of the order to the petitioner and the respondent and to the initiating tribunal, if any. (f) If requested to enforce a support order, arrears, or judgment or modify a support order stated in a foreign currency, a responding tribunal of this state shall convert the amount stated in the foreign currency to the equivalent amount in dollars under the applicable official or market exchange rate as publicly reported. Section 306. If a petition or comparable pleading is received by an inappropriate tribunal of this state, the tribunal shall forward the pleading and accompanying documents to an appropriate tribunal of this state or another state and notify the petitioner where and when the pleading was sent. Section 307. (a) In a proceeding pursuant to this Act, a support enforcement agency of this state, upon request: (1) Shall provide services to a petitioner residing in a state; (2) Shall provide services to a petitioner requesting services through a central authority of a foreign country as described in section 102(5)(a) or (d) of this Act; and (3) May provide services to a petitioner who is an individual not residing in a state. (b) A support enforcement agency of this state that is providing services to the petitioner shall: (1) Take all steps necessary to enable an appropriate tribunal of this state, another state, or a foreign country to obtain jurisdiction over the respondent; (2) Request an appropriate tribunal to set a date, time, and place for a hearing; (3) Make a reasonable effort to obtain all relevant information, including information as to income and property of the parties; (4) Within two days, exclusive of Saturdays, Sundays, and legal holidays, after receipt of notice in a record from an initiating, responding, or registering tribunal, send a copy of the notice to the petitioner; (5) Within two days, exclusive of Saturdays, Sundays, and legal holidays, after receipt of communication in a record from the respondent or the respondent's attorney, send a copy of the communication to the petitioner; and (6) Notify the petitioner if jurisdiction over the respondent cannot be obtained. (c) A support enforcement agency of this state that requests registration of a child support order in this state for enforcement or for modification shall make reasonable efforts: (1) To ensure that the order to be registered is the controlling order; or (2) If two or more child support orders exist and the identity of the controlling order has not been determined, to ensure that a request for such a determination is made in a tribunal having jurisdiction to do so. (d) A support enforcement agency of this state that requests registration and enforcement of a support order, arrears, or judgment stated in a foreign currency shall convert the amounts stated in the foreign currency into the equivalent amounts in dollars under the applicable official or market exchange rate as publicly reported. (e) A support enforcement agency of this state shall issue or request a tribunal of this state to issue a child support order and an income withholding order that redirect payment of current support, arrears, and interest if requested to do so by a support enforcement agency of another state pursuant to section 319 of this Act. (f) The provisions of this Act do not create or negate a relationship of attorney and client or other fiduciary relationship between a support enforcement agency or the attorney for the agency and the individual being assisted by the agency. Section 308. (a) If the attorney general determines that the support enforcement agency is neglecting or refusing to provide services to an individual, the attorney general may order the agency to perform its duties pursuant to this Act or may provide those services directly to the individual. (b) The attorney general may determine that a foreign country has established a reciprocal arrangement for child support with this state and take appropriate action for notification of the determination. Section 309. An individual may employ private counsel to represent the individual in proceedings authorized by this Act. Section 310. (a) The Department of Social Services is the state information agency pursuant to this Act. (b) The state information agency shall: (1) Compile and maintain a current list, including addresses, of the tribunals in this state which have jurisdiction under this act and any support enforcement agencies in this state and transmit a copy to the state information agency of every other state; (2) Maintain a register of names and addresses of tribunals and support enforcement agencies received from other states; (3) Forward to the appropriate tribunal in the county in this state in which the obligee who is an individual or the obligor resides, or in which the obligor's property is believed to be located, all documents concerning a proceeding pursuant to this Act received from another state or a foreign country; and (4) Obtain information concerning the location of the obligor and the obligor's property within this state not exempt from execution, by such means as postal verification and federal or state locator services, examination of telephone directories, requests for the obligor's address from employers, and examination of governmental records, including, to the extent not prohibited by other law, those relating to real property, vital statistics, law enforcement, taxation, motor vehicles, driver's licenses, and social security. Section 311. (a) In a proceeding pursuant to this Act, a petitioner seeking to establish a support order, to determine parentage of a child, or to register and modify a support order of a tribunal of another state or a foreign country must file a petition. Unless otherwise ordered pursuant to section 312 of this Act, the petition or accompanying documents must provide, so far as known, the name, residential address, and social security numbers of the obligor and the obligee or the parent and alleged parent, and the name, sex, residential address, social security number, and date of birth of each child for whose benefit support is sought or whose parentage is to be determined. Unless filed at the time of registration, the petition must be accompanied by a copy of any support order known to have been issued by another tribunal. The petition may include any other information that may assist in locating or identifying the respondent. (b) The petition must specify the relief sought. The petition and accompanying documents must conform substantially with the requirements imposed by the forms mandated by federal law for use in cases filed by a support enforcement agency. Section 312. If a party alleges in an affidavit or a pleading under oath that the health, safety, or liberty of a party or child would be jeopardized by disclosure of specific identifying information, that information must be sealed and may not be disclosed to the other party or the public. After a hearing in which a tribunal takes into consideration the health, safety, or liberty of the party or child, the tribunal may order disclosure of information that the tribunal determines to be in the interest of justice. Section 313. (a) The petitioner may not be required to pay a filing fee or other costs. (b) If an obligee prevails, a responding tribunal of this state may assess against an obligor filing fees, reasonable attorney's fees, other costs, and necessary travel and other reasonable expenses incurred by the obligee and the obligee's witnesses. The tribunal may not assess fees, costs, or expenses against the obligee or the support enforcement agency of either the initiating or responding state or foreign country, except as provided by other law. Attorney's fees may be taxed as costs, and may be ordered paid directly to the attorney, who may enforce the order in the attorney's own name. Payment of support owed to the obligee has priority over fees, costs, and expenses. (c) The tribunal shall order the payment of costs and reasonable attorney's fees if it determines that a hearing was requested primarily for delay. In a proceeding pursuant to Article 6 of this Act, a hearing is presumed to have been requested primarily for delay if a registered support order is confirmed or enforced without change. Section 314. (a) Participation by a petitioner in a proceeding pursuant to this Act before a responding tribunal, whether in person, by private attorney, or through services provided by the support enforcement agency, does not confer personal jurisdiction over the petitioner in another proceeding. (b) A petitioner is not amenable to service of civil process while physically present in this state to participate in a proceeding pursuant to this Act. (c) The immunity granted by this section does not extend to civil litigation based on acts unrelated to a proceeding pursuant to this Act committed by a party while physically present in this state to participate in the proceeding. Section 315. A party whose parentage of a child has been previously determined by or pursuant to law may not plead nonparentage as a defense to a proceeding pursuant to this Act. Section 316. (a) The physical presence of a nonresident party who is an individual in a tribunal of this state is not required for the establishment, enforcement, or modification of a support order or the rendition of a judgment determining parentage of a child. (b) An affidavit, a document substantially complying with federally mandated forms, or a document incorporated by reference in any of them, which would not be excluded under the hearsay rule if given in person, is admissible in evidence if given under penalty of perjury by a party or witness residing outside this state. (c) A copy of the record of child support payments certified as a true copy of the original by the custodian of the record may be forwarded to a responding tribunal. The copy is evidence of facts asserted in it, and is admissible to show whether payments were made. (d) Copies of bills for testing for parentage of a child, and for prenatal and postnatal health care of the mother and child, furnished to the adverse party at least ten days before trial, are admissible in evidence to prove the amount of the charges billed and that the charges were reasonable, necessary, and customary. (e) Documentary evidence transmitted from outside this state to a tribunal of this state by telephone, telecopier, or other electronic means that do not provide an original record may not be excluded from evidence on an objection based on the means of transmission. (f) In a proceeding pursuant to this Act, a tribunal of this state shall permit a party or witness residing outside this state to be deposed or to testify under penalty of perjury by telephone, audiovisual means, or other electronic means at a designated tribunal or other location. A tribunal of this state shall cooperate with other tribunals in designating an appropriate location for the deposition or testimony. (g) If a party called to testify at a civil hearing refuses to answer on the ground that the testimony may be self-incriminating, the trier of fact may draw an adverse inference from the refusal. (h) A privilege against disclosure of communications between spouses does not apply in a proceeding pursuant to this Act. (i) The defense of immunity based on the relationship of husband and wife or parent and child does not apply in a proceeding pursuant to this Act. (j) A voluntary acknowledgment of paternity, certified as a true copy, is admissible to establish parentage of the child. Section 317. A tribunal of this state may communicate with a tribunal outside this state in a record or by telephone, electronic mail, or other means, to obtain information concerning the laws, the legal effect of a judgment, decree, or order of that tribunal, and the status of a proceeding. A tribunal of this state may furnish similar information by similar means to a tribunal outside this state. Section 318. A tribunal of this state may: (1) Request a tribunal outside this state to assist in obtaining discovery; and (2) Upon request, compel a person over which it has jurisdiction to respond to a discovery order issued by a tribunal outside this state. Section 319. (a) A support enforcement agency or tribunal of this state shall disburse promptly any amounts received pursuant to a support order, as directed by the order. The agency or tribunal shall furnish to a requesting party or tribunal of another state or a foreign country a certified statement by the custodian of the record of the amounts and dates of all payments received. (b) If neither the obligor, nor the obligee who is an individual, nor the child resides in this state, upon request from the support enforcement agency of this state or another state, the support enforcement agency of this state or a tribunal of this state shall: (1) Direct that the support payment be made to the support enforcement agency in the state in which the obligee is receiving services; and (2) Issue and send to the obligor's employer a conforming income withholding order or an administrative notice of change of payee, reflecting the redirected payments. (c) The support enforcement agency of this state receiving redirected payments from another state pursuant to a law similar to subsection (b) shall furnish to a requesting party or tribunal of the other state a certified statement by the custodian of the record of the amount and dates of all payments received. Section 401. (a) If a support order entitled to recognition pursuant to this Act has not been issued, a responding tribunal of this state with personal jurisdiction over the parties may issue a support order if: (1) The individual seeking the order resides outside this state; or (2) The support enforcement agency seeking the order is located outside this state. (b) The tribunal may issue a temporary child support order if the tribunal determines that such an order is appropriate and the individual ordered to pay is: (1) A presumed father of the child; (2) Petitioning to have his paternity adjudicated; (3) Identified as the father of the child through genetic testing; (4) An alleged father who has declined to submit to genetic testing; (5) Shown by clear and convincing evidence to be the father of the child; (6) An acknowledged father as provided by applicable state law; (7) The mother of the child; or (8) An individual who has been ordered to pay child support in a previous proceeding and the order has not been reversed or vacated. (c) Upon finding, after notice and opportunity to be heard, that an obligor owes a duty of support, the tribunal shall issue a support order directed to the obligor and may issue other orders pursuant to section 305 of this Act. Section 402. A tribunal of this state authorized to determine parentage of a child may serve as a responding tribunal in a proceeding to determine parentage of a child brought pursuant to this Act or a law or procedure substantially similar to this Act. Section 501. An income withholding order issued in another state may be sent by or on behalf of the obligee, or by the support enforcement agency, to the person defined as the obligor's employer under the income withholding law of this state without first filing a petition or comparable pleading or registering the order with a tribunal of this state. Section 502. (a) Upon receipt of an income withholding order, the obligor's employer shall immediately provide a copy of the order to the obligor. (b) The employer shall treat an income withholding order issued in another state which appears regular on its face as if it had been issued by a tribunal of this state. (c) Except as otherwise provided in subsection (d) and section 503 of this Act, the employer shall withhold and distribute the funds as directed in the withholding order by complying with terms of the order which specify: (1) The duration and amount of periodic payments of current child support, stated as a sum certain; (2) The person designated to receive payments and the address to which the payments are to be forwarded; (3) Medical support, whether in the form of periodic cash payment, stated as a sum certain, or ordering the obligor to provide health insurance coverage for the child under a policy available through the obligor's employment; (4) The amount of periodic payments of fees and costs for a support enforcement agency, the issuing tribunal, and the obligee's attorney, stated as sums certain; and (5) The amount of periodic payments of arrearages and interest on arrearages, stated as sums certain. (d) An employer shall comply with the law of the state of the obligor's principal place of employment for withholding from income with respect to: (1) The employer's fee for processing an income withholding order; (2) The maximum amount permitted to be withheld from the obligor's income; and (3) The times within which the employer must implement the withholding order and forward the child support payment. Section 503. If an obligor's employer receives two or more income withholding orders with respect to the earnings of the same obligor, the employer satisfies the terms of the orders if the employer complies with the law of the state of the obligor's principal place of employment to establish the priorities for withholding and allocating income withheld for two or more child support obligees. Section 504. An employer that complies with an income withholding order issued in another state in accordance with this article is not subject to civil liability to an individual or agency with regard to the employer's withholding of child support from the obligor's income. Section 505. An employer that willfully fails to comply with an income withholding order issued in another state and received for enforcement is subject to the same penalties that may be imposed for noncompliance with an order issued by a tribunal of this state. Section 506. (a) An obligor may contest the validity or enforcement of an income withholding order issued in another state and received directly by an employer in this state by registering the order in a tribunal of this state and filing a contest to that order as provided in Article 6 of this Act, or otherwise contesting the order in the same manner as if the order had been issued by a tribunal of this state. (b) The obligor shall give notice of the contest to: (1) A support enforcement agency providing services to the obligee; (2) Each employer that has directly received an income withholding order relating to the obligor; and (3) The person designated to receive payments in the income withholding order or, if no person is designated, to the obligee. Section 507. (a) A party or support enforcement agency seeking to enforce a support order or an income withholding order, or both, issued in another state or a foreign support order may send the documents required for registering the order to a support enforcement agency of this state. (b) Upon receipt of the documents, the support enforcement agency, without initially seeking to register the order, shall consider and, if appropriate, use any administrative procedure authorized by the law of this state to enforce a support order or an income withholding order, or both. If the obligor does not contest administrative enforcement, the order need not be registered. If the obligor contests the validity or administrative enforcement of the order, the support enforcement agency shall register the order pursuant to this Act. Section 601. A support order or income withholding order issued in another state or a foreign support order may be registered in this state for enforcement. Section 602. (a) Except as otherwise provided in section 706 of this Act, a support order or income withholding order of another state or a foreign support order may be registered in this state by sending the following records to the appropriate tribunal in this state: (1) A letter of transmittal to the tribunal requesting registration and enforcement; (2) Two copies, including one certified copy, of the order to be registered, including any modification of the order; (3) A sworn statement by the person requesting registration or a certified statement by the custodian of the records showing the amount of any arrearage; (4) The name of the obligor and, if known: (a) The obligor's address and social security number; (b) The name and address of the obligor's employer and any other source of income of the obligor; and (c) A description and the location of property of the obligor in this state not exempt from execution; and (5) Except as otherwise provided in section 312 of this Act, the name and address of the obligee and, if applicable, the person to whom support payments are to be remitted. (b) On receipt of a request for registration, the registering tribunal shall cause the order to be filed as an order of a tribunal of another state or a foreign support order, together with one copy of the documents and information, regardless of their form. (c) A petition or comparable pleading seeking a remedy that must be affirmatively sought under other law of this state may be filed at the same time as the request for registration or later. The pleading must specify the grounds for the remedy sought. (d) If two or more orders are in effect, the person requesting registration shall: (1) Furnish to the tribunal a copy of every support order asserted to be in effect in addition to the documents specified in this section; (2) Specify the order alleged to be the controlling order, if any; and (3) Specify the amount of consolidated arrears, if any. (e) A request for a determination of which is the controlling order may be filed separately or with a request for registration and enforcement or for registration and modification. The person requesting registration shall give notice of the request to each party whose rights may be affected by the determination. Section 603. (a) A support order or income withholding order issued in another state or a foreign support order is registered when the order is filed in the registering tribunal of this state. (b) A registered support order issued in another state or a foreign country is enforceable in the same manner and is subject to the same procedures as an order issued by a tribunal of this state. (c) Except as otherwise provided in this Act, a tribunal of this state shall recognize and enforce, but may not modify, a registered support order if the issuing tribunal had jurisdiction. Section 604. (a) Except as otherwise provided in subsection (d), the law of the issuing state or foreign country governs: (1) The nature, extent, amount, and duration of current payments under a registered support order; (2) The computation and payment of arrearages and accrual of interest on the arrearages under the support order; and (3) The existence and satisfaction of other obligations under the support order. (b) In a proceeding for arrears under a registered support order, the statute of limitation of this state, or of the issuing state or foreign country, whichever is longer, applies. (c) A responding tribunal of this state shall apply the procedures and remedies of this state to enforce current support and collect arrears and interest due on a support order of another state or a foreign country registered in this state. (d) After a tribunal of this state or another state determines which is the controlling order and issues an order consolidating arrears, if any, a tribunal of this state shall prospectively apply the law of the state or foreign country issuing the controlling order, including its law on interest on arrears, on current and future support, and on consolidated arrears. Section 605. (a) When a support order or income withholding order issued in another state or a foreign support order is registered, the registering tribunal of this state shall notify the nonregistering party. The notice must be accompanied by a copy of the registered order and the documents and relevant information accompanying the order. (b) A notice must inform the nonregistering party: (1) That a registered support order is enforceable as of the date of registration in the same manner as an order issued by a tribunal of this state; (2) That a hearing to contest the validity or enforcement of the registered order must be requested within twenty days after notice unless the registered order is pursuant to section 707 of this Act; (3) That failure to contest the validity or enforcement of the registered order in a timely manner will result in confirmation of the order and enforcement of the order and the alleged arrearages; and (4) Of the amount of any alleged arrearages. (c) If the registering party asserts that two or more orders are in effect, a notice must also: (1) Identify the two or more orders and the order alleged by the registering party to be the controlling order and the consolidated arrears, if any; (2) Notify the nonregistering party of the right to a determination of which is the controlling order; (3) State that the procedures provided in subsection (b) apply to the determination of which is the controlling order; and (4) State that failure to contest the validity or enforcement of the order alleged to be the controlling order in a timely manner may result in confirmation that the order is the controlling order. (d) Upon registration of an income withholding order for enforcement, the support enforcement agency or the registering tribunal shall notify the obligor's employer pursuant to the income withholding law of this state. Section 606. (a) A nonregistering party seeking to contest the validity or enforcement of a registered support order in this state shall request a hearing within the time required pursuant to section 605 of this Act. The nonregistering party may seek to vacate the registration, to assert any defense to an allegation of noncompliance with the registered order, or to contest the remedies being sought or the amount of any alleged arrearages pursuant to section 607 of this Act. (b) If the nonregistering party fails to contest the validity or enforcement of the registered support order in a timely manner, the order is confirmed by operation of law. (c) If a nonregistering party requests a hearing to contest the validity or enforcement of the registered support order, the registering tribunal shall schedule the matter for hearing and give notice to the parties of the date, time, and place of the hearing. Section 607. (a) A party contesting the validity or enforcement of a registered support order or seeking to vacate the registration has the burden of proving one or more of the following defenses: (1) The issuing tribunal lacked personal jurisdiction over the contesting party; (2) The order was obtained by fraud; (3) The order has been vacated, suspended, or modified by a later order; (4) The issuing tribunal has stayed the order pending appeal; (5) There is a defense under the law of this state to the remedy sought; (6) Full or partial payment has been made; (7) The statute of limitation pursuant to section 604 of this Act precludes enforcement of some or all of the alleged arrearages; or (8) The alleged controlling order is not the controlling order. (b) If a party presents evidence establishing a full or partial defense under subsection (a), a tribunal may stay enforcement of a registered support order, continue the proceeding to permit production of additional relevant evidence, and issue other appropriate orders. An uncontested portion of the registered support order may be enforced by all remedies available under the law of this state. (c) If the contesting party does not establish a defense under subsection (a) to the validity or enforcement of a registered support order, the registering tribunal shall issue an order confirming the order. Section 608. Confirmation of a registered support order, whether by operation of law or after notice and hearing, precludes further contest of the order with respect to any matter that could have been asserted at the time of registration. Section 609. A party or support enforcement agency seeking to modify, or to modify and enforce, a child support order issued in another state shall register that order in this state in the same manner provided in sections 601 to 608, inclusive, of this Act, if the order has not been registered. A petition for modification may be filed at the same time as a request for registration, or later. The pleading must specify the grounds for modification. Section 610. A tribunal of this state may enforce a child support order of another state registered for purposes of modification, in the same manner as if the order had been issued by a tribunal of this state, but the registered support order may be modified only if the requirements of section 611 or 613 of this Act have been met. Section 611. (a) If the provisions of section 613 of this Act do not apply, upon petition a tribunal of this state may modify a child support order issued in another state which is registered in this state if, after notice and hearing, the tribunal finds that: (1) The following requirements are met: (a) Neither the child, nor the obligee who is an individual, nor the obligor resides in the issuing state; (b) A petitioner who is a nonresident of this state seeks modification; and (c) The respondent is subject to the personal jurisdiction of the tribunal of this state; or (2) This state is the residence of the child, or a party who is an individual is subject to the personal jurisdiction of the tribunal of this state, and all of the parties who are individuals have filed consents in a record in the issuing tribunal for a tribunal of this state to modify the support order and assume continuing, exclusive jurisdiction. (b) Modification of a registered child support order is subject to the same requirements, procedures, and defenses that apply to the modification of an order issued by a tribunal of this state and the order may be enforced and satisfied in the same manner. (c) A tribunal of this state may not modify any aspect of a child support order that may not be modified under the law of the issuing state, including the duration of the obligation of support. If two or more tribunals have issued child support orders for the same obligor and same child, the order that controls and must be so recognized pursuant to section 207 of this Act establishes the aspects of the support order which are nonmodifiable. (d) In a proceeding to modify a child support order, the law of the state that is determined to have issued the initial controlling order governs the duration of the obligation of support. The obligor's fulfillment of the duty of support established by that order precludes imposition of a further obligation of support by a tribunal of this state. (e) On the issuance of an order by a tribunal of this state modifying a child support order issued in another state, the tribunal of this state becomes the tribunal having continuing, exclusive jurisdiction. (f) Notwithstanding subsections (a) through (e) and section 201(b) of this Act, a tribunal of this state retains jurisdiction to modify an order issued by a tribunal of this state if: (1) One party resides in another state; and (2) The other party resides outside the United States. Section 612. If a child support order issued by a tribunal of this state is modified by a tribunal of another state which assumed jurisdiction pursuant to the Uniform Interstate Family Support Act, a tribunal of this state: (1) May enforce its order that was modified only as to arrears and interest accruing before the modification; (2) May provide appropriate relief for violations of its order which occurred before the effective date of the modification; and (3) Shall recognize the modifying order of the other state, upon registration, for the purpose of enforcement. Section 613. (a) If all of the parties who are individuals reside in this state and the child does not reside in the issuing state, a tribunal of this state has jurisdiction to enforce and to modify the issuing state's child support order in a proceeding to register that order. (b) A tribunal of this state exercising jurisdiction pursuant to this section shall apply the provisions of Articles 1 and 2 of this Act, this article, and the procedural and substantive law of this state to the proceeding for enforcement or modification. The provisions of Articles 3, 4, 5, 7, and 8 of this Act do not apply. Section 614. Within thirty days after issuance of a modified child support order, the party obtaining the modification shall file a certified copy of the order with the issuing tribunal that had continuing, exclusive jurisdiction over the earlier order, and in each tribunal in which the party knows the earlier order has been registered. A party who obtains the order and fails to file a certified copy is subject to appropriate sanctions by a tribunal in which the issue of failure to file arises. The failure to file does not affect the validity or enforceability of the modified order of the new tribunal having continuing, exclusive jurisdiction. Section 615. (a) Except as otherwise provided in section 711 of this Act, if a foreign country lacks or refuses to exercise jurisdiction to modify its child support order pursuant to its laws, a tribunal of this state may assume jurisdiction to modify the child support order and bind all individuals subject to the personal jurisdiction of the tribunal whether the consent to modification of a child support order otherwise required of the individual pursuant to section 611 of this Act has been given or whether the individual seeking modification is a resident of this state or of the foreign country. (b) An order issued by a tribunal of this state modifying a foreign child support order pursuant to this section is the controlling order. Section 616. A party or support enforcement agency seeking to modify, or to modify and enforce, a foreign child support order not under the Convention may register that order in this state pursuant to sections 601 to 608, inclusive, of this Act, if the order has not been registered. A petition for modification may be filed at the same time as a request for registration, or at another time. The petition must specify the grounds for modification. Section 701. Terms used In this Article mean: (1) \"Application,\" a request under the Convention by an obligee or obligor, or on behalf of a child, made through a central authority for assistance from another central authority; (2) \"Central authority,\" the entity designated by the United States or a foreign country described in section 102(5)(d) of this Act to perform the functions specified in the Convention; (3) \"Convention support order,\" a support order of a tribunal of a foreign country described in section 102(5)(d) of this Act; (4) \"Direct request,\" a petition filed by an individual in a tribunal of this state in a proceeding involving an obligee, obligor, or child residing outside the United States; (5) \"Foreign central authority,\" the entity designated by a foreign country described in section 102(5)(d) of this Act to perform the functions specified in the Convention; (6) \"Foreign support agreement,\": (a) An agreement for support in a record that: (i) Is enforceable as a support order in the country of origin; (ii) Has been: (I) Formally drawn up or registered as an authentic instrument by a foreign tribunal; or (II) Authenticated by, or concluded, registered, or filed with a foreign tribunal; and (iii) May be reviewed and modified by a foreign tribunal; and (b) Includes a maintenance arrangement or authentic instrument under the Convention; (7) \"United States central authority,\" the Secretary of the United States Department of Health and Human Services. Section 702. The provisions of this Article apply only to a support proceeding under the Convention. In such a proceeding, if a provision of this Article is inconsistent with Articles 1 to 6, inclusive, of this Act, this Article controls. Section 703. The Department of Social Services of this state is recognized as the agency designated by the United States central authority to perform specific functions under the Convention. Section 704. (a) In a support proceeding pursuant to this Article, the Department of Social Services of this state shall: (1) Transmit and receive applications; and (2) Initiate or facilitate the institution of a proceeding regarding an application in a tribunal of this state. (b) The following support proceedings are available to an obligee under the Convention: (1) Recognition or recognition and enforcement of a foreign support order; (2) Enforcement of a support order issued or recognized in this state; (3) Establishment of a support order if there is no existing order, including, if necessary, determination of parentage of a child; (4) Establishment of a support order if recognition of a foreign support order is refused pursuant to section 708(b)(2), (4), or (9) of this Act; (5) Modification of a support order of a tribunal of this state; and (6) Modification of a support order of a tribunal of another state or a foreign country. (c) The following support proceedings are available under the Convention to an obligor against which there is an existing support order: (1) Recognition of an order suspending or limiting enforcement of an existing support order of a tribunal of this state; (2) Modification of a support order of a tribunal of this state; and (3) Modification of a support order of a tribunal of another state or a foreign country. (d) A tribunal of this state may not require security, bond, or deposit, however described, to guarantee the payment of costs and expenses in proceedings under the Convention. Section 705. (a) A petitioner may file a direct request seeking establishment or modification of a support order or determination of parentage of a child. In the proceeding, the law of this state applies. (b) A petitioner may file a direct request seeking recognition and enforcement of a support order or support agreement. In the proceeding, sections 706 to 713, inclusive, of this Act, apply. (c) In a direct request for recognition and enforcement of a Convention support order or foreign support agreement: (1) A security, bond, or deposit is not required to guarantee the payment of costs and expenses; and (2) An obligee or obligor that in the issuing country has benefited from free legal assistance is entitled to benefit, at least to the same extent, from any free legal assistance provided for by the law of this state under the same circumstances. (d) A petitioner filing a direct request is not entitled to assistance from the Department of Social Services. (e) This Article does not prevent the application of laws of this state that provide simplified, more expeditious rules regarding a direct request for recognition and enforcement of a foreign support order or foreign support agreement. Section 706. (a) Except as otherwise provided in this Article, a party who is an individual or a support enforcement agency seeking recognition of a Convention support order shall register the order in this state as provided pursuant to Article 6 of this Act. (b) Notwithstanding sections 311 and 602(a) of this Act, a request for registration of a Convention support order must be accompanied by: (1) A complete text of the support order or an abstract or extract of the support order drawn up by the issuing foreign tribunal, which may be in the form recommended by the Hague Conference on Private International Law; (2) A record stating that the support order is enforceable in the issuing country; (3) If the respondent did not appear and was not represented in the proceedings in the issuing country, a record attesting, as appropriate, either that the respondent had proper notice of the proceedings and an opportunity to be heard or that the respondent had proper notice of the support order and an opportunity to be heard in a challenge or appeal on fact or law before a tribunal; (4) A record showing the amount of arrears, if any, and the date the amount was calculated; (5) A record showing a requirement for automatic adjustment of the amount of support, if any, and the information necessary to make the appropriate calculations; and (6) If necessary, a record showing the extent to which the applicant received free legal assistance in the issuing country. (c) A request for registration of a Convention support order may seek recognition and partial enforcement of the order. (d) A tribunal of this state may vacate the registration of a Convention support order without the filing of a contest pursuant to section 707 of this Act only if, acting on its own motion, the tribunal finds that recognition and enforcement of the order would be manifestly incompatible with public policy. (e) The tribunal shall promptly notify the parties of the registration or the order vacating the registration of a Convention support order. Section 707. (a) Except as otherwise provided in this Article, sections 605 to 608, inclusive, of this Act apply to a contest of a registered Convention support order. (b) A party contesting a registered Convention support order shall file a contest not later than thirty days after notice of the registration, but if the contesting party does not reside in the United States, the contest must be filed not later than sixty days after notice of the registration. (c) If the nonregistering party fails to contest the registered Convention support order by the time specified in subsection (b), the order is enforceable. (d) A contest of a registered Convention support order may be based only on grounds set forth in section 708 of this Act. The contesting party bears the burden of proof. (e) In a contest of a registered Convention support order, a tribunal of this state: (1) Is bound by the findings of fact on which the foreign tribunal based its jurisdiction; and (2) May not review the merits of the order. (f) A tribunal of this state deciding a contest of a registered Convention support order shall promptly notify the parties of its decision. (g) A challenge or appeal, if any, does not stay the enforcement of a Convention support order unless there are exceptional circumstances. Section 708. (a) Except as otherwise provided in subsection (b), a tribunal of this state shall recognize and enforce a registered Convention support order. (b) The following grounds are the only grounds on which a tribunal of this state may refuse recognition and enforcement of a registered Convention support order: (1) Recognition and enforcement of the order is manifestly incompatible with public policy, including the failure of the issuing tribunal to observe minimum standards of due process, which include notice and an opportunity to be heard; (2) The issuing tribunal lacked personal jurisdiction consistent with section 201 of this Act; (3) The order is not enforceable in the issuing country; (4) The order was obtained by fraud in connection with a matter of procedure; (5) A record transmitted pursuant to section 706 of this Act lacks authenticity or integrity; (6) A proceeding between the same parties and having the same purpose is pending before a tribunal of this state and that proceeding was the first to be filed; (7) The order is incompatible with a more recent support order involving the same parties and having the same purpose if the more recent support order is entitled to recognition and enforcement pursuant to this Act in this state; (8) Payment, to the extent alleged arrears have been paid in whole or in part; (9) In a case in which the respondent neither appeared nor was represented in the proceeding in the issuing foreign country: (a) If the law of that country provides for prior notice of proceedings, the respondent did not have proper notice of the proceedings and an opportunity to be heard; or (b) If the law of that country does not provide for prior notice of the proceedings, the respondent did not have proper notice of the order and an opportunity to be heard in a challenge or appeal on fact or law before a tribunal; or (10) The order was made in violation of section 711 of this Act. (c) If a tribunal of this state does not recognize a Convention support order under subsection (b)(2), (4), or (9): (1) The tribunal may not dismiss the proceeding without allowing a reasonable time for a party to request the establishment of a new Convention support order; and (2) The Department of Social Services shall take all appropriate measures to request a child support order for the obligee if the application for recognition and enforcement was received pursuant to section 704 of this Act. Section 709. If a tribunal of this state does not recognize and enforce a Convention support order in its entirety, it shall enforce any severable part of the order. An application or direct request may seek recognition and partial enforcement of a Convention support order. Section 710. (a) Except as otherwise provided in subsections (c) and (d), a tribunal of this state shall recognize and enforce a foreign support agreement registered in this state. (b) An application or direct request for recognition and enforcement of a foreign support agreement must be accompanied by: (1) A complete text of the foreign support agreement; and (2) A record stating that the foreign support agreement is enforceable as an order of support in the issuing country. (c) A tribunal of this state may vacate the registration of a foreign support agreement only if, acting on its own motion, the tribunal finds that recognition and enforcement would be manifestly incompatible with public policy. (d) In a contest of a foreign support agreement, a tribunal of this state may refuse recognition and enforcement of the agreement if it finds: (1) Recognition and enforcement of the agreement is manifestly incompatible with public policy; (2) The agreement was obtained by fraud or falsification; (3) The agreement is incompatible with a support order involving the same parties and having the same purpose in this state, another state, or a foreign country if the support order is entitled to recognition and enforcement pursuant to this Act in this state; or (4) The record submitted under subsection (b) lacks authenticity or integrity. (e) A proceeding for recognition and enforcement of a foreign support agreement must be suspended during the pendency of a challenge to or appeal of the agreement before a tribunal of another state or a foreign country. Section 711. (a) A tribunal of this state may not modify a Convention child support order if the obligee remains a resident of the foreign country where the support order was issued unless: (1) The obligee submits to the jurisdiction of a tribunal of this state, either expressly or by defending on the merits of the case without objecting to the jurisdiction at the first available opportunity; or (2) The foreign tribunal lacks or refuses to exercise jurisdiction to modify its support order or issue a new support order. (b) If a tribunal of this state does not modify a Convention child support order because the order is not recognized in this state, section 708(c) of this Act applies. Section 712. Personal information gathered or transmitted under this article may be used only for the purposes for which it was gathered or transmitted. Section 713. A record filed with a tribunal of this state under this Article must be in the original language and, if not in English, must be accompanied by an English translation. Section 801. (a) For purposes of this Article, Governor, includes an individual performing the functions of Governor or the executive authority of a state covered by this Act. (b) The Governor of this state may: (1) Demand that the Governor of another state surrender an individual found in the other state who is charged criminally in this state with having failed to provide for the support of an obligee; or (2) On the demand of the Governor of another state, surrender an individual found in this state who is charged criminally in the other state with having failed to provide for the support of an obligee. (c) A provision for extradition of individuals not inconsistent with this Act applies to the demand even if the individual whose surrender is demanded was not in the demanding state when the crime was allegedly committed and has not fled therefrom. Section 802. (a) Before making a demand that the Governor of another state surrender an individual charged criminally in this state with having failed to provide for the support of an obligee, the Governor of this state may require a prosecutor of this state to demonstrate that at least sixty days previously the obligee had initiated proceedings for support pursuant to this Act or that the proceeding would be of no avail. (b) If, pursuant to this Act or a law substantially similar to this Act, the Governor of another state makes a demand that the Governor of this state surrender an individual charged criminally in that state with having failed to provide for the support of a child or other individual to whom a duty of support is owed, the Governor may require a prosecutor to investigate the demand and report whether a proceeding for support has been initiated or would be effective. If it appears that a proceeding would be effective but has not been initiated, the Governor may delay honoring the demand for a reasonable time to permit the initiation of a proceeding. (c) If a proceeding for support has been initiated and the individual whose rendition is demanded prevails, the Governor may decline to honor the demand. If the petitioner prevails and the individual whose rendition is demanded is subject to a support order, the Governor may decline to honor the demand if the individual is complying with the support order. Section 901. In applying and construing this Act, consideration must be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it. Section 902. The provisions of this Act apply to proceedings begun on or after the effective date of this Act to establish a support order or determine parentage of a child or to register, recognize, enforce, or modify a prior support order, determination, or agreement, whenever issued or entered. Section 903. If any provision of this Act or its application to any person or circumstance is held invalid, the invalidity does not affect other provisions or applications of this Act which can be given effect without the invalid provision or application, and to this end the provisions of this Act are severable. Section 79. That § 25-4B-310 be amended to read as follows: 25-4B-310. If a court has issued an order granting caretaking authority under this Article, or an agreement granting caretaking authority has been executed under pursuant to Article 2 of this Act, the court may enter a temporary order for child support consistent with law of this state other than this chapter if the court has jurisdiction under chapter 25-9B pursuant to sections 101 to 903, inclusive, of this Act. Section 80. That § 25-7A-22 be amended to read as follows: 25-7A-22. If the support order was entered in this state and this state maintains continuing exclusive jurisdiction over the support order in accordance with chapter 25-9B pursuant to sections 101 to 903, inclusive, of this Act, or if the support order was registered in this state and the requirements of § 25-9B-611 or 25-9B-613 section 611 or 613 of this Act are satisfied, an obligor, an obligee, or the assignee may file a petition, on forms prescribed by the department, to increase or decrease child support. For any support order entered or modified after July 1, 1997: (1) The order may be modified upon showing a substantial change in circumstances if the petition is filed within three years of the date of the order; or (2) The order may be modified without showing any change in circumstances if the petition is filed after three years of the date of the order. If a petition is filed, the secretary of social services shall file the petition in the office of the clerk of the circuit court where the original order for support is filed. Any response shall also be provided to the petitioning party. The matter shall be set for hearing before a referee who is a member in good standing of the State Bar Association and is appointed by the court, pursuant to statute, and after due notice to all parties by first class mail. The referee shall make a report to the court, recommending the amount of the monthly support obligation of the parent and for medical support. The referee shall file the report with the court and cause copies thereof to be served by mailing to the parties and the secretary. Any party shall have ten days from the date of service of the report in which to file objections to the report. If a party files an objection, the other party shall have an additional five days from the date of service of the objections to file additional objections. If no objection is filed, the circuit court may thereafter, and without further notice, enter its order. If any objection is filed, the circuit court shall fix a date for hearing on the report, the hearing to be solely on the record established before the referee. The circuit court may thereafter adopt the referee's report, or may modify it, or may reject and remand it with instructions or for further hearing. The secretary shall serve the parent the court's order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. If the circuit court's order modifies the referee's report and no hearing was held before the circuit court before entry of its order, any party has ten days from the date of service of the order in which to file an objection to that modification. If an objection is filed, the circuit court shall fix a date for hearing on the objection and after the hearing shall enter its order. The secretary shall serve the order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. Section 81. That § 25-7A-56.7 be amended to read as follows: 25-7A-56.7. Upon entry of an order for support, each party to any paternity or child support proceeding shall file with the appropriate tribunals as defined in § 25-9B-101 section 102 of this Act a written statement specifying the party's name, social security number, residential and mailing address, telephone number, driver's license number, and the name, address, and telephone number of any current employers. A tribunal may not accept for filing any order for support unless and until the written statement is provided by each party. The tribunal shall forward the written statement to the state case registry. If the required information is unavailable, the order for support may be filed with the tribunal providing the trial judge certifies in writing on the order that the required information is unavailable. Each party subject to an order for support shall also notify the appropriate tribunals of any changes to this information, as necessary. In any subsequent child support enforcement or modification action between the parties, and upon sufficient showing that diligent efforts have been made to ascertain the location of a party, the tribunal shall deem due process requirements for notice and service of process satisfied by delivering written notice to the most recent residential or employer address on file with the tribunal. Section 82. That § 25-7A-56.8 be amended to read as follows: 25-7A-56.8. Any tribunal as defined in § 25-9B-101 section 102 of this Act authorized to determine child support and paternity cases within this state may exercise statewide jurisdiction over any of the parties involved in the proceedings and may transfer a case between local jurisdictions without the need for any additional filings or service of process. Section 83. That § 28-1-11 be amended to read as follows: 28-1-11. The attorney general shall appoint an assistant attorney general for the Department of Social Services whose compensation shall be fixed by the attorney general, to be paid from public welfare funds. Subject to the direction of the attorney general, the assistant attorney general shall supervise the enforcement of all laws pertaining to desertion, nonsupport, recipient fraud, and similar statutes for which a penalty is provided in any case in which public assistance has been granted or applied for under the welfare laws of this state. The assistant attorney general shall cooperate with and assist the several state's attorneys of the State of South Dakota in such actions and proceedings; be the official information agent for the State of South Dakota pursuant to chapter 25-9B sections 101 to 903, inclusive, of this Act; and initiate and prosecute civil and criminal actions on behalf of the Department of Social Services, and appear on behalf of the department in any court in which any action or proceeding is pending involving the welfare of the indigent. Section 84. That §§ 25-9B-101 to 25-9B-903, inclusive, be repealed."}, {"bill_id": 6440, "bill_version_id": 35881, "bill_version": "Enrolled", "bill_version_date": "2015-03-04T10:11:16.07-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6440, "action_date": "2015-01-13T12:00:00-06:00", "document_id": 33120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33120.pdf", "status_text": "First read in Senate and referred to", "journal_page": 23, "committee_id_action": 284, "committee_id_assigned": 265, "result": "N", "vote": {}}, {"bill_id": 6440, "action_date": "2015-01-29T08:00:00-06:00", "document_id": 33767, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33767.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 265, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6440, "action_date": "2015-01-29T08:00:00-06:00", "document_id": 34045, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34045.pdf", "status_text": "Do Pass", "journal_page": 227, "committee_id_action": 265, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17901, "president_vote": null, "Yea": [853, 899, 898, 902, 878, 890, 872]}}, {"bill_id": 6440, "action_date": "2015-01-29T08:00:00-06:00", "document_id": 34045, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34045.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 265, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6440, "action_date": "2015-01-30T13:00:00-06:00", "document_id": 34251, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34251.pdf", "status_text": "Do Pass", "journal_page": 251, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18032, "president_vote": null, "Yea": [853, 854, 855, 856, 858, 860, 889, 894, 903, 876, 899, 885, 896, 901, 895, 898, 890, 900, 891, 893, 886, 862, 880, 944, 902, 877, 868, 871, 892, 872, 873, 878], "Excused": [943, 942, 897]}}, {"bill_id": 6440, "action_date": "2015-02-03T14:00:00-06:00", "document_id": 34394, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34394.pdf", "status_text": "First Reading House", "journal_page": 268, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6440, "action_date": "2015-02-04T14:00:00-06:00", "document_id": 34477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34477.pdf", "status_text": "Referred to", "journal_page": 286, "committee_id_action": 286, "committee_id_assigned": 282, "result": "N", "vote": {}}, {"bill_id": 6440, "action_date": "2015-02-25T10:00:00-06:00", "document_id": 35358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35358.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 282, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6440, "action_date": "2015-02-25T10:00:00-06:00", "document_id": 35534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35534.pdf", "status_text": "Do Pass", "journal_page": 508, "committee_id_action": 282, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19045, "president_vote": null, "Yea": [887, 861, 941, 948, 879, 935, 922, 917, 912], "Nay": [907, 919], "Excused": [954, 953]}}, {"bill_id": 6440, "action_date": "2015-02-26T14:00:00-06:00", "document_id": 35634, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35634.pdf", "status_text": "Deferred to another day", "journal_page": 549, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6440, "action_date": "2015-02-27T13:00:00-06:00", "document_id": 35735, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35735.pdf", "status_text": "Deferred to another day", "journal_page": 557, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6440, "action_date": "2015-03-03T14:00:00-06:00", "document_id": 35831, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35831.pdf", "status_text": "Do Pass", "journal_page": 577, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19309, "president_vote": null, "Yea": [883, 915, 952, 884, 888, 928, 923, 875, 931, 941, 927, 857, 859, 917, 924, 929, 947, 937, 948, 945, 882, 909, 946, 958, 913, 887, 951, 861, 956, 936, 879, 939, 920, 930, 953, 881, 906, 908, 940, 935, 916, 911, 910, 863, 864, 914, 922, 865, 933, 866, 867, 926, 955, 869, 950, 912, 904, 921, 918, 954, 932, 949, 934, 957, 874], "Excused": [938, 925, 919], "Nay": [905, 907]}}, {"bill_id": 6440, "action_date": "2015-03-04T14:00:00-06:00", "document_id": 35962, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35962.pdf", "status_text": "Signed by the President", "journal_page": 590, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6440, "action_date": "2015-03-05T14:00:00-06:00", "document_id": 36040, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36040.pdf", "status_text": "Signed by the Speaker", "journal_page": 621, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6440, "action_date": "2015-03-06T13:00:00-06:00", "document_id": 36149, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36149.pdf", "status_text": "Delivered to the Governor", "journal_page": 619, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6440, "action_date": "2015-03-12T09:00:00-05:00", "document_id": 36456, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36456.pdf", "status_text": "Signed by the Governor", "journal_page": 688, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5905}