{"session_id": 54, "bill_id": 17995, "bill_type": "Senate Bill", "bill_number": 223, "bill_title": "ensure that covered persons of managed care plans receive certain health care services.", "sponsors": [{"legislator_profile_id": 2905, "is_prime": true}, {"legislator_profile_id": 2916, "is_prime": true}, {"legislator_profile_id": 2890, "is_prime": false}, {"legislator_profile_id": 2920, "is_prime": false}], "keywords": ["Insurance"], "audio": [{"meeting_datetime": "2003-02-12T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/she21sb0223a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-12T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/she21sb0223a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-12T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/she21sb0223a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17995, "bill_version_id": 96484, "bill_version": "Introduced", "bill_version_date": "2003-02-04T09:46:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to ensure that covered persons of managed care plans receive certain health care services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-17C-1 be amended by adding thereto NEW SUBDIVISIONS to read as follows: \"Point of service option,\" any option for the covered person to choose to receive service from a nonparticipating health care professional or provider; \"Primary care practitioner,\" any health care professional under contract with the managed care plan, who has been designated by the plan to coordinate, supervise, or provide ongoing care to the covered person; \"Specialist,\" any health care professional who falls outside the definition of a primary care practitioner. Section 2. That § 58-17C-8 be amended to read as follows: 58-17C-8. A Each health carrier providing a managed care plan shall maintain a network that is sufficient in numbers and types of providers to assure that all services to covered persons will be accessible without unreasonable delay. Each managed care plan shall permit covered persons to choose their own primary care practitioner from a list of health care professionals within the plan. In the case of emergency services, covered persons shall have access twenty-four hours per day, seven days per week. Sufficiency shall be determined in accordance with the requirements of this section , and may be established by reference to any reasonable criteria used by the carrier, including: provider-covered person ratios by specialty; primary care provider-covered person ratios; geographic accessibility; waiting times for appointments with participating providers; hours of operation; and the volume of technological and specialty services available to serve the needs of covered persons requiring technologically advanced or specialty care. Section 3. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Each managed care plan shall develop a system to permit covered persons to use a medical specialist primary care practitioner, if the covered person's medical condition warrants it. This may include covered persons suffering from chronic diseases as well as those with other special needs. Section 4. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Each managed care plan shall offer a point-of-service option. The point-of-service option may require that the covered person in the plan pay a reasonable portion of the costs not to exceed twenty percent of such out-of-plan care. Section 5. That chapter 58-17C be amended by adding thereto a NEW SECTION to read as follows: Each managed care entity shall exercise ordinary care when making health care treatment decisions and is liable for damages to a covered person for harm proximately caused by its failure to exercise ordinary care."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17995, "action_date": "2003-02-04T14:00:00-06:00", "document_id": 96529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96529.pdf", "status_text": "First read in Senate and referred to", "journal_page": 308, "committee_id_action": 799, "committee_id_assigned": 776, "result": "N", "vote": {}}, {"bill_id": 17995, "action_date": "2003-02-10T10:00:00-06:00", "document_id": 96869, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96869.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 776, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17995, "action_date": "2003-02-12T10:00:00-06:00", "document_id": 97048, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97048.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 427, "committee_id_action": 776, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54427, "president_vote": null, "Yea": [2840, 2849, 2868, 2916, 2926, 2908, 2834]}}, {"bill_id": 17995, "action_date": "2003-02-12T10:00:00-06:00", "document_id": 97048, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97048.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 776, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17995"}