{"session_id": 32, "bill_id": 8939, "bill_type": "Senate Bill", "bill_number": 107, "bill_title": "repeal the licensing requirements for barbers.", "sponsors": [{"legislator_profile_id": 1234, "is_prime": true}, {"legislator_profile_id": 1263, "is_prime": true}, {"legislator_profile_id": 1266, "is_prime": false}, {"legislator_profile_id": 1282, "is_prime": false}, {"legislator_profile_id": 1311, "is_prime": false}, {"legislator_profile_id": 1291, "is_prime": false}, {"legislator_profile_id": 1219, "is_prime": false}, {"legislator_profile_id": 1283, "is_prime": false}, {"legislator_profile_id": 1314, "is_prime": false}, {"legislator_profile_id": 1248, "is_prime": false}, {"legislator_profile_id": 1243, "is_prime": false}, {"legislator_profile_id": 1239, "is_prime": false}, {"legislator_profile_id": 1303, "is_prime": false}, {"legislator_profile_id": 1309, "is_prime": false}, {"legislator_profile_id": 1255, "is_prime": false}], "keywords": ["Licensing", "Professions and Occupations"], "audio": [], "bill_versions": [{"bill_id": 8939, "bill_version_id": 47449, "bill_version": "Introduced", "bill_version_date": "2018-01-22T10:09:20.633-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal the licensing requirements for barbers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-14-1 be repealed. 36-14-1. Any one or any combination of the following practices when done for compensation, or without payment for the public generally, upon the upper part of the human body for cosmetic purposes, and not for the treatment of physical or mental ailments, shall constitute the practice of barbering: (1) Shaving or trimming the beard or cutting the hair; (2) Giving facial and scalp massages or treatment with oils, creams, lotions, or other preparations either by hand or mechanical appliances; (3) Singeing, shampooing, or dyeing the hair or applying hair tonics; (4) Applying cosmetic preparations, antiseptics, powders, oils, clays, or lotions to the scalp, face, neck, or upper part of the body. Section 2. That § 36-14-2 be repealed. 36-14-2. The Governor shall appoint a Board of Barber Examiners which shall include three professional members. The term of each is three years commencing on the thirty-first day of October. The appointee's term expires on October thirtieth in the third year of appointment. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. No member may serve more than three consecutive full terms. However, appointment to fill an unexpired term is not considered a complete term for this purpose. Each of these members shall be a practical barber who has followed the occupation of barber in this state for at least five years immediately preceding the barber's appointment. The Governor may remove a member for cause and shall fill all vacancies. Any member appointed to fill a vacancy shall serve the remainder of the unexpired term. The Governor may stagger the terms to enable the board to have different terms expire each year. Section 3. That § 36-14-2.1 be repealed. 36-14-2.1. The membership of the Board of Barber Examiners shall include one lay member who is a user of the services regulated by the board. The term, lay member who is a user, refers to a person who is not licensed by the board but, where practical, uses the service licensed. The term shall be liberally construed to implement the purpose of this section. The Governor shall appoint the lay member. The lay member shall have the same term of office and is subject to the same limits and conditions as other members of the board. Section 4. That §§ 36-14-3 to 36-14-37.1, inclusive, be repealed."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8939, "action_date": "2018-01-22T14:00:00-06:00", "document_id": 47508, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47508.pdf", "status_text": "First read in Senate and referred to", "journal_page": 176, "committee_id_action": 395, "committee_id_assigned": 369, "result": "N", "vote": {}}, {"bill_id": 8939, "action_date": "2018-01-25T13:00:00-06:00", "document_id": 48017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48017.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 248, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8939"}