{"session_id": 54, "bill_id": 17632, "bill_type": "House Bill", "bill_number": 1246, "bill_title": "allow school districts to levy a tax to supplant general fund support of extracurricular activities.", "sponsors": [{"legislator_profile_id": 2871, "is_prime": true}, {"legislator_profile_id": 2904, "is_prime": true}, {"legislator_profile_id": 2841, "is_prime": false}, {"legislator_profile_id": 2868, "is_prime": false}, {"legislator_profile_id": 2873, "is_prime": false}, {"legislator_profile_id": 2896, "is_prime": false}, {"legislator_profile_id": 2898, "is_prime": false}, {"legislator_profile_id": 2907, "is_prime": false}], "keywords": ["Education", "School District"], "audio": [{"meeting_datetime": "2003-02-14T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed23hb1246a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-14T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed23hb1246a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17632, "bill_version_id": 96360, "bill_version": "Introduced", "bill_version_date": "2003-02-03T09:34:53-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow school districts to levy a tax to supplant general fund support of extracurricular activities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-16 be amended by adding thereto a NEW SECTION to read as follows: Extracurricular activities are school-approved activities for which a student does not receive a letter grade and which normally occur outside of the regular instructional day. Cocurricular activities such as band, chorus, orchestra, and debate where the student does receive a letter grade are included to the extent that the cocurricular activity practices, performs, or participates outside of the regular instructional day under the rules and regulations of the local school district. For the purpose of funding extracurricular and cocurricular activities, a school district may levy at its discretion an annual tax not to exceed fifty cents per thousand dollars of taxable valuation, excluding agricultural property in the school district, or other special assessment, for the current year. This levy may not be included in determining the tax levy limitation of the district provided by law. Moneys collected from this levy shall be kept by the business manager in the activities fund and may not be used for any other purpose except to support extracurricular and cocurricular activities. Moneys collected from this levy shall supplant money from the school district's general fund that may have been used for support of extracurricular activities. However, any school district may supplement its extracurricular activities funds by transfer from the general fund. Any funds generated from sources such as gate receipts shall be deposited in the activities fund. School districts may change the amount of levy from year to year based on needs of the fund to support activities. No school district may transfer money from the extracurricular activities fund to the general fund. Section 2. That chapter 13-16 be amended by adding thereto a NEW SECTION to read as follows: The decision by the governing body of the school district to impose the levy provided for in this Act may be referred to a vote of the people upon a resolution of the governing body of the school district or by a petition signed by at least five percent of the registered voters in the school district and filed with the governing body within twenty days of the first publication of the decision. The referendum election shall be held on or before October first of the year prior to the time the taxes are payable. Section 3. That § 13-16-2 be amended to read as follows: 13-16-2. All school district funds shall be placed in either the general fund, capital outlay fund, special education fund, public service enterprise fund, trust or agency fund as defined in § 4-4-4, bond redemption fund, activities fund, or 874 fund as hereinafter defined."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17632, "action_date": "2003-02-03T14:00:00-06:00", "document_id": 96452, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96452.pdf", "status_text": "First read in House and referred to", "journal_page": 264, "committee_id_action": 798, "committee_id_assigned": 787, "result": "N", "vote": {}}, {"bill_id": 17632, "action_date": "2003-02-13T10:00:00-06:00", "document_id": 97153, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97153.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17632, "action_date": "2003-02-14T10:00:00-06:00", "document_id": 97253, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97253.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 439, "committee_id_action": 787, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54589, "president_vote": null, "Yea": [2837, 2839, 2855, 2892, 2896, 2930, 2934, 2877, 2872], "Nay": [2841, 2871, 2898, 2920], "Excused": [2857, 2895]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17632"}