{"session_id": 59, "bill_id": 20217, "bill_type": "House Commemoration", "bill_number": 1006, "bill_title": "Commending and honoring the 2004-2005 Outstanding School Administrators of South Dakota: Robert Arend, Garretson, School Superintendent; David Peterson, Retired, School Business Official; Nancy Whitcher, Rapid City, Elementary School Principal; Christena Schultz, Emery, Secondary School Principal; Mike Taplett, Huron, Middle School Principal; Dr. Patricia Peel, Rapid City, Curriculum Director; and Karen Roth, Sioux Falls, Director of Special Education for being named outstanding administrators by their respective administrator parent groups.", "sponsors": [{"legislator_profile_id": 3400, "is_prime": true}, {"legislator_profile_id": 3435, "is_prime": true}, {"legislator_profile_id": 3361, "is_prime": false}, {"legislator_profile_id": 3362, "is_prime": false}, {"legislator_profile_id": 3370, "is_prime": false}, {"legislator_profile_id": 3374, "is_prime": false}, {"legislator_profile_id": 3377, "is_prime": false}, {"legislator_profile_id": 3379, "is_prime": false}, {"legislator_profile_id": 3384, "is_prime": false}, {"legislator_profile_id": 3393, "is_prime": false}, {"legislator_profile_id": 3395, "is_prime": false}, {"legislator_profile_id": 3401, "is_prime": false}, {"legislator_profile_id": 3406, "is_prime": false}, {"legislator_profile_id": 3412, "is_prime": false}, {"legislator_profile_id": 3415, "is_prime": false}, {"legislator_profile_id": 3417, "is_prime": false}, {"legislator_profile_id": 3418, "is_prime": false}, {"legislator_profile_id": 3419, "is_prime": false}, {"legislator_profile_id": 3423, "is_prime": false}, {"legislator_profile_id": 3424, "is_prime": false}, {"legislator_profile_id": 3427, "is_prime": false}, {"legislator_profile_id": 3429, "is_prime": false}, {"legislator_profile_id": 3430, "is_prime": false}, {"legislator_profile_id": 3439, "is_prime": false}, {"legislator_profile_id": 3441, "is_prime": false}, {"legislator_profile_id": 3444, "is_prime": false}, {"legislator_profile_id": 3454, "is_prime": false}, {"legislator_profile_id": 3455, "is_prime": false}, {"legislator_profile_id": 3456, "is_prime": false}, {"legislator_profile_id": 3460, "is_prime": false}, {"legislator_profile_id": 3463, "is_prime": false}], "keywords": ["House Commemoratives"], "audio": [], "bill_versions": [{"bill_id": 20217, "bill_version_id": 107322, "bill_version": "Introduced", "bill_version_date": "2006-01-26T14:21:34-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2004-2005 Outstanding School Administrators of South Dakota: Robert Arend, Garretson, School Superintendent; David Peterson, Retired, School Business Official; Nancy Whitcher, Rapid City, Elementary School Principal; Christena Schultz, Emery, Secondary School Principal; Mike Taplett, Huron, Middle School Principal; Dr. Patricia Peel, Rapid City, Curriculum Director; and Karen Roth, Sioux Falls, Director of Special Education for being named outstanding administrators by their respective administrator parent groups. WHEREAS, these administrators have been elected by their peers for outstanding service and dedication to education; and WHEREAS, the combined years of service to the people of South Dakota and to the children and youth of South Dakota of these seven educational administrators is one hundred eighty-eight years; and WHEREAS, each of these educators has demonstrated a sincere interest in our children and superior skills in their chosen field of educational administration: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Eighty- first Legislature of the State of South Dakota, the Senate concurring therein, that Robert Arend, David Peterson, Nancy Whitcher, Christena Schultz, Mike Taplett, Dr. Patricia Peel, and Karen Roth are named as official representatives of the School Administrators of South Dakota and shall continue their efforts to improve the educational opportunities for the citizens of the state."}, {"bill_id": 20217, "bill_version_id": 107530, "bill_version": "Enrolled", "bill_version_date": "2006-01-30T16:51:59-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2004-2005 Outstanding School Administrators of South Dakota: Robert Arend, Garretson, School Superintendent; David Peterson, Retired, School Business Official; Nancy Whitcher, Rapid City, Elementary School Principal; Christena Schultz, Emery, Secondary School Principal; Mike Taplett, Huron, Middle School Principal; Dr. Patricia Peel, Rapid City, Curriculum Director; and Karen Roth, Sioux Falls, Director of Special Education for being named outstanding administrators by their respective administrator parent groups. WHEREAS, these administrators have been elected by their peers for outstanding service and dedication to education; and WHEREAS, the combined years of service to the people of South Dakota and to the children and youth of South Dakota of these seven educational administrators is one hundred eighty-eight years; and WHEREAS, each of these educators has demonstrated a sincere interest in our children and superior skills in their chosen field of educational administration: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Eighty-first Legislature of the State of South Dakota, the Senate concurring therein, that Robert Arend, David Peterson, Nancy Whitcher, Christena Schultz, Mike Taplett, Dr. Patricia Peel, and Karen Roth are named as official representatives of the School Administrators of South Dakota and shall continue their efforts to improve the educational opportunities for the citizens of the state."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20217, "action_date": "2006-01-26T14:00:00-06:00", "document_id": 107338, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107338.pdf", "status_text": "", "journal_page": 257, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20217, "action_date": "2006-01-27T13:00:00-06:00", "document_id": 107417, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107417.pdf", "status_text": "", "journal_page": null, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20217, "action_date": "2006-01-30T14:00:00-06:00", "document_id": 107534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107534.pdf", "status_text": "", "journal_page": null, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}]}