{"session_id": 43, "bill_id": 12088, "bill_type": "Senate Bill", "bill_number": 145, "bill_title": "recalculate abatement of the basic child support obligation.", "sponsors": [{"legislator_profile_id": 1742, "is_prime": true}, {"legislator_profile_id": 1745, "is_prime": true}, {"legislator_profile_id": 1736, "is_prime": false}, {"legislator_profile_id": 1698, "is_prime": false}], "keywords": ["Child Custody", "Domestic Relations"], "audio": [{"meeting_datetime": "2020-02-19T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/she22.mp3", "start_seconds": 3400.0}, {"meeting_datetime": "2020-02-19T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/she22.mp3", "start_seconds": 3400.0}, {"meeting_datetime": "2020-02-19T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/she22.mp3", "start_seconds": 3400.0}], "bill_versions": [{"bill_id": 12088, "bill_version_id": 65645, "bill_version": "Introduced", "bill_version_date": "2020-01-30T10:44:16.907-06:00", "bill_text": "An Act to recalculate abatement of the basic child support obligation. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 25-7-6.14 be AMENDED: 25-7-6.14. Abatement of portion of child support--Modification. If the child resides with the obligor ten or more nights in a month pursuant to a custody order, the court may, if deemed appropriate under the circumstances, grant an abatement of not less than thirty-eight percent nor more than sixty-six percent of the basic child support obligation for the nights the child resides with the obligor. The court shall grant an abatement of the basic child support obligation as provided for in this section: (1) If the child resides with the obligor at least two nights in any month, the abatement must equal six and one-half percent of the monthly obligation; (2) If the child resides with the obligor at least four nights in any month, the abatement must equal thirteen percent of the monthly obligation; (3) If the child resides with the obligor at least six nights in any month, the abatement must equal twenty percent of the monthly obligation; (4) If the child resides with the obligor at least eight nights in any month, the abatement must equal twenty-six percent of the monthly obligation; (5) If the child resides with the obligor at least ten nights in any month, the abatement must equal thirty-three percent of the monthly obligation; (6) If the child resides with the obligor at least twelve nights in any month, the abatement must equal sixty-six percent of the monthly obligation; and (7) If the child resides with the obligor at least fourteen nights in any month, the abatement must equal one hundred percent of the monthly obligation. The order granting the abatement shall specify the number of nights for which the abatement is allowed and the amount of the abatement. In deciding whether an abatement is appropriate, the court shall consider whether it would have a substantial negative effect on the child's standard of living. The court shall may allow the abatement to the obligor in the month in which the parenting time is ordered or apportion the abatement over a period of twelve months. It shall be is presumed that the parenting time is exercised. If the parenting time exercised substantially deviates from the parenting time ordered, either party may petition the court for a modification of the support order, without showing any other change in circumstances. Section 2. That § 25-7-6.28 be AMENDED: 25-7-6.28. Child residence with parent for a night--Residence for days. For the purposes of §§ 25-7-6.14 and 25-7-6.27, a child resides with a parent for a night if the child sleeps: (1) At the residence of that parent at night, whether or not the parent is present; or (2) In the company of the parent, if the child does not sleep at a parent's residence. If, in a calendar year, due to a parent's nighttime work schedule, a child resides with a parent for days, but not nights, the court may condition the abatement on the required days rather than nights. In those instances, on a school day, the child is treated as residing at the primary residence registered with the school. Section 3. That § 25-7-6.27 be REPEALED. 25-7-6.27. Shared parenting child support cross credit."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12088, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65050.pdf", "status_text": "First read in Senate and referred to", "journal_page": 118, "committee_id_action": 447, "committee_id_assigned": 457, "result": "N", "vote": {}}, {"bill_id": 12088, "action_date": "2020-02-19T10:00:00-06:00", "document_id": 67559, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67559.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 457, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12088, "action_date": "2020-02-19T10:00:00-06:00", "document_id": 67560, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67560.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 457, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33262, "president_vote": null, "Yea": [1763, 1726, 1659, 1730, 1750], "Nay": [1742, 1718]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12088"}