{"session_id": 51, "bill_id": 16251, "bill_type": "House Bill", "bill_number": 1263, "bill_title": "create a board of postsecondary vocational education.", "sponsors": [{"legislator_profile_id": 2536, "is_prime": true}, {"legislator_profile_id": 2600, "is_prime": true}, {"legislator_profile_id": 2515, "is_prime": false}, {"legislator_profile_id": 2528, "is_prime": false}, {"legislator_profile_id": 2539, "is_prime": false}, {"legislator_profile_id": 2609, "is_prime": false}], "keywords": ["Department of Education and Cultural Affairs", "Education", "Rule-making Authority"], "audio": [{"meeting_datetime": "2001-02-16T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou28hb1263a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-16T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou28hb1263a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-16T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou28hb1263a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-16T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou28hb1263a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16251, "bill_version_id": 88799, "bill_version": "Introduced", "bill_version_date": "2001-01-29T10:26:59-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a board of postsecondary vocational education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created the Board of Postsecondary Vocational Education. The board shall consist of nine members as follows: four members shall be the superintendents of the Mitchell, Rapid City, Sioux Falls, and Watertown school districts, or their representatives; one member shall be appointed by the Governor from the nonstudent members of the Board of Regents; one member shall be appointed by the Governor from the members of the Board of Education; and three members shall be appointed by the Governor, and confirmed by the Senate, to represent the various businesses and industries in South Dakota. All members shall be South Dakota residents and shall serve four-year terms. No member may serve more than two consecutive full terms. No more than five members of the board may be of the same political party. Section 2. If a vacancy occurs as provided in § 3-4-1, the Governor shall appoint a member to fill the vacancy, and the appointee shall serve for the balance of the unexpired term, unless the Senate at the next legislative session fails to confirm the appointee. If the Senate fails to confirm the interim appointee, the appointee shall serve until the last day of March and then a new appointee shall be named by the Governor to serve what remains of the term. Section 3. The Board of Postsecondary Vocational Education shall meet at least four times a year. At its first meeting, and then annually thereafter, the board shall elect, from among its members, a president, whose term of office shall be one year. The affirmative vote of a majority of the members of the board is required for official actions. The board shall record its minutes, which are open to the public. Meetings of the board are open meetings as per chapter 1-25. Any member of the board may administer oaths and examine witnesses whenever necessary in the performance of the duties of the board. Section 4. The Board of Postsecondary Vocational Education shall have control of the public postsecondary technical institutes defined in chapter 13-39, and is established within the Department of Education and Cultural Affairs. The board shall be classified as a management board for purposes of per diem and expenses pursuant to § 4-7-10.4. Section 5. The Board of Postsecondary Vocational Education shall appoint an executive director of postsecondary vocational education, who shall be a full-time employee of the board. The executive director shall have a graduate degree from a recognized college or university and shall, by training and experience, be familiar with the operations and problems of postsecondary vocational institutions. The executive director shall have general control and supervision over postsecondary vocational education, and shall carry out the directives of the board and be under the board's general jurisdiction and supervision. Section 6. That § 13-49-1 be amended to read as follows: 13-49-1. The control of the public postsecondary educational institutions of the state offering college credit which are sustained wholly or in part by the state , excluding postsecondary technical institutes defined in chapter 13-39, shall be vested in a board of nine members, designated as the board of regents. The members shall be appointed by the Governor, by and with the consent of the senate. Section 7. That § 13-39-1.2 be amended to read as follows: 13-39-1.2. Terms used in this chapter, mean: (1) \"Adult vocational education,\" the training provided to upgrade or update the occupational skills of persons who are preparing to, or have already, entered an occupation; (2) \"Center board,\" the governing body of a multidistrict center for secondary vocational education ; (3) \"Director,\" the director of secondary vocational education; (4) \"Division,\" the division of education services and resources of the Department of Education and Cultural Affairs; (4) (5) \"Executive director,\" the executive director of postsecondary vocational education; (6) \"Facilities,\" buildings, rooms, property and permanent equipment, including vehicles, used to provide vocational education; (5) (7) \"LEA,\" a local education agency limited to public school districts and the legal entities that a school district is authorized to establish; (6) (8) \"Multidistrict center,\" a multidistrict secondary occupational vocational education center; (7) (9) \"Multi-use facility,\" a structure or part of a structure for student or faculty use as a lounge area, cafeteria, classroom, or large group area not operated as a student union building in which student fees are charged and utilized to pay for construction and maintenance of a facility under the direct or indirect control of the students; (8) (10) \"Participating district,\" a school district which has voting representation on a multidistrict center board; (9) (11) \"Postsecondary technical institute,\" a public nonprofit school legally authorized to provide public postsecondary technical vocational education which does not culminate in a baccalaureate degree at that school; (10) (12) \"Secretary,\" the state secretary of the Department of Education and Cultural Affairs; (11) \"State board,\" the South Dakota Board of Education ; (12) (13) \"Vocational education,\" organized programs at the secondary, postsecondary or adult levels directly related to the preparation of individuals for paid or unpaid employment, or for the additional preparation for a career requiring other than a baccalaureate or advanced degree. Section 8. That § 13-3-1.4 be amended to read as follows: 13-3-1.4. Subject to policies established by the South Dakota Board of Education, the secretary of the Department of Education and Cultural Affairs has general supervision over all accredited elementary and secondary schools and postsecondary technical institutes in the state, including adult secondary vocational education, kindergarten, preschool, and summer schools. Section 9. That § 13-1-12.1 be amended to read as follows: 13-1-12.1. The South Dakota Board of Education shall adopt rules pursuant to chapter 1-26 to establish standards for the classification and accreditation of schools within this state, to establish standards for preparation of certified personnel, to set forth procedures for determining the eligibility of school districts to receive state foundation aid effective January 1, 1997, to adopt policies and rules necessary to establish standards and procedures for vocation-technical secondary vocational education and to establish minimum curriculum requirements for all public and nonpublic schools within the state. Section 10. That § 13-39-8 be amended to read as follows: 13-39-8. Notwithstanding § 13-15-2, the general control and supervision over secondary vocational education as provided in this chapter is the duty of the director of secondary vocational education under the direction of the secretary of the Department of Education and Cultural Affairs. Section 11. That § 13-39-9 be amended to read as follows: 13-39-9. The director of secondary vocational education has general control and supervision over all secondary vocational education in all public secondary schools , public postsecondary institutions not under the control of the board of regents and all other vocational education functions assigned to him by the secretary of the Department of Education and Cultural Affairs. Section 12. That § 13-39-12 be amended to read as follows: 13-39-12. The secretary of the Department of Education and Cultural Affairs and the executive director of postsecondary vocational education may cooperate on behalf of the South Dakota Board of Education and the Board of Postsecondary Vocational Education, respectively, with federal agencies in the administration of any Acts of Congress relating to vocational education. Section 13. That § 13-39-13 be amended to read as follows: 13-39-13. The secretary of the Department of Education and Cultural Affairs and the executive director of postsecondary vocational education may enter into contracts and agreements with any agency of the United States government or any agency of the state government or its political subdivisions for the purpose of vocational education, receive grants of federal funds for vocational education and expend those funds under rules adopted , respectively, by the South Dakota Board of Education or the Board of Postsecondary Vocational Education pursuant to chapter 1-26. Section 14. That § 13-39-18 be amended to read as follows: 13-39-18. The executive director of postsecondary vocational education shall submit all requests for new programs from the postsecondary technical institutes in the state to the state board Board of Postsecondary Vocational Education for action. Section 15. That § 13-39-19 be amended to read as follows: 13-39-19. The secretary of the Department of Education and Cultural Affairs may distribute funds appropriated to him by the Legislature , or granted by any federal agency to the state , in accordance with chapter 4-8B, for vocational education in public secondary and postsecondary technical institutes schools in the state in accordance with a state plan or plans adopted by the South Dakota Board of Education. The executive director of postsecondary vocational education may distribute funds appropriated or granted, in accordance with chapter 4-8B, for postsecondary vocational education in accordance with plans by the Board of Postsecondary Vocational Education. The aid disbursed to the different schools and technical institutes of the state and all expenses incurred in the administration of the provisions of any federal acts relating to vocational education shall be paid out of the funds of the secretary or the executive director appropriated for that purpose and from the federal funds allotted to the State of South Dakota for similar purposes. The state treasurer is the custodian of all money paid to the state from federal appropriations for the purpose of vocational education, and shall disburse the funds on warrants issued by the state auditor upon vouchers approved by the director of secondary vocational education or the executive director of postsecondary vocational education . The secretary of the Department of Education and Cultural Affairs shall authorize the director of secondary vocational education to submit vouchers to the state auditor for the amount payable as state and federal aid to each school approved under the provisions of this chapter. The executive director of postsecondary vocational education shall submit vouchers to the state auditor for the amount payable as state and federal aid to each technical institute approved under the provisions of this chapter. Upon receipt of the vouchers, the state auditor shall draw warrants on the state treasury in favor of the treasurer or business manager of the public secondary and school or postsecondary technical institute for the sum approved by the secretary or executive director . Section 16. That § 13-39-21 be amended to read as follows: 13-39-21. The director of secondary vocational education and the executive director of postsecondary vocational education shall prescribe a uniform system for gathering and reporting vocational education data. Section 17. That § 13-39-27 be amended to read as follows: 13-39-27. For the purposes of providing vocational education, all LEAs of this state may establish, in cooperation with the division Department of Education and Cultural Affairs or the Board of Postsecondary Vocational Education , a vocational department, classes or facilities for vocational education, as provided in this chapter, under terms and conditions agreed upon. Any LEA board may enter into any agreement to provide vocational education. An agreement made pursuant to this section is not subject to the limitation of the tuition law. An LEA may expend its money for vocational education. Section 18. That § 13-39-28 be amended to read as follows: 13-39-28. Anyone who may profit from the vocational education course to which the person applies may be enrolled upon application and acceptance in accordance with the provisions of § § 13-39-1.2 to 13-39-29, inclusive, and as prescribed by the South Dakota Board of Education or the Board of Postsecondary Vocational Education . Section 19. That § 13-39-29 be amended to read as follows: 13-39-29. The secretary of the Department of Education and Cultural Affairs, through the director, and the executive director of postsecondary vocational education may receive, acquire, have charge of, and operate all properties for the purposes authorized in this chapter. The secretary or executive director may acquire by gift, subject to the provisions of § 5-24-12, or purchase real and personal property for the use of vocational education and may dispose of or transfer the same whenever the purposes of this chapter are benefited. The Neither the executive director or the secretary may not purchase, lease, sell, encumber , or alienate any real property without the consent and prior approval of the Legislature. Section 20. That § 13-39-34 be amended to read as follows: 13-39-34. Any LEA proposing to operate a postsecondary technical institute or establish an existing postsecondary technical institute as a separate legal entity may petition the state Board of Postsecondary Vocational Education pursuant to § § 13-39-35 to 13-39-36, inclusive. The state board may conduct hearings, investigate school records, and secure other data relating to the proposed postsecondary technical institute, its geographical location, the demography and economy of the area, and any other facts relating to the proposed postsecondary technical institute which the state board may consider appropriate. Section 21. That § 13-39-35 be amended to read as follows: 13-39-35. If the South Dakota board of education Board of Postsecondary Vocational Education finds that the classification petitioned for would further the educational interests of the state, more nearly equalize the educational opportunities in certain phases of technical education to persons in this state who are of the age and maturity to pursue study in preparation for entering the labor market, be of potential benefit to persons in all communities of the state, and is otherwise in accordance with the plans of the state board, it may recommend the petition be approved by the Legislature. Section 22. That § 13-39-35.2 be amended to read as follows: 13-39-35.2. The joint resolution passed pursuant to § 13-39-35.1 shall specify the duties and powers of a the postsecondary technical institute. The resolution may also specify the procedure for selecting members of the governing board, which may include local elections for such members. A school established pursuant to § 13-39-35.1 may be a distinct legal entity separate and apart from the school district or districts which established it. Section 23. That § 13-39-36 be amended to read as follows: 13-39-36. If the petition is approved by the Legislature, the LEA may establish the proposed school and the state board Board of Postsecondary Vocational Education shall classify the school as a postsecondary technical institute. The state board shall conduct general supervision as provided in § 13-39-37 and in the rules adopted pursuant to chapter 1-26 by the state board. Section 24. That § 13-39-37 be amended to read as follows: 13-39-37. The South Dakota board of education Board of Postsecondary Vocational Education may adopt rules pursuant to chapter 1-26, to be administered by the executive director, governing the operation and maintenance of postsecondary technical institutes which will afford the people of the state, insofar as practicable, an equal opportunity to acquire a public technical education. The rules may provide for the following: (1) Curriculum and standards of instruction and scholarship; (2) Attendance requirements, age limits of trainees, eligibility for attendance, and tuition payments and other charges; (3) Apportionment and distribution of funds made available to the board for carrying out the purposes of § § 13-39-34 to 13-39-39, inclusive; (4) Transportation requirements and payments; (5) General administrative matters; (6) The submission of the annual budget of the postsecondary technical institute which shall include, but is not limited to, a description of programs, a list of staff positions, and the amount for supplies and operating expenses associated with the programs offered. The rules shall require the budget to include all operating costs of programs, including those costs ineligible for reimbursement from federal and state funds, shall state the procedure for amending and filing it with the division of education services and resources and shall provide that failure to comply with the rules may result in withholding of payments from federal and state funds; (7) The submission of plans of LEAs for new construction or major renovation of facilities eligible for reimbursement. The rules regarding these plans shall provide a requirement that the LEA, by a written resolution, declare the LEA committed to begin construction if the budget of the state board provides the matching funds; (8) The promotion and coordination of vocational education; and (9) The duplication of programs. Section 25. That § 13-39-38 be amended to read as follows: 13-39-38. The secretary of education and cultural affairs executive director of postsecondary vocational education shall apportion and distribute funds made available for postsecondary technical institutes through a formula approved by the South Dakota board of education Board of Postsecondary Vocational Education to the LEAs having jurisdiction over postsecondary technical institutes to assist in maintaining and operating those schools. The use of the funds are subject to rules adopted by the state board pursuant to subdivision 13-39-37(3) and in accordance with the approved state plan for vocational education. Section 26. That § 13-39-39 be amended to read as follows: 13-39-39. The division executive director of postsecondary vocational education shall distribute funds to the postsecondary technical institutes under the provisions of § 13-39-38 from money appropriated to the division for that purpose, and from federal funds allotted to the state of South Dakota for that purpose. Section 27. That § 13-39-41 be amended to read as follows: 13-39-41. The school boards of two or more school districts may submit to the South Dakota Board of Education a proposed plan to establish a multidistrict center. The proposal shall be consistent with the state plan for secondary vocational education and shall meet the rules as adopted by the state board pursuant to chapter 1-26. Section 28. That § 13-39-45 be amended to read as follows: 13-39-45. If four or less school districts comprise a multidistrict center and if enrollment within the school districts is insufficient to provide five members in accordance with § 13-39-44, the boards of the school districts shall agree upon the number and manner of selection of members of the center board and shall submit their plan of selection for approval or disapproval to the state board South Dakota Board of Education pursuant to § 13-39-41. Section 29. That § 13-39-48 be amended to read as follows: 13-39-48. The director of secondary vocational education shall call and conduct the initial organizational meeting of a center board. A center board shall meet at least monthly. At each July meeting, the center board shall select officers for the current school year. Section 30. That § 13-39-53 be amended to read as follows: 13-39-53. Multidistrict centers are subject to the rules adopted by the state board South Dakota Board of Education pursuant to chapter 1-26 and to applicable statutory requirements of school districts. A center board has the same power, authority, responsibility, and obligations as a school board, except for the authority to levy taxes and to issue bonds. South Dakota statutes relating to educational financial activities and other educational activities apply to multidistrict centers unless otherwise prohibited by § § 13-39-41 to 13-39-64, inclusive. Section 31. That § 13-39-60 be amended to read as follows: 13-39-60. A school board by resolution may request that the center board approve the school district as a participating district in an established multidistrict center. A center board may require, as a condition of participation, payment of a fee not exceeding the applying school district's pro rata share of all capital outlay expenditures, excluding state and federal reimbursement from the state board South Dakota Board of Education , made by the center board prior to the application for membership by the applying district. The school board shall publish the resolution once in the official newspaper of that district. Section 32. That § 13-39-66 be amended to read as follows: 13-39-66. Any LEA may enter into lease-purchase agreements with the Health and Educational Facilities Authority or the secretary of education and cultural affairs executive director of postsecondary vocational education for capital improvements for the design, acquisition, construction, equipping or improvement of facilities the LEA considers necessary or appropriate. In addition, the secretary executive director may enter into any lease-purchase agreement of such facilities either with an LEA or the health and educational facilities authority. Such lease-purchase agreements shall include such terms as the Health and Educational Facilities Authority considers necessary, including without limitation, terms of default, remedies, representations , and covenants of the lessee. No such lease-purchase agreements are effective until approved by the secretary of education and cultural affairs executive director . The term lease-purchase agreements as used in this section includes any sublease. Section 33. That § 13-39-67 be amended to read as follows: 13-39-67. A lease-purchase agreement authorized by § 13-39-66 may be for a term of no more than thirty years, shall be approved by the LEA board on behalf of the LEA, may provide for the simultaneous conveyance of existing facilities to be leased-back with the improvements and other property being financed, may provide for all right, title , and interest of the authority to be conveyed to the LEA or the secretary of education and cultural affairs executive director of postsecondary vocational education upon payment or other discharge of the bonds issued therefor, and may contain such other provisions as the authority and the state board Board of Postsecondary Vocational Education determine necessary or appropriate to secure payment of amounts due under such agreements. No other statute may limit or otherwise restrict the power and authority of an LEA or the secretary executive director to enter into such a lease-purchase agreement or govern the procedure by which such agreement is authorized. Section 34. That § 13-39-68 be amended to read as follows: 13-39-68. The secretary of education and cultural affairs executive director of postsecondary vocational education may contract with or enter into other agreements with the South Dakota Health and Educational Facilities Authority, one or more LEAs, the state treasurer or others in order to pledge or otherwise transfer all or any portion of tuition and other student fees subject to deposit in the tuition subaccount in order to secure payments by any LEA or the secretary executive director under a lease-purchase agreement with the authority. Any such contract or other agreement may also provide for the release from such pledge and lien of such amounts as are deemed not to be necessary for payment of amounts currently due and owing under lease-purchase agreements. Any such pledge of such tuition and other student fees shall be valid and binding from the time when the pledge is made. The amount of tuition and other fees so pledged and thereafter received shall immediately be subject to the lien of such pledge without any physical delivery thereof or further act, and the lien of any such pledge shall be valid and binding as against the LEAs and any other persons having claims of any kind in tort, contract, or otherwise against the LEA, the secretary executive director , the authority, the state treasurer or any other person, irrespective of whether such persons have notice thereof. Neither the contract nor any other agreement or instrument by which a pledge is created need to be recorded. Section 35. That § 13-39-69 be amended to read as follows: 13-39-69. There is created in the state treasury a separate trust fund on behalf of the secretary of education and cultural affairs to be on deposit with the state treasurer, such fund executive director of postsecondary vocational education to be designated the vocational education facilities fund. The fund established hereby shall consist of all appropriations by the state Legislature specifically designated for deposit therein and any other moneys designated for deposit therein, including any investment earnings thereon. The treasurer may create subfunds or accounts within the trust fund created under this section as the treasurer considers necessary. Any earnings from the investment of such fund may be transferred annually by the state treasurer to the tuition subaccount established by § 13-39-70. Section 36. That § 13-39-70 be amended to read as follows: 13-39-70. There is hereby created within the vocational education facilities fund of the secretary of education and cultural affairs a tuition subaccount. The secretary executive director of postsecondary vocational education may determine and require that all or any portion of the tuition and other student fees payable to an LEA shall be deposited in the subaccount. No moneys may be disbursed from the tuition subaccount for any purpose other than to pay lease rentals or other amounts due and owing in connection with any lease-purchase agreement authorized under § § 13-39-66 and 13-39-67 unless and until the Health and Educational Facilities Authority files with the state treasurer a certification that it has on deposit or there has otherwise been appropriated sufficient moneys to pay all amounts due or to become due within the next three months on all such lease-purchase agreements. Thereafter, the state treasurer shall retain in the vocational education facilities fund for future repair and improvement as authorized by the Legislature such amounts, not to exceed ten percent thereof, as the secretary executive director shall direct. Section 37. That § 13-39-71 be amended to read as follows: 13-39-71. All or any portion of the lease-purchase obligations under or in connection with any lease-purchase agreement authorized under § § 13-39-66 and 13-39-67 may be paid or discharged out of moneys available from the investment earnings on the vocational education trust fund or from any amounts on deposit in the tuition subaccount of such fund upon the determination by the secretary of education and cultural affairs executive director of postsecondary vocational education to pledge or otherwise transfer such amounts to the Health and Educational Facilities Authority. Section 38. That § 13-39-72 be amended to read as follows: 13-39-72. An LEA operating an approved postsecondary vocational school may award an associate in applied sciences degree. The state board Board of Postsecondary Vocational Education may promulgate rules pursuant to chapter 1-26 providing for approval of programs in postsecondary vocational education schools leading to an associate in applied science degree. In approving any program, the state board shall consider curriculum, required hours, quality of instruction, minimum standards for entry into the programs and standards for program completion. Section 39. That § 13-39-17.1 be amended to read as follows: 13-39-17.1. The division Department of Education and Cultural Affairs, on behalf of the Board of Postsecondary Vocational Education, may collect fees for credentialing postsecondary technical vocational teachers. The division shall credit all funds generated by these fees shall be deposited to a fund known as the postsecondary technical vocational credentialing fund to be administered by the state treasurer. A Any payment from this fund is may only be by voucher submitted to the state treasurer and is limited to promulgation of rules, forms, and incidental administrative costs associated with the credentialing of postsecondary technical vocational teachers. Section 40. That § 33-6-6 be amended to read as follows: 33-6-6. Any member of the National Guard of the State of South Dakota, who is a resident of the State of South Dakota and who possesses the entrance requirements for admission to any postsecondary vocational program, is entitled to complete one program of study approved by the state Board of Education Board of Postsecondary Vocational Education in any state postsecondary vocational education institution upon payment of fifty percent of the tuition charges. The remaining tuition shall be paid by the Department of Military and Veterans Affairs out of funds appropriated for the purpose of paying fifty percent of the tuition."}, {"bill_id": 16251, "bill_version_id": 90114, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2001-02-15T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a board of postsecondary vocational education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created the Board of Postsecondary Vocational Education. The board shall consist of five members appointed by the Governor, and confirmed by the Senate as follows: two members shall represent the various businesses and industries in South Dakota; two members shall represent education; and one member shall be an at-large member. All members shall be South Dakota residents and shall serve four-year terms. No member may serve more than two consecutive full terms. No more than three members of the board may be of the same political party. Section 2. If a vacancy occurs as provided in § 3-4-1, the Governor shall appoint a member to fill the vacancy, and the appointee shall serve for the balance of the unexpired term, unless the Senate at the next legislative session fails to confirm the appointee. If the Senate fails to confirm the interim appointee, the appointee shall serve until the last day of March and then a new appointee shall be named by the Governor to serve what remains of the term. Section 3. The Board of Postsecondary Vocational Education shall meet at least four times a year. At its first meeting, and then annually thereafter, the board shall elect, from among its members, a president, whose term of office shall be one year. The affirmative vote of a majority of the members of the board is required for official actions. The board shall record its minutes, which are open to the public. Meetings of the board are open meetings as per chapter 1-25. Any member of the board may administer oaths and examine witnesses whenever necessary in the performance of the duties of the board. Section 4. The Board of Postsecondary Vocational Education shall have control of the public postsecondary technical institutes defined in chapter 13-39, and is established within the Department of Education and Cultural Affairs. The board shall be classified as a management board for purposes of per diem and expenses pursuant to § 4-7-10.4. Section 5. The Board of Postsecondary Vocational Education shall appoint an executive director of postsecondary vocational education, who shall be a full-time employee of the board. The executive director shall have a graduate degree from a recognized college or university and shall, by training and experience, be familiar with the operations and problems of postsecondary vocational institutions. The executive director shall have general control and supervision over postsecondary vocational education, and shall carry out the directives of the board and be under the board's general jurisdiction and supervision. Section 6. That § 13-49-1 be amended to read as follows: 13-49-1. The control of the public postsecondary educational institutions of the state offering college credit which are sustained wholly or in part by the state , excluding postsecondary technical institutes defined in chapter 13-39, shall be vested in a board of nine members, designated as the board of regents. The members shall be appointed by the Governor, by and with the consent of the Senate. Section 7. That § 13-39-1.2 be amended to read as follows: 13-39-1.2. Terms used in this chapter, mean: (1) \"Adult vocational education,\" the training provided to upgrade or update the occupational skills of persons who are preparing to, or have already, entered an occupation; (2) \"Center board,\" the governing body of a multidistrict center for secondary vocational education ; (3) \"Director,\" the director of secondary vocational education; (4) \"Division,\" the division of education services and resources of the Department of Education and Cultural Affairs; (4) (5) \"Executive director,\" the executive director of postsecondary vocational education; (6) \"Facilities,\" buildings, rooms, property and permanent equipment, including vehicles, used to provide vocational education; (5) (7) \"LEA,\" a local education agency limited to public school districts and the legal entities that a school district is authorized to establish; (6) (8) \"Multidistrict center,\" a multidistrict secondary occupational vocational education center; (7) (9) \"Multi-use facility,\" a structure or part of a structure for student or faculty use as a lounge area, cafeteria, classroom, or large group area not operated as a student union building in which student fees are charged and utilized to pay for construction and maintenance of a facility under the direct or indirect control of the students; (8) (10) \"Participating district,\" a school district which has voting representation on a multidistrict center board; (9) (11) \"Postsecondary technical institute,\" a public nonprofit school legally authorized to provide public postsecondary technical vocational education which does not culminate in a baccalaureate degree at that school; (10) (12) \"Secretary,\" the state secretary of the Department of Education and Cultural Affairs; (11) \"State board,\" the South Dakota Board of Education ; (12) (13) \"Vocational education,\" organized programs at the secondary, postsecondary or adult levels directly related to the preparation of individuals for paid or unpaid employment, or for the additional preparation for a career requiring other than a baccalaureate or advanced degree. Section 8. That § 13-3-1.4 be amended to read as follows: 13-3-1.4. Subject to policies established by the South Dakota Board of Education, the secretary of the Department of Education and Cultural Affairs has general supervision over all accredited elementary and secondary schools and postsecondary technical institutes in the state, including adult secondary vocational education, kindergarten, preschool, and summer schools. Section 9. That § 13-1-12.1 be amended to read as follows: 13-1-12.1. The South Dakota Board of Education shall adopt rules pursuant to chapter 1-26 to establish standards for the classification and accreditation of schools within this state, to establish standards for preparation of certified personnel, to set forth procedures for determining the eligibility of school districts to receive state foundation aid effective January 1, 1997, to adopt policies and rules necessary to establish standards and procedures for vocation-technical secondary vocational education and to establish minimum curriculum requirements for all public and nonpublic schools within the state. Section 10. That § 13-39-8 be amended to read as follows: 13-39-8. Notwithstanding § 13-15-2, the general control and supervision over secondary vocational education as provided in this chapter is the duty of the director of secondary vocational education under the direction of the secretary of the Department of Education and Cultural Affairs. Section 11. That § 13-39-9 be amended to read as follows: 13-39-9. The director of secondary vocational education has general control and supervision over all secondary vocational education in all public secondary schools , public postsecondary institutions not under the control of the board of regents and all other vocational education functions assigned to him by the secretary of the Department of Education and Cultural Affairs. Section 12. That § 13-39-12 be amended to read as follows: 13-39-12. The secretary of the Department of Education and Cultural Affairs and the executive director of postsecondary vocational education may cooperate on behalf of the South Dakota Board of Education and the Board of Postsecondary Vocational Education, respectively, with federal agencies in the administration of any Acts of Congress relating to vocational education. Section 13. That § 13-39-13 be amended to read as follows: 13-39-13. The secretary of the Department of Education and Cultural Affairs and the executive director of postsecondary vocational education may enter into contracts and agreements with any agency of the United States government or any agency of the state government or its political subdivisions for the purpose of vocational education, receive grants of federal funds for vocational education and expend those funds under rules adopted , respectively, by the South Dakota Board of Education or the Board of Postsecondary Vocational Education pursuant to chapter 1-26. Section 14. That § 13-39-18 be amended to read as follows: 13-39-18. The executive director of postsecondary vocational education shall submit all requests for new programs from the postsecondary technical institutes in the state to the state board Board of Postsecondary Vocational Education for action. Section 15. That § 13-39-19 be amended to read as follows: 13-39-19. The secretary of the Department of Education and Cultural Affairs may distribute funds appropriated to him by the Legislature , or granted by any federal agency to the state , in accordance with chapter 4-8B, for vocational education in public secondary and postsecondary technical institutes schools in the state in accordance with a state plan or plans adopted by the South Dakota Board of Education. The executive director of postsecondary vocational education may distribute funds appropriated or granted, in accordance with chapter 4-8B, for postsecondary vocational education in accordance with plans by the Board of Postsecondary Vocational Education. The aid disbursed to the different schools and technical institutes of the state and all expenses incurred in the administration of the provisions of any federal acts relating to vocational education shall be paid out of the funds of the secretary or the executive director appropriated for that purpose and from the federal funds allotted to the State of South Dakota for similar purposes. The state treasurer is the custodian of all money paid to the state from federal appropriations for the purpose of vocational education, and shall disburse the funds on warrants issued by the state auditor upon vouchers approved by the director of secondary vocational education or the executive director of postsecondary vocational education . The secretary of the Department of Education and Cultural Affairs shall authorize the director of secondary vocational education to submit vouchers to the state auditor for the amount payable as state and federal aid to each school approved under the provisions of this chapter. The executive director of postsecondary vocational education shall submit vouchers to the state auditor for the amount payable as state and federal aid to each technical institute approved under the provisions of this chapter. Upon receipt of the vouchers, the state auditor shall draw warrants on the state treasury in favor of the treasurer or business manager of the public secondary and school or postsecondary technical institute for the sum approved by the secretary or executive director . Section 16. That § 13-39-21 be amended to read as follows: 13-39-21. The director of secondary vocational education and the executive director of postsecondary vocational education shall prescribe a uniform system for gathering and reporting vocational education data. Section 17. That § 13-39-27 be amended to read as follows: 13-39-27. For the purposes of providing vocational education, all LEAs of this state may establish, in cooperation with the division Department of Education and Cultural Affairs or the Board of Postsecondary Vocational Education , a vocational department, classes or facilities for vocational education, as provided in this chapter, under terms and conditions agreed upon. Any LEA board may enter into any agreement to provide vocational education. An agreement made pursuant to this section is not subject to the limitation of the tuition law. An LEA may expend its money for vocational education. Section 18. That § 13-39-28 be amended to read as follows: 13-39-28. Anyone who may profit from the vocational education course to which the person applies may be enrolled upon application and acceptance in accordance with the provisions of § § 13-39-1.2 to 13-39-29, inclusive, and as prescribed by the South Dakota Board of Education or the Board of Postsecondary Vocational Education . Section 19. That § 13-39-29 be amended to read as follows: 13-39-29. The secretary of the Department of Education and Cultural Affairs, through the director, and the executive director of postsecondary vocational education may receive, acquire, have charge of, and operate all properties for the purposes authorized in this chapter. The secretary or executive director may acquire by gift, subject to the provisions of § 5-24-12, or purchase real and personal property for the use of vocational education and may dispose of or transfer the same whenever the purposes of this chapter are benefited. The Neither the executive director or the secretary may not purchase, lease, sell, encumber , or alienate any real property without the consent and prior approval of the Legislature. Section 20. That § 13-39-34 be amended to read as follows: 13-39-34. Any LEA proposing to operate a postsecondary technical institute or establish an existing postsecondary technical institute as a separate legal entity may petition the state Board of Postsecondary Vocational Education pursuant to § § 13-39-35 to 13-39-36, inclusive. The state board may conduct hearings, investigate school records, and secure other data relating to the proposed postsecondary technical institute, its geographical location, the demography and economy of the area, and any other facts relating to the proposed postsecondary technical institute which the state board may consider appropriate. Section 21. That § 13-39-35 be amended to read as follows: 13-39-35. If the South Dakota board of education Board of Postsecondary Vocational Education finds that the classification petitioned for would further the educational interests of the state, more nearly equalize the educational opportunities in certain phases of technical education to persons in this state who are of the age and maturity to pursue study in preparation for entering the labor market, be of potential benefit to persons in all communities of the state, and is otherwise in accordance with the plans of the state board, it may recommend the petition be approved by the Legislature. Section 22. That § 13-39-35.2 be amended to read as follows: 13-39-35.2. The joint resolution passed pursuant to § 13-39-35.1 shall specify the duties and powers of a the postsecondary technical institute. The resolution may also specify the procedure for selecting members of the governing board, which may include local elections for such members. A school established pursuant to § 13-39-35.1 may be a distinct legal entity separate and apart from the school district or districts which established it. Section 23. That § 13-39-36 be amended to read as follows: 13-39-36. If the petition is approved by the Legislature, the LEA may establish the proposed school and the state board Board of Postsecondary Vocational Education shall classify the school as a postsecondary technical institute. The state board shall conduct general supervision as provided in § 13-39-37 and in the rules adopted pursuant to chapter 1-26 by the state board. Section 24. That § 13-39-37 be amended to read as follows: 13-39-37. The South Dakota board of education Board of Postsecondary Vocational Education may adopt rules pursuant to chapter 1-26, to be administered by the executive director, governing the operation and maintenance of postsecondary technical institutes which will afford the people of the state, insofar as practicable, an equal opportunity to acquire a public technical education. The rules may provide for the following: (1) Curriculum and standards of instruction and scholarship; (2) Attendance requirements, age limits of trainees, eligibility for attendance, and tuition payments and other charges; (3) Apportionment and distribution of funds made available to the board for carrying out the purposes of § § 13-39-34 to 13-39-39, inclusive; (4) Transportation requirements and payments; (5) General administrative matters; (6) The submission of the annual budget of the postsecondary technical institute which shall include, but is not limited to, a description of programs, a list of staff positions, and the amount for supplies and operating expenses associated with the programs offered. The rules shall require the budget to include all operating costs of programs, including those costs ineligible for reimbursement from federal and state funds, shall state the procedure for amending and filing it with the division of education services and resources and shall provide that failure to comply with the rules may result in withholding of payments from federal and state funds; (7) The submission of plans of LEAs for new construction or major renovation of facilities eligible for reimbursement. The rules regarding these plans shall provide a requirement that the LEA, by a written resolution, declare the LEA committed to begin construction if the budget of the state board provides the matching funds; (8) The promotion and coordination of vocational education; and (9) The duplication of programs. Section 25. That § 13-39-38 be amended to read as follows: 13-39-38. The secretary of education and cultural affairs executive director of postsecondary vocational education shall apportion and distribute funds made available for postsecondary technical institutes through a formula approved by the South Dakota Board of Education Board of Postsecondary Vocational Education to the LEAs having jurisdiction over postsecondary technical institutes to assist in maintaining and operating those schools. The use of the funds are subject to rules adopted by the state board pursuant to subdivision 13-39-37(3) and in accordance with the approved state plan for vocational education. Section 26. That § 13-39-39 be amended to read as follows: 13-39-39. The division executive director of postsecondary vocational education shall distribute funds to the postsecondary technical institutes under the provisions of § 13-39-38 from money appropriated to the division for that purpose, and from federal funds allotted to the State of South Dakota for that purpose. Section 27. That § 13-39-41 be amended to read as follows: 13-39-41. The school boards of two or more school districts may submit to the South Dakota Board of Education a proposed plan to establish a multidistrict center. The proposal shall be consistent with the state plan for secondary vocational education and shall meet the rules as adopted by the state board pursuant to chapter 1-26. Section 28. That § 13-39-45 be amended to read as follows: 13-39-45. If four or less school districts comprise a multidistrict center and if enrollment within the school districts is insufficient to provide five members in accordance with § 13-39-44, the boards of the school districts shall agree upon the number and manner of selection of members of the center board and shall submit their plan of selection for approval or disapproval to the state board South Dakota Board of Education pursuant to § 13-39-41. Section 29. That § 13-39-48 be amended to read as follows: 13-39-48. The director of secondary vocational education shall call and conduct the initial organizational meeting of a center board. A center board shall meet at least monthly. At each July meeting, the center board shall select officers for the current school year. Section 30. That § 13-39-53 be amended to read as follows: 13-39-53. Multidistrict centers are subject to the rules adopted by the state board South Dakota Board of Education pursuant to chapter 1-26 and to applicable statutory requirements of school districts. A center board has the same power, authority, responsibility, and obligations as a school board, except for the authority to levy taxes and to issue bonds. South Dakota statutes relating to educational financial activities and other educational activities apply to multidistrict centers unless otherwise prohibited by § § 13-39-41 to 13-39-64, inclusive. Section 31. That § 13-39-60 be amended to read as follows: 13-39-60. A school board by resolution may request that the center board approve the school district as a participating district in an established multidistrict center. A center board may require, as a condition of participation, payment of a fee not exceeding the applying school district's pro rata share of all capital outlay expenditures, excluding state and federal reimbursement from the state board South Dakota Board of Education , made by the center board prior to the application for membership by the applying district. The school board shall publish the resolution once in the official newspaper of that district. Section 32. That § 13-39-66 be amended to read as follows: 13-39-66. Any LEA may enter into lease-purchase agreements with the Health and Educational Facilities Authority or the secretary of education and cultural affairs executive director of postsecondary vocational education for capital improvements for the design, acquisition, construction, equipping or improvement of facilities the LEA considers necessary or appropriate. In addition, the secretary executive director may enter into any lease-purchase agreement of such facilities either with an LEA or the health and educational facilities authority. Such lease-purchase agreements shall include such terms as the Health and Educational Facilities Authority considers necessary, including without limitation, terms of default, remedies, representations , and covenants of the lessee. No such lease-purchase agreements are effective until approved by the secretary of education and cultural affairs executive director . The term lease-purchase agreements as used in this section includes any sublease. Section 33. That § 13-39-67 be amended to read as follows: 13-39-67. A lease-purchase agreement authorized by § 13-39-66 may be for a term of no more than thirty years, shall be approved by the LEA board on behalf of the LEA, may provide for the simultaneous conveyance of existing facilities to be leased-back with the improvements and other property being financed, may provide for all right, title , and interest of the authority to be conveyed to the LEA or the secretary of education and cultural affairs executive director of postsecondary vocational education upon payment or other discharge of the bonds issued therefor, and may contain such other provisions as the authority and the state board Board of Postsecondary Vocational Education determine necessary or appropriate to secure payment of amounts due under such agreements. No other statute may limit or otherwise restrict the power and authority of an LEA or the secretary executive director to enter into such a lease-purchase agreement or govern the procedure by which such agreement is authorized. Section 34. That § 13-39-68 be amended to read as follows: 13-39-68. The secretary of education and cultural affairs executive director of postsecondary vocational education may contract with or enter into other agreements with the South Dakota Health and Educational Facilities Authority, one or more LEAs, the state treasurer or others in order to pledge or otherwise transfer all or any portion of tuition and other student fees subject to deposit in the tuition subaccount in order to secure payments by any LEA or the secretary executive director under a lease-purchase agreement with the authority. Any such contract or other agreement may also provide for the release from such pledge and lien of such amounts as are deemed not to be necessary for payment of amounts currently due and owing under lease-purchase agreements. Any such pledge of such tuition and other student fees shall be valid and binding from the time when the pledge is made. The amount of tuition and other fees so pledged and thereafter received shall immediately be subject to the lien of such pledge without any physical delivery thereof or further act, and the lien of any such pledge shall be valid and binding as against the LEAs and any other persons having claims of any kind in tort, contract, or otherwise against the LEA, the secretary executive director , the authority, the state treasurer or any other person, irrespective of whether such persons have notice thereof. Neither the contract nor any other agreement or instrument by which a pledge is created need to be recorded. Section 35. That § 13-39-69 be amended to read as follows: 13-39-69. There is created in the state treasury a separate trust fund on behalf of the secretary of education and cultural affairs to be on deposit with the state treasurer, such fund executive director of postsecondary vocational education to be designated the vocational education facilities fund. The fund established hereby shall consist of all appropriations by the state Legislature specifically designated for deposit therein and any other moneys designated for deposit therein, including any investment earnings thereon. The treasurer may create subfunds or accounts within the trust fund created under this section as the treasurer considers necessary. Any earnings from the investment of such fund may be transferred annually by the state treasurer to the tuition subaccount established by § 13-39-70. Section 36. That § 13-39-70 be amended to read as follows: 13-39-70. There is hereby created within the vocational education facilities fund of the secretary of education and cultural affairs a tuition subaccount. The secretary executive director of postsecondary vocational education may determine and require that all or any portion of the tuition and other student fees payable to an LEA shall be deposited in the subaccount. No moneys may be disbursed from the tuition subaccount for any purpose other than to pay lease rentals or other amounts due and owing in connection with any lease-purchase agreement authorized under § § 13-39-66 and 13-39-67 unless and until the Health and Educational Facilities Authority files with the state treasurer a certification that it has on deposit or there has otherwise been appropriated sufficient moneys to pay all amounts due or to become due within the next three months on all such lease-purchase agreements. Thereafter, the state treasurer shall retain in the vocational education facilities fund for future repair and improvement as authorized by the Legislature such amounts, not to exceed ten percent thereof, as the secretary executive director shall direct. Section 37. That § 13-39-71 be amended to read as follows: 13-39-71. All or any portion of the lease-purchase obligations under or in connection with any lease-purchase agreement authorized under § § 13-39-66 and 13-39-67 may be paid or discharged out of moneys available from the investment earnings on the vocational education trust fund or from any amounts on deposit in the tuition subaccount of such fund upon the determination by the secretary of education and cultural affairs executive director of postsecondary vocational education to pledge or otherwise transfer such amounts to the Health and Educational Facilities Authority. Section 38. That § 13-39-72 be amended to read as follows: 13-39-72. An LEA operating an approved postsecondary vocational school may award an associate in applied sciences degree. The state board Board of Postsecondary Vocational Education may promulgate rules pursuant to chapter 1-26 providing for approval of programs in postsecondary vocational education schools leading to an associate in applied science degree. In approving any program, the state board shall consider curriculum, required hours, quality of instruction, minimum standards for entry into the programs and standards for program completion. Section 39. That § 13-39-17.1 be amended to read as follows: 13-39-17.1. The division Department of Education and Cultural Affairs, on behalf of the Board of Postsecondary Vocational Education, may collect fees for credentialing postsecondary technical vocational teachers. The division shall credit all funds generated by these fees shall be deposited to a fund known as the postsecondary technical vocational credentialing fund to be administered by the state treasurer. A Any payment from this fund is may only be by voucher submitted to the state treasurer and is limited to promulgation of rules, forms, and incidental administrative costs associated with the credentialing of postsecondary technical vocational teachers. Section 40. That § 33-6-6 be amended to read as follows: 33-6-6. Any member of the National Guard of the State of South Dakota, who is a resident of the State of South Dakota and who possesses the entrance requirements for admission to any postsecondary vocational program, is entitled to complete one program of study approved by the state Board of Education Board of Postsecondary Vocational Education in any state postsecondary vocational education institution upon payment of fifty percent of the tuition charges. The remaining tuition shall be paid by the Department of Military and Veterans Affairs out of funds appropriated for the purpose of paying fifty percent of the tuition. Section 41. That § 13-53-44 be amended to read as follows: 13-53-44. Commencing July 1, 1999, technical Technical institutes governed by the Board of Postsecondary Vocational Education and accredited by the North Central Association of Colleges and Secondary Schools and universities governed by the Board of Regents and accredited by the North Central Association of Colleges and Secondary Schools shall have continue articulation agreements in place to transfer sixty-four credit hours in the General Studies Baccalaureate Degree program and up to sixty-four credit hours in compatible programs offered by the respective institutions under the control of the Board of Regents. By December 1, 1998, the Board of Education and the Board of Regents shall report to the Executive Board of the Legislative Research Council on the progress of articulation agreements and the implementation of § § 13-53-43 and 13-53-44. The Board of Regents and the Board of Postsecondary Vocational Education shall, by agreement, set the criteria and requirements for the transfer of any credits. Criteria shall provide that any course recognized by a standardized test shall transfer."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16251, "action_date": "2001-01-29T14:00:00-06:00", "document_id": 88862, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88862.pdf", "status_text": "First read in House and referred to", "journal_page": 246, "committee_id_action": 712, "committee_id_assigned": 707, "result": "N", "vote": {}}, {"bill_id": 16251, "action_date": "2001-02-14T10:00:00-06:00", "document_id": 90021, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90021.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 707, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16251, "action_date": "2001-02-14T10:00:00-06:00", "document_id": 90021, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90021.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 707, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16251, "action_date": "2001-02-14T10:00:00-06:00", "document_id": 90021, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90021.pdf", "status_text": "Do Pass Amended,", "journal_page": 508, "committee_id_action": 707, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49578, "president_vote": null, "Yea": [2526, 2538, 2548, 2563, 2565, 2604, 2588, 2593], "Excused": [2537], "Nay": [2540, 2554, 2582, 2591]}}, {"bill_id": 16251, "action_date": "2001-02-16T14:00:00-06:00", "document_id": 90288, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90288.pdf", "status_text": "Motion to Amend,", "journal_page": 563, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16251, "action_date": "2001-02-16T14:00:00-06:00", "document_id": 90288, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90288.pdf", "status_text": "Do Pass Amended,", "journal_page": 564, "committee_id_action": 712, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 51565, "president_vote": null, "Nay": [2514, 2518, 2519, 2521, 2522, 2525, 2530, 2541, 2543, 2544, 2545, 2546, 2547, 2553, 2555, 2559, 2560, 2561, 2566, 2568, 2570, 2571, 2572, 2575, 2577, 2578, 2579, 2582, 2583, 2586, 2587, 2589, 2591, 2592, 2594, 2599, 2601, 2602, 2603, 2605, 2611, 2613, 2618, 2540], "Yea": [2515, 2526, 2527, 2528, 2533, 2537, 2538, 2548, 2554, 2556, 2557, 2558, 2563, 2564, 2565, 2574, 2593, 2595, 2596, 2600, 2604, 2608, 2610, 2612, 2614], "Excused": [2588]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16251"}