{"session_id": 49, "bill_id": 15540, "bill_type": "House Concurrent Resolution", "bill_number": 1010, "bill_title": "In opposition to the listing of the black-tailed prairie dog as a threatened or endangered species.", "sponsors": [{"legislator_profile_id": 2307, "is_prime": true}, {"legislator_profile_id": 2404, "is_prime": true}, {"legislator_profile_id": 2326, "is_prime": false}, {"legislator_profile_id": 2327, "is_prime": false}, {"legislator_profile_id": 2339, "is_prime": false}, {"legislator_profile_id": 2340, "is_prime": false}, {"legislator_profile_id": 2341, "is_prime": false}, {"legislator_profile_id": 2356, "is_prime": false}, {"legislator_profile_id": 2357, "is_prime": false}, {"legislator_profile_id": 2370, "is_prime": false}, {"legislator_profile_id": 2372, "is_prime": false}, {"legislator_profile_id": 2379, "is_prime": false}], "keywords": ["Concurrent Resolution"], "audio": [], "bill_versions": [{"bill_id": 15540, "bill_version_id": 87269, "bill_version": "Introduced", "bill_version_date": "2000-01-31T00:00:00-06:00", "bill_text": "A CONCURRENT RESOLUTION, In opposition to the listing of the black-tailed prairie dog as a threatened or endangered species. WHEREAS, the black-tailed prairie dog is native to South Dakota and exists in large numbers in the southern and western parts of the state; and WHEREAS, federal, state, and local government agencies and private landowners have struggled for many years to control the prairie dog population using a variety of programs and methods and expending significant amounts of time, effort, and both public and private funds in these endeavors; and WHEREAS, in the view of large numbers of farmers, ranchers, property owners, homeowners, and other local people and entities whose livelihoods and living conditions are affected, the black-tailed prairie dog is a nuisance animal that is a danger to livestock and has a detrimental effect on property; and WHEREAS, in March of 1999, the U.S. Fish and Wildlife Service, based on a petition from the National Wildlife Federation, placed the black-tailed prairie dog under status review to determine whether the species will be proposed for listing as a threatened or endangered species; and WHEREAS, the listing of the black-tailed prairie dog would obviously run counter to the efforts to control the black-tailed prairie dog by private and public persons and entities, including numerous federal agencies; and WHEREAS, although black-tailed prairie dogs are declining in some areas due to habitat loss, eradication efforts, and sylvatic plague, they are plentiful in other areas, and pose difficulties for landowners and residents in these areas; and WHEREAS, listing of the black-tailed prairie dog as a threatened or endangered species will curtail control efforts in all areas, regardless of whether or not the species is threatened or plentiful in a given area; and WHEREAS, the changing federal policy with respect to animals that were until recently handled as nuisance animals leaves landowners and residents exasperated and frustrated and unsure of the policy alternatives available to them: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Seventy- fifth Legislature of the State of South Dakota, the Senate concurring therein, that the South Dakota Legislature opposes the listing of the black-tailed prairie dog as a threatened or endangered species in South Dakota and urges the U.S. Fish and Wildlife Service to consider whether the petition to list the black-tailed prairie dog presents substantial scientific and commercial information to demonstrate that the proposed action is warranted; and BE IT FURTHER RESOLVED, that the Legislature encourages the U.S. Fish and Wildlife Service to coordinate with private landowners and business representatives to identify reasonable conservation measures for the black-tailed prairie dog and to include private landowners and business representatives in the agency's decision-making processes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15540, "action_date": "2000-02-03T07:45:00-06:00", "document_id": 85847, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85847.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 642, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15540, "action_date": "2000-02-03T07:45:00-06:00", "document_id": 85847, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85847.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 377, "committee_id_action": 642, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45845, "president_vote": null, "Excused": [2318], "Yea": [2327, 2341, 2354, 2366, 2390, 2392, 2403, 2316, 2355, 2367, 2404, 2309]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15540"}