{"session_id": 44, "bill_id": 22289, "bill_type": "House Bill", "bill_number": 1141, "bill_title": "create the medical reinsurance program and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 1780, "is_prime": true}, {"legislator_profile_id": 1827, "is_prime": true}, {"legislator_profile_id": 1772, "is_prime": false}, {"legislator_profile_id": 1784, "is_prime": false}, {"legislator_profile_id": 1800, "is_prime": false}, {"legislator_profile_id": 1801, "is_prime": false}, {"legislator_profile_id": 3804, "is_prime": false}, {"legislator_profile_id": 1839, "is_prime": false}, {"legislator_profile_id": 1852, "is_prime": false}], "keywords": ["Appropriation", "Health Care", "Insurance", "Promulgation of Rules"], "audio": [{"meeting_datetime": "2021-02-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco25.mp3", "start_seconds": 5005.0}, {"meeting_datetime": "2021-02-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco25.mp3", "start_seconds": 5005.0}, {"meeting_datetime": "2021-02-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco25.mp3", "start_seconds": 5005.0}, {"meeting_datetime": "2021-02-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco25.mp3", "start_seconds": 5005.0}], "bill_versions": [{"bill_id": 22289, "bill_version_id": 214661, "bill_version": "Introduced", "bill_version_date": "2021-01-28T09:14:25.333-06:00", "bill_text": "An Act to create the medical reinsurance program and to make an appropriation therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 58-48-1. Medical reinsurance program--Establishment. The medical reinsurance program is hereby established in the Division of Insurance. Section 2. That a NEW SECTION be added: 58-48-2. Definitions. Terms used in this Act mean: (1) \"Attachment point,\" the threshold dollar amount for cost of claims incurred by a reinsurance eligible health benefit plan for an insured individual's covered benefits in a benefit year after which additional cost of claims are eligible for reinsurance payments; (2) \"Annual assessment,\" the assessment percentage multiplied by the assessment base; (3) \"Assessment base,\" the gross amount of premium earned by an insurer during a benefit year that was derived from a health benefit plan delivered or issued for delivery in the state; (4) \"Assessment percentage,\" the percentage established by the department that is used for the purpose of computing the annual assessment; (5) \"Benefit year,\" the calendar year for which a health insurer provides coverage through an individual health insurance policy; (6) \"Coinsurance rate,\" the rate established by the department that is used for the purpose of computing the reinsurance payment; (7) \"Department,\" the Department of Labor and Regulation; (8) \"Grandfathered health plan,\" an individual health plan governed by the provisions of 42 U.S.C. § 18011; (9) \"Health benefit plan,\" as defined in § 58-17-66; (10) \"Medical reinsurance fund,\" the account held by the department to deposit all assessment fees and federal pass-through monies received through the medical reinsurance program, and to distribute reinsurance payments; (10)(11) \"Reinsurance cap,\" the maximum dollar amount of each claim incurred for an insured individual's covered benefits in a benefit year that is established by the department after which additional cost of claims are not eligible for a reinsurance payment; (11)(12) \"Reinsurance- eligible health benefit plan,\" a health benefit plan providing individual coverage that: (a) Is delivered or issued for delivery in this state; and (b) Is not a grandfathered health plan; (12)(13) \"Reinsurance- eligible individual,\" an individual who is insured by a reinsurance- eligible health benefit plan before January 2, 2023; (13)(14) \"Reinsurance payment,\" an amount paid by the medical reinsurance program to a health insurer under a reinsurance- eligible health benefit plan; (14)(15) \"Secretary,\" the secretary of the department. Section 3. That a NEW SECTION be added: 58-48-3. Actuarial review--Medical reinsurance program--Funding for actuarial review. The secretary shall, before January 1, 2022, complete an actuarial review of the medical reinsurance program established under this Act to confirm that the program satisfies the following requirements: (1) Provides access to quality health care that is at least as comprehensive and affordable as would be provided in the absence of the program; (2) Provides coverage to a comparable number of state residents as would be provided coverage in the absence of the program; (3) Does not increase the federal deficit; and (4) Is projected to generate revenue that is no less than the projected expenditure of the program. Section 4. That a NEW SECTION be added: 58-48-4. State innovation waiver--Federal pass-through funding--Application. If the medical reinsurance program satisfies the requirements of § 58-48-3, the secretary shall, before July 1, 2022, apply to the United States secretary of health and human services under 42 U.S.C. § 18052, for a state innovation waiver and federal pass- through funding to implement the medical reinsurance program for benefit years beginning January 1, 2023. Section 5. That a NEW SECTION be added: 58-48-5. Reinsurance payment--Eligibility--Amount. The secretary shall make a reinsurance payment to an insurer of a reinsurance- eligible health benefit plan if the insurer's cost of claims for a reinsurance- eligible individual’s covered benefits in a calendar year exceeds the attachment point. The amount of the payment is the product of the coinsurance rate and the insurer's cost of claims for the reinsurance- eligible individual that exceeds the attachment point. A reinsurance payment may not exceed the reinsurance cap. Section 6. That a NEW SECTION be added: 58-48-6. Annual assessment--Requirements. For benefit years beginning January 1, 2023, the annual assessment is imposed on each insurer authorized to deliver or issue for delivery a health benefit plan in the state. Each insurer shall compute, report, and pay the annual assessment in the time and manner established by the department. Section 7. That a NEW SECTION be added: 58-48-7. Promulgation of rules--Restrictions. The department shall promulgate rules, pursuant to chapter 1-26, to establish: (1) The attachment point, assessment percentage, coinsurance rate, and reinsurance cap; (2) The application procedures, requirements, and timing for requesting and processing a reinsurance payment from the medical reinsurance fund; (3) Time and manner for reporting and paying the assessment; (4) Penalties for the failure to timely report or timely pay the assessment; and (5) Reporting requirements for a reinsurer of a reinsurance- eligible health benefit plan. The department may not change the attachment point, reinsurance cap, or coinsurance rate for a benefit year after the benefit year begins. Section 8. There is hereby appropriated from the general fund the sum of $10,300,000 to the Department of Labor and Regulation, $300,000 of which shall be used for purposes of completing an actuarial review of the medical reinsurance program established under this Act, and $10,000,000 of which shall be used to provide initial funding for the medical reinsurance program established under this Act. Section 9. The secretary of the Department of Labor and Regulation shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 10. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8."}], "amendments": [{"bill_id": 22289, "document_id": 217081, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217081.pdf", "legislator_profile_id": 1780, "document_id_instructions": 217085, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/217085.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 22289, "action_date": "2021-01-28T14:00:00-06:00", "document_id": 214370, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214370.pdf", "status_text": "First Reading House", "journal_page": 148, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22289, "action_date": "2021-02-02T14:00:00-06:00", "document_id": 215283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215283.pdf", "status_text": "Referred to", "journal_page": 178, "committee_id_action": 492, "committee_id_assigned": 487, "result": "N", "vote": {}}, {"bill_id": 22289, "action_date": "2021-02-10T10:00:00-06:00", "document_id": 216902, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216902.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22289, "action_date": "2021-02-17T10:00:00-06:00", "document_id": 217256, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217256.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22289, "action_date": "2021-02-17T10:00:00-06:00", "document_id": 217258, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217258.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22289, "action_date": "2021-02-22T10:00:00-06:00", "document_id": 217495, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217495.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22289, "action_date": "2021-02-22T10:00:00-06:00", "document_id": 217496, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217496.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69608, "president_vote": null, "Yea": [1766, 1767, 1772, 1834, 1843, 1883, 3782, 1862, 3789, 1866, 1769, 1823], "Excused": [3802]}}, {"bill_id": 22289, "action_date": "2021-02-22T10:00:00-06:00", "document_id": 217496, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217496.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69619, "president_vote": null, "Yea": [1766, 1767, 1834, 1843, 1883, 3782, 1862, 3789, 1866, 1769, 1823], "Nay": [1772], "Excused": [3802]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22289"}