{"session_id": 69, "bill_id": 24825, "bill_type": "Senate Bill", "bill_number": 65, "bill_title": "modify time limits for collection efforts for debts owed to the state.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24825", "sponsors": [], "keywords": ["Executive/Judiciary Request", "State Affairs and Government"], "audio": [], "bill_versions": [{"bill_id": 24825, "bill_version_id": 258475, "bill_version": "Introduced", "bill_version_date": "2024-01-05T16:59:14.9-06:00", "bill_text": "An Act to modify time limits for collection efforts for debts owed to the state. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 1-55-1 be AMENDED: 1-55-1. Terms used in this chapter mean: (1) \"Account receivable cycle,\" the period of time, not to exceed one hundred eighty days, during which the center may attempt to collect on a debt before the center determines the debt is forwarded to any collection agency in accordance with § 1-55-14 uncollectible and returns the remaining balance of the debt to the referring entity; (2) \"Center,\" the obligation recovery center; (3) \"Debt,\" a legal obligation to pay money, including any principal, any interest that has accrued or will accrue until the debt is paid, any penalties, any costs, and any other charges permitted by law. The term also includes any obligation of any kind referred to the center for collection by any agency of the state, the Unified Judicial System, the Board of Regents, a technical college supported by the state under § 13-39A-42, or a constitutional office; (4) \"Debtor,\" a person who is indebted to the state or a state agency for any delinquent accounts, charges, fees, loans, taxes, or other indebtedness due the state, or any person that owes any obligation being collected by the center; (5) \"Bad debt,\" any debt due an agency of the state, the Board of Regent's system, any technical college supported by the state under § 13-39A-42, or a constitutional office that is no longer subject to an administrative appeal or judicial review following an administrative appeal, or any costs, fines, fees, or restitution ordered in any adult criminal proceeding through the Unified Judicial System no longer subject to direct appeal under § 23A-32-2; (6) \"Final notification,\" the notification provided by § 1-55-7; and (7) \"Referring entity,\" the entity referring the debt to the state obligation recovery center for collection. Section 2. That § 1-55-14 be AMENDED: 1-55-14. If the center is unable to collect any debt referred to it within the account receivable cycle, the At such time as the center determines is appropriate, the center shall may forward the debt to a collection agency or agencies for collection for a period of no less than one year, or as otherwise stipulated in the contract between the center and the collection agency. The debt collection agency shall must be permitted to add a collection charge, not to exceed twenty percent of the debt, to the debt forwarded to the collection agency as payment for its collection services. The center or a collection agency may retain debt beyond the account receivable cycle or other applicable collection period if the entity is actively engaged in substantive collection efforts, or based on other good cause. The Bureau of Administration shall promulgate rules pursuant to chapter 1-26 concerning the process of contracting with and referring debt to debt collection agencies."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24825, "action_date": "2024-01-09T12:00:00-06:00", "document_id": 257007, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/257007.pdf", "status_text": "First read in Senate and referred to", "journal_page": 23, "committee_id_action": 1219, "committee_id_assigned": 1221, "result": "N", "vote": {}}]}