{"session_id": 59, "bill_id": 20376, "bill_type": "House Bill", "bill_number": 1152, "bill_title": "establish damage claims procedures for certain claims against construction professionals.", "sponsors": [{"legislator_profile_id": 3390, "is_prime": true}, {"legislator_profile_id": 3464, "is_prime": true}, {"legislator_profile_id": 3366, "is_prime": false}, {"legislator_profile_id": 3368, "is_prime": false}, {"legislator_profile_id": 3371, "is_prime": false}, {"legislator_profile_id": 3377, "is_prime": false}, {"legislator_profile_id": 3381, "is_prime": false}, {"legislator_profile_id": 3393, "is_prime": false}, {"legislator_profile_id": 3401, "is_prime": false}, {"legislator_profile_id": 3409, "is_prime": false}, {"legislator_profile_id": 3413, "is_prime": false}, {"legislator_profile_id": 3418, "is_prime": false}, {"legislator_profile_id": 3419, "is_prime": false}, {"legislator_profile_id": 3423, "is_prime": false}, {"legislator_profile_id": 3429, "is_prime": false}, {"legislator_profile_id": 3435, "is_prime": false}, {"legislator_profile_id": 3439, "is_prime": false}, {"legislator_profile_id": 3444, "is_prime": false}, {"legislator_profile_id": 3445, "is_prime": false}, {"legislator_profile_id": 3446, "is_prime": false}, {"legislator_profile_id": 3448, "is_prime": false}, {"legislator_profile_id": 3450, "is_prime": false}, {"legislator_profile_id": 3451, "is_prime": false}, {"legislator_profile_id": 3452, "is_prime": false}, {"legislator_profile_id": 3465, "is_prime": false}], "keywords": ["Civil Procedure", "Malpractice", "Professions and Occupations"], "audio": [{"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju16.mp3", "start_seconds": 310.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju16.mp3", "start_seconds": 310.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju16.mp3", "start_seconds": 310.0}, {"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju18.mp3", "start_seconds": 5829.0}, {"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju18.mp3", "start_seconds": 5829.0}, {"meeting_datetime": "2006-02-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju18.mp3", "start_seconds": 5829.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju21.mp3", "start_seconds": 5079.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju21.mp3", "start_seconds": 5079.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju21.mp3", "start_seconds": 5079.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju21.mp3", "start_seconds": 5079.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju21.mp3", "start_seconds": 5079.0}], "bill_versions": [{"bill_id": 20376, "bill_version_id": 106811, "bill_version": "Introduced", "bill_version_date": "2006-01-19T11:52:19-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish damage claims procedures for certain claims against construction professionals. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, the term, action, means a civil action or an arbitration proceeding for damages, indemnity, or contribution brought against a construction professional to assert a claim, counterclaim, cross-claim, or third party claim for damages or loss to, or the loss of use of, real or personal property or personal injury caused by a defect in the design or construction of an improvement to real property. Section 2. For the purposes of this Act, the term, actual damages, means the fair market value of the real property without the alleged construction defect, the replacement cost of the real property, or the reasonable cost to repair the alleged construction defect, whichever is less, together with relocation costs, and, with respect to residential property, other direct economic costs related to loss of use, if any, interest as provided by law, and such costs of suit and reasonable attorney fees as may be awardable pursuant to contract or law. Actual damages as to personal injury are those damages recoverable by law. Section 3. For the purposes of this Act, the term, claimant, means a person, firm, corporation, or other private entity who asserts a claim against a construction professional that alleges a defect in the construction of an improvement to real property. The term does not include the State of South Dakota or any of its political subdivisions. Section 4. For the purposes of this Act, the term, construction defect, has the meaning assigned by a written, express warranty either provided by the construction professional or required by law. If no express warranty or required warranty provides a definition, the term means a matter concerning the design, construction, or repair of an improvement, of an alteration of or repair or addition to an existing improvement, or an appurtenance to an improvement, on which a person has a complaint against a construction professional. The term may include any physical damage to the improvement, any appurtenance, or the real property upon which the improvement or appurtenance is affixed, proximately caused by the construction professional. Section 5. For the purposes of this Act, the term, construction professional, means an architect, construction manager, design-builder, contractor, subcontractor, developer, builder, engineer, or inspector performing or furnishing the design, supervision, inspection, construction, or observation of the construction of any improvement to real property. Section 6. For the purposes of this Act, the term, notice of claim, means a written notice sent by a claimant to the last known address of a construction professional against whom the claimant asserts a construction defect claim that describes the claim in reasonable detail sufficient to determine the general nature of the defect, including a general description of the type and location of the construction that the claimant alleges to be defective and any damages claimed to have been caused by the defect. Section 7. A claimant shall send or deliver a written notice of claim to the construction professional by certified mail, return receipt requested, or by personal service no later than one hundred twenty days before filing an action against a construction professional. Section 8. Following the mailing or delivery of the notice of claim, at the written request of the construction professional, the claimant shall provide the construction professional and the construction professional's contractors or other agents reasonable access to the claimant's property during normal working hours to inspect the property and the claimed defect. The inspection shall be completed within thirty days of service of the notice of claim. Section 9. Within forty-five days following the completion of the inspection process conducted pursuant to section 8 of this Act, a construction professional may send or deliver to the claimant, by certified mail, return receipt requested, or personal service, an offer to settle the claim by payment of a sum certain or by agreeing to remedy the claimed defect described in the notice of claim. A written offer to remedy the construction defect shall include a description of the scope of the inspection, the findings and results of the inspection, a description of the additional construction work necessary to remedy the defect described in the notice of claim, a description of the additional construction work necessary to remedy all damage to the improvement to real property caused by the defect, and a timetable for the completion of the remedial construction work. Section 10. A claimant shall either accept or reject any offer made by the construction professional pursuant to section 9 of this Act by providing notice to the construction professional within fifteen days of receiving the offer. The claimant may accept or reject an offer to remedy in whole or in part. If the claimant rejects the settlement offer, the notice of rejection shall include the specific factual and, if known, legal reasons for the claimant's rejection of the offer. Within ten days following any notice of rejection of a settlement offer or offer to remedy, the construction professional may submit a revised offer. The claimant has ten days following receipt of a revised offer to either accept or reject the offer. Notice of acceptance or rejection of a revised offer shall be in writing, but need not include either the factual or legal reasons for the claimant's rejection of the offer. If the claimant fails to provide written notice of acceptance or rejection of an offer or revised offer as required by this section, the offer is be deemed to have been accepted. In any subsequent action by the claimant against the construction professional, the claimant's damages shall be reduced by the value of any reasonable offer to remedy construction defects to the extent such offer was rejected by the claimant. Section 11. A claimant who accepts a construction professional's offer to remedy or settle by payment of a sum certain shall do so by sending the construction professional a written notice of acceptance no later than fifteen days after receipt of the offer. If an offer to settle is accepted, the monetary settlement shall be paid in accordance with the offer. If an offer to remedy is accepted by the claimant, the claimant shall provide the construction professional and the construction professional's subcontractors, agents, experts, and consultants prompt and unfettered access to the property in order to perform and complete the remedial work in accordance with the timetable stated in the offer. All remedial construction work shall be completed in accordance with the timetable set forth in the offer unless the delay is caused by events beyond the reasonable control of the construction professional. Section 12. If no offer is made by the construction professional or if the claimant rejects an offer, the claimant may bring an action against the construction professional for the construction defect claim described in the notice of claim, unless the parties have contractually agreed to a mediation procedure, in which case the mediation procedure shall be satisfied prior to bringing an action. Section 13. If an offer by a construction professional is made and accepted, and if thereafter the construction professional does not comply with its offer to remedy or settle a claim for a construction defect, the claimant may file an action against the construction professional for claims arising out of the defect or damage described in the notice of claim without further notice. If the claimant prevails on any such action following the construction professional's failure to comply with its offer to settle or remedy a claim, in addition to actual damages, the claimant shall recover the claimant's reasonable attorney fees and disbursements. Section 14. After the sending of a notice of claim, a claimant and a construction professional may, by written mutual agreement, alter the procedure for the notice of claim process described in this Act. Section 15. Any action commenced by a claimant who fails to comply with the requirements of this Act shall be stayed, which stay shall remain in effect until the claimant has complied with the requirements of this Act. No action by a claimant may include alleged construction defects not described by the notice of claim, or amended notice of claim. Section 16. A claimant may amend a notice of claim to include construction defects discovered after the service of the original notice of claim. However, the claimant shall otherwise comply with the requirements of this Act for the additional claims. Section 17. For purposes of this Act, actual receipt by any means of a written notice, offer, or response prepared pursuant to this Act within the time prescribed for delivery or service of the notice, offer, or response is deemed to be sufficient delivery or service. Section 18. No claimant may recover more than actual damages in an action, except as provided in section 24 of this Act. Section 19. If a notice of claim is sent to a construction professional in accordance with this Act within the time prescribed for the filing of an action under any applicable statute of limitations or repose, then the statute of limitations or repose is tolled until sixty days after the completion of the notice of claim process described in this Act. Section 20. If a claimant accepts an offer to remedy or an offer to settle by payment, and the construction professional fulfills the offer in compliance with this Act, the claimant shall thereafter be barred from bringing an action for the claim described in the notice of claim. Section 21. In any action asserting personal injury or bodily injury as a result of a construction defect in which damages for noneconomic loss or injury or derivative noneconomic loss or injury may be awarded, no damages may exceed the sum of two hundred fifty thousand dollars for each person injured. Section 22. The provisions of this Act do not abrogate or limit the provisions of any express warranty. The provisions of this Act apply to those circumstances where an action is filed asserting one or more claims for relief including a claim for breach of warranty. The provisions of this Act may not be deemed to require a claimant who is the beneficiary of an express warranty to comply with the notice provisions of this Act to request ordinary warranty service in accordance with the terms of the warranty. A claimant who requires warranty service shall comply with the provisions of the warranty. Section 23. The provisions of this Act do not abrogate or limit the assertion of tort claims, other than claims for negligence. The provisions of this Act do not limit the assertion of contract or warranty claims, or the claims that arise from the violation of any statute or ordinance. Section 24. This Act does not apply to nor limit a construction professional's right to seek contribution, indemnity, or recovery against any contractor, subcontractor, supplier, or design professional for any claim made against a construction professional by a claimant if an action has already been commenced by the claimant against the construction professional. Section 25. In any action seeking actual damages against a construction professional, the construction professional is not liable for damages related to or resulting from the following: (1) Normal shrinkage due to drying or settlement of construction components within the tolerance of building standards; (2) The construction professional's reliance on written information relating to the property that was obtained from official public records or provided by a public entity, except if the reliance was grossly unreasonable; (3) Any construction defect known by or disclosed to a claimant before the claimant's purchase of the property; (4) If the claimant is not the first owner of the property, any construction defect known by the claimant or that could have been discovered by the claimant through the exercise of reasonable diligence prior to the claimant's purchase of the property; or (5) Refusal of anyone to allow the construction professional or the construction professional's agents to perform warranty service work."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20376, "action_date": "2006-01-19T14:00:00-06:00", "document_id": 106834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106834.pdf", "status_text": "First read in House and referred to", "journal_page": 147, "committee_id_action": 893, "committee_id_assigned": 891, "result": "N", "vote": {}}, {"bill_id": 20376, "action_date": "2006-02-01T07:45:00-06:00", "document_id": 107670, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107670.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 891, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20376, "action_date": "2006-02-03T07:45:00-06:00", "document_id": 107893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107893.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 891, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20376, "action_date": "2006-02-06T07:15:00-06:00", "document_id": 107962, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107962.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 891, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20376, "action_date": "2006-02-08T06:45:00-06:00", "document_id": 108227, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108227.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 891, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20376, "action_date": "2006-02-08T06:45:00-06:00", "document_id": 108227, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108227.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 438, "committee_id_action": 891, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62419, "president_vote": null, "Yea": [3387, 3393, 3401, 3407, 3426, 3429, 3434, 3456, 3406, 3371], "Nay": [3444, 3448, 3461]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20376"}