{"session_id": 8, "bill_id": 1903, "bill_type": "Senate Bill", "bill_number": 103, "bill_title": "revise certain provisions relating to trusts.", "sponsors": [{"legislator_profile_id": 804, "is_prime": true}, {"legislator_profile_id": 766, "is_prime": true}, {"legislator_profile_id": 800, "is_prime": false}], "keywords": ["Fiduciaries and Trusts", "Property"], "audio": [{"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju19.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju19.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju19.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju19.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju19.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen21.mp3", "start_seconds": 6685.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen21.mp3", "start_seconds": 6685.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen21.mp3", "start_seconds": 6685.0}, {"meeting_datetime": "2010-02-24T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju27.mp3", "start_seconds": 52.0}, {"meeting_datetime": "2010-02-24T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju27.mp3", "start_seconds": 52.0}, {"meeting_datetime": "2010-02-24T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju27.mp3", "start_seconds": 52.0}, {"meeting_datetime": "2010-02-24T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju27.mp3", "start_seconds": 52.0}, {"meeting_datetime": "2010-02-24T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju27.mp3", "start_seconds": 52.0}, {"meeting_datetime": "2010-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou30.mp3", "start_seconds": 3484.0}, {"meeting_datetime": "2010-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou30.mp3", "start_seconds": 3484.0}, {"meeting_datetime": "2010-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou30.mp3", "start_seconds": 3484.0}, {"meeting_datetime": "2010-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou30.mp3", "start_seconds": 3484.0}], "bill_versions": [{"bill_id": 1903, "bill_version_id": 11067, "bill_version": "Introduced", "bill_version_date": "2010-01-27T07:56:55.437-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to trusts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 55-2-13 be amended to read as follows: 55-2-13. For purposes of this section, the term, qualified beneficiary, means a beneficiary who is twenty-one years of age and who, on the date the beneficiary's qualification is determined: (1) Is a distributee or permissible distributee of trust income or principal; (2) Would be a distributee or permissible distributee of trust income or principal if the interests of the distributees terminated on that date; or (3) Would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date. Except as otherwise provided by the terms of a revocable trust, a trustee has no duty to notify the qualified beneficiaries of the trust's existence. Except as otherwise provided by the terms of an irrevocable trust or otherwise directed by the settlor, distribution advisor, or trust protector, the trustee shall, within sixty days after the trustee has accepted trusteeship of the trust, or within sixty days after the date the trustee acquires knowledge that a formerly revocable trust has become irrevocable, notify the qualified beneficiaries of the trust's existence and of the right of the beneficiary to request a copy of the trust instrument pertaining to the beneficiary's interest in the trust. Subject to the previous provision, a trustee of an irrevocable trust: (1) Upon request of a qualified beneficiary, shall promptly furnish to the qualified beneficiary a copy of the trust instrument; (2) If notification of the trust has not been accomplished pursuant to this section within sixty days after accepting a trusteeship, shall notify the qualified beneficiaries of the acceptance and of the trustee's name, address, and telephone number; (3) Shall promptly respond to a qualified beneficiary's request for information related to the administration of the trust, unless the request is unreasonable under the circumstances. A beneficiary may waive the right to the notice or information otherwise required to be furnished under this section and, with respect to future reports and other information, may withdraw a waiver previously given. The change in the identity of a trustee, occurring as the result of a mere name change or a merger, consolidation, combination, or reorganization of a trustee, does not require notice. If a fiduciary is bound by a duty of confidentiality with respect to a trust or its assets, a fiduciary may require that any beneficiary who is eligible to receive information pursuant to this section be bound by the duty of confidentiality that binds the trustee before receiving such information from the trustee. A trust advisor, trust protector, or other fiduciary designated by the terms of the trust shall keep each excluded fiduciary designated by the terms of the trust reasonably informed about: (1) The administration of the trust with respect to any specific duty or function being performed by the trust advisor, trust protector, or other fiduciary to the extent that the duty or function would normally be performed by the excluded fiduciary or to the extent that providing such information to the excluded fiduciary is reasonably necessary for the excluded fiduciary to perform its duties; and (2) Any other material information that the excluded fiduciary would be required to disclose to the qualified beneficiaries under this section regardless of whether the terms of the trust relieve the excluded fiduciary from providing such information to qualified beneficiaries. Neither the performance nor the failure to perform of a trust advisor, trust protector, or other fiduciary designated by the terms of the trust as provided in this subdivision shall affect the limitation on the liability of the excluded fiduciary. The provisions of this section are effective for trusts created after July 1 June 30, 2002, except as otherwise directed by the settlor, trust protector, or distribution trust advisor. For trusts created before July 1, 2002, a trustee has no duty at common law or otherwise to notify a qualified beneficiary of the trust's existence unless otherwise directed by the settlor. Section 2. That § 55-3-1 be amended to read as follows: 55-3-1. The provisions of this chapter apply to irrevocable all trusts and to express trusts created for the benefit of someone other than the trustor and in which the title to the trust property is vested in the trustee; not including, however, those of personal representatives and conservators, as such. Section 3. That § 55-3-39 be amended to read as follows: 55-3-39. A Except as expressly provided by the terms of a governing instrument or by a court order, a general law or a state jurisdiction provision stating that the laws of this state govern is valid, effective, and conclusive for the trust if all of the following are true: (1) Some or all of the trust assets are deposited in this state or physical evidence of such assets is held in this state and the trust is being administered by a qualified person; in this subdivision, deposited in this state, includes being held in a checking account, time deposit, certificate of deposit, brokerage account, trust company fiduciary account, or other similar account or deposit that is located in this state including South Dakota investments; (2) A trustee is a qualified person who is designated as a trustee under the governing instrument, a successor trusteeship, or designated by a court having jurisdiction over the trust; and (3) The administration, for example, physically maintaining trust records in this state and preparing or arranging for the preparation of, on an exclusive basis or a nonexclusive basis, an income tax return that must be filed by the trust, occurs wholly or partly in this state. The State of South Dakota and its courts have jurisdiction over a trust created in a foreign jurisdiction if the administration of the trust meets the three requirements set forth in this section. Nothing in this section may be construed to be the exclusive means of providing a valid effective and conclusive state jurisdiction provision. Section 4. That § 55-3-45 be amended to read as follows: 55-3-45. If a trust is not subject to court supervision under chapter 21-22, and if no objection has been made by a distribution beneficiary, as defined in this title, of a trust within one hundred eighty days after a copy of the trustee's accounting has been mailed, postage prepaid, to the last known address of such distribution beneficiary, the distribution beneficiary is deemed to have approved such accounting of the trustee, and the trustee, absent fraud, intentional misrepresentation, or material omission, shall be released and discharged from any and all liability to all beneficiaries of the trust as to all matters set forth in such accounting. For purposes of this section, the term, accounting, means any interim or final report or other statement provided by a trustee reflecting all transactions, receipts, and disbursements during the reporting period and a list of assets as of the end of the period covered by the report or statement, and including written notice to the distribution beneficiary of the provisions of this section. Section 5. That § 55-13A-409 be amended to read as follows: 55-13A-409. (a) In this section: (1) \"Payment\" means a payment that a trustee may receive over a fixed number of years or during the life of one or more individuals because of services rendered or property transferred to the payer in exchange for future payments. The term includes a payment made in money or property from the payer's general assets or from a separate fund created by the payer. For purposes of subsections (d), (e), (f), and (g), the term also includes any payment from any separate fund, regardless of the reason for the payment. (2) \"Separate fund\" includes a private or commercial annuity, an individual retirement account, and a pension, profit-sharing, stock-bonus, or stock-ownership plan. (b) To the extent that a payment is characterized as interest, a dividend, or a payment made in lieu of interest or a dividend, a trustee shall allocate the payment to income. The trustee shall allocate to principal the balance of the payment and any other payment received in the same accounting period that is not characterized as interest, a dividend, or an equivalent payment. (c) If no part of a payment is characterized as interest, a dividend, or an equivalent payment, and all or part of the payment is required to be made, a trustee shall allocate to income ten percent of the part that is required to be made during the accounting period and the balance to principal. If no part of a payment is required to be made or the payment received is the entire amount to which the trustee is entitled, the trustee shall allocate the entire payment to principal. For purposes of this subsection, a payment is not required to be made to the extent that it is made because the trustee exercises a right of withdrawal. (d) Except as otherwise provided in subsection (e), subsections (f) and (g) apply, and subsections (b) and (c) do not apply, in determining the allocation of a payment made from a separate fund to: (1) A trust to which an election to qualify for a marital deduction under Section 2056(b)(7) of the Internal Revenue Code of 1986, has been made; or (2) A trust that qualifies for the marital deduction under Section 2056(b)(5) of the Internal Revenue Code of 1986. (e) Subsections (d), (f), and (g) do not apply if and to the extent that the series of payments would, without the application of subsection (d), qualify for the marital deduction under Section 2056(b)(7)(C) of the Internal Revenue Code of 1986. (f) A trustee shall determine the internal income of each separate fund for the accounting period as if the separate fund were a trust subject to this chapter. Upon request of the surviving spouse, the trustee shall demand that the person administering the separate fund distribute the internal income to the trust. The trustee shall allocate a payment from the separate fund to income to the extent of the internal income of the separate fund and distribute that amount to the surviving spouse. The trustee shall allocate the balance of the payment to principal. Upon request of the surviving spouse, the trustee shall allocate principal to income to the extent the internal income of the separate fund exceeds payments made from the separate fund to the trust during the accounting period. (g) If a trustee cannot determine the internal income of a separate fund but can determine the value of the separate fund, the internal income of the separate fund is deemed to equal four percent of the fund's value, according to the most recent statement of value preceding the beginning of the accounting period. If the trustee can determine neither the internal income of the separate fund nor the fund's value, the internal income of the fund is deemed to equal the product of the interest rate and the present value of the expected future payments, as determined under Section 7520 of the Internal Revenue Code of 1986 (26 U.S.C. Section 7520), for the month preceding the accounting period for which the computation is made. (h) This section does not apply to a payment to which § 55-13A-410 applies. (a) For the purposes of this section, the term, payment, means a payment that a trustee may receive over a fixed number of years or during the life of one or more individuals because of services rendered or property transferred to the payer in exchange for future payments. The term includes a payment made in money or property from the payer's general assets or from a separate fund created by the payer, including a private or commercial annuity, an individual retirement account, and a pension, profit-sharing, stock-bonus, or stock-ownership plan. (b) To the extent that a payment is characterized as interest or a dividend or a payment made in lieu of interest or a dividend, a trustee shall allocate it to income. The trustee shall allocate to principal the balance of the payment and any other payment received in the same accounting period that is not characterized as interest, a dividend, or an equivalent payment. (c)(1) For purposes of this subsection, plan income means any of the following: (A) With respect to payments received from a plan that maintains separate accounts or funds for its participants or account holders, such as defined contribution retirement plans, individual retirement accounts, Roth individual retirement accounts, and some types of deferred compensation plans, either the amount of the plan account or fund held for the benefit of the trust that, if the plan account or fund were a trust, would be allocated to income pursuant to subsections (b) and (d) for that accounting period, or four percent of the value of the plan account or fund on the first day of the accounting period. The trustee shall, in his or her discretion, choose the method of determining plan income pursuant to this paragraph, and may change the method of determining plan income pursuant to this paragraph for any subsequent accounting period; (B) With respect to payments received from a plan that does not maintain separate accounts or funds for its participants or account holders, such as defined benefit retirement plans and some types of deferred compensation plans, four percent of the total present value of the trust's interest in the plan as of the first day of the accounting period, based on reasonable actuarial assumptions as determined by the trustee. (2) For each accounting period of a trust in which the trust receives a payment but no part of any payment is allocated to income pursuant to subsection (b), the trustee shall allocate to income that portion of the aggregate value of all payments received by the trustee in that accounting period that is equal to the amount of plan income that is attributable to the trust's interest in the plan from which payment is received for that accounting period. The trustee shall allocate the balance of any payments to principal. (d) If, to obtain an estate or gift tax marital deduction for an interest in a trust, a trustee must allocate more of a payment to income than provided for by this section, the trustee shall allocate to income the additional amount necessary to obtain the marital deduction. (e) This section does not apply to payments to which § 55-13A-410 applies. Section 6. That §§ 55-4-42 to 55-4-47, inclusive, be repealed. Section 7. That § 55-4-51 be amended to read as follows: 55-4-51. Instead of furnishing a copy of the trust instrument or a copy of a will that creates a testamentary trust to a person other than a beneficiary, the trustee one or more trustees may furnish to the person a certificate of trust signed by a trustee, settlor, grantor, trustor, or trust protector, containing the following information: (1) That A statement that the trust exists, the name of the trust if one has been given, and the date the trust instrument or will was executed; (2) The identity name of the settlor, grantor, trustor, testator, or testatrix; (3) The identity name of each original trustee and the name and address of the currently acting each trustee and each trust protector currently empowered to act under the trust instrument or will on the date of the execution of the certificate of trust; (4) The powers of the trustee and the trust protector and other provisions set forth in the trust instrument or will as are selected by the person signing the certificate of trust, including those powers authorizing the trustee to sell, convey, pledge, mortgage, lease, or transfer title to any interest in property held in the trust, together with a statement setting forth the number of trustees required by the provisions of the trust instrument or will to act; (5) The revocability or irrevocability of the trust and A statement that the trust is irrevocable or, if the trust is revocable, a statement to that effect and the identity of any person holding a power to revoke the trust, and, if applicable, a statement that the trust has been terminated or revoked; (6) The authority of cotrustees to sign or otherwise authenticate and whether all or less than all are required in order to exercise powers of the trustee A statement that the trust is not supervised by a court, or, if applicable, a statement that the trust is supervised by a court, and which statement also sets forth any restrictions imposed by the court on the trustee's ability to act as otherwise permitted by statute or the terms of the trust instrument or will; (7) The manner of taking title to trust property. If applicable, a description of any property to be conveyed by the trustee; A certificate of trust may be signed or otherwise authenticated by any trustee. (8) A certificate of trust must state statement that the trust has not been revoked, modified, or amended in any manner that would cause the representations contained in the certificate of trust to be incorrect. The person signing the certificate shall certify that the statements contained in the certificate are true and correct. The signature of the person signing the certificate shall be acknowledged or verified under oath before a notary public or other official authorized to administer oaths. A certificate of trust need not contain the dispositive terms of a trust. Section 8. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: A certificate of trust executed under § 55-4-51 may be recorded in the office of the register of deeds with respect to land described in the certificate of trust or any attachment to it. If it is recorded or filed in any county where real property is situated, or in the case of personal property, if it is presented to a third party, the certificate of trust serves to document the existence of the trust, the identity of the trustees, the powers of the trustees, and any limitations on those powers, and other matters the certificate of trust sets out, as though the full trust instrument had been recorded, filed, or presented. Until amended or revoked under § 55-4-44, or until the full trust instrument or will is recorded, filed, or presented, a certificate of trust is conclusive proof as to the matters contained in it and any party may rely upon the certificate, except a party dealing directly with the trustee or trustees who have actual knowledge of the facts to the contrary. Section 9. That § 55-4-45 be amended to read as follows: 55-4-45. Sections 55-4-42 to 55-4-44, inclusive, 55-4-44 and 55-4-51 and section 8 of this Act are effective July 1, 2000 2010, but apply to trust instruments and wills whenever created or executed. Section 10. That chapter 55-4 be amended by adding thereto a NEW SECTION to read as follows: (a) Any judicial proceeding to contest the validity of a trust that was revocable at the settlor's death shall be commenced within the earlier of: (1) One year after the settlor's death; or (2) Sixty days after the trustee sent the person a copy of the trust instrument and a notice informing the person of the trust's existence, of the trustee's name and address, and of the time allowed for commencing a proceeding. (b) Upon the death of the settlor of a trust that was revocable at the settlor's death, the trustee may proceed to distribute the trust property in accordance with the terms of the trust. The trustee is not subject to liability for doing so unless: (1) The trustee knows of a pending proceeding contesting the validity of the trust; or (2) A potential contestant has notified the trustee of a possible proceeding to contest the trust and a proceeding is commenced within sixty days after the contestant sent the notification. (c) A beneficiary of a trust that is determined to have been invalid is liable to return any distribution received for proper distribution. If the beneficiary refuses to return the distribution, the beneficiary may be liable for all costs, including attorney fees, incurred for the recovery of the distribution. Section 11. That chapter 55-4 be amended by adding thereto a NEW SECTION to read as follows: (a) After the death of a settlor, and subject to the settlor's right to direct the source from which liabilities will be paid, the property of a trust that was revocable at the settlor's death is subject to claims of the settlor's creditors, costs of administration of the settlor's estate, the expenses of the settlor's funeral and disposal of remains, and statutory allowances to a surviving spouse and children to the extent the settlor's probate estate is inadequate to satisfy those claims, costs, expenses, and allowances. (b) A trustee may: (1) If the trustee has knowledge of the name and address of a creditor or potential creditor, provide written notice to the creditor or potential creditor at their last known address, advising the creditor that a claim may not be paid if the creditor fails to file a claim with the trustee within sixty days of the date of the notice; or (2) For all unknown creditors, publish notice to unknown creditors once a week for three successive weeks in a legal newspaper in the county: (A) Where the settlor was last a resident; or (B) Where the principal administration of the trust takes place if the decedent was a nonresident. The published notice shall state that creditors of a decedent must present their claim within four months after the date of the first publication of the notice or any claim or collection efforts which otherwise could have been asserted or enforced against the trust or assets thereof may be barred. (c) Creditors of the decedent who are given written notice or receive notice by publication are barred if no claim is filed within the applicable period. (d) When a trustee has published notice to creditors of a settlor, claims by a creditor of a decedent may be presented to the trustee by any of the following three methods: (1) The creditor may deliver or mail to the trustee a written statement of the claim indicating its basis, the name and address of the creditor, and the claimed; (2) If the trust is court supervised, the creditor may file a written statement of the claim with the clerk of the court and mail or deliver a copy to the trustee. A claim is deemed presented on the first to occur of the receipt of the written statement of claim by the trustee, or the filing of the claim with the clerk of courts; or (3) The creditor may commence a proceeding against the trust in any court where the trustee may be subject to jurisdiction, to obtain payment of the claim. A claim is deemed presented on the date the proceeding is commenced. (e) If a claim is not yet due, the date when it will become due shall be stated in the written statement of the claim. If the claim is contingent or unliquidated, the nature of the uncertainty shall be described. If the claim is secured, the nature of the security shall be described. Failure to correctly describe the nature of the security or uncertainty, or the due date of a claim not yet due does not invalidate the presentation. (f) No presentation of claim is required in regard to matters in proceeding against a decedent which were pending in any court at the time of death. (g) No trustee may incur liability for failure to give notice to a particular creditor. (h) If the applicable assets of the trust, which are otherwise subject to the claim of an unbarred creditor, are insufficient to pay the claim in full, the trustee shall make payment in the following order: (1) Costs and expenses relating to administration of the trust or decedent's estate; (2) Reasonable funeral expenses of the decedent; (3) Debts and taxes with preference under federal law; (4) Debts and taxes with preference under other laws of this state; (5) All other claims. (i) In paying claims of a decedent, the trustee shall give no preference in the payment of any claim over any other claim of the same class, and a claim due and payable is not entitled to a preference over claims not yet due except as to claims which are compromised in part or in full. (j) Upon the death of the settlor of a trust that was revocable at the settlor's death, the trustee may proceed to pay creditor claims with the trust property in accordance with the terms of the trust and this section. The trustee is not subject to liability for doing so unless: (1) The trustee knows of a pending proceeding contesting the validity of the trust or regarding a creditor's claim; or (2) A potential contestant or creditor has notified the trustee of a possible proceeding to contest the trust or regarding a creditor's claim and a proceeding is commenced within sixty days after the contest sent the notification. (k) A creditor who has received a payment from the trustee, if it is later determined to have been invalid or wrongfully paid under this section, is liable to return any payment received. If the creditor refuses to return the payment, the creditor may be liable for all costs, including attorney's fees, incurred for the recovery of the payment. (l) If the trustee elects or fails to utilize the provisions of subsection (b) in order to limit the claim period of a creditor to sixty days, the statute of limitation provisions of §§ 29A-3-802 and 28A-3-803 apply. Section 12. That § 55-5-7 be amended to read as follows: 55-5-7. No specific investment or course of action is, taken alone, prudent or imprudent. The trustee may invest in every kind of property and type of investment, subject to this chapter. The prudent investor rule is a test of conduct and not of resulting performance. The prudent investor rule may be expanded, restricted, eliminated, or otherwise altered by the terms of the trust instrument or court order. Unless expanded, restricted, eliminated, or otherwise altered by the terms of the trust instrument or a court order, the trustee's investment decisions and actions shall be judged in terms of the trustee's reasonable judgment regarding the anticipated effect on the trust portfolio as a whole under the facts and circumstances prevailing at the time of the decision or action. No trustee is liable to a beneficiary to the extent that the trustee acted in reliance on the provisions of the trust instrument or court order. Section 13. That § 55-5-8 be amended to read as follows: 55-5-8. The trustee shall diversify the investments of the trust unless, under the circumstances, the trustee reasonably believes it is in the interests of the beneficiaries and furthers the purposes of the trust not to diversify. Regardless of concentration or lack of diversification, the trustee need not diversify if the trust instrument or court order allows or directs retention of assets forming part of the trust corpus and no trustee is liable to a beneficiary to the extent that the trustee acted in reliance on the provisions of the trust instrument or court order. If a trust instrument or court order requires allows or directs a fiduciary to invest in a specific investment, type of investment, or investment concentration, no trustee is liable to a beneficiary to the extent that the trustee acted in reliance on the provisions of the trust instrument or court order. Section 14. That chapter 55-5 be amended by adding thereto a NEW SECTION to read as follows: (a) Unless otherwise directed by the terms of the trust instrument or court order, no trustee of an irrevocable trust, with respect to acquiring, retaining, or disposing of a contract of insurance or holding one or more insurance contracts upon the life of the settlor, or the lives of the settlor and the settlor's spouse, has the following duties: (1) To determine whether any such contract is or remains a proper investment; (2) To investigate the financial strength or changes in the financial strength of the life insurance company; (3) To make a determination of whether to exercise any policy options available under any such contract; (4) To make a determination of whether to diversify any such contract relative to one another or to other assets, if any, administered by the trustee; or (5) To inquire about changes in the health or financial condition of the insured or insured's relative to any such contract. A trustee is not liable to the beneficiaries of the trust or to any other party for any loss arising from the absence of those duties upon the trustee. (b) The trustee of a trust described under subsection (a) of this section which was established prior to the effective date of this section, shall notify the settlor in writing that, unless the settlor provides written notice to the contrary to the trustee within sixty days of the trustee's notice, the provisions of subsection (a) of this section shall apply to the trust. Subsection (a) of this section does not apply if, within sixty days of the trustee's notice, the settlor notifies the trustee that subsection (a) does not apply. Section 15. That § 51A-6A-1 be amended by adding thereto NEW SUBDIVISIONS to read as follows: \"Public trust company,\" a trust company that engages in trust company business with the general public by advertising, solicitation or other means, or a trust company that engages in trust company business but does not fall within the definition of a private trust company established by the commission through rules promulgated pursuant to chapter 1-26. The commission shall consider the size, number of clients served and the family and other relationships among the clients served, complexity, and related safety and soundness issues as it establishes in rule a definition for the term private trust company; \"Fiduciary for hire,\" acting as a administrator, conservator, custodian, executor, guardian, personal representative, or trustee, for any person, trust, or estate for compensation or gain or in anticipation of compensation or gain; Section 16. That subdivision (14) of § 51A-6A-1 be amended to read as follows: (14) \"Trust company business,\" engaging in, or holding out to the public as willing representing or offering to engage in, or in the business of acting as a fiduciary for hire, except that no accountant, attorney, credit union, insurance broker, insurance company, investment advisor, real estate broker or sales agent, savings and loan association, savings bank, securities broker or dealer, real estate title insurance company or real estate escrow company shall be deemed to be engaged in a trust company business with respect to fiduciary services customarily performed by them for compensation as a traditional incident to their regular business activities. Trust company business as defined in this chapter does not constitute banking as defined in subdivision 51A-1-2(4), and may not be construed as banking for purposes of § 47-34-5; Section 17. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: A public trust company chartered in South Dakota, after June 30, 2010, shall establish office premises in South Dakota that would establish jurisdiction over a trust for which the trust company would be a qualified person under § 55-3-39. Public trust companies chartered in South Dakota prior to July 1, 2010, shall meet the requirements of this section no later than July 1, 2015, unless the director grants an extension of up to twenty-four months upon a showing of good faith effort. A public trust company seeking an extension of time shall include in its application to the director the reasons for any delay and a detailed time line for expected compliance with this section. The commission may promulgate rules pursuant to chapter 1-26 to establish additional guidelines regarding what constitutes trust administration in South Dakota for purposes of this section. Section 18. That § 51A-6A-17 be amended to read as follows: 51A-6A-17. Except with the written consent of the director, no person may serve as a board member, officer, or key employee of a trust company who has been convicted, or who is hereafter convicted, of any felony or any crime involving fraud, dishonesty, or a breach of trust. Any trust company who willfully violates this prohibition is guilty of an unclassified misdemeanor and upon conviction shall be punished by a fine subject to a civil penalty of one hundred thousand dollars for each day the violation continues. A civil penalty imposed pursuant to this section for a single violation may not exceed fifty thousand dollars. Any civil penalty imposed by the director under this section is subject to review by the commission according to chapter 1-26. As part of any application to obtain authority to transact business as a private trust company, the applicant shall obtain and provide for each proposed incorporator, organizer, board member, manager, officer, and key employee of the proposed company, as applicable, the results of an independent criminal background investigation acceptable to the director, and independent credit report from a consumer reporting agency as described in 15 U.S.C. 1681a(p) as of January 1, 2010, and a report of ongoing or pending litigation. As part of any application to obtain authority to transact trust company business as a public trust company, each proposed incorporator, organizer, board member, manager, officer, and key employee, as applicable, shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the division shall submit completed fingerprint cards to the Division of Criminal Investigation for purposes of conducting both the state and federal criminal background investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the division all information obtained as a result of the criminal background investigation. For individuals described above who are not citizens of the United States, the director may conduct an international background investigation or require the applicant or individual to obtain and provide the results of an international background investigation acceptable to the director. The applicant shall also obtain and provide the results of an independent credit report from a consumer reporting agency as described in 15 U.S.C. 1681a(p) as of January 1, 2010, and a report of ongoing or pending litigation for each individual as described above. Prior to beginning employment with any trust company, each potential director, officer, or key employee shall undergo the same investigation process as required above for new applicants. For purposes of this section, a key employee does not include an employee whose primary responsibilities are limited to clerical or support duties and officer does not include individuals who are not involved in the ongoing policy making or management of the trust company. Any trust company shall immediately notify the division of any material change in the background of any individual subject to the background investigation process as described above. The division may require a fingerprint-based state, federal, and international criminal background investigation, as applicable, for any director, officer, or employee, who is the subject of an investigation by the division. Failure to submit to or cooperate with the criminal background investigation is grounds for the denial of an application or may result in the revocation of a trust company's authority to transact trust company business. The applicant or trust company, as the case may be, shall pay any fees or costs associated with the fingerprinting, background investigations, or reports required by this section. An individual who has undergone a state, federal, or international background investigation required by this section, may, at the discretion of the director, be allowed to fulfill this requirement for future trust company employment by sworn affidavit stating that there have been no material changes to the individual's background. Section 19. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: The director may require additional capital for an existing trust company if the director finds the condition and operations of an existing trust company requires additional capital consistent with the safety and soundness of the trust company. The safety and soundness factors to be considered by the director in the exercise of such discretion include: (1) The nature and type of business conducted; (2) The nature and degree of liquidity in assets held in a corporate capacity; (3) The amount of fiduciary assets under management or administration; (4) The type of fiduciary assets held and the depository of such assets; (5) The complexity of fiduciary duties and degree of discretion undertaken; (6) The competence and experience of management; (7) The extent and adequacy of internal controls; (8) The presence or absence of annual unqualified audits by an independent certified public accountant; (9) The reasonableness of business plans for retaining or acquiring additional capital; (10) The existence and adequacy of insurance obtained or held by the trust company for the purpose of protecting its clients, beneficiaries, and grantors; and (11) Any other factor deemed relevant by the director. The proposed effective date of an order requiring an existing trust company to increase its capital must be stated in the order as on or after the thirty-first day after the date of the proposed order. Unless the trust company requests a hearing before the commission in writing before the effective date of the proposed order, the order becomes effective and is final. Any hearing before the commission shall be held pursuant to chapter 1-26. Section 20. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: Any trust company authorized by this title, shall, before transacting any such business, pledge to the division and maintain at all times investments for the security of the trust creditors of the trust company including as a priority claim costs incurred by the division in a receivership or liquidation of the trust company in the event it should fail. The amount of the pledge shall be determined by the director in an amount deemed appropriate to defray such costs, but may not be less than a market value of one hundred thousand dollars, and may not exceed five hundred thousand dollars for a private trust company or one million dollars for a public trust company. All investments pledged to the division shall be held at a depository institution in this state and all costs associated with pledging and holding such investments are the responsibility of the trust company. The amount of the pledge may not exceed fifty percent of the trust company's capital. The investments pledged to the division shall be of the same nature and quality as those required for public funds as provided in§§ 4-5-6 and 4-5-6.1. The commission may promulgate rules pursuant to chapter 1-26 to establish additional investment guidelines or investment options for purposes of the pledge required by this section. In the event of a receivership of a trust company, the director may, without regard to priorities, preferences, or adverse claims, reduce the pledged investments to cash and, as soon as practicable, utilize the cash to defray the costs associated with the receivership. Income from such investments shall belong to and be paid to the trust company as long as it continues to conduct its business in the ordinary course and so long as authorized by the director. The proposed effective date of an order requiring an existing trust company to increase its pledge must be stated in the order as on or after the thirty-first day after the date of the proposed order. Unless the trust company requests a hearing before the commission in writing before the effective date of the proposed order, the order becomes effective and is final. Any hearing before the commission shall be held pursuant to chapter 1-26. Section 21. That § 51A-6A-46.1 be amended to read as follows: 51A-6A-46.1. In addition to the powers granted to the director and the commission in §§ 51A-6A-35 to 51A-6A-46, inclusive, the powers granted to the director and commission pursuant to §§ 51A-15-11 to 51A-15-44, inclusive, 51A-2-22, and 51A-2-25 to 51A-2-27, inclusive, may be utilized by the director and the commission with regard to trust companies. The powers granted by §§ 51A-15-11 to 51A-15-44, inclusive, 51A-2-22, and 51A-2-25 to 51A-2-27, inclusive, may be used by the director and the commission in connection with a trust company as a supplement to or as an independent alternative to the powers granted in §§ 51A-6A-35 to 51A-6A-46, inclusive. Section 22. That § 51A-5-4 be amended to read as follows: 51A-5-4. Any bank empowered by its articles of incorporation to do trust business or any trust company authorized by this title, shall, before transacting any such business, deposit and keep on deposit with the division evidences of indebtedness acceptable to the director which are payable to bearer or recorded in the name of the division and which constitute readily marketable legal investments for funds held by a bank as fiduciary in the amount of one hundred thousand dollars. Such deposit shall be for the security of the trust creditors of such bank or trust company, and shall be in bonds or notes and mortgages on real property within this state worth double the amount secured thereby, or insured by the federal housing administration, or bonds of the United States, or any state of the United States that has not defaulted on its principal or interest within ten years, or any organized county or township or first or second class municipality or school district in this state or some other state, and upon which there has been no default in payment of interest or principal. Income from such securities shall belong to and be paid the bank or trust company as long as it continues to conduct its business in the ordinary course and so long as authorized by the director. Section 23. That § 21-22-1 be amended to read as follows: 21-22-1. Terms used in this chapter unless the context otherwise plainly requires shall mean: (1) \"Beneficiary,\" any person in any manner interested in the trust, including a creditor or claimant with any rights or claimed rights against the trust estate; (2) \"Court trust,\" any trust which is established or confirmed by the judgment, decree, or order of any court of record of this state or any foreign jurisdiction, or one which is established or confirmed by a personal representative's instrument of distribution or a personal representative's deed of distribution; (3) \"Other trust,\" any trust which is not a court trust; (4) \"Supervision,\" the supervision of the circuit court over the administration of a trust as provided in this chapter; (5) \"Trustee,\" the trustee or trustees of any trust which may be supervised under this chapter. Section 24. That § 21-22-3 be amended to read as follows: 21-22-3. Within thirty days after entering upon his or her duties, any trustee under a court trust shall, if a resident of this state or if any of the trust estate has its situs in this state, file in the office of the clerk of the circuit court of the county specified in § 21-22-5 an inventory of all the trust estate, a duly certified copy of the court order establishing or confirming the trust a copy of the personal representative's instrument of distribution, a copy of any recorded personal representative's deed of distribution, a duly certified copy of any other court order or clerk's statement establishing or confirming the trust, a certified copy of the original instrument, if any, on which the trust is based, a statement showing the names, residences and post office addresses of all persons, including conservators or other trustees interested in the trust, so far as known to the trustee, and the ages of such of them as are minors. Such inventory shall show a list and description of all the trust property, an estimate by the trustee of the value of each item, the encumbrances, if any, on each item, and all claims against the trust estate with the amount of each claim and the name and post office address of the claimant. Such inventory and such statement shall be duly verified by the trustee. Section 25. That § 21-22-27 be amended to read as follows: 21-22-27. All decrees of any court of this state made prior to January 1, 1992 2010, settling accounts of trustees or distributing in whole or in part trust estates are hereby legalized, cured, and validated, notwithstanding any defects, omissions, or irregularities in the form of the petition, account, or the notice of the application therefor or in the manner, form, or method of giving or serving such notice. If a person has a vested right in any real or personal property by reason of a defect, omission, or irregularity referred to in this section, and if no action or proceeding to enforce such right was commenced prior to July 1, 1993 2011, such right shall be forever barred. No action or proceeding brought involving real property shall be of any force or effect, or maintainable in a court of this state, unless prior to July 1, 1993 2011, there was recorded in the office of the register of deeds of the county in which the real property affected is situated, a notice of the pendency of such action, in accordance with chapter 15-10. Section 26. That § 15-2-36 be amended to read as follows: 15-2-36. If § 21-22-30 or 55-3-41 55-3-45 do not apply, absent fraud, intentional misrepresentation, or material omission, an action to recover for breach of trust against a qualified person as defined in § 55-3-41 or an officer, director, or employee of a qualified person may be commenced only within two years of a trustee's accounting for the period of the breach pursuant to chapter 55-3. In the case of fraud, intentional misrepresentation, or material omission, the limitation period does not commence to run until discovery of the breach of trust."}, {"bill_id": 1903, "bill_version_id": 12149, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2010-02-11T14:26:34.853-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to trusts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 55-2-13 be amended to read as follows: 55-2-13. For purposes of this section, the term, qualified beneficiary, means a beneficiary who is twenty-one years of age and who, on the date the beneficiary's qualification is determined: (1) Is a distributee or permissible distributee of trust income or principal; (2) Would be a distributee or permissible distributee of trust income or principal if the interests of the distributees terminated on that date; or (3) Would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date. Except as otherwise provided by the terms of a revocable trust, a trustee has no duty to notify the qualified beneficiaries of the trust's existence. Except as otherwise provided by the terms of an irrevocable trust or otherwise directed by the settlor, distribution advisor, or trust protector, the trustee shall, within sixty days after the trustee has accepted trusteeship of the trust, or within sixty days after the date the trustee acquires knowledge that a formerly revocable trust has become irrevocable, notify the qualified beneficiaries of the trust's existence and of the right of the beneficiary to request a copy of the trust instrument pertaining to the beneficiary's interest in the trust. Subject to the previous provision, a trustee of an irrevocable trust: (1) Upon request of a qualified beneficiary, shall promptly furnish to the qualified beneficiary a copy of the trust instrument; (2) If notification of the trust has not been accomplished pursuant to this section within sixty days after accepting a trusteeship, shall notify the qualified beneficiaries of the acceptance and of the trustee's name, address, and telephone number; (3) Shall promptly respond to a qualified beneficiary's request for information related to the administration of the trust, unless the request is unreasonable under the circumstances. A beneficiary may waive the right to the notice or information otherwise required to be furnished under this section and, with respect to future reports and other information, may withdraw a waiver previously given. The change in the identity of a trustee, occurring as the result of a mere name change or a merger, consolidation, combination, or reorganization of a trustee, does not require notice. If a fiduciary is bound by a duty of confidentiality with respect to a trust or its assets, a fiduciary may require that any beneficiary who is eligible to receive information pursuant to this section be bound by the duty of confidentiality that binds the trustee before receiving such information from the trustee. A trust advisor, trust protector, or other fiduciary designated by the terms of the trust shall keep each excluded fiduciary designated by the terms of the trust reasonably informed about: (1) The administration of the trust with respect to any specific duty or function being performed by the trust advisor, trust protector, or other fiduciary to the extent that the duty or function would normally be performed by the excluded fiduciary or to the extent that providing such information to the excluded fiduciary is reasonably necessary for the excluded fiduciary to perform its duties; and (2) Any other material information that the excluded fiduciary would be required to disclose to the qualified beneficiaries under this section regardless of whether the terms of the trust relieve the excluded fiduciary from providing such information to qualified beneficiaries. Neither the performance nor the failure to perform of a trust advisor, trust protector, or other fiduciary designated by the terms of the trust as provided in this subdivision shall affect the limitation on the liability of the excluded fiduciary. The provisions of this section are effective for trusts created after July 1 June 30, 2002, except as otherwise directed by the settlor, trust protector, or distribution trust advisor. For trusts created before July 1, 2002, a trustee has no duty at common law or otherwise to notify a qualified beneficiary of the trust's existence unless otherwise directed by the settlor. Section 2. That § 55-3-1 be amended to read as follows: 55-3-1. The provisions of this chapter apply to irrevocable all trusts and to express trusts created for the benefit of someone other than the trustor and in which the title to the trust property is vested in the trustee; not including, however, those of personal representatives and conservators, as such. Section 3. That § 55-3-39 be amended to read as follows: 55-3-39. A Except as expressly provided by the terms of a governing instrument or by a court order, a general law or a state jurisdiction provision stating that the laws of this state govern is valid, effective, and conclusive for the trust if all of the following are true: (1) Some or all of the trust assets are deposited in this state or physical evidence of such assets is held in this state and the trust is being administered by a qualified person; in this subdivision, deposited in this state, includes being held in a checking account, time deposit, certificate of deposit, brokerage account, trust company fiduciary account, or other similar account or deposit that is located in this state including South Dakota investments; (2) A trustee is a qualified person who is designated as a trustee under the governing instrument, a successor trusteeship, or designated by a court having jurisdiction over the trust; and (3) The administration, for example, physically maintaining trust records in this state and preparing or arranging for the preparation of, on an exclusive basis or a nonexclusive basis, an income tax return that must be filed by the trust, occurs wholly or partly in this state. The State of South Dakota and its courts have jurisdiction over a trust created in a foreign jurisdiction if the administration of the trust meets the three requirements set forth in this section. Nothing in this section may be construed to be the exclusive means of providing a valid effective and conclusive state jurisdiction provision. Section 4. That § 55-3-45 be amended to read as follows: 55-3-45. If a trust is not subject to court supervision under chapter 21-22, and if no objection has been made by a distribution beneficiary, as defined in this title, of a trust within one hundred eighty days after a copy of the trustee's accounting has been mailed, postage prepaid, to the last known address of such distribution beneficiary, the distribution beneficiary is deemed to have approved such accounting of the trustee, and the trustee, absent fraud, intentional misrepresentation, or material omission, shall be released and discharged from any and all liability to all beneficiaries of the trust as to all matters set forth in such accounting. For purposes of this section, the term, accounting, means any interim or final report or other statement provided by a trustee reflecting all transactions, receipts, and disbursements during the reporting period and a list of assets as of the end of the period covered by the report or statement, and including written notice to the distribution beneficiary of the provisions of this section. Section 5. That § 55-13A-409 be amended to read as follows: 55-13A-409. (a) In this section: (1) \"Payment\" means a payment that a trustee may receive over a fixed number of years or during the life of one or more individuals because of services rendered or property transferred to the payer in exchange for future payments. The term includes a payment made in money or property from the payer's general assets or from a separate fund created by the payer. For purposes of subsections (d), (e), (f), and (g), the term also includes any payment from any separate fund, regardless of the reason for the payment. (2) \"Separate fund\" includes a private or commercial annuity, an individual retirement account, and a pension, profit-sharing, stock-bonus, or stock-ownership plan. (b) To the extent that a payment is characterized as interest, a dividend, or a payment made in lieu of interest or a dividend, a trustee shall allocate the payment to income. The trustee shall allocate to principal the balance of the payment and any other payment received in the same accounting period that is not characterized as interest, a dividend, or an equivalent payment. (c) If no part of a payment is characterized as interest, a dividend, or an equivalent payment, and all or part of the payment is required to be made, a trustee shall allocate to income ten percent of the part that is required to be made during the accounting period and the balance to principal. If no part of a payment is required to be made or the payment received is the entire amount to which the trustee is entitled, the trustee shall allocate the entire payment to principal. For purposes of this subsection, a payment is not required to be made to the extent that it is made because the trustee exercises a right of withdrawal. (d) Except as otherwise provided in subsection (e), subsections (f) and (g) apply, and subsections (b) and (c) do not apply, in determining the allocation of a payment made from a separate fund to: (1) A trust to which an election to qualify for a marital deduction under Section 2056(b)(7) of the Internal Revenue Code of 1986, has been made; or (2) A trust that qualifies for the marital deduction under Section 2056(b)(5) of the Internal Revenue Code of 1986. (e) Subsections (d), (f), and (g) do not apply if and to the extent that the series of payments would, without the application of subsection (d), qualify for the marital deduction under Section 2056(b)(7)(C) of the Internal Revenue Code of 1986. (f) A trustee shall determine the internal income of each separate fund for the accounting period as if the separate fund were a trust subject to this chapter. Upon request of the surviving spouse, the trustee shall demand that the person administering the separate fund distribute the internal income to the trust. The trustee shall allocate a payment from the separate fund to income to the extent of the internal income of the separate fund and distribute that amount to the surviving spouse. The trustee shall allocate the balance of the payment to principal. Upon request of the surviving spouse, the trustee shall allocate principal to income to the extent the internal income of the separate fund exceeds payments made from the separate fund to the trust during the accounting period. (g) If a trustee cannot determine the internal income of a separate fund but can determine the value of the separate fund, the internal income of the separate fund is deemed to equal four percent of the fund's value, according to the most recent statement of value preceding the beginning of the accounting period. If the trustee can determine neither the internal income of the separate fund nor the fund's value, the internal income of the fund is deemed to equal the product of the interest rate and the present value of the expected future payments, as determined under Section 7520 of the Internal Revenue Code of 1986 (26 U.S.C. Section 7520), for the month preceding the accounting period for which the computation is made. (h) This section does not apply to a payment to which § 55-13A-410 applies. (a) For the purposes of this section, the term, payment, means a payment that a trustee may receive over a fixed number of years or during the life of one or more individuals because of services rendered or property transferred to the payer in exchange for future payments. The term includes a payment made in money or property from the payer's general assets or from a separate fund created by the payer, including a private or commercial annuity, an individual retirement account, and a pension, profit-sharing, stock-bonus, or stock-ownership plan. (b) To the extent that a payment is characterized as interest or a dividend or a payment made in lieu of interest or a dividend, a trustee shall allocate it to income. The trustee shall allocate to principal the balance of the payment and any other payment received in the same accounting period that is not characterized as interest, a dividend, or an equivalent payment. (c)(1) For purposes of this subsection, plan income means any of the following: (A) With respect to payments received from a plan that maintains separate accounts or funds for its participants or account holders, such as defined contribution retirement plans, individual retirement accounts, Roth individual retirement accounts, and some types of deferred compensation plans, either the amount of the plan account or fund held for the benefit of the trust that, if the plan account or fund were a trust, would be allocated to income pursuant to subsections (b) and (d) for that accounting period, or four percent of the value of the plan account or fund on the first day of the accounting period. The trustee shall, in his or her discretion, choose the method of determining plan income pursuant to this paragraph, and may change the method of determining plan income pursuant to this paragraph for any subsequent accounting period; (B) With respect to payments received from a plan that does not maintain separate accounts or funds for its participants or account holders, such as defined benefit retirement plans and some types of deferred compensation plans, four percent of the total present value of the trust's interest in the plan as of the first day of the accounting period, based on reasonable actuarial assumptions as determined by the trustee. (2) For each accounting period of a trust in which the trust receives a payment but no part of any payment is allocated to income pursuant to subsection (b), the trustee shall allocate to income that portion of the aggregate value of all payments received by the trustee in that accounting period that is equal to the amount of plan income that is attributable to the trust's interest in the plan from which payment is received for that accounting period. The trustee shall allocate the balance of any payments to principal. (d) If, to obtain an estate or gift tax marital deduction for an interest in a trust, a trustee must allocate more of a payment to income than provided for by this section, the trustee shall allocate to income the additional amount necessary to obtain the marital deduction. (e) This section does not apply to payments to which § 55-13A-410 applies. Section 6. That §§ 55-4-42 to 55-4-47, inclusive, be repealed. Section 7. That § 55-4-51 be amended to read as follows: 55-4-51. Instead of furnishing a copy of the trust instrument or a copy of a will that creates a testamentary trust to a person other than a beneficiary, the trustee one or more trustees may furnish to the person a certificate of trust signed by a trustee, settlor, grantor, trustor, or trust protector, containing the following information: (1) That A statement that the trust exists, the name of the trust if one has been given, and the date the trust instrument or will was executed; (2) The identity name of the settlor, grantor, trustor, testator, or testatrix; (3) The identity name of each original trustee and the name and address of the currently acting each trustee and each trust protector currently empowered to act under the trust instrument or will on the date of the execution of the certificate of trust; (4) The powers of the trustee and the trust protector and other provisions set forth in the trust instrument or will as are selected by the person signing the certificate of trust, including those powers authorizing the trustee to sell, convey, pledge, mortgage, lease, or transfer title to any interest in property held in the trust, together with a statement setting forth the number of trustees required by the provisions of the trust instrument or will to act; (5) The revocability or irrevocability of the trust and A statement that the trust is irrevocable or, if the trust is revocable, a statement to that effect and the identity of any person holding a power to revoke the trust, and, if applicable, a statement that the trust has been terminated or revoked; (6) The authority of cotrustees to sign or otherwise authenticate and whether all or less than all are required in order to exercise powers of the trustee A statement that the trust is not supervised by a court, or, if applicable, a statement that the trust is supervised by a court, and which statement also sets forth any restrictions imposed by the court on the trustee's ability to act as otherwise permitted by statute or the terms of the trust instrument or will; (7) The manner of taking title to trust property. If applicable, a description of any property to be conveyed by the trustee; A certificate of trust may be signed or otherwise authenticated by any trustee. (8) A certificate of trust must state statement that the trust has not been revoked, modified, or amended in any manner that would cause the representations contained in the certificate of trust to be incorrect. The person signing the certificate shall certify that the statements contained in the certificate are true and correct. The signature of the person signing the certificate shall be acknowledged or verified under oath before a notary public or other official authorized to administer oaths. A certificate of trust need not contain the dispositive terms of a trust. Section 8. That chapter 55-4 be amended by adding thereto a NEW SECTION to read as follows: A certificate of trust executed under § 55-4-51 may be recorded in the office of the register of deeds with respect to land described in the certificate of trust or any attachment to it. If it is recorded or filed in any county where real property is situated, or in the case of personal property, if it is presented to a third party, the certificate of trust serves to document the existence of the trust, the identity of the trustees, the powers of the trustees, and any limitations on those powers, and other matters the certificate of trust sets out, as though the full trust instrument had been recorded, filed, or presented. Until amended or revoked under § 55-4-44, or until the full trust instrument or will is recorded, filed, or presented, a certificate of trust is conclusive proof as to the matters contained in it and any party may rely upon the certificate, except a party dealing directly with the trustee or trustees who have actual knowledge of the facts to the contrary. Section 9. That § 55-4-45 be amended to read as follows: 55-4-45. Sections 55-4-42 to 55-4-44, inclusive, 55-4-44 and 55-4-51 and section 8 of this Act are effective July 1, 2000 2010, but apply to trust instruments and wills whenever created or executed. Section 10. That chapter 55-4 be amended by adding thereto a NEW SECTION to read as follows: A certificate of a trustee or of trustees of a trust in support of a real property transaction may be substantially in the following form: This instrument was prepared by: __________________________ __________________________ __________________________ (insert name, address and phone number) CERTIFICATE OF TRUST STATE OF SOUTH DAKOTA) : SS COUNTY OF MINNEHAHA ) ________________________, being duly sworn under oath, does hereby state as follows: 1. A trust instrument or Will executed on _________________ established a trust which is still in existence on the date this Certificate is signed. The name of the trust, if it has been named, is _____________________. (Insert n/a if the Trust does not have a name) 2. The name of the settlor, grantor, trustor, testator or testatrix, as the case may be, is __________________________________________________________________. 3. The name of each original trustee and the name and address of each trustee and each trust protector currently empowered to act under the trust instrument or Will on the date of the execution of this Certificate of Trust is as follows: ________________________________________________________________________ _________________________________________________________________________. 4. The person who signs this certificate below certifies that the trust instrument or Will contains the following powers which are given to the trustee: _____________________________________________________________________ , the following powers are given to the trust protector: _____________________________________________________________________ , and further contains the following provisions: ______________________________________________________________________ . The number of trustees required to join in an action by the provisions of the trust instrument or Will to is ___________ . 5. The trust is revocable/irrevocable./The following person(s) has/have the right to revoke the trust: _____________________________________________________________ . The trust has not been revoked. 6. The trust is/is not supervised by a court. The following restrictions are currently imposed by the court on the trustee(s) ability to act even though actions so restricted may be permitted by statute or the terms of the trust instrument or Will: ______________________________________________________________________ . 7. The Trustee intends to convey the following property owned by the Trust: ______________________________________________________________________ . 8. The trust has not been modified or amended in any manner that would cause the representations contained in this Certificate of Trust to be incorrect. The statements contained in this Certificate of Trust are true and correct. ___________________________________ STATE OF SOUTH DAKOTA ) : SS COUNTY OF ) On this, the _____ day of _______________, 20___, before me, the undersigned officer, personally appeared , known to me or satisfactorily proven to be the person whose name is subscribed to the within instrument and acknowledged that she/he executed the same for the purposes therein contained. IN WITNESS WHEREOF, I hereunto set my hand and official seal. ______________________________________ Notary Public, South Dakota My Commission expires: __________ Section 11. That chapter 55-4 be amended by adding thereto a NEW SECTION to read as follows: (a) Any judicial proceeding to contest the validity of a trust that was revocable at the settlor's death shall be commenced within the earlier of: (1) One year after the settlor's death; or (2) Sixty days after the trustee sent the person a copy of the trust instrument and a notice informing the person of the trust's existence, of the trustee's name and address, and of the time allowed for commencing a proceeding. (b) Upon the death of the settlor of a trust that was revocable at the settlor's death, the trustee may proceed to distribute the trust property in accordance with the terms of the trust. The trustee is not subject to liability for doing so unless: (1) The trustee knows of a pending proceeding contesting the validity of the trust; or (2) A potential contestant has notified the trustee of a possible proceeding to contest the trust and a proceeding is commenced within sixty days after the contestant sent the notification. (c) A beneficiary of a trust that is determined to have been invalid is liable to return any distribution received for proper distribution. If the beneficiary refuses to return the distribution, the beneficiary may be liable for all costs, including attorney fees, incurred for the recovery of the distribution. Section 12. That chapter 55-4 be amended by adding thereto a NEW SECTION to read as follows: (a) After the death of a settlor, and subject to the settlor's right to direct the source from which liabilities will be paid, the property of a trust that was revocable at the settlor's death is subject to claims of the settlor's creditors, costs of administration of the settlor's estate, the expenses of the settlor's funeral and disposal of remains, and statutory allowances to a surviving spouse and children to the extent the settlor's probate estate is inadequate to satisfy those claims, costs, and expenses. (b) A trustee may: (1) If the trustee has knowledge of a creditor or potential creditor, provide written notice to the creditor or potential creditor at their last known address, advising the creditor that a claim may not be paid if the creditor fails to present a claim within sixty days of the date of such notice; and (2) For all unknown creditors and all creditors which the trustee, in good faith, is unable to locate, publish notice to such creditors once a week for three successive weeks in a legal newspaper in the county: (A) Where the settlor was last a resident if the deceased settlor was a resident of South Dakota; or (B) Where the principal administration of the trust takes place if the deceased settlor was a nonresident of South Dakota. The published notice shall state that creditors of a deceased settlor must present their claim within four months after the date of the first publication of the notice or any claim or collection efforts which otherwise could have been asserted or enforced against the trust or assets thereof may be barred. For purposes of this section, a trustee has knowledge of a creditor or potential creditor if the trustee is aware that the creditor has demanded payment from the settlor or the settlor's estate. (c) Creditors of the deceased settlor who are given written notice or receive notice by publication are barred if no claim is filed within the applicable period. (d) Claims by a creditor of a deceased settlor may be presented to the trustee by any of the following three methods: (1) The creditor may deliver or mail to the trustee a written statement of the claim indicating its basis, the name and address of the creditor, and the amount claimed; (2) If the trust is court-supervised, the creditor may file a written statement of the claim with the clerk of courts and mail or deliver a copy thereof to the trustee. The claim is deemed presented on the first to occur of the receipt of the written statement of claim by the trustee, or the filing of the claim with the clerk of courts; or (3) The creditor may commence a proceeding against the trust in any court where the trustee may be subject to jurisdiction, to obtain payment of the claim. Such a claim is deemed presented on the date the proceeding is commended. (e) If a claim is not yet due, the date when it will become due shall be stated in the written statement of the claim. If the claim is contingent or unliquidated, the nature of the uncertainty shall be described. If the claim is secured, the nature of the security shall be described. Failure to describe correctly the nature of the security or uncertainty, or the due date of a claim not yet due, does not invalidate the presentation. (f) No presentation of claim is required in regard to matters claimed in proceedings against a settlor which were pending at the time of the death of the settlor in any court. (g) No trustee may incur liability for a nonnegligent or nonwillful failure to give notice to a particular creditor. (h) If the applicable assets of the trust that are otherwise subject to the claim of an unbarred creditor are insufficient to pay the claim in full, the trustee shall make payment in the following order: (1) Costs and expenses relating to administration of the trust or estate; (2) Reasonable funeral expenses of the settlor; (3) Debts and taxes with preference under federal law; (4) Debts and taxes with preference under other laws of this state; (5) All other claims. (i) In paying claims of a deceased settlor, the trustee shall give no preference in the payment of any claim over any other claim of the same class, and a claim due and payable is not entitled to a preference over claims not yet due except as to claims which are compromised in part or in full. (j) Upon the death of the settlor of a trust that was revocable at the settlor's death, the trustee may proceed to pay creditor claims with the trust property in accordance with the terms of the trust and this section. The trustee is not subject to liability for doing so unless: (1) The trustee knows of a pending proceeding contesting the validity of the trust or regarding a creditor's claim; or (2) A potential contestant or creditor has notified the trustee of a possible proceeding to contest the trust or regarding a creditor's claim, and a proceeding is commenced within sixty days after the contestant sent the notification. However, the trustee may pay creditor claims without liability so long as the trustee determines that, at the time of the determination, the assets of the trust are reasonably adequate to allow for payment of the claim in view of the type of proceeding, the amount at issue, and the likelihood of its probable success. (k) A creditor who has received a payment from the trustee, if it is later determined to have been invalid, or wrongfully paid under this section, is liable to return any payment received to the trustee. If the creditor refuses to return the payment, the creditor may be liable for all costs, including attorney's fees, incurred for the recovery of the payment. (l) Except as to creditors barred by publication or by written notice, the statute of limitations provisions of §§ 29A-3-802(b) and 29A-3-803(a)(3) apply. (m) Nothing in this section requires a trustee to give notice to a secured creditor of a settlor, nor diminish the rights of a secured creditor under applicable law. Section 13. That § 55-5-7 be amended to read as follows: 55-5-7. No specific investment or course of action is, taken alone, prudent or imprudent. The trustee may invest in every kind of property and type of investment, subject to this chapter. The prudent investor rule is a test of conduct and not of resulting performance. The prudent investor rule may be expanded, restricted, eliminated, or otherwise altered by the terms of the trust instrument or court order. Unless expanded, restricted, eliminated, or otherwise altered by the terms of the trust instrument or a court order, the trustee's investment decisions and actions shall be judged in terms of the trustee's reasonable judgment regarding the anticipated effect on the trust portfolio as a whole under the facts and circumstances prevailing at the time of the decision or action. No trustee is liable to a beneficiary to the extent that the trustee acted in reliance on the provisions of the trust instrument or court order. Section 14. That § 55-5-8 be amended to read as follows: 55-5-8. The trustee shall diversify the investments of the trust unless, under the circumstances, the trustee reasonably believes it is in the interests of the beneficiaries and furthers the purposes of the trust not to diversify. Regardless of concentration or lack of diversification, the trustee need not diversify if the trust instrument or court order allows or directs retention of assets forming part of the trust corpus and no trustee is liable to a beneficiary to the extent that the trustee acted in reliance on the provisions of the trust instrument or court order. If a trust instrument or court order requires allows or directs a fiduciary to invest in a specific investment, type of investment, or investment concentration, no trustee is liable to a beneficiary to the extent that the trustee acted in reliance on the provisions of the trust instrument or court order. Section 15. That chapter 55-5 be amended by adding thereto a NEW SECTION to read as follows: (a) Unless otherwise directed by the terms of the trust instrument or court order, no trustee of an irrevocable trust, with respect to acquiring, retaining, or disposing of a contract of insurance or holding one or more insurance contracts upon the life of the settlor, or the lives of the settlor and the settlor's spouse, has the following duties: (1) To determine whether any such contract is or remains a proper investment; (2) To investigate the financial strength or changes in the financial strength of the life insurance company; (3) To make a determination of whether to exercise any policy options available under any such contract; (4) To make a determination of whether to diversify any such contract relative to one another or to other assets, if any, administered by the trustee; or (5) To inquire about changes in the health or financial condition of the insured or insured's relative to any such contract. A trustee is not liable to the beneficiaries of the trust or to any other party for any loss arising from the absence of those duties upon the trustee. (b) The trustee of a trust described under subsection (a) of this section which was established prior to the effective date of this section, shall notify the settlor in writing that, unless the settlor provides written notice to the contrary to the trustee within sixty days of the trustee's notice, the provisions of subsection (a) of this section shall apply to the trust. Subsection (a) of this section does not apply if, within sixty days of the trustee's notice, the settlor notifies the trustee that subsection (a) does not apply. Section 16. That § 51A-6A-1 be amended by adding thereto NEW SUBDIVISIONS to read as follows: \"Public trust company,\" a trust company that engages in trust company business with the general public by advertising, solicitation or other means, or a trust company that engages in trust company business but does not fall within the definition of a private trust company established by the commission through rules promulgated pursuant to chapter 1-26. The commission shall consider the size, number of clients served and the family and other relationships among the clients served, complexity, and related safety and soundness issues as it establishes in rule a definition for the term private trust company; \"Fiduciary for hire,\" acting as a administrator, conservator, custodian, executor, guardian, personal representative, or trustee, for any person, trust, or estate for compensation or gain or in anticipation of compensation or gain; Section 17. That subdivision (14) of § 51A-6A-1 be amended to read as follows: (14) \"Trust company business,\" engaging in, or holding out to the public as willing representing or offering to engage in, or in the business of acting as a fiduciary for hire, except that no accountant, attorney, credit union, insurance broker, insurance company, investment advisor, real estate broker or sales agent, savings and loan association, savings bank, securities broker or dealer, real estate title insurance company or real estate escrow company shall be deemed to be engaged in a trust company business with respect to fiduciary services customarily performed by them for compensation as a traditional incident to their regular business activities. Trust company business as defined in this chapter does not constitute banking as defined in subdivision 51A-1-2(4), and may not be construed as banking for purposes of § 47-34-5; Section 18. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: A public trust company chartered in South Dakota, after June 30, 2010, shall establish office premises in South Dakota that would establish jurisdiction over a trust for which the trust company would be a qualified person under § 55-3-39. Public trust companies chartered in South Dakota prior to July 1, 2010, shall meet the requirements of this section no later than July 1, 2015, unless the director grants an extension of up to twenty-four months upon a showing of good faith effort. A public trust company seeking an extension of time shall include in its application to the director the reasons for any delay and a detailed time line for expected compliance with this section. The commission may promulgate rules pursuant to chapter 1-26 to establish additional guidelines regarding what constitutes trust administration in South Dakota for purposes of this section. Section 19. That § 51A-6A-17 be amended to read as follows: 51A-6A-17. Except with the written consent of the director, no person may serve as a board member, officer, or key employee of a trust company who has been convicted, or who is hereafter convicted, of any felony or any crime involving fraud, dishonesty, or a breach of trust. Any trust company who willfully violates this prohibition is guilty of an unclassified misdemeanor and upon conviction shall be punished by a fine subject to a civil penalty of one hundred thousand dollars for each day the violation continues. A civil penalty imposed pursuant to this section for a single violation may not exceed fifty thousand dollars. Any civil penalty imposed by the director under this section is subject to review by the commission according to chapter 1-26. As part of any application to obtain authority to transact business as a private trust company, the applicant shall obtain and provide for each proposed incorporator, organizer, board member, manager, officer, and key employee of the proposed company, as applicable, the results of an independent criminal background investigation acceptable to the director, and independent credit report from a consumer reporting agency as described in 15 U.S.C. 1681a(p) as of January 1, 2010, and a report of ongoing or pending litigation. As part of any application to obtain authority to transact trust company business as a public trust company, each proposed incorporator, organizer, board member, manager, officer, and key employee, as applicable, shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the division shall submit completed fingerprint cards to the Division of Criminal Investigation for purposes of conducting both the state and federal criminal background investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the division all information obtained as a result of the criminal background investigation. For individuals described above who are not citizens of the United States, the director may conduct an international background investigation or require the applicant or individual to obtain and provide the results of an international background investigation acceptable to the director. The applicant shall also obtain and provide the results of an independent credit report from a consumer reporting agency as described in 15 U.S.C. 1681a(p) as of January 1, 2010, and a report of ongoing or pending litigation for each individual as described above. Prior to beginning employment with any trust company, each potential director, officer, or key employee shall undergo the same investigation process as required above for new applicants. For purposes of this section, a key employee does not include an employee whose primary responsibilities are limited to clerical or support duties and officer does not include individuals who are not involved in the ongoing policy making or management of the trust company. Any trust company shall immediately notify the division of any material change in the background of any individual subject to the background investigation process as described above. The division may require a fingerprint-based state, federal, and international criminal background investigation, as applicable, for any director, officer, or employee, who is the subject of an investigation by the division. Failure to submit to or cooperate with the criminal background investigation is grounds for the denial of an application or may result in the revocation of a trust company's authority to transact trust company business. The applicant or trust company, as the case may be, shall pay any fees or costs associated with the fingerprinting, background investigations, or reports required by this section. An individual who has undergone a state, federal, or international background investigation required by this section, may, at the discretion of the director, be allowed to fulfill this requirement for future trust company employment by sworn affidavit stating that there have been no material changes to the individual's background. Section 20. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: The director may require additional capital for an existing trust company if the director finds the condition and operations of an existing trust company requires additional capital consistent with the safety and soundness of the trust company. The safety and soundness factors to be considered by the director in the exercise of such discretion include: (1) The nature and type of business conducted; (2) The nature and degree of liquidity in assets held in a corporate capacity; (3) The amount of fiduciary assets under management or administration; (4) The type of fiduciary assets held and the depository of such assets; (5) The complexity of fiduciary duties and degree of discretion undertaken; (6) The competence and experience of management; (7) The extent and adequacy of internal controls; (8) The presence or absence of annual unqualified audits by an independent certified public accountant; (9) The reasonableness of business plans for retaining or acquiring additional capital; (10) The existence and adequacy of insurance obtained or held by the trust company for the purpose of protecting its clients, beneficiaries, and grantors; and (11) Any other factor deemed relevant by the director. The proposed effective date of an order requiring an existing trust company to increase its capital must be stated in the order as on or after the thirty-first day after the date of the proposed order. Unless the trust company requests a hearing before the commission in writing before the effective date of the proposed order, the order becomes effective and is final. Any hearing before the commission shall be held pursuant to chapter 1-26. Section 21. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: Any trust company authorized by this title, shall, before transacting any such business, pledge to the division and maintain at all times investments for the security of the trust creditors of the trust company including as a priority claim costs incurred by the division in a receivership or liquidation of the trust company in the event it should fail. The amount of the pledge shall be determined by the director in an amount deemed appropriate to defray such costs, but may not be less than a market value of one hundred thousand dollars, and may not exceed five hundred thousand dollars for a private trust company or one million dollars for a public trust company. All investments pledged to the division shall be held at a depository institution in this state and all costs associated with pledging and holding such investments are the responsibility of the trust company. The amount of the pledge may not exceed fifty percent of the trust company's capital. The investments pledged to the division shall be of the same nature and quality as those required for public funds as provided in§§ 4-5-6 and 4-5-6.1. The commission may promulgate rules pursuant to chapter 1-26 to establish additional investment guidelines or investment options for purposes of the pledge required by this section. In the event of a receivership of a trust company, the director may, without regard to priorities, preferences, or adverse claims, reduce the pledged investments to cash and, as soon as practicable, utilize the cash to defray the costs associated with the receivership. Income from such investments shall belong to and be paid to the trust company as long as it continues to conduct its business in the ordinary course and so long as authorized by the director. The proposed effective date of an order requiring an existing trust company to increase its pledge must be stated in the order as on or after the thirty-first day after the date of the proposed order. Unless the trust company requests a hearing before the commission in writing before the effective date of the proposed order, the order becomes effective and is final. Any hearing before the commission shall be held pursuant to chapter 1-26. Section 22. That § 51A-6A-46.1 be amended to read as follows: 51A-6A-46.1. In addition to the powers granted to the director and the commission in §§ 51A-6A-35 to 51A-6A-46, inclusive, the powers granted to the director and commission pursuant to §§ 51A-15-11 to 51A-15-44, inclusive, 51A-2-22, and 51A-2-25 to 51A-2-27, inclusive, may be utilized by the director and the commission with regard to trust companies. The powers granted by §§ 51A-15-11 to 51A-15-44, inclusive, 51A-2-22, and 51A-2-25 to 51A-2-27, inclusive, may be used by the director and the commission in connection with a trust company as a supplement to or as an independent alternative to the powers granted in §§ 51A-6A-35 to 51A-6A-46, inclusive. Section 23. That § 51A-5-4 be amended to read as follows: 51A-5-4. Any bank empowered by its articles of incorporation to do trust business or any trust company authorized by this title, shall, before transacting any such business, deposit and keep on deposit with the division evidences of indebtedness acceptable to the director which are payable to bearer or recorded in the name of the division and which constitute readily marketable legal investments for funds held by a bank as fiduciary in the amount of one hundred thousand dollars. Such deposit shall be for the security of the trust creditors of such bank or trust company, and shall be in bonds or notes and mortgages on real property within this state worth double the amount secured thereby, or insured by the federal housing administration, or bonds of the United States, or any state of the United States that has not defaulted on its principal or interest within ten years, or any organized county or township or first or second class municipality or school district in this state or some other state, and upon which there has been no default in payment of interest or principal. Income from such securities shall belong to and be paid the bank or trust company as long as it continues to conduct its business in the ordinary course and so long as authorized by the director. Section 24. That § 21-22-1 be amended to read as follows: 21-22-1. Terms used in this chapter unless the context otherwise plainly requires shall mean: (1) \"Beneficiary,\" any person in any manner interested in the trust, including a creditor or claimant with any rights or claimed rights against the trust estate; (2) \"Court trust,\" any trust which is established or confirmed by the judgment, decree, or order of any court of record of this state or any foreign jurisdiction, or one which is established or confirmed by a personal representative's instrument of distribution or a personal representative's deed of distribution; (3) \"Other trust,\" any trust which is not a court trust; (4) \"Supervision,\" the supervision of the circuit court over the administration of a trust as provided in this chapter; (5) \"Trustee,\" the trustee or trustees of any trust which may be supervised under this chapter. Section 25. That § 21-22-3 be amended to read as follows: 21-22-3. Within thirty days after entering upon his or her duties, any trustee under a court trust shall, if a resident of this state or if any of the trust estate has its situs in this state, file in the office of the clerk of the circuit court of the county specified in § 21-22-5 an inventory of all the trust estate, a duly certified copy of the court order establishing or confirming the trust a copy of the personal representative's instrument of distribution, a copy of any recorded personal representative's deed of distribution, a duly certified copy of any other court order or clerk's statement establishing or confirming the trust, a certified copy of the original instrument, if any, on which the trust is based, a statement showing the names, residences and post office addresses of all persons, including conservators or other trustees interested in the trust, so far as known to the trustee, and the ages of such of them as are minors. Such inventory shall show a list and description of all the trust property, an estimate by the trustee of the value of each item, the encumbrances, if any, on each item, and all claims against the trust estate with the amount of each claim and the name and post office address of the claimant. Such inventory and such statement shall be duly verified by the trustee. Section 26. That § 21-22-27 be amended to read as follows: 21-22-27. All decrees of any court of this state made prior to January 1, 1992 2010, settling accounts of trustees or distributing in whole or in part trust estates are hereby legalized, cured, and validated, notwithstanding any defects, omissions, or irregularities in the form of the petition, account, or the notice of the application therefor or in the manner, form, or method of giving or serving such notice. If a person has a vested right in any real or personal property by reason of a defect, omission, or irregularity referred to in this section, and if no action or proceeding to enforce such right was commenced prior to July 1, 1993 2011, such right shall be forever barred. No action or proceeding brought involving real property shall be of any force or effect, or maintainable in a court of this state, unless prior to July 1, 1993 2011, there was recorded in the office of the register of deeds of the county in which the real property affected is situated, a notice of the pendency of such action, in accordance with chapter 15-10. Section 27. That § 15-2-36 be amended to read as follows: 15-2-36. If § 21-22-30 or 55-3-41 55-3-45 do not apply, absent fraud, intentional misrepresentation, or material omission, an action to recover for breach of trust against a qualified person as defined in § 55-3-41 or an officer, director, or employee of a qualified person may be commenced only within two years of a trustee's accounting for the period of the breach pursuant to chapter 55-3. In the case of fraud, intentional misrepresentation, or material omission, the limitation period does not commence to run until discovery of the breach of trust. Section 28. That § 55-16-5 be amended to read as follows: 55-16-5. Any individual may serve as a fiduciary an investment trust advisor described in subdivision 55-1B-1(4) 55-1B-1(6), notwithstanding that such individual is the transferor of the qualified disposition, but such an individual may not otherwise serve as a fiduciary of a trust that is a qualified disposition except with respect to the retention of the veto right permitted by subdivision 55-16-2(2)."}, {"bill_id": 1903, "bill_version_id": 13344, "bill_version": "Enrolled", "bill_version_date": "2010-03-03T10:33:30.043-06:00", "bill_text": ""}, {"bill_id": 1903, "bill_version_id": 13950, "bill_version": "Style and Form Veto Engrossed", "bill_version_date": "2010-03-12T14:33:23.34-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to trusts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 55-2-13 be amended to read as follows: 55-2-13. For purposes of this section, the term, qualified beneficiary, means a beneficiary who is twenty-one years of age and who, on the date the beneficiary's qualification is determined: (1) Is a distributee or permissible distributee of trust income or principal; (2) Would be a distributee or permissible distributee of trust income or principal if the interests of the distributees terminated on that date; or (3) Would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date. Except as otherwise provided by the terms of a revocable trust, a trustee has no duty to notify the qualified beneficiaries of the trust's existence. Except as otherwise provided by the terms of an irrevocable trust or otherwise directed by the settlor, distribution advisor, or trust protector, the trustee shall, within sixty days after the trustee has accepted trusteeship of the trust, or within sixty days after the date the trustee acquires knowledge that a formerly revocable trust has become irrevocable, notify the qualified beneficiaries of the trust's existence and of the right of the beneficiary to request a copy of the trust instrument pertaining to the beneficiary's interest in the trust. Subject to the previous provision, a trustee of an irrevocable trust: (1) Upon request of a qualified beneficiary, shall promptly furnish to the qualified beneficiary a copy of the trust instrument; (2) If notification of the trust has not been accomplished pursuant to this section within sixty days after accepting a trusteeship, shall notify the qualified beneficiaries of the acceptance and of the trustee's name, address, and telephone number; (3) Shall promptly respond to a qualified beneficiary's request for information related to the administration of the trust, unless the request is unreasonable under the circumstances. A beneficiary may waive the right to the notice or information otherwise required to be furnished under this section and, with respect to future reports and other information, may withdraw a waiver previously given. The change in the identity of a trustee, occurring as the result of a mere name change or a merger, consolidation, combination, or reorganization of a trustee, does not require notice. If a fiduciary is bound by a duty of confidentiality with respect to a trust or its assets, a fiduciary may require that any beneficiary who is eligible to receive information pursuant to this section be bound by the duty of confidentiality that binds the trustee before receiving such information from the trustee. A trust advisor, trust protector, or other fiduciary designated by the terms of the trust shall keep each excluded fiduciary designated by the terms of the trust reasonably informed about: (1) The administration of the trust with respect to any specific duty or function being performed by the trust advisor, trust protector, or other fiduciary to the extent that the duty or function would normally be performed by the excluded fiduciary or to the extent that providing such information to the excluded fiduciary is reasonably necessary for the excluded fiduciary to perform its duties; and (2) Any other material information that the excluded fiduciary would be required to disclose to the qualified beneficiaries under this section regardless of whether the terms of the trust relieve the excluded fiduciary from providing such information to qualified beneficiaries. Neither the performance nor the failure to perform of a trust advisor, trust protector, or other fiduciary designated by the terms of the trust as provided in this subdivision shall affect the limitation on the liability of the excluded fiduciary. The provisions of this section are effective for trusts created after July 1 June 30, 2002, except as otherwise directed by the settlor, trust protector, or distribution trust advisor. For trusts created before July 1, 2002, a trustee has no duty at common law or otherwise to notify a qualified beneficiary of the trust's existence unless otherwise directed by the settlor. Section 2. That § 55-3-1 be amended to read as follows: 55-3-1. The provisions of this chapter apply to irrevocable all trusts and to express trusts created for the benefit of someone other than the trustor and in which the title to the trust property is vested in the trustee; not including, however, those of personal representatives and conservators, as such. Section 3. That § 55-3-39 be amended to read as follows: 55-3-39. A Except as expressly provided by the terms of a governing instrument or by a court order, a general law or a state jurisdiction provision stating that the laws of this state govern is valid, effective, and conclusive for the trust if all of the following are true: (1) Some or all of the trust assets are deposited in this state or physical evidence of such assets is held in this state and the trust is being administered by a qualified person; in this subdivision, deposited in this state, includes being held in a checking account, time deposit, certificate of deposit, brokerage account, trust company fiduciary account, or other similar account or deposit that is located in this state including South Dakota investments; (2) A trustee is a qualified person who is designated as a trustee under the governing instrument, a successor trusteeship, or designated by a court having jurisdiction over the trust; and (3) The administration, for example, physically maintaining trust records in this state and preparing or arranging for the preparation of, on an exclusive basis or a nonexclusive basis, an income tax return that must be filed by the trust, occurs wholly or partly in this state. The State of South Dakota and its courts have jurisdiction over a trust created in a foreign jurisdiction if the administration of the trust meets the three requirements set forth in this section. Nothing in this section may be construed to be the exclusive means of providing a valid effective and conclusive state jurisdiction provision. Section 4. That § 55-3-45 be amended to read as follows: 55-3-45. If a trust is not subject to court supervision under chapter 21-22, and if no objection has been made by a distribution beneficiary, as defined in this title, of a trust within one hundred eighty days after a copy of the trustee's accounting has been mailed, postage prepaid, to the last known address of such distribution beneficiary, the distribution beneficiary is deemed to have approved such accounting of the trustee, and the trustee, absent fraud, intentional misrepresentation, or material omission, shall be released and discharged from any and all liability to all beneficiaries of the trust as to all matters set forth in such accounting. For purposes of this section, the term, accounting, means any interim or final report or other statement provided by a trustee reflecting all transactions, receipts, and disbursements during the reporting period and a list of assets as of the end of the period covered by the report or statement, and including written notice to the distribution beneficiary of the provisions of this section. Section 5. That § 55-13A-409 be amended to read as follows: 55-13A-409. (a) In this section: (1) \"Payment\" means a payment that a trustee may receive over a fixed number of years or during the life of one or more individuals because of services rendered or property transferred to the payer in exchange for future payments. The term includes a payment made in money or property from the payer's general assets or from a separate fund created by the payer. For purposes of subsections (d), (e), (f), and (g), the term also includes any payment from any separate fund, regardless of the reason for the payment. (2) \"Separate fund\" includes a private or commercial annuity, an individual retirement account, and a pension, profit-sharing, stock-bonus, or stock-ownership plan. (b) To the extent that a payment is characterized as interest, a dividend, or a payment made in lieu of interest or a dividend, a trustee shall allocate the payment to income. The trustee shall allocate to principal the balance of the payment and any other payment received in the same accounting period that is not characterized as interest, a dividend, or an equivalent payment. (c) If no part of a payment is characterized as interest, a dividend, or an equivalent payment, and all or part of the payment is required to be made, a trustee shall allocate to income ten percent of the part that is required to be made during the accounting period and the balance to principal. If no part of a payment is required to be made or the payment received is the entire amount to which the trustee is entitled, the trustee shall allocate the entire payment to principal. For purposes of this subsection, a payment is not required to be made to the extent that it is made because the trustee exercises a right of withdrawal. (d) Except as otherwise provided in subsection (e), subsections (f) and (g) apply, and subsections (b) and (c) do not apply, in determining the allocation of a payment made from a separate fund to: (1) A trust to which an election to qualify for a marital deduction under Section 2056(b)(7) of the Internal Revenue Code of 1986, has been made; or (2) A trust that qualifies for the marital deduction under Section 2056(b)(5) of the Internal Revenue Code of 1986. (e) Subsections (d), (f), and (g) do not apply if and to the extent that the series of payments would, without the application of subsection (d), qualify for the marital deduction under Section 2056(b)(7)(C) of the Internal Revenue Code of 1986. (f) A trustee shall determine the internal income of each separate fund for the accounting period as if the separate fund were a trust subject to this chapter. Upon request of the surviving spouse, the trustee shall demand that the person administering the separate fund distribute the internal income to the trust. The trustee shall allocate a payment from the separate fund to income to the extent of the internal income of the separate fund and distribute that amount to the surviving spouse. The trustee shall allocate the balance of the payment to principal. Upon request of the surviving spouse, the trustee shall allocate principal to income to the extent the internal income of the separate fund exceeds payments made from the separate fund to the trust during the accounting period. (g) If a trustee cannot determine the internal income of a separate fund but can determine the value of the separate fund, the internal income of the separate fund is deemed to equal four percent of the fund's value, according to the most recent statement of value preceding the beginning of the accounting period. If the trustee can determine neither the internal income of the separate fund nor the fund's value, the internal income of the fund is deemed to equal the product of the interest rate and the present value of the expected future payments, as determined under Section 7520 of the Internal Revenue Code of 1986 (26 U.S.C. Section 7520), for the month preceding the accounting period for which the computation is made. (h) This section does not apply to a payment to which § 55-13A-410 applies. (a) For the purposes of this section, the term, payment, means a payment that a trustee may receive over a fixed number of years or during the life of one or more individuals because of services rendered or property transferred to the payer in exchange for future payments. The term includes a payment made in money or property from the payer's general assets or from a separate fund created by the payer, including a private or commercial annuity, an individual retirement account, and a pension, profit-sharing, stock-bonus, or stock-ownership plan. (b) To the extent that a payment is characterized as interest or a dividend or a payment made in lieu of interest or a dividend, a trustee shall allocate it to income. The trustee shall allocate to principal the balance of the payment and any other payment received in the same accounting period that is not characterized as interest, a dividend, or an equivalent payment. (c)(1) For purposes of this subsection, plan income means any of the following: (A) With respect to payments received from a plan that maintains separate accounts or funds for its participants or account holders, such as defined contribution retirement plans, individual retirement accounts, Roth individual retirement accounts, and some types of deferred compensation plans, either the amount of the plan account or fund held for the benefit of the trust that, if the plan account or fund were a trust, would be allocated to income pursuant to subsections (b) and (d) for that accounting period, or four percent of the value of the plan account or fund on the first day of the accounting period. The trustee shall, in his or her discretion, choose the method of determining plan income pursuant to this paragraph, and may change the method of determining plan income pursuant to this paragraph for any subsequent accounting period; (B) With respect to payments received from a plan that does not maintain separate accounts or funds for its participants or account holders, such as defined benefit retirement plans and some types of deferred compensation plans, four percent of the total present value of the trust's interest in the plan as of the first day of the accounting period, based on reasonable actuarial assumptions as determined by the trustee. (2) For each accounting period of a trust in which the trust receives a payment but no part of any payment is allocated to income pursuant to subsection (b), the trustee shall allocate to income that portion of the aggregate value of all payments received by the trustee in that accounting period that is equal to the amount of plan income that is attributable to the trust's interest in the plan from which payment is received for that accounting period. The trustee shall allocate the balance of any payments to principal. (d) If, to obtain an estate or gift tax marital deduction for an interest in a trust, a trustee must allocate more of a payment to income than provided for by this section, the trustee shall allocate to income the additional amount necessary to obtain the marital deduction. (e) This section does not apply to payments to which § 55-13A-410 applies. Section 6. That §§ 55-4-42 to 55-4-47, inclusive, be repealed. Section 7. That § 55-4-51 be amended to read as follows: 55-4-51. Instead of furnishing a copy of the trust instrument or a copy of a will that creates a testamentary trust to a person other than a beneficiary, the trustee one or more trustees may furnish to the person a certificate of trust signed by a trustee, settlor, grantor, trustor, or trust protector, containing the following information: (1) That A statement that the trust exists, the name of the trust if one has been given, and the date the trust instrument or will was executed; (2) The identity name of the settlor, grantor, trustor, testator, or testatrix; (3) The identity name of each original trustee and the name and address of the currently acting each trustee and each trust protector currently empowered to act under the trust instrument or will on the date of the execution of the certificate of trust; (4) The powers of the trustee and the trust protector and other provisions set forth in the trust instrument or will as are selected by the person signing the certificate of trust, including those powers authorizing the trustee to sell, convey, pledge, mortgage, lease, or transfer title to any interest in property held in the trust, together with a statement setting forth the number of trustees required by the provisions of the trust instrument or will to act; (5) The revocability or irrevocability of the trust and A statement that the trust is irrevocable or, if the trust is revocable, a statement to that effect and the identity of any person holding a power to revoke the trust, and, if applicable, a statement that the trust has been terminated or revoked; (6) The authority of cotrustees to sign or otherwise authenticate and whether all or less than all are required in order to exercise powers of the trustee A statement that the trust is not supervised by a court, or, if applicable, a statement that the trust is supervised by a court, and which statement also sets forth any restrictions imposed by the court on the trustee's ability to act as otherwise permitted by statute or the terms of the trust instrument or will; (7) The manner of taking title to trust property. If applicable, a description of any property to be conveyed by the trustee; A certificate of trust may be signed or otherwise authenticated by any trustee. (8) A certificate of trust must state statement that the trust has not been revoked, modified, or amended in any manner that would cause the representations contained in the certificate of trust to be incorrect. The person signing the certificate shall certify that the statements contained in the certificate are true and correct. The signature of the person signing the certificate shall be acknowledged or verified under oath before a notary public or other official authorized to administer oaths. A certificate of trust need not contain the dispositive terms of a trust. Section 8. That chapter 55-4 be amended by adding thereto a NEW SECTION to read as follows: A certificate of trust executed under § 55-4-51 may be recorded in the office of the register of deeds with respect to land described in the certificate of trust or any attachment to it. If it is recorded or filed in any county where real property is situated, or in the case of personal property, if it is presented to a third party, the certificate of trust serves to document the existence of the trust, the identity of the trustees, the powers of the trustees, and any limitations on those powers, and other matters the certificate of trust sets out, as though the full trust instrument had been recorded, filed, or presented. Until amended or revoked under § 55-4-44, or until the full trust instrument or will is recorded, filed, or presented, a certificate of trust is conclusive proof as to the matters contained in it and any party may rely upon the certificate, except a party dealing directly with the trustee or trustees who have actual knowledge of the facts to the contrary. Section 9. That § 55-4-45 be amended to read as follows: 55-4-45. Sections 55-4-42 to 55-4-44, inclusive, 55-4-44 and 55-4-51 and section 8 of this Act are effective July 1, 2000 2010, but apply to trust instruments and wills whenever created or executed. Section 10. That chapter 55-4 be amended by adding thereto a NEW SECTION to read as follows: A certificate of a trustee or of trustees of a trust in support of a real property transaction may be substantially in the following form: This instrument was prepared by: __________________________ __________________________ __________________________ (insert name, address and phone number) CERTIFICATE OF TRUST STATE OF SOUTH DAKOTA) : SS COUNTY OF ) ________________________, being duly sworn under oath, does hereby state as follows: 1. A trust instrument or Will executed on _________________ established a trust which is still in existence on the date this Certificate is signed. The name of the trust, if it has been named, is _____________________. (Insert n/a if the Trust does not have a name) 2. The name of the settlor, grantor, trustor, testator or testatrix, as the case may be, is __________________________________________________________________. 3. The name of each original trustee and the name and address of each trustee and each trust protector currently empowered to act under the trust instrument or Will on the date of the execution of this Certificate of Trust is as follows: ________________________________________________________________________ _________________________________________________________________________. 4. The person who signs this certificate below certifies that the trust instrument or Will contains the following powers which are given to the trustee: _____________________________________________________________________ , the following powers are given to the trust protector: _____________________________________________________________________ , and further contains the following provisions: ______________________________________________________________________ . The number of trustees required to join in an action by the provisions of the trust instrument or Will to is ___________ . 5. The trust is revocable/irrevocable./The following person(s) has/have the right to revoke the trust: _____________________________________________________________ . The trust has not been revoked. 6. The trust is/is not supervised by a court. The following restrictions are currently imposed by the court on the trustee(s) ability to act even though actions so restricted may be permitted by statute or the terms of the trust instrument or Will: ______________________________________________________________________ . 7. The Trustee intends to convey the following property owned by the Trust: ______________________________________________________________________ . 8. The trust has not been modified or amended in any manner that would cause the representations contained in this Certificate of Trust to be incorrect. The statements contained in this Certificate of Trust are true and correct. ___________________________________ STATE OF SOUTH DAKOTA ) : SS COUNTY OF ) On this, the _____ day of _______________, 20___, before me, the undersigned officer, personally appeared , known to me or satisfactorily proven to be the person whose name is subscribed to the within instrument and acknowledged that she/he executed the same for the purposes therein contained. IN WITNESS WHEREOF, I hereunto set my hand and official seal. ______________________________________ Notary Public, South Dakota My Commission expires: __________ Section 11. That chapter 55-4 be amended by adding thereto a NEW SECTION to read as follows: (a) Any judicial proceeding to contest the validity of a trust that was revocable at the settlor's death shall be commenced within the earlier of: (1) One year after the settlor's death; or (2) Sixty days after the trustee sent the person a copy of the trust instrument and a notice informing the person of the trust's existence, of the trustee's name and address, and of the time allowed for commencing a proceeding. (b) Upon the death of the settlor of a trust that was revocable at the settlor's death, the trustee may proceed to distribute the trust property in accordance with the terms of the trust. The trustee is not subject to liability for doing so unless: (1) The trustee knows of a pending proceeding contesting the validity of the trust; or (2) A potential contestant has notified the trustee of a possible proceeding to contest the trust and a proceeding is commenced within sixty days after the contestant sent the notification. (c) A beneficiary of a trust that is determined to have been invalid is liable to return any distribution received for proper distribution. If the beneficiary refuses to return the distribution, the beneficiary may be liable for all costs, including attorney fees, incurred for the recovery of the distribution. Section 12. That chapter 55-4 be amended by adding thereto a NEW SECTION to read as follows: (a) After the death of a settlor, and subject to the settlor's right to direct the source from which liabilities will be paid, the property of a trust that was revocable at the settlor's death is subject to claims of the settlor's creditors, costs of administration of the settlor's estate, the expenses of the settlor's funeral and disposal of remains, and statutory allowances to a surviving spouse and children to the extent the settlor's probate estate is inadequate to satisfy those claims, costs, and expenses. (b) A trustee may: (1) If the trustee has knowledge of a creditor or potential creditor, provide written notice to the creditor or potential creditor at their last known address, advising the creditor that a claim may not be paid if the creditor fails to present a claim within sixty days of the date of such notice; and (2) For all unknown creditors and all creditors which the trustee, in good faith, is unable to locate, publish notice to such creditors once a week for three successive weeks in a legal newspaper in the county: (A) Where the settlor was last a resident if the deceased settlor was a resident of South Dakota; or (B) Where the principal administration of the trust takes place if the deceased settlor was a nonresident of South Dakota. The published notice shall state that creditors of a deceased settlor must present their claim within four months after the date of the first publication of the notice or any claim or collection efforts which otherwise could have been asserted or enforced against the trust or assets thereof may be barred. For purposes of this section, a trustee has knowledge of a creditor or potential creditor if the trustee is aware that the creditor has demanded payment from the settlor or the settlor's estate. (c) Creditors of the deceased settlor who are given written notice or receive notice by publication are barred if no claim is filed within the applicable period. (d) Claims by a creditor of a deceased settlor may be presented to the trustee by any of the following three methods: (1) The creditor may deliver or mail to the trustee a written statement of the claim indicating its basis, the name and address of the creditor, and the amount claimed; (2) If the trust is court-supervised, the creditor may file a written statement of the claim with the clerk of courts and mail or deliver a copy thereof to the trustee. The claim is deemed presented on the first to occur of the receipt of the written statement of claim by the trustee, or the filing of the claim with the clerk of courts; or (3) The creditor may commence a proceeding against the trust in any court where the trustee may be subject to jurisdiction, to obtain payment of the claim. Such a claim is deemed presented on the date the proceeding is commended. (e) If a claim is not yet due, the date when it will become due shall be stated in the written statement of the claim. If the claim is contingent or unliquidated, the nature of the uncertainty shall be described. If the claim is secured, the nature of the security shall be described. Failure to describe correctly the nature of the security or uncertainty, or the due date of a claim not yet due, does not invalidate the presentation. (f) No presentation of claim is required in regard to matters claimed in proceedings against a settlor which were pending at the time of the death of the settlor in any court. (g) No trustee may incur liability for a nonnegligent or nonwillful failure to give notice to a particular creditor. (h) If the applicable assets of the trust that are otherwise subject to the claim of an unbarred creditor are insufficient to pay the claim in full, the trustee shall make payment in the following order: (1) Costs and expenses relating to administration of the trust or estate; (2) Reasonable funeral expenses of the settlor; (3) Debts and taxes with preference under federal law; (4) Debts and taxes with preference under other laws of this state; (5) All other claims. (i) In paying claims of a deceased settlor, the trustee shall give no preference in the payment of any claim over any other claim of the same class, and a claim due and payable is not entitled to a preference over claims not yet due except as to claims which are compromised in part or in full. (j) Upon the death of the settlor of a trust that was revocable at the settlor's death, the trustee may proceed to pay creditor claims with the trust property in accordance with the terms of the trust and this section. The trustee is not subject to liability for doing so unless: (1) The trustee knows of a pending proceeding contesting the validity of the trust or regarding a creditor's claim; or (2) A potential contestant or creditor has notified the trustee of a possible proceeding to contest the trust or regarding a creditor's claim, and a proceeding is commenced within sixty days after the contestant sent the notification. However, the trustee may pay creditor claims without liability so long as the trustee determines that, at the time of the determination, the assets of the trust are reasonably adequate to allow for payment of the claim in view of the type of proceeding, the amount at issue, and the likelihood of its probable success. (k) A creditor who has received a payment from the trustee, if it is later determined to have been invalid, or wrongfully paid under this section, is liable to return any payment received to the trustee. If the creditor refuses to return the payment, the creditor may be liable for all costs, including attorney's fees, incurred for the recovery of the payment. (l) Except as to creditors barred by publication or by written notice, the statute of limitations provisions of §§ 29A-3-802(b) and 29A-3-803(a)(3) apply. (m) Nothing in this section requires a trustee to give notice to a secured creditor of a settlor, nor diminish the rights of a secured creditor under applicable law. Section 13. That § 55-5-7 be amended to read as follows: 55-5-7. No specific investment or course of action is, taken alone, prudent or imprudent. The trustee may invest in every kind of property and type of investment, subject to this chapter. The prudent investor rule is a test of conduct and not of resulting performance. The prudent investor rule may be expanded, restricted, eliminated, or otherwise altered by the terms of the trust instrument or court order. Unless expanded, restricted, eliminated, or otherwise altered by the terms of the trust instrument or a court order, the trustee's investment decisions and actions shall be judged in terms of the trustee's reasonable judgment regarding the anticipated effect on the trust portfolio as a whole under the facts and circumstances prevailing at the time of the decision or action. No trustee is liable to a beneficiary to the extent that the trustee acted in reliance on the provisions of the trust instrument or court order. Section 14. That § 55-5-8 be amended to read as follows: 55-5-8. The trustee shall diversify the investments of the trust unless, under the circumstances, the trustee reasonably believes it is in the interests of the beneficiaries and furthers the purposes of the trust not to diversify. Regardless of concentration or lack of diversification, the trustee need not diversify if the trust instrument or court order allows or directs retention of assets forming part of the trust corpus and no trustee is liable to a beneficiary to the extent that the trustee acted in reliance on the provisions of the trust instrument or court order. If a trust instrument or court order requires allows or directs a fiduciary to invest in a specific investment, type of investment, or investment concentration, no trustee is liable to a beneficiary to the extent that the trustee acted in reliance on the provisions of the trust instrument or court order. Section 15. That chapter 55-5 be amended by adding thereto a NEW SECTION to read as follows: (a) Unless otherwise directed by the terms of the trust instrument or court order, no trustee of an irrevocable trust, with respect to acquiring, retaining, or disposing of a contract of insurance or holding one or more insurance contracts upon the life of the settlor, or the lives of the settlor and the settlor's spouse, has the following duties: (1) To determine whether any such contract is or remains a proper investment; (2) To investigate the financial strength or changes in the financial strength of the life insurance company; (3) To make a determination of whether to exercise any policy options available under any such contract; (4) To make a determination of whether to diversify any such contract relative to one another or to other assets, if any, administered by the trustee; or (5) To inquire about changes in the health or financial condition of the insured or insured's relative to any such contract. A trustee is not liable to the beneficiaries of the trust or to any other party for any loss arising from the absence of those duties upon the trustee. (b) The trustee of a trust described under subsection (a) of this section which was established prior to the effective date of this section, shall notify the settlor in writing that, unless the settlor provides written notice to the contrary to the trustee within sixty days of the trustee's notice, the provisions of subsection (a) of this section shall apply to the trust. Subsection (a) of this section does not apply if, within sixty days of the trustee's notice, the settlor notifies the trustee that subsection (a) does not apply. Section 16. That § 51A-6A-1 be amended by adding thereto NEW SUBDIVISIONS to read as follows: \"Public trust company,\" a trust company that engages in trust company business with the general public by advertising, solicitation or other means, or a trust company that engages in trust company business but does not fall within the definition of a private trust company established by the commission through rules promulgated pursuant to chapter 1-26. The commission shall consider the size, number of clients served and the family and other relationships among the clients served, complexity, and related safety and soundness issues as it establishes in rule a definition for the term private trust company; \"Fiduciary for hire,\" acting as a administrator, conservator, custodian, executor, guardian, personal representative, or trustee, for any person, trust, or estate for compensation or gain or in anticipation of compensation or gain; Section 17. That subdivision (14) of § 51A-6A-1 be amended to read as follows: (14) \"Trust company business,\" engaging in, or holding out to the public as willing representing or offering to engage in, or in the business of acting as a fiduciary for hire, except that no accountant, attorney, credit union, insurance broker, insurance company, investment advisor, real estate broker or sales agent, savings and loan association, savings bank, securities broker or dealer, real estate title insurance company or real estate escrow company shall be deemed to be engaged in a trust company business with respect to fiduciary services customarily performed by them for compensation as a traditional incident to their regular business activities. Trust company business as defined in this chapter does not constitute banking as defined in subdivision 51A-1-2(4), and may not be construed as banking for purposes of § 47-34-5; Section 18. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: A public trust company chartered in South Dakota, after June 30, 2010, shall establish office premises in South Dakota that would establish jurisdiction over a trust for which the trust company would be a qualified person under § 55-3-39. Public trust companies chartered in South Dakota prior to July 1, 2010, shall meet the requirements of this section no later than July 1, 2015, unless the director grants an extension of up to twenty-four months upon a showing of good faith effort. A public trust company seeking an extension of time shall include in its application to the director the reasons for any delay and a detailed time line for expected compliance with this section. The commission may promulgate rules pursuant to chapter 1-26 to establish additional guidelines regarding what constitutes trust administration in South Dakota for purposes of this section. Section 19. That § 51A-6A-17 be amended to read as follows: 51A-6A-17. Except with the written consent of the director, no person may serve as a board member, officer, or key employee of a trust company who has been convicted, or who is hereafter convicted, of any felony or any crime involving fraud, dishonesty, or a breach of trust. Any trust company who willfully violates this prohibition is guilty of an unclassified misdemeanor and upon conviction shall be punished by a fine subject to a civil penalty of one hundred thousand dollars for each day the violation continues. A civil penalty imposed pursuant to this section for a single violation may not exceed fifty thousand dollars. Any civil penalty imposed by the director under this section is subject to review by the commission according to chapter 1-26. As part of any application to obtain authority to transact business as a private trust company, the applicant shall obtain and provide for each proposed incorporator, organizer, board member, manager, officer, and key employee of the proposed company, as applicable, the results of an independent criminal background investigation acceptable to the director, and independent credit report from a consumer reporting agency as described in 15 U.S.C. 1681a(p) as of January 1, 2010, and a report of ongoing or pending litigation. As part of any application to obtain authority to transact trust company business as a public trust company, each proposed incorporator, organizer, board member, manager, officer, and key employee, as applicable, shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the division shall submit completed fingerprint cards to the Division of Criminal Investigation for purposes of conducting both the state and federal criminal background investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the division all information obtained as a result of the criminal background investigation. For individuals described above who are not citizens of the United States, the director may conduct an international background investigation or require the applicant or individual to obtain and provide the results of an international background investigation acceptable to the director. The applicant shall also obtain and provide the results of an independent credit report from a consumer reporting agency as described in 15 U.S.C. 1681a(p) as of January 1, 2010, and a report of ongoing or pending litigation for each individual as described above. Prior to beginning employment with any trust company, each potential director, officer, or key employee shall undergo the same investigation process as required above for new applicants. For purposes of this section, a key employee does not include an employee whose primary responsibilities are limited to clerical or support duties and officer does not include individuals who are not involved in the ongoing policy making or management of the trust company. Any trust company shall immediately notify the division of any material change in the background of any individual subject to the background investigation process as described above. The division may require a fingerprint-based state, federal, and international criminal background investigation, as applicable, for any director, officer, or employee, who is the subject of an investigation by the division. Failure to submit to or cooperate with the criminal background investigation is grounds for the denial of an application or may result in the revocation of a trust company's authority to transact trust company business. The applicant or trust company, as the case may be, shall pay any fees or costs associated with the fingerprinting, background investigations, or reports required by this section. An individual who has undergone a state, federal, or international background investigation required by this section, may, at the discretion of the director, be allowed to fulfill this requirement for future trust company employment by sworn affidavit stating that there have been no material changes to the individual's background. Section 20. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: The director may require additional capital for an existing trust company if the director finds the condition and operations of an existing trust company requires additional capital consistent with the safety and soundness of the trust company. The safety and soundness factors to be considered by the director in the exercise of such discretion include: (1) The nature and type of business conducted; (2) The nature and degree of liquidity in assets held in a corporate capacity; (3) The amount of fiduciary assets under management or administration; (4) The type of fiduciary assets held and the depository of such assets; (5) The complexity of fiduciary duties and degree of discretion undertaken; (6) The competence and experience of management; (7) The extent and adequacy of internal controls; (8) The presence or absence of annual unqualified audits by an independent certified public accountant; (9) The reasonableness of business plans for retaining or acquiring additional capital; (10) The existence and adequacy of insurance obtained or held by the trust company for the purpose of protecting its clients, beneficiaries, and grantors; and (11) Any other factor deemed relevant by the director. The proposed effective date of an order requiring an existing trust company to increase its capital must be stated in the order as on or after the thirty-first day after the date of the proposed order. Unless the trust company requests a hearing before the commission in writing before the effective date of the proposed order, the order becomes effective and is final. Any hearing before the commission shall be held pursuant to chapter 1-26. Section 21. That chapter 51A-6A be amended by adding thereto a NEW SECTION to read as follows: Any trust company authorized by this title, shall, before transacting any such business, pledge to the division and maintain at all times investments for the security of the trust creditors of the trust company including as a priority claim costs incurred by the division in a receivership or liquidation of the trust company in the event it should fail. The amount of the pledge shall be determined by the director in an amount deemed appropriate to defray such costs, but may not be less than a market value of one hundred thousand dollars, and may not exceed five hundred thousand dollars for a private trust company or one million dollars for a public trust company. All investments pledged to the division shall be held at a depository institution in this state and all costs associated with pledging and holding such investments are the responsibility of the trust company. The amount of the pledge may not exceed fifty percent of the trust company's capital. The investments pledged to the division shall be of the same nature and quality as those required for public funds as provided in§§ 4-5-6 and 4-5-6.1. The commission may promulgate rules pursuant to chapter 1-26 to establish additional investment guidelines or investment options for purposes of the pledge required by this section. In the event of a receivership of a trust company, the director may, without regard to priorities, preferences, or adverse claims, reduce the pledged investments to cash and, as soon as practicable, utilize the cash to defray the costs associated with the receivership. Income from such investments shall belong to and be paid to the trust company as long as it continues to conduct its business in the ordinary course and so long as authorized by the director. The proposed effective date of an order requiring an existing trust company to increase its pledge must be stated in the order as on or after the thirty-first day after the date of the proposed order. Unless the trust company requests a hearing before the commission in writing before the effective date of the proposed order, the order becomes effective and is final. Any hearing before the commission shall be held pursuant to chapter 1-26. Section 22. That § 51A-6A-46.1 be amended to read as follows: 51A-6A-46.1. In addition to the powers granted to the director and the commission in §§ 51A-6A-35 to 51A-6A-46, inclusive, the powers granted to the director and commission pursuant to §§ 51A-15-11 to 51A-15-44, inclusive, 51A-2-22, and 51A-2-25 to 51A-2-27, inclusive, may be utilized by the director and the commission with regard to trust companies. The powers granted by §§ 51A-15-11 to 51A-15-44, inclusive, 51A-2-22, and 51A-2-25 to 51A-2-27, inclusive, may be used by the director and the commission in connection with a trust company as a supplement to or as an independent alternative to the powers granted in §§ 51A-6A-35 to 51A-6A-46, inclusive. Section 23. That § 51A-5-4 be amended to read as follows: 51A-5-4. Any bank empowered by its articles of incorporation to do trust business or any trust company authorized by this title, shall, before transacting any such business, deposit and keep on deposit with the division evidences of indebtedness acceptable to the director which are payable to bearer or recorded in the name of the division and which constitute readily marketable legal investments for funds held by a bank as fiduciary in the amount of one hundred thousand dollars. Such deposit shall be for the security of the trust creditors of such bank or trust company, and shall be in bonds or notes and mortgages on real property within this state worth double the amount secured thereby, or insured by the federal housing administration, or bonds of the United States, or any state of the United States that has not defaulted on its principal or interest within ten years, or any organized county or township or first or second class municipality or school district in this state or some other state, and upon which there has been no default in payment of interest or principal. Income from such securities shall belong to and be paid the bank or trust company as long as it continues to conduct its business in the ordinary course and so long as authorized by the director. Section 24. That § 21-22-1 be amended to read as follows: 21-22-1. Terms used in this chapter unless the context otherwise plainly requires shall mean: (1) \"Beneficiary,\" any person in any manner interested in the trust, including a creditor or claimant with any rights or claimed rights against the trust estate; (2) \"Court trust,\" any trust which is established or confirmed by the judgment, decree, or order of any court of record of this state or any foreign jurisdiction, or one which is established or confirmed by a personal representative's instrument of distribution or a personal representative's deed of distribution; (3) \"Other trust,\" any trust which is not a court trust; (4) \"Supervision,\" the supervision of the circuit court over the administration of a trust as provided in this chapter; (5) \"Trustee,\" the trustee or trustees of any trust which may be supervised under this chapter. Section 25. That § 21-22-3 be amended to read as follows: 21-22-3. Within thirty days after entering upon his or her duties, any trustee under a court trust shall, if a resident of this state or if any of the trust estate has its situs in this state, file in the office of the clerk of the circuit court of the county specified in § 21-22-5 an inventory of all the trust estate, a duly certified copy of the court order establishing or confirming the trust a copy of the personal representative's instrument of distribution, a copy of any recorded personal representative's deed of distribution, a duly certified copy of any other court order or clerk's statement establishing or confirming the trust, a certified copy of the original instrument, if any, on which the trust is based, a statement showing the names, residences and post office addresses of all persons, including conservators or other trustees interested in the trust, so far as known to the trustee, and the ages of such of them as are minors. Such inventory shall show a list and description of all the trust property, an estimate by the trustee of the value of each item, the encumbrances, if any, on each item, and all claims against the trust estate with the amount of each claim and the name and post office address of the claimant. Such inventory and such statement shall be duly verified by the trustee. Section 26. That § 21-22-27 be amended to read as follows: 21-22-27. All decrees of any court of this state made prior to January 1, 1992 2010, settling accounts of trustees or distributing in whole or in part trust estates are hereby legalized, cured, and validated, notwithstanding any defects, omissions, or irregularities in the form of the petition, account, or the notice of the application therefor or in the manner, form, or method of giving or serving such notice. If a person has a vested right in any real or personal property by reason of a defect, omission, or irregularity referred to in this section, and if no action or proceeding to enforce such right was commenced prior to July 1, 1993 2011, such right shall be forever barred. No action or proceeding brought involving real property shall be of any force or effect, or maintainable in a court of this state, unless prior to July 1, 1993 2011, there was recorded in the office of the register of deeds of the county in which the real property affected is situated, a notice of the pendency of such action, in accordance with chapter 15-10. Section 27. That § 15-2-36 be amended to read as follows: 15-2-36. If § 21-22-30 or 55-3-41 55-3-45 do not apply, absent fraud, intentional misrepresentation, or material omission, an action to recover for breach of trust against a qualified person as defined in § 55-3-41 or an officer, director, or employee of a qualified person may be commenced only within two years of a trustee's accounting for the period of the breach pursuant to chapter 55-3. In the case of fraud, intentional misrepresentation, or material omission, the limitation period does not commence to run until discovery of the breach of trust. Section 28. That § 55-16-5 be amended to read as follows: 55-16-5. Any individual may serve as a fiduciary an investment trust advisor described in subdivision 55-1B-1(4) 55-1B-1(6), notwithstanding that such individual is the transferor of the qualified disposition, but such an individual may not otherwise serve as a fiduciary of a trust that is a qualified disposition except with respect to the retention of the veto right permitted by subdivision 55-16-2(2)."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1903, "action_date": "2010-01-27T14:00:00-06:00", "document_id": 11172, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11172.pdf", "status_text": "First read in Senate and referred to", "journal_page": 146, "committee_id_action": 84, "committee_id_assigned": 65, "result": "N", "vote": {}}, {"bill_id": 1903, "action_date": "2010-02-09T07:45:00-06:00", "document_id": 11835, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11835.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 65, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1903, "action_date": "2010-02-11T07:45:00-06:00", "document_id": 11962, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11962.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 65, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1903, "action_date": "2010-02-11T07:45:00-06:00", "document_id": 12121, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12121.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 65, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1903, "action_date": "2010-02-11T07:45:00-06:00", "document_id": 12121, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12121.pdf", "status_text": "Do Pass Amended", "journal_page": 296, "committee_id_action": 65, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6349, "president_vote": null, "Yea": [768, 764, 799, 747, 776, 810, 758]}}, {"bill_id": 1903, "action_date": "2010-02-11T07:45:00-06:00", "document_id": 12121, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12121.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 65, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1903, "action_date": "2010-02-16T14:00:00-06:00", "document_id": 12358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12358.pdf", "status_text": "Do Pass Amended", "journal_page": 338, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6566, "president_vote": null, "Excused": [758, 768], "Yea": [809, 785, 787, 790, 807, 754, 805, 760, 778, 782, 780, 739, 802, 764, 795, 741, 772, 761, 774, 766, 791, 806, 767, 808, 769, 743, 753, 745, 794, 799, 810, 747, 776]}}, {"bill_id": 1903, "action_date": "2010-02-17T14:30:00-06:00", "document_id": 12465, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12465.pdf", "status_text": "First read in House and referred to", "journal_page": 448, "committee_id_action": 86, "committee_id_assigned": 82, "result": "N", "vote": {}}, {"bill_id": 1903, "action_date": "2010-02-24T10:00:00-06:00", "document_id": 12734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12734.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 82, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1903, "action_date": "2010-02-24T10:00:00-06:00", "document_id": 12946, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12946.pdf", "status_text": "Do Pass", "journal_page": 599, "committee_id_action": 82, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7085, "president_vote": null, "Yea": [756, 765, 798, 829, 832, 834, 800, 827, 819, 796, 757, 804], "Nay": [830]}}, {"bill_id": 1903, "action_date": "2010-02-25T12:30:00-06:00", "document_id": 13043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13043.pdf", "status_text": "Deferred to another day", "journal_page": 618, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1903, "action_date": "2010-03-01T14:00:00-06:00", "document_id": 13126, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13126.pdf", "status_text": "Deferred to another day", "journal_page": 643, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1903, "action_date": "2010-03-02T14:00:00-06:00", "document_id": 13248, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13248.pdf", "status_text": "Do Pass Amended", "journal_page": 656, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7320, "president_vote": null, "Nay": [821, 781, 830, 746], "Yea": [825, 771, 793, 775, 844, 831, 804, 779, 740, 756, 748, 817, 814, 765, 811, 798, 749, 829, 832, 826, 757, 835, 842, 777, 834, 803, 822, 843, 759, 816, 824, 788, 800, 801, 827, 750, 742, 770, 792, 783, 755, 751, 773, 840, 784, 839, 819, 836, 841, 818, 815, 833, 762, 763, 752, 796, 828, 823, 789, 838, 837, 812, 786], "Excused": [820, 813, 744]}}, {"bill_id": 1903, "action_date": "2010-03-03T14:00:00-06:00", "document_id": 13391, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13391.pdf", "status_text": "Signed by the President", "journal_page": 558, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1903, "action_date": "2010-03-04T13:00:00-06:00", "document_id": 13493, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13493.pdf", "status_text": "Signed by the Speaker", "journal_page": 711, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1903, "action_date": "2010-03-08T14:00:00-06:00", "document_id": 13604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13604.pdf", "status_text": "Delivered to the Governor", "journal_page": 585, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1903, "action_date": "2010-03-11T10:30:00-06:00", "document_id": 13885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13885.pdf", "status_text": "Vetoed for Style and Form", "journal_page": 650, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1903, "action_date": "2010-03-11T10:30:00-06:00", "document_id": 13885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13885.pdf", "status_text": "Approval of style and form veto", "journal_page": 654, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7720, "president_vote": null, "Excused": [758, 760], "Yea": [809, 785, 787, 790, 807, 754, 805, 778, 768, 782, 780, 739, 802, 764, 795, 741, 772, 761, 774, 766, 791, 806, 767, 808, 769, 743, 753, 745, 794, 799, 810, 747, 776]}}, {"bill_id": 1903, "action_date": "2010-03-12T10:00:00-06:00", "document_id": 13943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13943.pdf", "status_text": "Delivered Style and Form", "journal_page": 676, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1903, "action_date": "2010-03-12T13:00:00-06:00", "document_id": 13944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13944.pdf", "status_text": "Approval of style and form veto", "journal_page": 853, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7766, "president_vote": null, "Yea": [821, 825, 771, 793, 781, 775, 844, 831, 820, 804, 779, 740, 813, 756, 748, 817, 814, 765, 811, 830, 798, 749, 829, 832, 826, 757, 835, 842, 777, 834, 803, 822, 843, 759, 816, 788, 800, 801, 827, 750, 742, 770, 792, 783, 755, 751, 773, 744, 840, 784, 839, 819, 836, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 823, 789, 838, 837, 812, 786], "Excused": [824]}}, {"bill_id": 1903, "action_date": "2010-03-29T10:00:00-05:00", "document_id": 13977, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13977.pdf", "status_text": "Signed by the Governor", "journal_page": 684, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4667}