{"session_id": 44, "bill_id": 21977, "bill_type": "House Bill", "bill_number": 1031, "bill_title": "revise certain provisions relating to the South Dakota Retirement System.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Public Officers and Employees", "Retirement System", "State Employees"], "audio": [{"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hre06.mp3", "start_seconds": 10.0}, {"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hre06.mp3", "start_seconds": 10.0}, {"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hre06.mp3", "start_seconds": 10.0}, {"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hre06.mp3", "start_seconds": 10.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sre15.mp3", "start_seconds": 439.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sre15.mp3", "start_seconds": 439.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sre15.mp3", "start_seconds": 439.0}, {"meeting_datetime": "2021-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen18.mp3", "start_seconds": 6225.0}, {"meeting_datetime": "2021-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen18.mp3", "start_seconds": 6225.0}, {"meeting_datetime": "2021-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen18.mp3", "start_seconds": 6225.0}], "bill_versions": [{"bill_id": 21977, "bill_version_id": 210650, "bill_version": "Introduced", "bill_version_date": "2021-01-09T11:58:19.803-06:00", "bill_text": "An Act to revise certain provisions relating to the South Dakota Retirement System. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 3-12C-212 be AMENDED. 3-12C-212. Applications for membership or benefits--Picture identification required. Applications for membership or any benefit shall be made to the executive director on forms approved by the system. Each application shall be accompanied by a copy of the person's current driver license or other picture identification card issued by a government agency or tribe. Section 2. That § 3-12C-602 be AMENDED. 3-12C-602. Withdrawal of accumulated contributions on leaving covered employment--Picture identification required--Limitation. A member who has left covered employment may withdraw the sum of the member's accumulated contributions upon notarized application to the system and submission of a copy of the member's current driver license or other picture identification card issued by a government agency or tribe. If the member is married, the spouse shall sign the application and provide a copy of the spouse's current driver license or other picture identification card issued by a government agency or tribe. A member who withdraws the member's accumulated contributions pursuant to this section forfeits all credited service and benefits provided in this chapter. The right to withdraw accumulated contributions ceases if the member returns to covered employment with a participating unit. Section 3. That § 3-12C-713 be AMENDED. 3-12C-713. Contribution credit defined--Payment of contribution credit and credited investment return. For purposes of this section, the term, excess contributions contribution credit, means the employer and member contributions, reduced by any variable retirement contributions, on compensation not included in the computation of final average compensation as a result of the final average compensation limits provided pursuant to §§ 3-12C-1104 and 3-12C-1202. The excess contributions contribution credit plus the credited investment return on the excess contributions are contribution credit is payable at the retirement, disability, or death of the member. The credited investment return, which shall be credited annually as of June thirtieth, is the South Dakota Investment Council's reported money-weighted investment return of the system, net of fees, for the completed fiscal year. Any excess contributions contribution credit made during the fiscal year shall receive one-half year's credited investment return for that year. For any account distributed during the fiscal year, the estimated investment return shall be credited to the end of the month before the date on which the retirement benefit contribution credit is paid or the disability benefit is paid or death occurred, as applicable. The excess contributions contribution credit plus credited investment return are is payable to the member when the member commences commencing a retirement benefit or a disability benefit or three consecutive calendar months after the effective date of the benefit. The contribution credit plus credited investment return is payable to the a member's eligible child, eligible who is eligible for a family benefit or a member's spouse, or beneficiary who is eligible for a surviving spouse benefit, upon the death of the member. The amount is not No contribution credit is payable to any member who withdraws his or her accumulated contributions from the system or to any beneficiary who receives a lump sum payment of accumulated contributions. For the purpose of paying a distribution, the amount payable is the total of excess contributions contribution credit plus credited investment return or the total of excess contributions contribution credit, whichever is greater. The amount may be paid in a lump sum, rolled over to the South Dakota deferred compensation plan, rolled over to another eligible plan, or used to purchase a supplemental pension benefit. However, the purchase of a supplemental pension benefit is only available upon the member's retirement. Section 4. That § 3-12C-1208 be AMENDED. 3-12C-1208. Application for retirement benefit required--Picture identification required. No retirement benefit may be paid unless the system has received a completed application for a retirement benefit, including the benefit option elected. The application shall be signed by both the generational member and the member's spouse, if applicable, and each signature shall be witnessed by a representative of the system or notarized the member shall provide a copy of the member's current driver license or other picture identification card issued by a government agency or tribe. If the member is married, the spouse shall sign the application and provide a copy of the spouse's current driver license or other picture identification card issued by a government agency or tribe. Section 5. That § 3-12C-1504 be AMENDED. 3-12C-1504. Types of supplemental pension benefits. A supplemental pension participant who is a retiree receiving a benefit from the system shall receive one of three types of supplemental pension benefits: (1) A supplemental pension benefit payable monthly for the lifetime of the participant; (2) A supplemental pension benefit payable monthly for the lifetime of the participant and, upon the death of the participant, a supplemental pension benefit payable monthly to the participant's supplemental pension spouse equal to sixty percent of the monthly benefit amount that the participant was receiving at the time of death; or (3) A supplemental pension benefit payable monthly for the lifetime of the participant and, upon the death of the participant, a supplemental pension benefit payable monthly to the participant's supplemental pension spouse equal to one hundred percent of the monthly benefit amount that the participant was receiving at the time of death. A participant who is a retiree receiving a benefit from the system may contract for any of the three types of supplemental pension benefits provided in this section. A participant who is the member's surviving spouse may contract only for a supplemental pension benefit payable monthly for the lifetime of the surviving spouse. The contract shall be signed by both the supplemental pension participant, and the supplemental pension spouse, if applicable, and each signature shall be witnessed by a representative of the system or notarized the participant shall provide a copy of the participant's current driver license or other picture identification card issued by a government agency or tribe. If the participant is married, the spouse shall sign the contract and provide a copy of the spouse's current driver license or other picture identification card issued by a government agency or tribe. A participant who is the member's surviving spouse may contract only for a supplemental pension benefit payable monthly for the lifetime of the surviving spouse. Section 6. That § 3-12C-1608 be AMENDED. 3-12C-1608. Board of Regents employees--Definition of balances. Terms as used in §§ 3-12C-1608 to 3-12C-1612, inclusive, unless the context otherwise requires, shall mean: (1) \"Board of Regents' balance,\" the contributions from April 1, 1964, to June 30, 1975, plus accumulated interest, made by the Board of Regents and deposited on behalf of an employee in any pension fund that is established by contract with an insurance company; (2) \"Excess balance,\" the contributions in addition to those accumulated in the individual balance and made from April 1, 1964, to June 30, 1975, with accumulated interest, by a Board of Regents employee included in the provisions of §§ 3-12C-1608 to 3-12C-1612, inclusive, and deposited in any pension fund that is established by contract with an insurance company; (3) \"Individual balance,\" the contributions from April 1, 1964, to June 30, 1975, with accumulated interest made on a matching basis by the Board of Regents' employees included in the provisions of §§ 3-12-69.1 to 3-12-69.5 §§ 3-12C-1608 to 3-12C-1612, inclusive, and the Board of Regents and deposited on behalf of the employee in any pension fund that is established by contract with an insurance company. Section 7. That § 3-12C-1613 be AMENDED. 3-12C-1613. Allowance to surviving spouse of law enforcement officer retired for disability. Notwithstanding the repeal of § 3-13-25 by chapter 35 of the 1974 Session Laws, the The surviving spouse of a disability retiree under the Law Enforcement Officers' Retirement System as consolidated into the South Dakota Retirement System pursuant to § 3-12C-1601 shall upon the death of the member be entitled to an annuity equal to one-half the member's annuity at the time of death. The retirement for disability upon which annuity was based shall have been approved prior to July 1, 1974."}, {"bill_id": 21977, "bill_version_id": 216990, "bill_version": "Enrolled", "bill_version_date": "2021-02-08T17:04:52.963-06:00", "bill_text": "ENTITLED An Act to revise certain provisions relating to the South Dakota Retirement System. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 3-12C-212 be AMENDED. 3-12C-212. Applications for membership or benefits--Picture identification required. Applications for membership or any benefit shall be made to the executive director on forms approved by the system. Each application shall be accompanied by a copy of the person's current driver license or other picture identification card issued by a government agency or tribe. Section 2. That § 3-12C-602 be AMENDED. 3-12C-602. Withdrawal of accumulated contributions on leaving covered employment--Picture identification required--Limitation. A member who has left covered employment may withdraw the sum of the member's accumulated contributions upon application to the system and submission of a copy of the member's current driver license or other picture identification card issued by a government agency or tribe. If the member is married, the spouse shall sign the application and provide a copy of the spouse's current driver license or other picture identification card issued by a government agency or tribe. A member who withdraws the member's accumulated contributions pursuant to this section forfeits all credited service and benefits provided in this chapter. The right to withdraw accumulated contributions ceases if the member returns to covered employment with a participating unit. Section 3. That § 3-12C-713 be AMENDED. 3-12C-713. Contribution credit defined--Payment of contribution credit and credited investment return. For purposes of this section, the term, contribution credit, means the employer and member contributions, reduced by any variable retirement contributions, on compensation not included in the computation of final average compensation as a result of the final average compensation limits provided pursuant to §§ 3-12C-1104 and 3-12C-1202. The contribution credit plus the credited investment return on the contribution credit is payable at the retirement, disability, or death of the member. The credited investment return, which shall be credited annually as of June thirtieth, is the South Dakota Investment Council's reported money-weighted investment return of the system, net of fees, for the completed fiscal year. Any contribution credit made during the fiscal year shall receive one-half year's credited investment return for that year. For any account distributed during the fiscal year, the estimated investment return shall be credited to the end of the month before the date on which the contribution credit is paid. The contribution credit plus credited investment return is payable to the member commencing a retirement benefit or a disability benefit three consecutive calendar months after the effective date of the benefit. The contribution credit plus credited investment return is payable to a member's child who is eligible for a family benefit or a member's spouse who is eligible for a surviving spouse benefit, upon the death of the member. No contribution credit is payable to any member who withdraws accumulated contributions from the system or to any beneficiary who receives a lump sum payment of accumulated contributions. For the purpose of paying a distribution, the amount payable is the total of contribution credit plus credited investment return or the total contribution credit, whichever is greater. The amount may be paid in a lump sum, rolled over to the South Dakota deferred compensation plan, rolled over to another eligible plan, or used to purchase a supplemental pension benefit. However, the purchase of a supplemental pension benefit is only available upon the member's retirement. Section 4. That § 3-12C-1208 be AMENDED. 3-12C-1208. Application for retirement benefit required--Picture identification required. No retirement benefit may be paid unless the system has received a completed application for a retirement benefit, including the benefit option elected. The application shall be signed by the generational member, and the member shall provide a copy of the member's current driver license or other picture identification card issued by a government agency or tribe. If the member is married, the spouse shall sign the application and provide a copy of the spouse's current driver license or other picture identification card issued by a government agency or tribe. Section 5. That § 3-12C-1504 be AMENDED. 3-12C-1504. Types of supplemental pension benefits. A supplemental pension participant who is a retiree receiving a benefit from the system shall receive one of three types of supplemental pension benefits: (1) A supplemental pension benefit payable monthly for the lifetime of the participant; (2) A supplemental pension benefit payable monthly for the lifetime of the participant and, upon the death of the participant, a supplemental pension benefit payable monthly to the participant's supplemental pension spouse equal to sixty percent of the monthly benefit amount that the participant was receiving at the time of death; or (3) A supplemental pension benefit payable monthly for the lifetime of the participant and, upon the death of the participant, a supplemental pension benefit payable monthly to the participant's supplemental pension spouse equal to one hundred percent of the monthly benefit amount that the participant was receiving at the time of death. A participant who is a retiree receiving a benefit from the system may contract for any of the three types of supplemental pension benefits provided in this section. The contract shall be signed by the supplemental pension participant, and the participant shall provide a copy of the participant's current driver license or other picture identification card issued by a government agency or tribe. If the participant is married, the spouse shall sign the contract and provide a copy of the spouse's current driver license or other picture identification card issued by a government agency or tribe. A participant who is the member's surviving spouse may contract only for a supplemental pension benefit payable monthly for the lifetime of the surviving spouse. Section 6. That § 3-12C-1608 be AMENDED. 3-12C-1608. Board of Regents employees--Definition of balances. Terms as used in §§ 3-12C-1608 to 3-12C-1612, inclusive, unless the context otherwise requires, shall mean: (1) \"Board of Regents' balance,\" the contributions from April 1, 1964, to June 30, 1975, plus accumulated interest, made by the Board of Regents and deposited on behalf of an employee in any pension fund that is established by contract with an insurance company; (2) \"Excess balance,\" the contributions in addition to those accumulated in the individual balance and made from April 1, 1964, to June 30, 1975, with accumulated interest, by a Board of Regents employee included in the provisions of §§ 3-12C-1608 to 3-12C-1612, inclusive, and deposited in any pension fund that is established by contract with an insurance company; (3) \"Individual balance,\" the contributions from April 1, 1964, to June 30, 1975, with accumulated interest made on a matching basis by the Board of Regents' employees included in the provisions of §§ 3-12C-1608 to 3-12C-1612, inclusive, and the Board of Regents and deposited on behalf of the employee in any pension fund that is established by contract with an insurance company. Section 7. That § 3-12C-1613 be AMENDED. 3-12C-1613. Allowance to surviving spouse of law enforcement officer retired for disability. The surviving spouse of a disability retiree under the Law Enforcement Officers' Retirement System as consolidated into the South Dakota Retirement System pursuant to § 3-12C-1601 shall upon the death of the member be entitled to an annuity equal to one-half the member's annuity at the time of death. The retirement for disability upon which annuity was based shall have been approved prior to July 1, 1974. An Act to revise certain provisions relating to the South Dakota Retirement System. I certify that the attached Act originated in the: House as Bill No. 1031 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1031 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [211586], "action_log": [{"bill_id": 21977, "action_date": "2021-01-12T12:00:00-06:00", "document_id": 211012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211012.pdf", "status_text": "First read in House and referred to", "journal_page": 1, "committee_id_action": 492, "committee_id_assigned": 497, "result": "N", "vote": {}}, {"bill_id": 21977, "action_date": "2021-01-20T15:30:00-06:00", "document_id": 211142, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211142.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 497, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21977, "action_date": "2021-01-20T15:30:00-06:00", "document_id": 211328, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211328.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 497, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67594, "president_vote": null, "Yea": [1767, 1780, 1784, 1834, 3800]}}, {"bill_id": 21977, "action_date": "2021-01-20T15:30:00-06:00", "document_id": 211328, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211328.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 2, "committee_id_action": 497, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21977, "action_date": "2021-01-22T13:00:00-06:00", "document_id": 212449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212449.pdf", "status_text": "Do Pass", "journal_page": 110, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67741, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1800, 1802, 1804, 1805, 1807, 1813, 1817, 1820, 1822, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1839, 1841, 1843, 1844, 1852, 1855, 1862, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806], "Excused": [1809, 1823]}}, {"bill_id": 21977, "action_date": "2021-01-25T14:00:00-06:00", "document_id": 212700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212700.pdf", "status_text": "First read in Senate and referred to", "journal_page": 102, "committee_id_action": 514, "committee_id_assigned": 513, "result": "N", "vote": {}}, {"bill_id": 21977, "action_date": "2021-02-03T15:00:00-06:00", "document_id": 215109, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215109.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 513, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21977, "action_date": "2021-02-03T15:00:00-06:00", "document_id": 215231, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215231.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 513, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68348, "president_vote": null, "Yea": [1786, 1801, 1827, 1870, 1771]}}, {"bill_id": 21977, "action_date": "2021-02-05T13:00:00-06:00", "document_id": 216665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216665.pdf", "status_text": "Deferred to another day", "journal_page": 202, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21977, "action_date": "2021-02-08T14:00:00-06:00", "document_id": 216779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216779.pdf", "status_text": "Do Pass", "journal_page": 216, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68694, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1783, 1785, 1786, 1789, 1790, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 3795, 1865], "Excused": [1779, 1870]}}, {"bill_id": 21977, "action_date": "2021-02-09T14:30:00-06:00", "document_id": 216996, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216996.pdf", "status_text": "Signed by the Speaker", "journal_page": 257, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21977, "action_date": "2021-02-10T14:00:00-06:00", "document_id": 217104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217104.pdf", "status_text": "Signed by the President", "journal_page": 242, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21977, "action_date": "2021-02-11T13:00:00-06:00", "document_id": 217249, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217249.pdf", "status_text": "Delivered to the Governor", "journal_page": 283, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21977, "action_date": "2021-02-18T13:30:00-06:00", "document_id": 217765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217765.pdf", "status_text": "Signed by the Governor", "journal_page": 318, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7120, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21977"}