{"session_id": 21, "bill_id": 6328, "bill_type": "Senate Bill", "bill_number": 41, "bill_title": "revise certain provisions pertaining to commercial driver licensing.", "sponsors": [], "keywords": ["Commercial Driver License", "License", "Motor Vehicles"], "audio": [{"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/str11.mp3", "start_seconds": 171.0}, {"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/str11.mp3", "start_seconds": 171.0}, {"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/str11.mp3", "start_seconds": 171.0}, {"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/str11.mp3", "start_seconds": 171.0}, {"meeting_datetime": "2015-01-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen12.mp3", "start_seconds": 2870.0}, {"meeting_datetime": "2015-01-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen12.mp3", "start_seconds": 2870.0}, {"meeting_datetime": "2015-01-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen12.mp3", "start_seconds": 2870.0}, {"meeting_datetime": "2015-02-12T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/htr21.mp3", "start_seconds": 158.0}, {"meeting_datetime": "2015-02-12T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/htr21.mp3", "start_seconds": 158.0}, {"meeting_datetime": "2015-02-12T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/htr21.mp3", "start_seconds": 158.0}, {"meeting_datetime": "2015-03-03T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou30.mp3", "start_seconds": 2524.0}, {"meeting_datetime": "2015-03-03T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou30.mp3", "start_seconds": 2524.0}, {"meeting_datetime": "2015-03-03T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou30.mp3", "start_seconds": 2524.0}], "bill_versions": [{"bill_id": 6328, "bill_version_id": 33014, "bill_version": "Introduced", "bill_version_date": "2015-01-09T17:07:05.267-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions pertaining to commercial driver licensing. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-12A-1 be amended to read as follows: 32-12A-1. Terms used in this chapter mean: (1) \"Alcohol,\" any substance containing any form of alcohol; (2) \"Commercial driver license,\" or \"CDL,\" a license issued in accordance with the requirements of this chapter to an individual that authorizes the individual to drive a class of commercial motor vehicle; (3) \"Commercial driver license information system,\" or \"CDLIS,\" the information system established pursuant to the Commercial Motor Vehicle Safety Act (CMVSA) to serve as a clearinghouse for locating information related to the licensing and identification of commercial motor vehicle drivers; (4) \"Commercial driver instruction permit,\" \"Commercial learner's permit\" or \"CLP,\" a permit issued pursuant to § 32-12A-12; (5) \"Commercial motor vehicle\" or \"(CMV),\" a motor vehicle designed or used to transport passengers or property: (a) If the vehicle has a gross combination weight rating of twenty-six thousand one pounds or more and the towed unit has a gross vehicle weight rating of more than ten thousand pounds; (b) If the vehicle has a gross vehicle weight rating of twenty-six thousand one or more pounds; (c) If the vehicle is designed to transport sixteen or more passengers, including the driver; or (d) If the vehicle is of any size and is used in the transportation of hazardous materials and is required to be placarded in accordance with 49 C.F.R. Part 172, Subpart F, as amended through January 1, 2014 2015; (6) \"Controlled substance,\" any substance so classified under section 102(6) of the Controlled Substances Act (21 U.S.C. § 802(6)), and includes all substances listed on Schedules I through V, of 21 C.F.R. Part 1308, inclusive, as amended through January 1, 2014 2015; (7) \"Conviction,\" an unvacated adjudication of guilt, or a determination that a person has violated or failed to comply with the law in a court of original jurisdiction or an authorized administrative tribunal, an unvacated forfeiture of bail or collateral deposited to secure the person's appearance in court, a plea of guilty or nolo contendere accepted by the court, the payment of a fine or court cost, or violation of a condition of release without bail, regardless of whether or not the penalty is rebated, suspended, or probated; (8) \"Department,\" the Department of Public Safety; (9) \"Disqualification,\" any of the following actions: (a) The suspension, revocation, or cancellation of a CDL commercial learner's permit or a commercial driver license by the state or jurisdiction of issuance; (b) Any withdrawal of a person's privileges to drive a commercial motor vehicle by a state or other jurisdiction as the result of a violation of state or local law relating to motor vehicle traffic control (other than parking, vehicle weight, or vehicle defect violations); or (c) A determination by the Federal Motor Carrier Safety Administration that a person is not qualified to operate a commercial motor vehicle; (10) \"Domicile,\" the state where a person has that person's true, fixed, and permanent home and principal residence and to which that person has the intention of returning whenever that person is absent; (11) \"Drive,\" to drive, operate, or be in actual physical control of a motor vehicle; (12) \"Driver,\" any person who drives, operates, or is in actual physical control of a commercial motor vehicle, or who is required to hold a commercial learner's permit or commercial driver license; (13) \"Employer,\" any person, including the United States, a state, or a political subdivision of a state, who owns or leases a commercial motor vehicle, or assigns a person to drive a commercial motor vehicle; (14) \"Endorsement,\" an authorization to a person's CDL commercial learner's permit or commercial driver license required to permit allow the person to operate certain types of commercial motor vehicles; (15) \"Fatality,\" the death of a person as the result of a motor vehicle accident; (16) \"Felony,\" any offense under state or federal law that is punishable by death or imprisonment for a term exceeding one year; (17) \"Foreign jurisdiction,\" any jurisdiction other than a state of the United States; (18) \"Gross combination weight rating\" or \"GCWR,\" the value specified by the manufacturer as the loaded weight of a combination (articulated) vehicle. In the absence of a value specified by the manufacturer, GCWR shall be determined by adding the GVWR of the power unit and the total weight of the towed unit and any load thereon; (19) \"Gross vehicle weight rating,\" or \"GVWR,\" the value specified by the manufacturer as the loaded weight of a single vehicle; (20) \"Hazardous materials,\" any material that has been designated as hazardous under 49 U.S.C. 5103 as amended through January 1, 2014 2015, and is required to be placarded under subpart F of 49 C.F.R. part 172 or any quantity of a material listed as a select agent or toxin in 42 C.F.R. part 73, as amended through January 1, 2014 2015; (21) \"Imminent hazard,\" the existence of a condition that presents a substantial likelihood that death, serious illness, severe personal injury, or a substantial endangerment to health, property, or the environment may occur before the reasonably foreseeable completion date of a formal proceeding begun to lessen the risk of that death, illness, injury, or endangerment; (22) \"Medical variance,\" the receipt of one of the following that allows a driver to be issued a medical certificate: (a) An exemption letter permitting operation of a commercial motor vehicle pursuant to 49 C.F.R. part 381 or 49 C.F.R. part 391, as amended through January 1, 2014 2015; or (b) A skill performance evaluation certificate permitting operation of a commercial motor vehicle pursuant to 49 C.F.R. part 391, as amended through January 1, 2014 2015; (23) \"Motor vehicle,\" a vehicle, machine, tractor, trailer, or semitrailer propelled or drawn by mechanical power, used on highways, but does not include any vehicle, machine, tractor, trailer, or semitrailer operated exclusively on a rail; (24) \"Noncommercial motor vehicle,\" a motor vehicle or combination of motor vehicles not defined as a commercial motor vehicle; (25) \"Nonresident CDL,\" \"Nondomiciled CLP or CDL,\" a commercial learner's permit or commercial driver license issued by a state to a person who resides in a foreign jurisdiction or a person domiciled in another state that is prohibited from issuing commercial driver licenses by the Federal Motor Carrier Safety Administration; (26) \"Notice of final administrative decision,\" a determination rendered by an agency of competent jurisdiction when all avenues of appeal have been exhausted or time to appeal has elapsed; (27) \"Operator's license,\" any license issued by a state to a person which authorizes the person full privileges to drive a motor vehicle; (28) \"Out-of-service order,\" an out-of-service order as defined by 49 C.F.R. part 390.5, as of January 1, 2014 2015; (29) \"Recreational vehicle,\" a vehicle which is self-propelled or permanently towable by a light duty truck and designed primarily not for use as a permanent dwelling but as temporary living quarters for recreational, camping, travel, or seasonal use; (30) \"School bus,\" any motor vehicle that is used to transport sixteen or more passengers, including the driver, and is used to transport pre-primary, primary, or secondary school students from home to school, from school to home, or to and from school-sponsored events. School bus does not include a bus used as a common carrier; (31) \"Serious traffic violation,\" a conviction of: (a) Excessive speeding, involving a single charge of any speed fifteen miles per hour or more, above the posted speed limit, in violation of chapter 32-25; (b) Reckless driving, in violation of § 32-24-1; (c) Careless driving, in violation of § 32-24-8; (d) Improper or erratic traffic lane changes, in violation of § 32-26-6; (e) Following the vehicle ahead too closely, in violation of § 32-26-40; (f) A violation of any state or local law related to motor vehicle traffic control, other than a parking violation, arising in connection with a fatal accident; (g) Failure to stop or yield, in violation of §§ 32-29-2.1, 32-29-2.2, 32-29-3, and 32-29-4; (h) Failure to stop or slow vehicle for a school bus, in violation of § 32-32-6; (i) Eluding a police vehicle, in violation of § 32-33-18; (j) Overtaking or passing another vehicle, in violation of §§ 32-26-26, 32-26-27, 32-26-28, 32-26-34, 32-26-35, 32-26-36, and 32-26-37; (k) Driving a commercial motor vehicle without obtaining a commercial learner's permit or commercial driver license, in violation of § 32-12A-6; (l) Driving a commercial motor vehicle without a commercial learner's permit or commercial driver license in the driver's possession in violation of § 32-12A-6. Any person who provides proof to the court or to the enforcement authority that issued the citation, by the date the person was required to appear in court or to pay a fine for the violation, that the person held a valid commercial learner's permit or commercial driver license on the date the citation was issued, is not guilty of a serious traffic violation; (m) Driving a commercial motor vehicle without the proper class of commercial learner's permit, commercial driver license, or endorsement, or both, for the specific vehicle group being operated or for the passengers or type of cargo being transported in violation of § 32-12A-6; or (n) Violating a federal, state, or local law or rule prohibiting texting while driving a commercial motor vehicle; (o) Utilizing a hand-held mobile telephone while driving a commercial motor vehicle; (32) \"State,\" a state of the United States and the District of Columbia; (33) \"United States,\" the fifty states and the District of Columbia. Section 2. That § 32-12A-2 be amended to read as follows: 32-12A-2. To the extent that §§ 32-12A-1 to 32-12A-48, inclusive, 32-12A-49, and 32-12A-50 to 32-12A-56, inclusive, conflict this chapter conflicts with the general driver licensing provisions of chapter 32-12, §§ 32-12A-1 to 32-12A-48, inclusive, 32-12A-49, and 32-12A-50 to 32-12A-56, inclusive, prevail chapter 32-12A prevails. Where §§ 32-12A-1 to 32-12A-48, inclusive, 32-12A-49, and 32-12A-50 to 32-12A-56, inclusive, are this chapter is silent, the general driver licensing provisions of chapter 32-12 apply. Section 3. That § 32-12A-4 be amended to read as follows: 32-12A-4. Any driver holding a commercial learner's permit or commercial driver license issued by the state, who is convicted of violating any state law or local ordinance of any other state, or federal, provincial, territorial, or municipal law of Canada, relating to motor vehicle traffic control other than parking violations, shall notify the department in the manner specified by the department within thirty days of the date of conviction. Any driver holding a commercial learner's permit or commercial driver license issued by the state, who is convicted of violating any state law or local ordinance of any other state, or federal, provincial, territorial, or municipal law of Canada, relating to motor vehicle traffic control other than parking violations, shall notify that person's employer in writing of the conviction within thirty days of the date of conviction. Any driver whose commercial learner's permit or commercial driver license is suspended, revoked, or cancelled by any state, or who loses the privilege to drive a commercial motor vehicle in any state for any period, including being disqualified from driving a commercial motor vehicle, or who is subject to an out-of-service order, shall notify that person's employer of such fact before the end of the business day following the day the driver received notice of that fact. Any person who applies to be a commercial motor vehicle driver shall provide the employer, at the time of the application, with the following information for the ten years preceding the date of application: (1) A list of the names and addresses of the applicant's previous employers for which the applicant was a driver of a commercial motor vehicle; (2) The dates between which the applicant drove for each employer; and (3) The reason for leaving each employer. The applicant shall certify that all information furnished is true and complete. An employer may require an applicant to provide additional information. Section 4. That § 32-12A-5 be amended to read as follows: 32-12A-5. Each employer shall require the applicant to provide the information specified in § 32-12A-4. No employer may knowingly allow a driver to operate a commercial motor vehicle: (1) During any period in which the driver has had an operator's license suspended, revoked, or cancelled by any state, has lost the right to operate a commercial motor vehicle in any state, is currently disqualified from driving a commercial vehicle, or subject to an out-of-service order in any state; (2) During any period in which the driver has more than one operator's license; (3) During any period in which the employee, or the motor vehicle the employee is driving, or the motor carrier operation, is subject to an out-of-service order; or (4) In violation of any federal, state, or local law or regulation pertaining to railroad-highway grade crossings; (5) If the driver does not have a current commercial learner's permit or commercial driver license; (6) If the driver does not have a current commercial learner's permit or commercial driver license with the proper class or endorsement; or (7) The driver is operating a commercial motor vehicle in violation of a restriction on the driver's commercial learner's permit or commercial driver license. Section 5. That § 32-12A-6 be amended to read as follows: 32-12A-6. No person may drive a commercial motor vehicle on the highways of this state unless the person holds and has in immediate possession a commercial learner's permit or commercial driver license with applicable endorsements valid for the vehicle the person is driving or is driving under a commercial driver instruction permit. A violation of this section is a Class 2 misdemeanor. Section 6. That § 32-12A-7 be amended to read as follows: 32-12A-7. Each commercial motor vehicle driver shall meet the minimum standards and qualifications established under this chapter and in accordance with 49 C.F.R. subpart 383.23 as amended through January 1, 2011 2015. Each commercial motor vehicle driver shall obtain a commercial learner's permit or commercial driver license. Section 7. That § 32-12A-7.1 be amended to read as follows: 32-12A-7.1. No male United States citizen or immigrant who is at least eighteen years of age but less than twenty-six years of age and who is required to register with the United States Selective Service System may apply for or be issued a commercial learner's permit, commercial driver license, renewal, or duplicate pursuant to this chapter unless the applicant is registered, or consents to be registered as provided in this section, in compliance with the Military Selective Service Act, 50 U.S.C. App. 453, as amended to January 1, 2002. The Department of Public Safety shall forward in an electronic format the necessary personal information required for registration of any applicant identified in this section to the United States Selective Service System. The applicant's submission of the application indicates that the applicant has already registered with the Selective Service System or that he the applicant is authorizing the department to forward to the Selective Service System the necessary information for such the registration. The department shall notify the applicant on the application that his the submission of the application serves as his the applicant's consent to be registered with the Selective Service System if so required by federal law. Section 8. That § 32-12A-9 be amended to read as follows: 32-12A-9. The following are exempt from the provisions of this chapter: (1) Operators involved in farm to market transportation movements, at least sixteen years of age holding a valid operator's license, limited to those operators of a farm vehicle: (a) Controlled and operated by a farmer; (b) Used to transport either agricultural products, farm machinery, or farm supplies to or from a farm; and (c) Not used in the operations of a common or contract motor carrier; (2) Operators of emergency fire fighting equipment necessary to the preservation of life or property or the execution of emergency governmental functions performed under emergency conditions that are not subject to normal traffic regulation, or nonemergency conditions when operated by members of a fire fighting agency; (3) Operators of commercial motor vehicles for military purposes including: (a) Active duty military personnel; (b) Members of the military reserves; (c) Members of the national guard on active duty, including personnel on full-time national guard duty, personnel on part-time national guard training and national guard military technicians (civilians who are required to wear military uniforms); and (d) Active duty U.S. Coast Guard personnel; (4) Operators of recreational vehicles; and (5) Operators of rental transporting equipment used as personal family use vehicles; and (6) Operators of a covered farm vehicle as defined in 49 CFR 390.5 as of January 1, 2015. United States reserve technicians are not exempt under the provisions of subdivision (3) of this section. Section 9. That § 32-12A-11 be amended to read as follows: 32-12A-11. No person may be issued a commercial learner's permit unless that person is a resident of this state and has passed the required knowledge test. No person may be issued a commercial driver license unless that person is a resident of this state, has passed a knowledge and skills test for driving a commercial motor vehicle that complies with the minimum federal standards established by federal regulation enumerated in 49 C.F.R. Part 383, Subparts G and H as amended through of January 1, 2011 2015, and has satisfied all other requirements of the CMVSA in addition to other requirements imposed by state law or federal regulation. The tests shall be prescribed and conducted by the department. The department may authorize a person, an employer, a private driver training facility, other private institution, a department, agency, or instrumentality of local government, of this state or another state, to administer the skills test specified by this section, if: (1) The test is the same which would otherwise be administered by the department; and (2) The third party has entered into an agreement with the department that complies with requirements of 49 C.F.R. Part 383.75 as amended through of January 1, 2011 2015. Failure to comply with agreement may result in termination of the agreement. The department may waive the skills test specified in this section for a commercial driver license applicant who meets the requirements of 49 C.F.R. Part 383.77 as amended through of January 1, 2011 2015. No commercial learner's permit or commercial driver license or commercial driver instruction permit may be issued to a person while the person is subject to a disqualification from driving a commercial motor vehicle, or while the person's operator's license or driving privilege is suspended, revoked, or cancelled in any state; nor may a commercial driver license be issued to a person who has a commercial driver license, noncommercial driver license, noncommercial instruction permit or commercial driver instruction learner's permit issued by any other state unless the person first surrenders all such licenses or permits, which shall be destroyed by the department. The issuing jurisdiction shall be notified that the licensee has applied for a commercial learner's permit or commercial driver license or commercial driver instruction permit in a new jurisdiction. A violation of this provision is a Class 2 misdemeanor. Section 10. That § 32-12A-12 be amended to read as follows: 32-12A-12. A commercial drivers instruction learner's permit may be issued to an individual sixteen a person eighteen years of age who holds a valid operator's license. No commercial driver instruction learner's permit may be issued for a period to exceed six months. Only one renewal of a commercial driver instruction permit shall be granted within a two-year period one hundred eighty days. A commercial learner's permit may be renewed once in the one-year period from the issuance date for an additional one hundred eighty days without the holder having to retake each general and endorsement knowledge test. A score for a successfully completed segment of the skills test is only valid during initial issuance of the commercial learner's permit. If the permit is renewed, the person shall retake each segment of the skills test. A commercial learner's permit holder is not eligible to take the skills test in the first fourteen days after initial issuance of the permit. The holder of a commercial driver instruction learner's permit may, unless otherwise disqualified, drive a commercial motor vehicle only if accompanied by the holder of a commercial driver license with the proper class and endorsements necessary to operate the commercial motor vehicle, who is twenty-one years of age, has a valid license for the type of vehicle driven, and occupies a seat beside the individual and is at all times physically present in the front seat of the vehicle next to the permit holder or if in a passenger vehicle directly behind the driver, and at all times has the permit holder under observation and direct supervision for the purpose of giving instruction in driving the commercial motor vehicle. Section 11. That chapter 32-12A be amended by adding thereto a NEW SECTION to read as follows: A commercial learner's permit holder is not eligible to take the skills test in the first fourteen days after initial issuance of the permit. A commercial learner's permit may only be issued with passenger, school bus, or tanker endorsements. No other commercial endorsement is allowed on a commercial learner's permit. A commercial learner's permit holder with a passenger (P) or school bus (S) endorsement shall have a restriction for no passengers (P) in a commercial motor vehicle. No commercial learner's permit holder may operate a commercial motor vehicle carrying passengers other than federal and state auditors and inspectors, test examiners, other trainees, and the commercial driver license holder accompanying the commercial learner's permit holder. A commercial learner's permit holder with a tank vehicle (N) endorsement shall have a no cargo restriction (X) in a commercial motor vehicle tank vehicle. A commercial learner's permit holder may only operate an empty tank vehicle and may not operate any tank vehicle that previously contained hazardous materials that has not been purged of any residue. Section 12. That § 32-12A-13 be amended to read as follows: 32-12A-13. The department may issue a nonresident CDL nondomiciled commercial learner's permit or commercial driver license to: (1) A person who is domiciled in a foreign jurisdiction whose commercial motor vehicle testing and licensing standards, as determined by the administrator of the Federal Motor Carrier Safety Administration, do not meet the testing standards established in 49 C.F.R. Part 383 as amended through January 1, 2011 2015; (2) A person who is domiciled in a state whose commercial driver licensing program has been decertified by the administrator of the Federal motor Motor Carrier Safety Administration. The word, nonresident nondomiciled, shall appear on the face of the nonresident CDL nondomiciled commercial learner's permit or commercial driver license. An applicant shall surrender any nonresident CDL nondomiciled commercial learner's permit or commercial driver license issued by another state. The holder of a nonresident CDL nondomiciled commercial learner's permit or commercial driver license is subject to the same disqualifications and conditions applicable to a commercial learner's permit or commercial driver license issued to a person domiciled in this state. A nonresident nondomiciled commercial learner's permit or commercial driver license issued pursuant to subdivision (1) of this section may be renewed only upon presentation of valid documentary evidence that the applicant is authorized to stay in the United States. The department may renew a nonresident nondomiciled commercial driver license without a skills or knowledge test if the license has been expired for a period less than one year. Section 13. That § 32-12A-14 be amended to read as follows: 32-12A-14. The application for a commercial learner's permit or commercial driver license or commercial instruction permit, shall include the following: (1) The full legal name and current mailing and residential address of the applicant; (2) A physical description of the applicant including sex, height, weight, and eye color; (3) Date of birth; (4) The applicant's social security number; (5) The applicant's signature; (6) The applicant's color photograph; (7) Certifications including those required by 49 C.F.R. Part 383.71(a) as amended through January 1, 2011 2015; (8) A consent to release driving record information; and (9) The names of all states each state where the applicant has previously been licensed to drive any type of motor vehicle during the ten-year period immediately preceding the date of the application. Section 14. That § 32-12A-14.1 be amended to read as follows: 32-12A-14.1. Any applicant under the provisions of this chapter shall, on making application for a commercial learner's permit or commercial driver license, present to the examiner at least two documents containing the applicant's name and address of principal residence as defined in § 32-12-1 in order to establish the applicant's address of principal residence. Section 15. That § 32-12A-17 be amended to read as follows: 32-12A-17. No person who has been a resident of this state for thirty days may drive a commercial motor vehicle under the authority of a commercial learner's permit or commercial driver license issued by another jurisdiction. Section 16. That § 32-12A-20 be amended to read as follows: 32-12A-20. The commercial driver license shall be marked \", Commercial Driver License,\" shall be, to the maximum extent practicable, tamper proof, and shall include the following information: (1) The full legal name, address of principal residence, and mailing address of the licensee; (2) A full facial digital photograph of the licensee; (3) A distinguishing number assigned to the licensee; (4) A physical description of the licensee, including sex, height, weight, and eye color; (5) Date of birth; (6) An indication if the licensee is a donor pursuant to chapter 34-26; (7) The licensee's signature; (8) The class of commercial motor vehicle or vehicles which the licensee is authorized to operate, including any endorsements or restrictions; (9) The name of this state; (10) The dates between which the commercial driver license is valid; (11) A barcode on the back of the license containing the name of this state, the information printed on the license, and the card design revision date indicating the most recent change or modification to the visible format of the card; (12) A security marking approved by the United States Department of Homeland Security reflecting the level of compliance with 6 C.F.R. Part 37 as amended through of January 1, 2009 2015; and (13) An indication if the licensee is a veteran pursuant to the provisions of § 32-12A-20.2. Section 17. That § 32-12A-20.2 be amended to read as follows: 32-12A-20.2. A designation that the licensee is a veteran shall be indicated on the license or permit issued pursuant to this chapter if the licensee: (1) Is an honorably discharged veteran having served in the armed forces of the United States; (2) Has requested the designation on the license or permit; and (3) Has provided proof of the veteran's military service and honorable discharge by either submitting the U.S. military Form DD-214, DD-Form 2 (Retired), DD-Form 2A (Reserve Retired), or a certificate signed by a county veterans service officer on a form prescribed by the South Dakota Department of Veterans Affairs. Section 18. That § 32-12A-21 be amended to read as follows: 32-12A-21. The holder of a valid commercial learner's permit or commercial driver license may drive any vehicle in the class for which that license is issued, and any lesser class of vehicle, except a motorcycle. No person may drive a vehicle requiring an endorsement unless the proper corresponding endorsement appears on that person's commercial learner's permit or commercial driver license. A commercial learner's permit or commercial driver license may be issued with the following classifications: (1) Class A Combination Vehicle. Any combination of commercial motor vehicles and towed vehicles with a gross vehicle weight rating of twenty-six thousand one or more pounds if the gross vehicle weight rating of the vehicles being towed are in excess of ten thousand pounds. This class includes: (a) Any vehicle designed to transport sixteen or more passengers, including the driver; and (b) Any vehicle used in the transportation of hazardous materials that require the vehicle to be placarded under 49 C.F.R. Part 172, Subpart F, as amended through of January 1, 2011 2015; (2) Class B Heavy Straight Vehicle. Any single commercial motor vehicle with a gross vehicle weight rating of twenty-six thousand one or more pounds or any such commercial motor vehicle towing a vehicle with a gross weight rating not exceeding ten thousand pounds. This class includes: (a) Any vehicle designed to transport sixteen or more passengers, including the driver; and (b) Any vehicle used in the transportation of hazardous materials which require the vehicle to be placarded under 49 C.F.R. Part 172, Subpart F, as amended through of January 1, 2011 2015; (3) Class C Small Vehicle. Any single vehicle, or combination of vehicles, that meet neither the definition of class A nor that of class B as contained in this section. This class includes any vehicle designed to transport sixteen or more passengers, including the driver, or is used in the transportation of hazardous materials which require the vehicle to be placarded under 49 C.F.R. Part 172, Subpart F, as amended through of January 1, 2011 2015. Section 19. That § 32-12A-23 be amended to read as follows: 32-12A-23. Restrictions to a commercial learner's permit or commercial driver license shall be as follows: (1) B L--Operation only of a commercial motor vehicle which is not equipped with air brakes; (2) J M--Operation only of a Class B and C commercial passenger vehicle; (3) K N--Operation only of a Class C commercial passenger vehicle; (4) W--Operation only of a restricted CDL; and (5) V--Operation only if driver has received a medical variance that allows the driver to be issued a medical certificate; (6) E--Operation only of an automatic transmission commercial motor vehicle; (7) K--Operation only if driving intrastate; (8) O--No operation of a tractor-trailer commercial motor vehicle; and (9) Z--No operation of a fully air brake equipped commercial motor vehicle. Section 20. That chapter 32-12A be amended by adding thereto a NEW SECTION to read as follows: In addition to the restrictions provided pursuant to the provisions of § 32-12A-23, a commercial learner's permit may also have the following restrictions: (1) P--For no passengers in a commercial motor vehicle; and (2) X--For no cargo in a commercial motor vehicle tank vehicle. Section 21. That § 32-12A-24 be amended to read as follows: 32-12A-24. No person under the age of eighteen may receive an endorsement on a commercial driver license to drive a school bus. Any school bus endorsed driver operating with an intrastate restriction shall meet all requirements of 49 C.F.R. Part 391 Subpart E as amended through of January 1, 2011 2015, in the area of physical qualifications. Section 22. That subdivision (7) of § 32-12A-24.1 be amended to read as follows: (7) Submit a separate signed statement from an ophthalmologist or optometrist that the applicant has been examined and does not have diabetic retinopathy and meets the vision standards in 49 C.F.R. 391.41 (b)(10), as amended through of January 1, 2011 2015, or has been issued a valid medical exemption. If the applicant has any evidence of diabetic retinopathy, the applicant shall be examined by an ophthalmologist and submit a signed statement from the ophthalmologist that the applicant does not have unstable advancing disease of blood vessels in the retina, known as unstable proliferative diabetic retinopathy. Section 23. That § 32-12A-28 be amended to read as follows: 32-12A-28. Before issuing a commercial learner's permit or commercial driver license, the department shall obtain driving record information through the commercial driver license information system and the national driver register no earlier than twenty-four hours prior to issuance. Before issuing a commercial learner's permit or commercial driver license, if the information was not provided in a prior licensing cycle, the department shall request the applicant's complete driving record from all states where the applicant was previously licensed over the last ten years to drive any type of motor vehicle. Section 24. That § 32-12A-26 be amended to read as follows: 32-12A-26. If a person's commercial learner's permit or commercial driver license bearing a school bus endorsement is suspended or revoked pursuant to this chapter, the Department of Public Safety shall, upon the suspension or revocation, notify the Department of Education. The Department of Education shall notify the school district or school bus contracting company for which the person is employed of the suspension or revocation. The notification may be done by first class mail. Section 25. That § 32-12A-29 be amended to read as follows: 32-12A-29. Within twenty-four hours after issuing a commercial learner's permit or commercial driver license, the department shall notify the commercial driver license information system of the issuance, providing all information required to ensure identification of the licensee. Section 26. That § 32-12A-30 be amended to read as follows: 32-12A-30. A commercial driver license issued pursuant to this chapter, expires on the licensee's birthday in the fifth year following the issuance of the license. Any nonresident nondomiciled commercial driver license expires on the date of expiration of the applicant's licensee's authorized stay in the United States as determined by the systematic alien verification for entitlements system or alternate method approved by the United States Department of Homeland Security or, if there is no expiration date, for a period no longer than one year from date of issuance. However, no nonresident nondomiciled commercial driver license may expire on a date later than the licensee's birthday in the fifth year following the issuance of the license. Section 27. That § 32-12A-32 be amended to read as follows: 32-12A-32. The secretary of Public Safety public safety may suspend, revoke, disqualify, or cancel the commercial driving privilege or license learner's permit, commercial driver license, or driving privilege of a person after opportunity for hearing pursuant to chapter 1-26, if hearing is demanded, upon a showing by its records or other sufficient evidence that the licensee: (1) Has been convicted of an offense for which mandatory suspension, revocation, or disqualification of license is required; (2) Appears by the records of the department to be an habitually reckless or negligent operator of a motor vehicle or to have repeatedly violated any of the state traffic laws, municipal ordinances which that are in strict conformity with state law and adopted by a local authority other than regulations governing parking, traffic laws of another state, or any of the county speed limits set pursuant to law. The secretary of Public Safety public safety shall implement the method of weighing traffic convictions provided in § 32-12-49.1; (3) Is physically or mentally incompetent to drive a motor vehicle; (4) Has violated § 32-12-17.3, 32-12-17.4, 32-12-17.5, 32-12-17.6, 32-12-67, 32-12-69, 32-12-70, or 32-12-71; (5) Has committed an offense in another state, which if committed in this state, would be grounds for suspension, revocation, or disqualification; (6) Has failed to pay a fine or comply with the terms of a citation issued in the state; (7) Has failed to pay a fine or comply with the terms of a citation issued by a state covered by the nonresident violators compact; or (8) Has made a false statement or representation or fails to disclose a material fact in order to obtain a driver license. In determining whether a commercial learner's permit, commercial driver license, or driving privilege should be suspended or revoked under this section, the director may not consider any offense that is more than four years old. Section 28. That § 32-12A-33 be amended to read as follows: 32-12A-33. Any person who makes a false statement or representation, or knowingly fails to disclose a material fact in order to obtain a commercial learner's permit or commercial driver license is guilty of a Class 1 misdemeanor and is subject to at least a sixty-day one year suspension or disqualification of that person's license and privileges. Each false statement or representation or failure to disclose a material fact constitutes a separate offense. Section 29. That § 32-12A-34 be amended to read as follows: 32-12A-34. The Department of Public Safety shall suspend, revoke, or disqualify the commercial learner's permit, commercial driver license, or driving privilege of a resident of this state upon receiving notice of the conviction or final administrative decision from another state for an infraction which would provide grounds for suspension, revocation, or disqualification of the license or driving privilege in this state. The commercial learner's permit or commercial license of a driver of a commercial motor vehicle convicted of violating a federal, state, or local law or rule prohibiting texting or the use of a hand-held mobile telephone may be disqualified as set forth in subsections 32-12A-1(31)(n) and (o), and §§ 32-12A-40 and 32-12A-41. Section 30. That § 32-12A-40 be amended to read as follows: 32-12A-40. Any person is disqualified from driving a commercial motor vehicle for a period of not less than sixty days if convicted within a three-year period of two serious traffic violations committed while operating a commercial motor vehicle. Any person is disqualified from driving a commercial motor vehicle for a period of not less than sixty days if convicted within a three-year period of two serious traffic violations committed while operating a noncommercial motor vehicle and either conviction results in the revocation, cancellation, or suspension of the CDL holder's license commercial learner's permit, commercial driver license, or noncommercial driving privileges privilege. Section 31. That § 32-12A-41 be amended to read as follows: 32-12A-41. Any person is disqualified from driving a commercial motor vehicle for not less than one hundred twenty days if convicted within a three-year period of three serious traffic violations committed while operating a commercial motor vehicle. Any person is disqualified from driving a commercial motor vehicle for a period of not less than one hundred twenty days if convicted within a three-year period of three serious traffic violations committed while operating a noncommercial motor vehicle and any of these convictions result in the revocation, cancellation, or suspension of the CDL holder's license commercial learner's permit, commercial driver license, or noncommercial driving privileges. Any disqualification period imposed under this section shall be in addition to any other previous period of disqualification. Section 32. That § 32-12A-42 be amended to read as follows: 32-12A-42. The department shall, upon receipt of a conviction, update its records to reflect any action that results in the disqualification of a nonresident's commercial driving privileges. No later than ten days after disqualifying a commercial learner's permit or commercial driver license holder permitted or licensed by another state or revoking, suspending, or canceling an out-of-state commercial learner's permit or commercial driver license holder's privilege to operate a commercial motor vehicle for at least sixty days, the department shall notify the state that issued the license of the disqualification, revocation, suspension, or cancellation. The notification shall include both the disqualification and the violation that resulted in the disqualification, revocation, suspension, or cancellation. Section 33. That § 32-12A-48 be amended to read as follows: 32-12A-48. The secretary of the Department of Public Safety may promulgate rules, pursuant to chapter 1-26, in the following areas: (1) Definitions; (2) Commercial driver license waivers; (3) Single license requirement; (4) Notification requirements and employer responsibilities; (5) Federal disqualifications and penalties; (6) Testing and licensing procedures; (7) Vehicle groups and endorsements; (8) Required knowledge and skills; (9) Tests; (10) Background check requirements; (11) Commercial learner's permit and commercial driver license document documents; and (12) Other rules necessary to implement the provisions of C.F.R. 49, Chapter 3, Subchapter B, parts 383, 384, 390, 391, and 392, inclusive, as amended through of January 1, 2011 2015. Section 34. That ARSD 61:25:04:18 be amended to read as follows: 61:25:04:18. Test administration. Skill tests must Each skill test shall be conducted in accordance with the provisions in 49 C.F.R. 383, Subparts G and H (January 1, 2011) as of January 1, 2015. Skill tests must Each skill test shall be conducted as follows: (1) On a test routes route approved by the department as indicated in § 61:25:04:11; (2) In a vehicle that is representative of the class and type of vehicle for which the commercial driver license applicant seeks to be licensed and for which the third-party examiner is qualified to test; and (3) With approved content, forms, and scoring procedures provided by the department. A person who trains a commercial driver license applicant to drive a commercial motor vehicle may not also act as the third-party tester or third-party examiner for that applicant. The department reserves the right to test or re-examine any applicant certified by a third-party examiner. Section 35. That § 32-12A-50 be amended to read as follows: 32-12A-50. Notwithstanding any law to the contrary, a person may drive a commercial motor vehicle in this state if the person has a valid commercial learner's permit or commercial driver license or commercial driver license instruction permit issued by any state or province or territory of Canada or if the person has a valid licencia federal de conductor (federal license of driver) issued by Mexico in accordance with the minimum federal standards for the issuance of commercial motor vehicle driving licenses, if the person is not suspended, revoked, or cancelled, and if the person is not disqualified from driving a commercial motor vehicle, or subject to an out-of-service order. The department shall give any out-of-state conviction full faith and credit and treat it, for sanctioning purposes under this chapter, as if it had occurred in this state. Section 36. That § 32-12A-52 be amended to read as follows: 32-12A-52. Any person is disqualified from driving a commercial motor vehicle for a period of one hundred eighty days if convicted of a first violation of an out-of-service order. If a violation of an out-of-service order pursuant to this section occurred while transporting hazardous materials required to be placarded under 49 C.F.R. Part 172, Subpart F, as amended through of January 1, 2011 2015, or while operating a motor vehicle designed to transport sixteen or more passengers, including the driver, the operator is disqualified for a period of one hundred eighty days. Section 37. That § 32-12A-53 be amended to read as follows: 32-12A-53. Any person is disqualified from driving a commercial motor vehicle for a period of two years if convicted of two violations of out-of-service orders in separate incidents during a ten-year period. If the violations of out-of-service orders pursuant to this section occurred while transporting hazardous materials required to be placarded under 49 C.F.R. Part 172, Subpart F, as amended through of January 1, 2011 2015, or while operating a motor vehicle designed to transport sixteen or more passengers, including the driver, the operator is disqualified for a period of three years. Section 38. That § 32-12A-54 be amended to read as follows: 32-12A-54. Any person is disqualified from driving a commercial motor vehicle for a period of three years if convicted of three or more violations of out-of-service orders in separate incidents during a ten-year period. If the violations of out-of-service orders pursuant to this section occurred while transporting hazardous materials required to be placarded under 49 C.F.R. Part 172, Subpart F, as amended through of January 1, 2011 2015, or while operating a motor vehicle designed to transport sixteen or more passengers, including the driver, the operator is disqualified for a period of five years. Section 39. That § 32-12A-55 be amended to read as follows: 32-12A-55. Any No person whose commercial learner's permit, commercial license, or privilege to drive a motor vehicle on public highways has been revoked, suspended, or disqualified may not have the license or privilege renewed or restored unless the period of revocation, suspension, or disqualification has expired. The period of revocation, suspension, or disqualification shall begin on the date the revoked, suspended, or disqualified license is received by the Department of Public Safety or the court, or on the date the suspension order is effective for failure to comply with a citation. At the expiration of the period of revocation, suspension, or disqualification, a person may make application for license reinstatement as provided by law and shall pay a license reinstatement fee of fifty dollars, plus any application fees imposed by § 32-12A-15. A person making application following a revocation shall fulfill all knowledge examination requirements of a new applicant. A person making application for a commercial learner's permit or commercial driver license following a disqualification shall fulfill all examination requirements of a new applicant. Section 40. That § 32-12A-58 be amended to read as follows: 32-12A-58. The state hereby adopts Title 49 of the Code of Federal Regulations, chapter 3, subpart B, parts 383 and 384, inclusive, June 17, 1994, as amended through as of January 1, 2011 2015. Section 41. That § 32-12A-62 be amended to read as follows: 32-12A-62. Any disqualification imposed in accordance with the provisions of 49 C.F.R. part 383.52 as amended through of January 1, 2011 2015, relating to notification from the Federal Motor Carrier Safety Administration that the driver is disqualified from driving a commercial motor vehicle and is determined to constitute an imminent hazard becomes a part of the driver's record maintained by the department. Section 42. That § 32-12A-63 be amended to read as follows: 32-12A-63. The department shall furnish to any person upon request a certified abstract of the operating record for the last three years of any person subject to the provisions of chapter 32-35. The abstract shall include enumeration of any motor vehicle accident in which the person has been involved, the person's medical certification status, and reference to any conviction of the person for a violation of any motor vehicle law as reported to the department. The department shall collect five dollars for each abstract. The fee shall be credited to the state motor vehicle fund. No governmental entity or subdivision is subject to this fee. The department shall furnish, upon request and a payment of a fee of five dollars, full information regarding the driver record for the last three years of a person who has been issued a commercial learner's permit or commercial driver license to an employer or to a prospective employer if the person has given written consent to the employer or prospective employer to obtain this information. The department shall furnish this same information to the driver upon the payment of a fee of five dollars. The information shall include the person's medical certification status, any disqualification, and any other licensing action for a violation of any state or local law relating to motor vehicle traffic control, other than a parking violation committed in any type of vehicle. The fee shall be credited to the state motor vehicle fund. No governmental entity or subdivision is subject to this fee. Section 43. That § 32-12A-64 be amended to read as follows: 32-12A-64. The state may not mask, defer imposition of judgment, or permit any person to enter into a diversion program that would prevent a CDL driver's commercial learner's permit or commercial driver license holder's conviction for any violation, in any type of motor vehicle, of a state or local traffic control law except a parking violation from appearing on the driver's record, whether the driver was convicted for an offense committed in the state, in the state where the driver is licensed, or in another state. Section 44. That § 32-12A-65 be amended to read as follows: 32-12A-65. If a commercial learner's permit or commercial driver license holder's medical certification or medical variance expires, or if the Federal Motor Carrier Safety Administration notifies the department that a medical variance was removed or rescinded, the department shall do the following: (1) Notify the commercial learner's permit or commercial driver license holder that his or her medical certification or variance is not valid and that the commercial learner's permit or commercial driver license privilege will be removed from the driver license unless the driver submits a current medical certificate or medical variance or changes his or her self-certification to driving only in excepted or intrastate commerce; and (2) Downgrade the driver's commercial driver license to a noncommercial driver license, or cancel a commercial learner's permit, within sixty days of the driver's medical certification status becoming noncertified to operate a commercial motor vehicle. Section 45. That ARSD 61:25:01:01 be amended to read as follows: 61:25:01:01. Commercial driver license standards, requirements, and penalties. The commercial driver license standards, requirements, and penalties adopted by the U.S. Department of Transportation in 49 C.F.R. Parts 383, 390, 391, and 392 (January 1, 2011) as of January 1, 2015, and amendments to 49 C.F.R. Parts 383, 390, 391, and 392 as published in 53 Federal Register 39,044 to 39,052, inclusive (January 1, 2011) as of January 1, 2015, are the rules of South Dakota Department of Public Safety to the extent authorized by SDCL 32-12A-48 for the licensing of commercial motor vehicle operators. The rules provide for definitions, single license requirements, testing and licensing procedures, vehicle groups and endorsements, required knowledge and skills, tests, commercial driver license documents, disqualification, and penalties. Section 46. That ARSD 61:25:04:01 be amended to read as follows: 61:25:04:01. Definitions. Terms used in this chapter mean: (1) \"Department,\" South Dakota Department of Public Safety; (2) \"CDL,\" commercial driver license; (3) \"CLP,\" commercial learner's permit; (4) \"FMCSA,\" Federal Motor Carrier Safety Administration; (4)(5) \"FMCSR,\" federal motor carrier safety regulations promulgated by the U. S. Department of Transportation in 49 C.F.R. 390 (January 1, 2011) as of January 1, 2015; (5)(6) \"Approved testing program,\" the skill tests for a CDL required by 49 C.F.R. 383 Subpart E (January 1, 2011) as of January 1, 2015; (6)(7) \"License,\" \"Certificate,\" the document issued to a third-party tester authorizing the tester to administer the approved testing program on behalf of the department and to an examiner to conduct skills tests; (7)(8) \"Third-party tester,\" an employer, a government entity, an association, or educational institution which is licensed by the department to administer the approved testing program for CDL applicants in accordance with this chapter; (8) \"Examiner identification card,\" a card issued to an individual approved by the department as a qualified examiner, which authorizes the individual to conduct the approved testing program; (9) \"Third-party examiner,\" an individual who is on the payroll of a third-party tester and who has been issued an examiner identification card certificate by the department. Section 47. That ARSD 61:25:04:04 be amended to read as follows: 61:25:04:04. Requirements for third-party examiner records. Each third-party examiner record must include the following: (1) A valid examiner identification card certificate issued by the department upon meeting qualifications the requirements as indicated in § 61:25:04:06, including name, and residential address, and social security number; (2) A copy of the third-party examiner's current driving record, which must be updated annually; and (3) Evidence that the third-party examiner is under the direction or control of the third-party tester who filed his or her third-party examiner application, either as an independent contractor or an employee. Section 48. That ARSD 61:25:04:05 be amended to read as follows: 61:25:04:05. Requirements for third-party testers. To be licensed, a third-party tester shall meet the following requirements: (1) Apply to the department as provided in § 61:25:04:08 and enter into an agreement with the department; (2) Maintain a place of business with at least one permanent regularly occupied structure in this state; (3) Direct or control at least one qualified third-party examiner approved by the department. A third-party tester may also be a third-party examiner; (4) Agree to allow the department to set a ceiling, up to $90, on the fee that the third-party tester can charge an applicant for each attempt to successfully complete the skill tests; (5) Allow FMCSA, its representatives, and the department to conduct random examinations, inspections, and audits without prior notice; (6) Allow the department to conduct annual on-site inspections; (7) Maintain for four two years the original record completed commercial driver licensing skills test scoring sheet of each driver for whom the third-party tester conducts a skills test, whether or not the driver passes or fails the test at an approved location within the state; (8) Maintain a record of each third-party examiner under the direction or control of the third-party tester at an approved location and retain the record for at least two years after the third-party examiner leaves the direction or control of the third-party tester; (9) Ensure that the skill tests are conducted in accordance with the requirements of § 61:25:04:18; (10) Provide documented proof, using a form provided by the department, to each driver applicant who takes and passes the required skill tests that the applicant can present to the department as evidence that the applicant has successfully passed the driving tests administered by the third party Enter each test score into the Commercial Skills Test Information Management System; (11) Meet all requirements of state law, federal law, and local ordinances; and (12) Send a copy of testing records to the department by the 15th day of each month. Section 49. That ARSD 61:25:04:06 be amended to read as follows: 61:25:04:06. Requirements for third-party examiners. Third-party examiners may conduct skill tests on behalf of only one third-party tester at any given time. If a third-party examiner leaves the direction or control of a third-party tester, the examiner shall reapply and be approved for a new examiner identification card certificate in order to conduct tests on behalf of a new third-party tester. To qualify as a third-party examiner, an individual shall meet the following requirements: (1) Apply to the department as provided in § 61:25:04:09; (2) Be under the direction or control of the third-party tester who filed the individual's third-party examiner application, either as an independent contractor or an employee; (3) Have successfully completed a department-sanctioned commercial driver license examiner training course. At a minimum upon completion of the training the third-party examiner shall have acquired and demonstrated the following knowledge and skills; (a) A comprehensive understanding of all information in the commercial driver license driver's manual; (b) A working knowledge of the commercial driver license examiner's manual; (c) Ability to administer and score correctly each of the commercial driver license skill tests; and (d) Knowledge of testing site and route requirements; (4) Make a commitment to take part in all training courses, workshops, and seminars offered upon request from the department; (5) Within the three years prior to application, have had no conviction for driving while intoxicated, and have had no conviction for a violation, while in a motor vehicle, of the provisions of SDCL 22-42-5 to 22-42-11, inclusive, 22-42A-3 or 22-42A-4; (6) Within the three years prior to application, have had no driver's license suspensions, revocations, cancellations, or disqualifications; and (7) Conduct skill tests on behalf of the third-party tester in accordance with this chapter; and (8) Hold a valid commercial driver license with the appropriate CDL group designation and all endorsements required for operation of the commercial motor vehicle used in the skills tests conducted by the examiner. Section 50. That ARSD 61:25:04:07 be amended to read as follows: 61:25:04:07. Specific requirements for certain third-party testers. In addition to the requirements listed in § 61:25:04:05, all third-party testers who are not governmental entities or an association shall meet the following requirements: (1) Entities other than proprietary schools and other educational institutions: (a) Employ a safety officer or designate an official who is responsible for the third-party testing operation; (b) Have been in operation in South Dakota for a minimum of two years; and (c) If subject to the FMCSR, maintain a safety rating of satisfactory as provided in 49 C.F.R. 385.11 (January 1, 2011) as of January 1, 2015; (2) Proprietary schools and other educational institutions: (a) Have an established commercial motor vehicle training program; and (b) Have been in operation in South Dakota for a minimum of two years. Section 51. That ARSD 61:25:04:08 be amended to read as follows: 61:25:04:08. General requirements for licenses and identification cards certificates. The department shall issue a license certificate to a third-party tester who meets the requirements of § 61:25:04:05 that allows the tester to operate an approved testing program for the classes and types of vehicles listed. The department shall also issue examiner identification cards certificates to employees of the third-party tester qualified under § 61:25:04:06. A copy of the examiner's identification card certificate must be displayed in the office of the third-party tester. The license certificate issued by the department to operate a third-party testing program must be prominently displayed in the place of business of the third-party tester. An examiner shall surrender his or her identification card certificate to the department if that examiner becomes inactive or if the card certificate has been revoked by the department. A license certificate to operate a third-party testing program and examiners' identification cards certificates are not transferable. Each license and identification card third-party tester and examiner certificate is effective on the date of issuance and expires at the end of one year. All renewal application forms must be submitted to the department at least 30 days before the previous license certificate expires. Section 52. That ARSD 61:25:04:18 be amended to read as follows: 61:25:04:18. Test administration. Skill tests must be conducted in accordance with the provisions in 49 C.F.R. 383, Subparts G and H (January 1, 2011) as of January 1, 2015. Skill tests must be conducted as follows: (1) On test routes approved by the department as indicated in § 61:25:04:11; (2) In a vehicle that is representative of the class and type of vehicle for which the commercial driver license applicant seeks to be licensed and for which the third-party examiner is qualified to test; and (3) With approved content, forms, and scoring procedures provided by the department. A person who trains a commercial driver license applicant to drive a commercial motor vehicle may not also act as the third-party tester or third-party examiner for that applicant. The department reserves the right to test or re-examine any applicant certified by a third-party examiner. Section 53. That ARSD 61:25:04:19 be amended to read as follows: 61:25:04:19. Denial/termination of third-party testing program and licenses certificates. The department may deny an application for a third-party tester license or examiner's identification card certificate if the applicant does not qualify for the license or card certificate under this chapter. Misstatements or misrepresentation are grounds for denying a license or card certificate. A third-party tester or examiner may relinquish his or her license or card certificate on 30 days notice to the department. The department may cancel in its entirety the third-party testing program provided for in this chapter. The department may revoke the license certificate of a third-party tester or examiner on the following grounds: (1) Failure to comply with or satisfy any of the provisions of this chapter or the third-party tester agreement; (2) Falsification of records or information relating to the third-party testing program; (3) For third-party examiner, driver license suspension, revocation, recall, or disqualifications; and (4) Commission of any act or omission which, in the judgment of the department, compromises the integrity of the third-party program. If the department determines that grounds for cancellation exist for failure to comply with or satisfy any of the requirements in this chapter or in the third-party tester agreement, the department may postpone cancellation and allow the third-party tester or examiner 30 days to correct the deficiency. Section 54. That chapter 32-12A be amended by adding thereto a NEW SECTION to read as follows: Each state and third-party test examiner shall successfully complete a refresher course and examination every four years to maintain the examiner's commercial driver license test examiner certification. The refresher training course shall cover at least the following: (1) For a commercial driver license knowledge test examiner: (a) Introduction to CDL licensing system; (b) Overview of the CDL tests; and (c) Knowledge tests; (2) For a commercial driver license skills test examiner: (a) Introduction to CDL licensing system; (b) Overview of the CDL tests; (c) Vehicle inspection test; (d) Basic control skills testing; and (e) Road test; and (3) The refresher training for each examiner shall include any state-specific material and information related to administering CDL knowledge and skills tests, and any new federal CDL regulation, any update to administering the tests, and new safety related equipment on a vehicle. The skills testing certification of any examiner who does not conduct skills test examinations of at least ten different applicants per calendar year shall be revoked, unless the examiner either takes the refresher training or has a state examiner ride along to observe the third-party examiner successfully administer at least one skills test. Section 55. That chapter 32-12A be amended by adding thereto a NEW SECTION to read as follows: In addition to the insurance requirements set forth by the department, each third-party tester shall initiate and maintain a bond in the amount of ten thousand dollars. The bond shall pay for retesting drivers in the event that the third-party tester or one or more of its examiners is involved in fraudulent activity related to conducting skills testing of applicants for a commercial driver license. A third-party tester that is a governmental entity is not required to maintain a bond."}, {"bill_id": 6328, "bill_version_id": 35880, "bill_version": "Enrolled", "bill_version_date": "2015-03-04T10:09:47.553-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6328, "action_date": "2015-01-13T12:00:00-06:00", "document_id": 33120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33120.pdf", "status_text": "First read in Senate and referred to", "journal_page": 23, "committee_id_action": 284, "committee_id_assigned": 271, "result": "N", "vote": {}}, {"bill_id": 6328, "action_date": "2015-01-28T08:00:00-06:00", "document_id": 33709, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33709.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 271, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6328, "action_date": "2015-01-28T08:00:00-06:00", "document_id": 33973, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33973.pdf", "status_text": "Do Pass", "journal_page": 201, "committee_id_action": 271, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17835, "president_vote": null, "Yea": [856, 896, 862, 868, 898, 878], "Excused": [891]}}, {"bill_id": 6328, "action_date": "2015-01-29T14:00:00-06:00", "document_id": 34111, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34111.pdf", "status_text": "Do Pass", "journal_page": 238, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17936, "president_vote": null, "Yea": [853, 854, 855, 856, 943, 860, 894, 903, 876, 899, 885, 896, 895, 890, 900, 891, 893, 886, 862, 880, 944, 902, 877, 868, 871, 892, 872, 873, 878, 897], "Nay": [858, 889, 901, 898], "Excused": [942]}}, {"bill_id": 6328, "action_date": "2015-01-30T13:00:00-06:00", "document_id": 34236, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34236.pdf", "status_text": "First read in House and referred to", "journal_page": 250, "committee_id_action": 286, "committee_id_assigned": 281, "result": "N", "vote": {}}, {"bill_id": 6328, "action_date": "2015-02-12T10:00:00-06:00", "document_id": 34805, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34805.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 281, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6328, "action_date": "2015-02-12T10:00:00-06:00", "document_id": 34978, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34978.pdf", "status_text": "Do Pass", "journal_page": 396, "committee_id_action": 281, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18662, "president_vote": null, "Yea": [884, 946, 911, 864, 865, 933, 950, 918, 857], "Excused": [859, 867, 921], "Nay": [905]}}, {"bill_id": 6328, "action_date": "2015-02-17T14:00:00-06:00", "document_id": 35114, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35114.pdf", "status_text": "Deferred to another day", "journal_page": 418, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6328, "action_date": "2015-02-18T14:00:00-06:00", "document_id": 35201, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35201.pdf", "status_text": "Deferred to another day", "journal_page": 443, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6328, "action_date": "2015-02-19T14:00:00-06:00", "document_id": 35268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35268.pdf", "status_text": "Deferred to another day", "journal_page": 458, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6328, "action_date": "2015-02-20T13:00:00-06:00", "document_id": 35379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35379.pdf", "status_text": "Deferred to another day", "journal_page": 471, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6328, "action_date": "2015-02-24T14:00:00-06:00", "document_id": 35483, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35483.pdf", "status_text": "Deferred to another day", "journal_page": 503, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6328, "action_date": "2015-02-25T14:00:00-06:00", "document_id": 35566, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35566.pdf", "status_text": "Deferred to another day", "journal_page": 529, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6328, "action_date": "2015-02-26T14:00:00-06:00", "document_id": 35634, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35634.pdf", "status_text": "Deferred to another day", "journal_page": 549, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6328, "action_date": "2015-02-27T13:00:00-06:00", "document_id": 35735, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35735.pdf", "status_text": "Deferred to another day", "journal_page": 557, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6328, "action_date": "2015-03-03T14:00:00-06:00", "document_id": 35831, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35831.pdf", "status_text": "Do Pass", "journal_page": 573, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19300, "president_vote": null, "Yea": [883, 915, 952, 884, 888, 923, 875, 931, 927, 857, 859, 917, 924, 929, 947, 937, 948, 945, 882, 909, 946, 958, 913, 887, 951, 861, 956, 936, 879, 907, 939, 930, 953, 881, 906, 908, 940, 935, 916, 911, 910, 863, 864, 914, 865, 933, 866, 867, 926, 955, 869, 950, 912, 904, 921, 918, 954, 932, 949, 934, 957, 874], "Excused": [938, 925, 919], "Nay": [928, 941, 905, 920, 922]}}, {"bill_id": 6328, "action_date": "2015-03-04T14:00:00-06:00", "document_id": 35962, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35962.pdf", "status_text": "Signed by the President", "journal_page": 590, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6328, "action_date": "2015-03-05T14:00:00-06:00", "document_id": 36040, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36040.pdf", "status_text": "Signed by the Speaker", "journal_page": 621, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6328, "action_date": "2015-03-06T13:00:00-06:00", "document_id": 36149, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36149.pdf", "status_text": "Delivered to the Governor", "journal_page": 619, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6328, "action_date": "2015-03-12T09:00:00-05:00", "document_id": 36456, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36456.pdf", "status_text": "Signed by the Governor", "journal_page": 688, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5925, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6328"}