{"session_id": 19, "bill_id": 4182, "bill_type": "House Bill", "bill_number": 1073, "bill_title": "establish a procedure for the determination of the competency of a juvenile to proceed in a juvenile court matter.", "sponsors": [], "keywords": ["Civil Procedure", "Courts and Judiciary", "Criminal Procedure", "Juvenile Court", "Minors"], "audio": [{"meeting_datetime": "2013-01-23T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju10.mp3", "start_seconds": 1102.0}, {"meeting_datetime": "2013-01-23T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju10.mp3", "start_seconds": 1102.0}, {"meeting_datetime": "2013-01-23T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju10.mp3", "start_seconds": 1102.0}, {"meeting_datetime": "2013-01-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju12.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2013-01-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju12.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2013-01-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju12.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2013-01-25T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju12.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou14.mp3", "start_seconds": 6213.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou14.mp3", "start_seconds": 6213.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou14.mp3", "start_seconds": 6213.0}, {"meeting_datetime": "2013-02-07T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sju20.mp3", "start_seconds": 3653.0}, {"meeting_datetime": "2013-02-07T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sju20.mp3", "start_seconds": 3653.0}, {"meeting_datetime": "2013-02-07T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sju20.mp3", "start_seconds": 3653.0}, {"meeting_datetime": "2013-02-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen27.mp3", "start_seconds": 2535.0}, {"meeting_datetime": "2013-02-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen27.mp3", "start_seconds": 2535.0}, {"meeting_datetime": "2013-02-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen27.mp3", "start_seconds": 2535.0}], "bill_versions": [{"bill_id": 4182, "bill_version_id": 23845, "bill_version": "Introduced", "bill_version_date": "2013-01-16T11:52:10.633-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a procedure for the determination of the competency of a juvenile to proceed in a juvenile court matter. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: Terms used in this chapter mean: (1) \"Mental illness,\" any diagnosable mental impairment supported by the most current edition of the Diagnostic and Statistical Manual of Mental Disorders, published by the American Psychiatric Association; (2) \"Developmental disability,\" a disability as defined by § 27B-1-18; and (3) \"Approved facility,\" a facility as defined by § 23A-10A-13. Section 2. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: A juvenile cannot be the subject of a proceeding under chapters 26-8B or 26-8C while incompetent to proceed. Section 3. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: The issue as to a juvenile's competency to proceed may be raised by the juvenile, by the state, or sua sponte by the court at any point in the juvenile proceeding if there is reasonable cause to believe the juvenile is suffering from a mental illness or developmental disability rendering the juvenile incompetent to proceed. The term, incompetent to proceed, is defined by § 23A-10A-1. Section 4. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: If the court determines that a competency determination is necessary, the court shall order the juvenile be examined by a licensed psychiatrist or psychologist who is familiar with the clinical evaluation of juveniles. The examination shall take place within thirty days of the court's order unless good cause is shown for a delay. Section 5. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: Pending an examination ordered pursuant to section 4 of this Act, the court shall suspend the proceeding pending the outcome of a competency determination hearing pursuant to section 7 of this Act. Suspension of the proceeding does not affect the court's ability to detain or release the juvenile. Section 6. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: The provisions of this section govern criteria for the examiner's report in order to assist the court's determination of competency. The examiner's report shall address the juvenile's capacity and ability to: (1) Understand the allegations of the petition; (2) Understand the nature of the adversarial process including: (a) A factual understanding of the participants in the juvenile's proceeding, including the judge, juvenile's counsel, attorney for the state, and mental health expert; and (b) A rational understanding of the role of each participant in the juvenile's proceeding; (3) Understand the range of possible dispositions that may be imposed in the proceedings against the juvenile; (4) Disclose to counsel facts pertinent to the proceedings at issue and to assist in the juvenile's defense; (5) Testify at proceedings; and (6) Demonstrate any other capacity or ability either separately sought by the court or determined by the examiner to be relevant to the court's determination. In assessing the juvenile's competency, the examiner shall compare the juvenile being examined to juvenile norms for a juvenile of a similar age and the juvenile's level of developmental skills. The examiner shall also determine and report whether the juvenile suffers from a mental illness or developmental disability as defined in section 1 of this Act. The examiner's report shall state an opinion whether there exists a substantial probability that the deficiencies related to competence identified in the report, if any, can be ameliorated or will continue to exist in the foreseeable future. If the examiner determines that the juvenile suffers from a mental illness, the examiner shall provide the following information: (1) The prognosis for recovery from the mental illness; and (2) Whether the juvenile is taking any medication and, if so, what medication. Section 7. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: Following receipt of the competency evaluation report from the examiner, the court shall provide copies of the report to the parties and hold a competency determination hearing. If the court finds that the juvenile is competent to proceed, the court shall set a time for the resumption of the proceedings. If the court is not satisfied that the juvenile is competent to proceed, the court shall determine how to proceed pursuant to sections 11 and 12 of this Act. Section 8. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: If the juvenile, state, or court asserts that a juvenile is not competent to proceed, the state has the burden of proving the competence of the juvenile by a preponderance of the evidence. Section 9. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: Statements made by the juvenile in the course of a competency evaluation may not be admitted as evidence in the adjudicatory stage for the purpose of proving any alleged delinquent act. Section 10. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding a finding by the court that the juvenile is competent to proceed in a juvenile proceeding, if the juvenile is subsequently transferred to adult court the issue of the juvenile's competency may be revisited. Section 11. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: If, following the competency determination hearing pursuant to section 7 of this Act, the court finds that the juvenile is not competent to proceed, but additionally finds that there exists a substantial probability that the juvenile will be competent in the foreseeable future, the court shall continue the suspension of the proceedings and may refer the juvenile to an approved facility for evaluation and treatment of the mental health and behavioral needs identified in the report of the examiner. During this time the court may make orders that it deems appropriate for services that may assist the juvenile in attaining competency. Evaluation and treatment should be conducted in the least restrictive environment with due regard to the best interests of the child and the public. The juvenile shall be examined and a report forwarded to the court relating to the juvenile's competency to proceed and its reasons at the following intervals following referral: at the end of sixty days or sooner; at the end of one hundred eighty days; and at the end of one year. Upon receipt of the report, the court shall forward the report to the parties and without delay set a date for a conference of the parties or, upon a motion of any party, set a hearing on the question of the juvenile's competency to proceed. If the court finds that the juvenile is not competent to proceed, but there exists a substantial probability that the juvenile will be competent to proceed in the foreseeable future, the proceedings shall remain suspended pending further review or hearing. If more than one year has elapsed since the suspension of the proceedings, the court shall promptly hold a hearing to determine whether there exists a substantial probability that the juvenile will be competent in the foreseeable future. The burden of proof is on the state in any such hearing. If the court finds that there does not exist a substantial probability that the juvenile will be competent in the foreseeable future, the court shall review the juvenile's condition to determine appropriate placement and may dismiss the petition or, if post-adjudication, may vacate the adjudication order and dismiss the petition. If, during the suspension of the proceedings, the juvenile reaches eighteen years of age or is emancipated under Title 26, the court may evaluate the appropriateness of placing the juvenile in an appropriate institution for the care and treatment of adults with mental illness or developmental disability for observation, care, and treatment. The court shall set a time for resumption of the proceedings if at any point the court finds that the juvenile is now competent to proceed. Section 12. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: If, following the competency determination hearing provided in section 7 of this Act, the court finds that the juvenile is not competent to proceed and that there does not exist a substantial probability that the juvenile will be competent in the foreseeable future, the court shall review the juvenile's condition to determine appropriate placement and upon notice to the state shall dismiss the petition or, if post-adjudication, shall vacate the adjudication order and dismiss the petition."}, {"bill_id": 4182, "bill_version_id": 24639, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2013-01-25T13:30:27.607-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a procedure for the determination of the competency of a juvenile to proceed in a juvenile court matter. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: Terms used in this chapter mean: (1) \"Mental illness,\" any diagnosable mental impairment supported by the most current edition of the Diagnostic and Statistical Manual of Mental Disorders, published by the American Psychiatric Association; (2) \"Developmental disability,\" a disability as defined by § 27B-1-18; and (3) \"Approved facility,\" a facility as defined by § 23A-10A-13. Section 2. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: A juvenile cannot be the subject of a proceeding under chapters 26-8B or 26-8C while incompetent to proceed. Section 3. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: The issue as to a juvenile's competency to proceed may be raised by the juvenile, by the state, or sua sponte by the court at any point in the juvenile proceeding if there is reasonable cause to believe the juvenile is suffering from a mental illness or developmental disability rendering the juvenile incompetent to proceed. The term, incompetent to proceed, is defined by § 23A-10A-1. Section 4. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: If the court determines that a competency determination is necessary, the court shall order the juvenile be examined by a licensed psychiatrist or psychologist who is familiar with the clinical evaluation of juveniles. The examination shall take place within thirty days of the court's order unless good cause is shown for a delay. Section 5. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: Pending an examination ordered pursuant to section 4 of this Act, the court shall suspend the proceeding pending the outcome of a competency determination hearing pursuant to section 7 of this Act. Suspension of the proceeding does not affect the court's ability to detain or release the juvenile. Section 6. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: The provisions of this section govern criteria for the examiner's report in order to assist the court's determination of competency. The examiner's report shall address the juvenile's capacity and ability to: (1) Understand the allegations of the petition; (2) Understand the nature of the adversarial process including: (a) A factual understanding of the participants in the juvenile's proceeding, including the judge, juvenile's counsel, attorney for the state, and mental health expert; and (b) A rational understanding of the role of each participant in the juvenile's proceeding; (3) Understand the range of possible dispositions that may be imposed in the proceedings against the juvenile; (4) Disclose to counsel facts pertinent to the proceedings at issue and to assist in the juvenile's defense; (5) Testify at proceedings; and (6) Demonstrate any other capacity or ability either separately sought by the court or determined by the examiner to be relevant to the court's determination. In assessing the juvenile's competency, the examiner shall compare the juvenile being examined to juvenile norms for a juvenile of a similar age and the juvenile's level of developmental skills. The examiner shall also determine and report whether the juvenile suffers from a mental illness or developmental disability as defined in section 1 of this Act. The examiner's report shall state an opinion whether there exists a substantial probability that the deficiencies related to competence identified in the report, if any, can be ameliorated or will continue to exist in the foreseeable future. If the examiner determines that the juvenile suffers from a mental illness, the examiner shall provide the following information: (1) The prognosis for recovery from the mental illness; and (2) Whether the juvenile is taking any medication and, if so, what medication. Section 7. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: Following receipt of the competency evaluation report from the examiner, the court shall provide copies of the report to the parties and hold a competency determination hearing. If the court finds that the juvenile is competent to proceed, the court shall set a time for the resumption of the proceedings. If the court is not satisfied that the juvenile is competent to proceed, the court shall determine how to proceed pursuant to sections 11 and 12 of this Act. Section 8. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: If the juvenile, state, or court asserts that a juvenile is not competent to proceed, the state has the burden of proving the competence of the juvenile by a preponderance of the evidence. Section 9. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: Statements made by the juvenile in the course of a competency evaluation may not be admitted as evidence in the adjudicatory stage for the purpose of proving any alleged delinquent act. Section 10. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding a finding by the court that the juvenile is competent to proceed in a juvenile proceeding, if the juvenile is subsequently transferred to adult court the issue of the juvenile's competency may be revisited. Section 11. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: If, following the competency determination hearing pursuant to section 7 of this Act, the court finds that the juvenile is not competent to proceed, but additionally finds that there exists a substantial probability that the juvenile will be competent in the foreseeable future, the court shall continue the suspension of the proceedings and may refer the juvenile to an approved facility for evaluation and treatment of the mental health and behavioral needs identified in the report of the examiner. During this time the court may make orders that it deems appropriate for services that may assist the juvenile in attaining competency. Evaluation and treatment should be conducted in the least restrictive environment with due regard to the best interests of the child and the public. Notwithstanding any order pursuant to this section, the administration of any psychotropic medication shall comply with the procedures set forth in chapter 27A-15. The juvenile shall be examined and a report forwarded to the court relating to the juvenile's competency to proceed and its reasons at the following intervals following referral: at the end of sixty days or sooner; at the end of one hundred eighty days; and at the end of one year. Upon receipt of the report, the court shall forward the report to the parties and without delay set a date for a conference of the parties or, upon a motion of any party, set a hearing on the question of the juvenile's competency to proceed. If the court finds that the juvenile is not competent to proceed, but there exists a substantial probability that the juvenile will be competent to proceed in the foreseeable future, the proceedings shall remain suspended pending further review or hearing. If more than one year has elapsed since the suspension of the proceedings, the court shall promptly hold a hearing to determine whether there exists a substantial probability that the juvenile will be competent in the foreseeable future. The burden of proof is on the state in any such hearing. If the court finds that there does not exist a substantial probability that the juvenile will be competent in the foreseeable future, the court shall review the juvenile's condition to determine appropriate placement and may dismiss the petition or, if post-adjudication, may vacate the adjudication order and dismiss the petition. If, during the suspension of the proceedings, the juvenile reaches eighteen years of age or is emancipated under Title 26, the court may evaluate the appropriateness of placing the juvenile in an appropriate institution for the care and treatment of adults with mental illness or developmental disability for observation, care, and treatment. The court shall set a time for resumption of the proceedings if at any point the court finds that the juvenile is now competent to proceed. Section 12. That chapter 26-7A be amended by adding thereto a NEW SECTION to read as follows: If, following the competency determination hearing provided in section 7 of this Act, the court finds that the juvenile is not competent to proceed and that there does not exist a substantial probability that the juvenile will be competent in the foreseeable future, the court shall review the juvenile's condition to determine appropriate placement and upon notice to the state shall dismiss the petition or, if post-adjudication, shall vacate the adjudication order and dismiss the petition."}, {"bill_id": 4182, "bill_version_id": 26230, "bill_version": "Enrolled", "bill_version_date": "2013-02-22T10:42:01.15-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4182, "action_date": "2013-01-16T14:00:00-06:00", "document_id": 23857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23857.pdf", "status_text": "First read in House and referred to", "journal_page": 82, "committee_id_action": 202, "committee_id_assigned": 198, "result": "N", "vote": {}}, {"bill_id": 4182, "action_date": "2013-01-18T10:00:00-06:00", "document_id": 23876, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23876.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 198, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4182, "action_date": "2013-01-23T10:00:00-06:00", "document_id": 24054, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24054.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 198, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4182, "action_date": "2013-01-25T10:00:00-06:00", "document_id": 24398, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24398.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 198, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4182, "action_date": "2013-01-25T10:00:00-06:00", "document_id": 24617, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24617.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 198, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4182, "action_date": "2013-01-25T10:00:00-06:00", "document_id": 24617, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24617.pdf", "status_text": "Do Pass Amended", "journal_page": 183, "committee_id_action": 198, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12966, "president_vote": null, "Yea": [353, 351, 324, 348, 369, 359, 398, 406, 416, 402, 381, 334], "Excused": [350]}}, {"bill_id": 4182, "action_date": "2013-01-29T14:00:00-06:00", "document_id": 24922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24922.pdf", "status_text": "Do Pass Amended", "journal_page": 239, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13116, "president_vote": null, "Yea": [420, 346, 415, 418, 326, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 318, 397, 374, 402, 381, 396, 370, 394, 413, 372, 350, 347, 416, 389, 351, 344, 359, 392, 335, 369, 414, 400, 375, 371, 380, 316, 332, 393, 395, 390, 404, 405, 356, 411, 377, 355, 378, 407, 352, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334], "Excused": [408]}}, {"bill_id": 4182, "action_date": "2013-01-30T14:00:00-06:00", "document_id": 25016, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25016.pdf", "status_text": "First read in Senate and referred to", "journal_page": 277, "committee_id_action": 200, "committee_id_assigned": 181, "result": "N", "vote": {}}, {"bill_id": 4182, "action_date": "2013-02-07T08:00:00-06:00", "document_id": 25256, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25256.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 181, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4182, "action_date": "2013-02-07T08:00:00-06:00", "document_id": 25418, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25418.pdf", "status_text": "Do Pass", "journal_page": 355, "committee_id_action": 181, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13559, "president_vote": null, "Yea": [327, 336, 325, 330, 362, 339], "Nay": [419]}}, {"bill_id": 4182, "action_date": "2013-02-12T14:00:00-06:00", "document_id": 25592, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25592.pdf", "status_text": "Deferred to another day", "journal_page": 383, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4182, "action_date": "2013-02-13T14:00:00-06:00", "document_id": 25678, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25678.pdf", "status_text": "Deferred to another day", "journal_page": 399, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4182, "action_date": "2013-02-14T14:00:00-06:00", "document_id": 25769, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25769.pdf", "status_text": "Deferred to another day", "journal_page": 420, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4182, "action_date": "2013-02-15T13:00:00-06:00", "document_id": 25870, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25870.pdf", "status_text": "Deferred to another day", "journal_page": 439, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4182, "action_date": "2013-02-19T14:00:00-06:00", "document_id": 25972, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25972.pdf", "status_text": "Deferred to another day", "journal_page": 477, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4182, "action_date": "2013-02-20T14:00:00-06:00", "document_id": 26088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26088.pdf", "status_text": "Deferred to another day", "journal_page": 514, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4182, "action_date": "2013-02-21T14:00:00-06:00", "document_id": 26155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26155.pdf", "status_text": "Do Pass Amended", "journal_page": 531, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14163, "president_vote": null, "Yea": [338, 362, 330, 337, 388, 340, 365, 363, 325, 358, 364, 376, 336, 345, 329, 331, 419, 317, 320, 385, 384, 321, 368, 328, 333, 386, 367, 319, 339, 387, 327, 383, 379], "Excused": [366, 322]}}, {"bill_id": 4182, "action_date": "2013-02-22T12:30:00-06:00", "document_id": 26261, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26261.pdf", "status_text": "Signed by the Speaker", "journal_page": 509, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4182, "action_date": "2013-02-25T14:00:00-06:00", "document_id": 26354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26354.pdf", "status_text": "Signed by the President", "journal_page": 570, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4182, "action_date": "2013-02-26T14:00:00-06:00", "document_id": 26479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26479.pdf", "status_text": "Delivered to the Governor", "journal_page": 559, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4182, "action_date": "2013-03-04T14:00:00-06:00", "document_id": 26939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26939.pdf", "status_text": "Signed by the Governor", "journal_page": 651, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5340, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4182"}