{"session_id": 32, "bill_id": 8731, "bill_type": "Senate Bill", "bill_number": 33, "bill_title": "repeal certain mediation programs regarding damages from oil and gas development and disputes over drainage of water.", "sponsors": [], "keywords": ["Agriculture and Horticulture", "Debtor and Creditor", "Oil and Gas", "Water Management"], "audio": [{"meeting_datetime": "2018-01-23T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sag10.mp3", "start_seconds": 1874.0}, {"meeting_datetime": "2018-01-23T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sag10.mp3", "start_seconds": 1874.0}, {"meeting_datetime": "2018-01-23T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sag10.mp3", "start_seconds": 1874.0}], "bill_versions": [{"bill_id": 8731, "bill_version_id": 46737, "bill_version": "Introduced", "bill_version_date": "2018-01-03T08:44:15.93-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain mediation programs regarding damages from oil and gas development and disputes over drainage of water. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 54-13-1 be amended to read: 54-13-1. Terms used in this chapter mean: (1) \"Agricultural land,\" a parcel of land larger than forty acres not located in any municipality and used in farming or ranching operations carried on by the owner or operator within the preceding three- year period for the production of farm products as defined in subdivision 57A-9-102(a)(34) and includes wasteland lying within or contiguous to and in common ownership with land used in farming or ranching operations for the production of farming or ranching products; (2) \"Ag finance counselor,\" a person who is trained to assist in agricultural credit matters; (3) \"Agricultural property,\" agricultural land or personal property or a combination thereof used in the pursuit of, or arising out of, or related to, the occupation of farming or ranching; (4) \"Borrower,\" an individual, corporation, trust, cooperative, joint venture, or any other entity entitled to contract who is engaged in farming or ranching and who derives more than sixty percent of total gross income from farming or ranching and who has been extended agricultural credit; (5) \"Creditor,\" any individual, organization, cooperative, partnership, trust, or state or federally chartered corporation to whom is owed agricultural debt by a borrower; (6) \"Federal land mediation,\" a process by which individuals or organizations seek to resolve disputes with federal land management agencies; (7) \"Agricultural credit mediation,\" a process by which creditors and borrowers present, discuss, and explore practical and realistic alternatives to the resolution of a borrower's debts; (8) \"Mediator,\" anyone responsible for and engaged in the performance of mediation pursuant to this chapter, who is trained and certified by the Department of Agriculture; (9) \"Oil and gas mediation,\" a process by which individuals or organizations seek to resolve disputes with oil and gas developers related to surface damages. Section 2. That § 54-13-2 be amended to read: 54-13-2. The Department of Agriculture shall administer an agricultural mediation program to: (1) Provide mediation to borrowers and creditors seeking to resolve credit disputes; and (2) Provide federal land mediation to individuals or organizations seeking to mediate disputes with federal land management agencies concerning decisions made by those federal agencies; and (3) Provide oil and gas mediation to individuals or organizations seeking to mediate disputes over surface damages related to oil or gas development. The secretary of the Department of Agriculture shall promulgate rules, pursuant to chapter 1-26, necessary for mediation, federal land mediation, and oil and gas mediation including the establishment of fees, training requirements for mediators and ag finance counselors and their certification, mediation request forms, and any other mediation procedures as may be necessary for the prompt and expeditious mediation of agriculture related disputes, including the receipt of funds pursuant to the Agricultural Credit Act of 1987, as of January 1, 2015. The agricultural mediation program may not, as a condition to mediation, require that any party waive any respective legal or equitable remedies or rights. Section 3. That § 46A-11A-1 be repealed. 46A-11A-1. The Department of Agriculture shall establish and administer a statewide mediation program to provide assistance to property owners who seek to use mediation as a method to resolve disputes over the surface or subsurface drainage of water. The secretary of the Department of Agriculture shall promulgate rules pursuant to chapter 1-26 necessary for mediation, including the establishment of fees, training requirements for mediators, mediation request forms, mediation timeline, notification and intervention procedures, and any other mediation procedures as may be necessary for the mediation of drainage disputes. The parties to the mediation created under this chapter shall be limited to the person or parties that own or administer real property impacted by the planned drainage or drainage dispute. Section 4. That §§ 46A-11A-2 to 46A-11A-9, inclusive, be repealed."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8731, "action_date": "2018-01-09T12:00:00-06:00", "document_id": 46890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46890.pdf", "status_text": "First read in Senate and referred to", "journal_page": 18, "committee_id_action": 395, "committee_id_assigned": 368, "result": "N", "vote": {}}, {"bill_id": 8731, "action_date": "2018-01-23T10:00:00-06:00", "document_id": 47281, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47281.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 368, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8731, "action_date": "2018-01-23T10:00:00-06:00", "document_id": 47618, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47618.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 192, "committee_id_action": 368, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24764, "president_vote": null, "Yea": [1246, 1267, 1244, 1245, 1300, 1228, 1262, 1278], "Excused": [1264]}}]}