{"session_id": 51, "bill_id": 16510, "bill_type": "Senate Bill", "bill_number": 249, "bill_title": "provide for the governance of certain hospitals, to establish requirements for hospital medical staffs and criteria for medical staff membership, and to regulate medical staff privileges.", "sponsors": [{"legislator_profile_id": 2520, "is_prime": true}, {"legislator_profile_id": 2612, "is_prime": true}, {"legislator_profile_id": 2535, "is_prime": false}, {"legislator_profile_id": 2541, "is_prime": false}, {"legislator_profile_id": 2544, "is_prime": false}, {"legislator_profile_id": 2592, "is_prime": false}, {"legislator_profile_id": 2615, "is_prime": false}], "keywords": ["Medical Facilities"], "audio": [{"meeting_datetime": "2001-02-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst26sb0249a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst26sb0249a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst26sb0249a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst26sb0249a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst26sb0249a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst26sb0249a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst26sb0249a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst26sb0249a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16510, "bill_version_id": 88912, "bill_version": "Introduced", "bill_version_date": "2001-01-30T08:38:59-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the governance of certain hospitals, to establish requirements for hospital medical staffs and criteria for medical staff membership, and to regulate medical staff privileges. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Each hospital operated by a corporation or political subdivision shall have an organized governing body legally responsible for the overall conduct of the facility. If the facility is operated by an individual or partnership, the individual or partnership shall carry out the functions in this Act pertaining to the governing body. The governing body shall establish and maintain administrative policies, procedures, or by-laws governing the operation of the hospital. The governing body shall determine those categories of practitioners and specialists which are eligible candidates for appointment to the medical staff and shall credential and grant admitting or patient care privileges to those appointees. The governing body may appoint or renew members to the medical staff only after considering the recommendations of the existing members of the medical staff. Section 2. A hospital shall have a medical staff organized under by-laws and rules adopted by the medical staff and approved by the governing body. The medical staff is responsible to the governing body of the hospital for the quality of all medical care provided to patients in the hospital and for the ethical and professional practices of its members. The medical staff shall include physicians licensed under chapter 36-4, but may also include other practitioners in categories determined under section 1 of this Act appointed by the governing body. If the medical staff has an executive committee, a majority of the members of the committee shall be physicians licensed under chapter 36-4. The responsibility for the conduct of medical staff affairs shall be assigned to an individual physician. The medical staff shall establish a credentials committee to review the qualifications of practitioners applying for admitting or patient care privileges and recommend to the governing body practitioners eligible for appointment to the medical staff by the governing body. The review shall include recommendations regarding delineation of admitting and patient care privileges. The medical staff shall conduct periodic appraisals of its members as provided by rules promulgated by the Department of Health pursuant to chapter 1-26. Section 3. No hospital may deny, restrict, or terminate medical staff membership or clinical privileges based upon economic criteria unrelated to the practitioner's clinical qualifications, quality of care, or professional competencies. The process for considering applications for medical staff membership shall afford each applicant procedural and substantiative due process. Section 4. As used in this Act, the term, economic criteria, means factors related to the economic impact on the hospital of a practitioner's exercise of staff privileges in that facility, including: (1) The revenue generated by the practitioner; (2) The number of patients in a targeted reimbursement category treated by the practitioner; (3) Membership or affiliation with medical staffs of other hospitals; (4) Affiliation with, investment in, or compensation by other health care facilities or businesses; (5) Comparative treatment levels associated with patients admitted by the practitioner; and (6) Comparative census or admission rates. The meaning of the term, economic criteria, does not include a practitioner's professional responsibility to appropriately utilize resources and services to provide quality patient care and to fulfill medical staff responsibilities."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16510, "action_date": "2001-01-30T14:00:00-06:00", "document_id": 88981, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88981.pdf", "status_text": "First read in Senate and referred to", "journal_page": 281, "committee_id_action": 713, "committee_id_assigned": 695, "result": "N", "vote": {}}, {"bill_id": 16510, "action_date": "2001-02-14T07:45:00-06:00", "document_id": 90095, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90095.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 695, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16510, "action_date": "2001-02-14T07:45:00-06:00", "document_id": 90095, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90095.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 517, "committee_id_action": 695, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49597, "president_vote": null, "Nay": [2523, 2524], "Yea": [2529, 2562, 2585, 2607, 2609, 2617, 2542]}}, {"bill_id": 16510, "action_date": "2001-02-14T07:45:00-06:00", "document_id": 90095, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90095.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 517, "committee_id_action": 695, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49597, "president_vote": null, "Nay": [2523, 2524], "Yea": [2529, 2562, 2585, 2607, 2609, 2617, 2542]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16510"}