{"session_id": 64, "bill_id": 23273, "bill_type": "House Bill", "bill_number": 1178, "bill_title": "establish provisions concerning the sale of adult-use retail marijuana.", "sponsors": [{"legislator_profile_id": 3930, "is_prime": true}, {"legislator_profile_id": 3943, "is_prime": true}], "keywords": ["Crimes", "Hoghouse-Vehicle Bill", "Marijuana", "Promulgation of Rules"], "audio": [{"meeting_datetime": "2022-02-17T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hta25.mp3", "start_seconds": 6152.0}, {"meeting_datetime": "2022-02-17T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hta25.mp3", "start_seconds": 6152.0}, {"meeting_datetime": "2022-02-17T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hta25.mp3", "start_seconds": 6152.0}, {"meeting_datetime": "2022-02-17T07:45:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hta25.mp3", "start_seconds": 6152.0}, {"meeting_datetime": "2022-02-22T09:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hta26.mp3", "start_seconds": 158.0}, {"meeting_datetime": "2022-02-22T09:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hta26.mp3", "start_seconds": 158.0}, {"meeting_datetime": "2022-02-22T09:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hta26.mp3", "start_seconds": 158.0}, {"meeting_datetime": "2022-02-23T12:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou27.mp3", "start_seconds": 13904.0}, {"meeting_datetime": "2022-02-23T12:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou27.mp3", "start_seconds": 13904.0}, {"meeting_datetime": "2022-02-23T12:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou27.mp3", "start_seconds": 13904.0}, {"meeting_datetime": "2022-02-23T12:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou27.mp3", "start_seconds": 13904.0}, {"meeting_datetime": "2022-02-23T12:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou27.mp3", "start_seconds": 13904.0}], "bill_versions": [{"bill_id": 23273, "bill_version_id": 230419, "bill_version": "Introduced", "bill_version_date": "2022-01-26T17:49:52.587-06:00", "bill_text": "An Act to establish criteria regarding marijuana. Be it enacted by the Legislature of the State of South Dakota: Section 1. This Act establishes criteria regarding marijuana."}, {"bill_id": 23273, "bill_version_id": 234313, "bill_version": "House Taxation Engrossed", "bill_version_date": "2022-02-22T16:13:27.29-06:00", "bill_text": "An Act to establish provisions concerning the sale of adult-use retail marijuana. Be it enacted by the Legislature of the State of South Dakota: Section 1. The Legislature does not endorse the sale, possession, and consumption of adult-use marijuana. Recognizing the possibility that the voters may approve an initiated measure authorizing the sale, possession, and consumption of adult-use marijuana at the next general election, the Legislature believes it necessary to establish provisions concerning the sale, possession, and consumption of adult-use marijuana. Accordingly, the Legislature enacts this legislation to put in place a system for the sale, possession, and consumption of adult-use marijuana that may be authorized by the passage of an initiated measure at the general election on November 8, 2022. Section 2. If the voters approve an initiated measure authorizing the sale, possession, and consumption of adult-use marijuana at the general election on November 8, 2022: (1) This Act, except section 9, is effective July 1, 2023; and (2) Notwithstanding § 2-1-12, section 9 is effective on the first day after the completion of the official canvass by the State Canvassing Board. As soon as practicable after the effective date of section 9, the secretary shall begin the rule promulgation process under the authority provided under section 9 with the intention that licenses authorized by this Act may be issued by the department beginning July 1, 2023. Section 3. That a NEW SECTION be added to title 34: Terms used in this Act mean: (1) \"Adult-use retail marijuana,\" marijuana that is sold in a retail dispensary location; (2) \"Adult-use marijuana retailer\" or \"retailer,\" any person who is licensed to sell marijuana for other than resale; (3) \"Department,\" the Department of Revenue; (4) \"Dispensary,\" an entity licensed pursuant to this chapter that acquires, possesses, stores, delivers, transfers, transports, sells, supplies, or dispenses marijuana, marijuana products, and related supplies to a consumer; (5) \"Marijuana,\" the plant of the genus cannabis, and any part of that plant, including the seeds, the resin extracted from any part of the plant, and every compound, manufacture, salt, derivative, mixture, or preparation of the plant, its seeds, or its resin. The term includes an altered state of marijuana absorbed into the human body. The term does not include hemp, or fiber produced from the stalks, oil or cake made from the seeds of the plant, sterilized seed of the plant that is incapable of germination, or the weight of any other ingredient combined with marijuana to prepare topical or oral administrations, food, drink, or other products; (6) \"Sale,\" the transfer, for consideration, of title to any adult-use marijuana; (7) \"Secretary,\" the secretary of revenue. Section 4. That a NEW SECTION be added to title 34: The secretary shall administer this Act and may employ help and purchase equipment and supplies that are necessary for performance of the secretary's duties. Section 5. That a NEW SECTION be added to title 34: Neither the secretary nor any employee of the department that issues any adult-use retail marijuana license may have any interest, financial or otherwise, in the production, transportation, storage, or sale of marijuana. Section 6. That a NEW SECTION be added to title 34: No person may produce, transport, store, or sell any marijuana except as authorized under this Act and under rules promulgated by the department pursuant to chapter 1-26. This section does not apply to medical cannabis pursuant to chapter 34-20G. Section 7. That a NEW SECTION be added to title 34: No person may transact any business as an adult-use marijuana retailer without an adult-use retail marijuana license as provided by this Act and under rules promulgated by the department pursuant to chapter 1-26. A violation of this section is a Class 1 misdemeanor. Section 8. That a NEW SECTION be added to title 34: Any person who, in any application, report, or statement, knowingly makes a false statement as to any matter required by any provision of this Act or under rules promulgated by the department pursuant to chapter 1-26 to be set forth in the application, report, or statement, is guilty of a Class 1 misdemeanor. Section 9. That a NEW SECTION be added to title 34: The secretary shall promulgate rules, pursuant to chapter 1-26, regarding the sale, purchase, distribution, and licensing of adult-use retail marijuana for the effective implementation and enforcement of this Act. Section 10. That a NEW SECTION be added to title 34: Any applicant for a new adult-use retail marijuana license or the transfer of an existing adult-use retail marijuana license must submit an application to the governing body of the municipality in which the applicant intends to operate, or if outside the corporate limits of a municipality, to the governing body of the county in which the applicant intends to operate. The governing body may approve the application for a new adult-use retail marijuana license or the transfer of an existing adult-use retail marijuana license if the governing body considers the applicant suitable to hold the adult-use retail marijuana license and the governing board considers the proposed location to be suitable. Any application for the reissuance of an adult-use retail marijuana license may be approved by the municipal or county governing body without a hearing unless, in the past year, the adult-use retail marijuana licensee or one or more of the adult-use retail marijuana licensee's employees have been convicted of a violation of the adult-use retail marijuana law or the adult-use retail marijuana license has been suspended. Section 11. That a NEW SECTION be added to title 34: Any adult-use retail marijuana licensee under this Act must be a person of good moral character who has never been convicted of a felony. If the licensee is a corporation, the managing officers of the corporation must meet the same qualifications. Section 12. That a NEW SECTION be added to title 34: An applicant for an adult-use retail marijuana license must meet the following criteria: (1) Obtain a license pursuant to subdivision 35-4-2(3) or 35-4-2(16) prior to applying for a license under this chapter; and (2) Submit to a background investigation. If the applicant is a partnership or corporation, the requirement for a background check includes each partner of a partnership and each director and officer and all stockholders in the corporation, its parent corporation, or its subsidiary corporation. Section 13. That a NEW SECTION be added to title 34: No adult-use retail marijuana licensee may sell any adult-use retail marijuana between the hours of two a.m. and seven a.m. A violation of this section is a Class 2 misdemeanor. Section 14. That a NEW SECTION be added to title 34: The department shall promulgate rules, pursuant to chapter 1-26, establishing the types of marijuana products that may be sold by an adult-use marijuana retailer. Section 15. That a NEW SECTION be added to title 34: It is a Class 1 misdemeanor for an adult-use retail marijuana licensee to furnish marijuana to any person under the age of eighteen years. Section 16. That a NEW SECTION be added to title 34: It is a Class 2 misdemeanor for an adult-use retail marijuana licensee to furnish marijuana to any person eighteen years or older but less than twenty-one years. Section 17. That a NEW SECTION be added to title 34: No person may be convicted of illegally selling any adult-use retail marijuana to any underage person pursuant to section 15 or 16 of this Act if the underage person was in possession of, and the seller relied upon, any false, age-bearing identification document that was furnished to the underage person by any state agency or local law enforcement agency or any agent, employee, contractor, or associate of any state agency or local law enforcement agency for the purpose of attempting to illegally purchase any adult-use retail marijuana. Section 18. That a NEW SECTION be added to title 34: No criminal penalty may be imposed on an adult-use retail marijuana licensee licensed pursuant to this Act if: (1) The person making the sale in violation of section 15 or 16 of this Act is an employee or agent of the adult-use retail marijuana licensee; (2) The employee or agent does not own a controlling interest in the adult-use retail marijuana licensee; and (3) The adult-use marijuana licensee or person having a controlling interest in the adult-use retail marijuana licensee is not present at the time of the sale. Section 19. That a NEW SECTION be added to title 34: It is a Class 2 misdemeanor for any person under the age of twenty-one years to purchase or attempt to purchase adult-use retail marijuana or to misrepresent the person's age with the use of any document for the purpose of purchasing or attempting to purchase adult-use retail marijuana from any adult-use retail marijuana licensee. Section 20. That a NEW SECTION be added to title 34: No person under the age of twenty-one years may be subject to any penalty arising out of underage consumption or possession of marijuana if that person contacts law enforcement or emergency medical services and reports that a person needs medical assistance due to marijuana consumption and that person remains and cooperates with medical assistance and law enforcement personnel on the scene. Section 21. That a NEW SECTION be added to title 34: It is a Class 1 misdemeanor for any person twenty-one years of age or older to purchase or otherwise acquire adult-use retail marijuana from a retailer and to give or resell the adult-use retail marijuana to any person under the age of twenty-one years. Section 22. That a NEW SECTION be added to title 34: No social host or adult-use retail marijuana licensee is civilly liable to any injured person or the injured person's estate for any injury suffered, including any action for wrongful death, or property damage suffered, because of the sale or consumption of any marijuana in violation of the provisions of this chapter. Section 23. That a NEW SECTION be added to title 34: Any structure, conveyance, or place where marijuana is manufactured, sold, kept, bartered, given away, found, consumed, or used in violation of the laws of the state relating to adult-use retail marijuana, and all marijuana and property kept and used in maintaining the same, is a common nuisance, and any person who maintains such a common nuisance is guilty of a Class 1 misdemeanor. Section 24. That a NEW SECTION be added to title 34: If a person has knowledge or reason to believe that the person's structure, conveyance, or place is occupied or used for the manufacture, sale, bartering, giving away, keeping, consuming, or using of marijuana, contrary to the provisions of the laws of the state, and if the person allows the structure, conveyance, or place to be so occupied or used, the structure, conveyance, or place is subject to a lien for and may be sold to pay all fines and costs assessed against the person guilty of such nuisance for such violation. The lien may be enforced by action in any court having jurisdiction. Section 25. That a NEW SECTION be added to title 34: An action to enjoin any nuisance as defined in section 23 of this Act may be brought in the name of the state by the attorney general or by the state's attorney of the county in which the property constituting the nuisance is located. Any action to abate or to enjoin the nuisance may be commenced and conducted as other actions or proceedings for injunction. However, the complaint or affidavit used may be made on information and belief and no bond is required in instituting the proceedings or to secure the issuance of any such injunction. Section 26. That a NEW SECTION be added to title 34: If, in an action pursuant to section 25 of this Act, it is made to appear by affidavits or otherwise, to the satisfaction of the court, or judge in vacation, that a nuisance exists, a temporary writ of injunction shall be issued, restraining the defendant from conducting or permitting the continuance of the nuisance until the conclusion of the trial. If a temporary injunction is sought, the court may issue an order restraining the defendant and all other persons from removing, or in any way interfering, with the marijuana or fixtures, or other things used in connection with the violation of the laws of this state constituting the nuisance. Section 27. That a NEW SECTION be added to title 34: It is not necessary in an action pursuant to section 25 of this Act for the court to find the property involved was being unlawfully used as described in section 23 of this Act at the time of the hearing. However, on finding that the material allegations of the petition are true, the court shall order that no marijuana may be manufactured, sold, bartered, or stored in the structure, conveyance, or place. Upon judgment of the court ordering the nuisance to be abated, the court may order that the structure, conveyance, or place not be occupied or used for one year thereafter. Section 28. That chapter 10-45 be amended with a NEW SECTION: Each county shall use the revenue distributed under section 31 of this Act for necessary expenses incurred by the county under the provisions of chapters 7-12, 7-16, 7-16A, and 23A-40. Section 29. That a NEW SECTION be added to title 10: Terms used in this chapter mean: (1) \"Dispensary,\" a licensed entity that acquires, possesses, stores, delivers, transfers, transports, sells, supplies, or dispenses marijuana, marijuana products, and related supplies to a consumer; (2) \"Marijuana,\" as defined in § 22-42-1; (3) \"Marijuana concentrate,\" the resin extracted from any part of a marijuana plant and every compound, manufacture, salt, derivative, mixture, or preparation from such resin; (4) \"Marijuana product,\" any product infused with marijuana concentrate and intended for use or consumption by humans. Section 30. That a NEW SECTION be added to title 10: There is imposed an excise tax at the rate of eight and one-half percent on the gross receipts from the sale of marijuana, marijuana concentrate, and marijuana products by a dispensary. The excise tax imposed under this chapter does not apply to gross receipts from the sale of marijuana, marijuana concentrate, and marijuana products to a cardholder as defined in § 34-20G-1. Section 31. That a NEW SECTION be added to title 10: The excise tax revenue collected pursuant to section 30 of this Act must be divided proportionally amongst the counties based on where the revenue was generated. The revenue must be distributed to the county by September first of each year to be used for the purposes set forth in section 28 of this Act. Section 32. That a NEW SECTION be added to title 10: The excise tax imposed under section 30 of this Act shall be collected and remitted pursuant to chapter 10-45 and administered pursuant to chapter 10-59. Section 33. That a NEW SECTION be added to title 10: There is hereby created within the state treasury the marijuana fund into which all funds collected under this chapter shall be deposited. Section 34. That chapter 10-52 be amended with a NEW SECTION: In lieu of any tax imposed under chapter 10-52A, there is imposed an excise tax at the rate of five percent on the gross receipts from the sale of marijuana, marijuana concentrate, and marijuana products by a dispensary. Section 35. That chapter 10-52 be amended with a NEW SECTION: The excise tax revenue collected pursuant to section 34 of this Act must be divided proportionally amongst the municipalities based on where the revenue was generated. All moneys received and collected on behalf of a municipality by the department, pursuant to section 34 of this Act, shall be credited to a special municipal tax fund and after deducting the amount of refunds made, the amounts necessary to defray the cost of collecting the tax, and the administrative expenses incident thereto, shall be paid within thirty days after collection to the municipality entitled thereto. Section 36. That chapter 10-45 be amended with a NEW SECTION: In lieu of any other tax imposed under this chapter, there is imposed an excise tax at the rate of one and one-half percent on the gross receipts from the sale of marijuana, marijuana concentrate, and marijuana products by a dispensary. Section 37. That chapter 10-45 be amended with a NEW SECTION: The excise tax revenue collected pursuant to section 36 of this Act must be distributed to the marijuana fund. Section 38. That chapter 10-45 be amended with a NEW SECTION: The excise taxes imposed under sections 30, 34, and 36 of this Act shall be collected and remitted pursuant to chapter 10-45 and administered pursuant to chapter 10-59."}, {"bill_id": 23273, "bill_version_id": 234632, "bill_version": "House Engrossed", "bill_version_date": "2022-02-24T08:13:13.177-06:00", "bill_text": "An Act to establish provisions concerning the sale of adult-use retail marijuana. Be it enacted by the Legislature of the State of South Dakota: Section 1. The Legislature does not endorse the sale, possession, and consumption of adult-use marijuana. Recognizing the possibility that the voters may approve an initiated measure authorizing the sale, possession, and consumption of adult-use marijuana at the next general election, the Legislature believes it necessary to establish provisions concerning the sale, possession, and consumption of adult-use marijuana. Accordingly, the Legislature enacts this legislation to put in place a system for the sale, possession, and consumption of adult-use marijuana that may be authorized by the passage of an initiated measure at the general election on November 8, 2022. Section 2. If the voters approve an initiated measure authorizing the sale, possession, and consumption of adult-use marijuana at the general election on November 8, 2022: (1) This Act, except section 9, is effective July 1, 2023; and (2) Notwithstanding § 2-1-12, section 9 is effective on the first day after the completion of the official canvass by the State Canvassing Board. As soon as practicable after the effective date of section 9, the secretary shall begin the rule promulgation process under the authority provided under section 9 with the intention that licenses authorized by this Act may be issued by the department beginning July 1, 2023. Section 3. That a NEW SECTION be added to title 34: Terms used in this Act mean: (1) \"Adult-use retail marijuana,\" marijuana that is sold in a retail dispensary location; (2) \"Adult-use marijuana retailer\" or \"retailer,\" any person who is licensed to sell marijuana for other than resale; (3) \"Department,\" the Department of Revenue; (4) \"Dispensary,\" an entity licensed pursuant to this chapter that acquires, possesses, stores, delivers, transfers, transports, sells, supplies, or dispenses marijuana, marijuana products, and related supplies to a consumer; (5) \"Marijuana,\" the plant of the genus cannabis, and any part of that plant, including the seeds, the resin extracted from any part of the plant, and every compound, manufacture, salt, derivative, mixture, or preparation of the plant, its seeds, or its resin. The term includes an altered state of marijuana absorbed into the human body. The term does not include hemp, or fiber produced from the stalks, oil or cake made from the seeds of the plant, sterilized seed of the plant that is incapable of germination, or the weight of any other ingredient combined with marijuana to prepare topical or oral administrations, food, drink, or other products; (6) \"Sale,\" the transfer, for consideration, of title to any adult-use marijuana; (7) \"Secretary,\" the secretary of revenue. Section 4. That a NEW SECTION be added to title 34: The secretary shall administer this Act and may employ help and purchase equipment and supplies that are necessary for performance of the secretary's duties. Section 5. That a NEW SECTION be added to title 34: Neither the secretary nor any employee of the department that issues any adult-use retail marijuana license may have any interest, financial or otherwise, in the production, transportation, storage, or sale of marijuana. Section 6. That a NEW SECTION be added to title 34: No person may produce, transport, store, or sell any marijuana except as authorized under this Act and under rules promulgated by the department pursuant to chapter 1-26. This section does not apply to medical cannabis pursuant to chapter 34-20G. Section 7. That a NEW SECTION be added to title 34: No person may transact any business as an adult-use marijuana retailer without an adult-use retail marijuana license as provided by this Act and under rules promulgated by the department pursuant to chapter 1-26. A violation of this section is a Class 1 misdemeanor. Section 8. That a NEW SECTION be added to title 34: Any person who, in any application, report, or statement, knowingly makes a false statement as to any matter required by any provision of this Act or under rules promulgated by the department pursuant to chapter 1-26 to be set forth in the application, report, or statement, is guilty of a Class 1 misdemeanor. Section 9. That a NEW SECTION be added to title 34: The secretary shall promulgate rules, pursuant to chapter 1-26, regarding the sale, purchase, distribution, and licensing of adult-use retail marijuana for the effective implementation and enforcement of this Act. Section 10. That a NEW SECTION be added to title 34: Any applicant for a new adult-use retail marijuana license or the transfer of an existing adult-use retail marijuana license must submit an application to the governing body of the municipality in which the applicant intends to operate, or if outside the corporate limits of a municipality, to the governing body of the county in which the applicant intends to operate. The governing body may approve the application for a new adult-use retail marijuana license or the transfer of an existing adult-use retail marijuana license if the governing body considers the applicant suitable to hold the adult-use retail marijuana license and the governing board considers the proposed location to be suitable. Any application for the reissuance of an adult-use retail marijuana license may be approved by the municipal or county governing body without a hearing unless, in the past year, the adult-use retail marijuana licensee or one or more of the adult-use retail marijuana licensee's employees have been convicted of a violation of the adult-use retail marijuana law or the adult-use retail marijuana license has been suspended. Section 11. That a NEW SECTION be added to title 34: Any adult-use retail marijuana licensee under this Act must be a person of good moral character who has never been convicted of a felony. If the licensee is a corporation, the managing officers of the corporation must meet the same qualifications. Section 12. That a NEW SECTION be added to title 34: An applicant for an adult-use retail marijuana license must meet the following criteria: (1) Obtain a license pursuant to subdivision 35-4-2(3) or 35-4-2(16) prior to applying for a license under this chapter; and (2) Submit to a background investigation. If the applicant is a partnership or corporation, the requirement for a background check includes each partner of a partnership and each director and officer and all stockholders in the corporation, its parent corporation, or its subsidiary corporation. Section 13. That a NEW SECTION be added to title 34: No adult-use retail marijuana licensee may sell any adult-use retail marijuana between the hours of two a.m. and seven a.m. A violation of this section is a Class 2 misdemeanor. Section 14. That a NEW SECTION be added to title 34: The department shall promulgate rules, pursuant to chapter 1-26, establishing the types of marijuana products that may be sold by an adult-use marijuana retailer. Section 15. That a NEW SECTION be added to title 34: It is a Class 1 misdemeanor for an adult-use retail marijuana licensee to furnish marijuana to any person under the age of eighteen years. Section 16. That a NEW SECTION be added to title 34: It is a Class 2 misdemeanor for an adult-use retail marijuana licensee to furnish marijuana to any person eighteen years or older but less than twenty-one years. Section 17. That a NEW SECTION be added to title 34: No person may be convicted of illegally selling any adult-use retail marijuana to any underage person pursuant to section 15 or 16 of this Act if the underage person was in possession of, and the seller relied upon, any false, age-bearing identification document that was furnished to the underage person by any state agency or local law enforcement agency or any agent, employee, contractor, or associate of any state agency or local law enforcement agency for the purpose of attempting to illegally purchase any adult-use retail marijuana. Section 18. That a NEW SECTION be added to title 34: No criminal penalty may be imposed on an adult-use retail marijuana licensee licensed pursuant to this Act if: (1) The person making the sale in violation of section 15 or 16 of this Act is an employee or agent of the adult-use retail marijuana licensee; (2) The employee or agent does not own a controlling interest in the adult-use retail marijuana licensee; and (3) The adult-use marijuana licensee or person having a controlling interest in the adult-use retail marijuana licensee is not present at the time of the sale. Section 19. That a NEW SECTION be added to title 34: It is a Class 2 misdemeanor for any person under the age of twenty-one years to purchase or attempt to purchase adult-use retail marijuana or to misrepresent the person's age with the use of any document for the purpose of purchasing or attempting to purchase adult-use retail marijuana from any adult-use retail marijuana licensee. Section 20. That a NEW SECTION be added to title 34: No person under the age of twenty-one years may be subject to any penalty arising out of underage consumption or possession of marijuana if that person contacts law enforcement or emergency medical services and reports that a person needs medical assistance due to marijuana consumption and that person remains and cooperates with medical assistance and law enforcement personnel on the scene. Section 21. That a NEW SECTION be added to title 34: It is a Class 1 misdemeanor for any person twenty-one years of age or older to purchase or otherwise acquire adult-use retail marijuana from a retailer and to give or resell the adult-use retail marijuana to any person under the age of twenty-one years. Section 22. That a NEW SECTION be added to title 34: No social host or adult-use retail marijuana licensee is civilly liable to any injured person or the injured person's estate for any injury suffered, including any action for wrongful death, or property damage suffered, because of the sale or consumption of any marijuana in violation of the provisions of this chapter. Section 23. That a NEW SECTION be added to title 34: Any structure, conveyance, or place where marijuana is manufactured, sold, kept, bartered, given away, found, consumed, or used in violation of the laws of the state relating to adult-use retail marijuana, and all marijuana and property kept and used in maintaining the same, is a common nuisance, and any person who maintains such a common nuisance is guilty of a Class 1 misdemeanor. Section 24. That a NEW SECTION be added to title 34: If a person has knowledge or reason to believe that the person's structure, conveyance, or place is occupied or used for the manufacture, sale, bartering, giving away, keeping, consuming, or using of marijuana, contrary to the provisions of the laws of the state, and if the person allows the structure, conveyance, or place to be so occupied or used, the structure, conveyance, or place is subject to a lien for and may be sold to pay all fines and costs assessed against the person guilty of such nuisance for such violation. The lien may be enforced by action in any court having jurisdiction. Section 25. That a NEW SECTION be added to title 34: An action to enjoin any nuisance as defined in section 23 of this Act may be brought in the name of the state by the attorney general or by the state's attorney of the county in which the property constituting the nuisance is located. Any action to abate or to enjoin the nuisance may be commenced and conducted as other actions or proceedings for injunction. However, the complaint or affidavit used may be made on information and belief and no bond is required in instituting the proceedings or to secure the issuance of any such injunction. Section 26. That a NEW SECTION be added to title 34: If, in an action pursuant to section 25 of this Act, it is made to appear by affidavits or otherwise, to the satisfaction of the court, or judge in vacation, that a nuisance exists, a temporary writ of injunction shall be issued, restraining the defendant from conducting or permitting the continuance of the nuisance until the conclusion of the trial. If a temporary injunction is sought, the court may issue an order restraining the defendant and all other persons from removing, or in any way interfering, with the marijuana or fixtures, or other things used in connection with the violation of the laws of this state constituting the nuisance. Section 27. That a NEW SECTION be added to title 34: It is not necessary in an action pursuant to section 25 of this Act for the court to find the property involved was being unlawfully used as described in section 23 of this Act at the time of the hearing. However, on finding that the material allegations of the petition are true, the court shall order that no marijuana may be manufactured, sold, bartered, or stored in the structure, conveyance, or place. Upon judgment of the court ordering the nuisance to be abated, the court may order that the structure, conveyance, or place not be occupied or used for one year thereafter."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23273, "action_date": "2022-01-27T14:00:00-06:00", "document_id": 230262, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230262.pdf", "status_text": "First Reading House", "journal_page": 139, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23273, "action_date": "2022-02-15T14:00:00-06:00", "document_id": 233563, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233563.pdf", "status_text": "Referred to", "journal_page": 324, "committee_id_action": 1008, "committee_id_assigned": 1017, "result": "N", "vote": {}}, {"bill_id": 23273, "action_date": "2022-02-17T07:45:00-06:00", "document_id": 233539, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233539.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1017, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23273, "action_date": "2022-02-17T07:45:00-06:00", "document_id": 233542, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233542.pdf", "status_text": "Motion to amend", "journal_page": 1, "committee_id_action": 1017, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23273, "action_date": "2022-02-22T09:00:00-06:00", "document_id": 234074, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234074.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1017, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23273, "action_date": "2022-02-22T09:00:00-06:00", "document_id": 234096, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234096.pdf", "status_text": "Do Pass Amended", "journal_page": 1, "committee_id_action": 1017, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74260, "president_vote": null, "Yea": [3923, 3930, 3933, 3953, 3963, 3977, 3985, 4004, 4005, 3984], "Nay": [3978, 3986, 3929]}}, {"bill_id": 23273, "action_date": "2022-02-23T12:00:00-06:00", "document_id": 234407, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234407.pdf", "status_text": "Motion to amend", "journal_page": 450, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23273, "action_date": "2022-02-23T12:00:00-06:00", "document_id": 234407, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234407.pdf", "status_text": "Do Pass Amended", "journal_page": 452, "committee_id_action": 1008, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 74556, "president_vote": null, "Nay": [3912, 3914, 3915, 3917, 3923, 3924, 3927, 3928, 3931, 3937, 3938, 3941, 3945, 3946, 3947, 3950, 3951, 3954, 3955, 3957, 3959, 3963, 3964, 3965, 3967, 3968, 3969, 3970, 3971, 3972, 3973, 3976, 3980, 3981, 3982, 3983, 3986, 3987, 3989, 3992, 3995, 3997, 3998, 4001, 4005, 4007, 4008, 4009, 4011, 4014, 4015, 3942], "Yea": [3913, 3916, 3919, 3929, 3930, 3933, 3934, 3944, 3948, 3953, 3960, 3977, 3984, 3985, 3988, 4004, 4013], "Excused": [3978]}}]}