{"session_id": 19, "bill_id": 4513, "bill_type": "House Commemoration", "bill_number": 1029, "bill_title": "Posthumously honoring Private First Class Sheldon Hawk Eagle.", "sponsors": [{"legislator_profile_id": 380, "is_prime": true}, {"legislator_profile_id": 387, "is_prime": true}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4513, "bill_version_id": 26688, "bill_version": "Introduced", "bill_version_date": "2013-02-28T08:42:44.243-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Posthumously honoring Private First Class Sheldon Hawk Eagle. WHEREAS, Sheldon Hawk Eagle volunteered to serve in the United States Army, was a member of the Eagle Butte community, and selflessly paid the terrible costs for our freedoms while serving in Iraq on November 15, 2003; and WHEREAS, Private First Class Sheldon Hawk Eagle's service and ultimate sacrifice were in keeping with the highest traditions of South Dakota's veterans and the United States Armed Forces; and WHEREAS, we feel how weak and fruitless must be any words of ours which shall attempt to beguile the family and friends from the grief of a loss so overwhelming. But we cannot refrain from even now tendering the consolation that may be found in this heartfelt appreciation and respect of the people of South Dakota that Sheldon died protecting; and WHEREAS, we pray that our Heavenly Father may assuage the anguish of his family's and friends' bereavement, and leave them only the cherished memory of the loved and lost, and the solemn pride that is theirs to have laid so costly a sacrifice upon the altar of freedom: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Private First Class Sheldon Hawk Eagle is posthumously honored, commended, and remembered for his service and noble sacrifices for the people of South Dakota. In token of South Dakota's common perpetual grief at his loss, this commemoration is enrolled and appropriately immortalized for posterity. Requiescat in pace."}, {"bill_id": 4513, "bill_version_id": 27164, "bill_version": "Enrolled", "bill_version_date": "2013-03-05T20:16:27.5-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Posthumously honoring Private First Class Sheldon Hawk Eagle. WHEREAS, Sheldon Hawk Eagle volunteered to serve in the United States Army, was a member of the Eagle Butte community, and selflessly paid the terrible costs for our freedoms while serving in Iraq on November 15, 2003; and WHEREAS, Private First Class Sheldon Hawk Eagle's service and ultimate sacrifice were in keeping with the highest traditions of South Dakota's veterans and the United States Armed Forces; and WHEREAS, we feel how weak and fruitless must be any words of ours which shall attempt to beguile the family and friends from the grief of a loss so overwhelming. But we cannot refrain from even now tendering the consolation that may be found in this heartfelt appreciation and respect of the people of South Dakota that Sheldon died protecting; and WHEREAS, we pray that our Heavenly Father may assuage the anguish of his family's and friends' bereavement, and leave them only the cherished memory of the loved and lost, and the solemn pride that is theirs to have laid so costly a sacrifice upon the altar of freedom: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Private First Class Sheldon Hawk Eagle is posthumously honored, commended, and remembered for his service and noble sacrifices for the people of South Dakota. In token of South Dakota's common perpetual grief at his loss, this commemoration is enrolled and appropriately immortalized for posterity. Requiescat in pace. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4513, "action_date": "2013-02-28T12:30:00-06:00", "document_id": 26771, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26771.pdf", "status_text": "", "journal_page": 603, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4513"}