{"session_id": 68, "bill_id": 24193, "bill_type": "Senate Joint Resolution", "bill_number": 503, "bill_title": "Proposing and submitting to the voters at the next general election an amendment to the Constitution of the State of South Dakota, limiting the amount of ad valorem tax on real property, and limiting the increase in the assessed value of real property.", "sponsors": [{"legislator_profile_id": 4360, "is_prime": true}, {"legislator_profile_id": 4375, "is_prime": false}], "keywords": ["Ballot Measures", "Constitutional Amendments", "Delayed Effective Date", "Property Tax", "Senate Joint Resolution"], "audio": [], "bill_versions": [{"bill_id": 24193, "bill_version_id": 246412, "bill_version": "Introduced", "bill_version_date": "2023-01-25T16:23:31.373-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the voters at the next general election an amendment to the Constitution of the State of South Dakota, limiting the amount of ad valorem tax on real property, and limiting the increase in the assessed value of real property. Be it resolved by the Senate of the State of South Dakota, the House of Representatives concurring therein: Section 1. That at the next general election held in the state, the following amendment to Article XI of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article XI, § 2 of the Constitution of the State of South Dakota, be AMENDED: § 2. To the end that the burden of taxation may be equitable upon all property, and in order that no property which is made subject to taxation shall escape, the Legislature is empowered to divide all property including moneys and credits as well as physical property into classes and to determine what class or classes of property shall be subject to taxation and what property, if any, shall not be subject to taxation. Taxes shall be uniform on all property of the same class, and shall be levied and collected for public purposes only. Taxes may be imposed upon any and all property including privileges, franchises and licenses to do business in the state. Gross earnings and net incomes may be considered in taxing any and all property, and the valuation of property for taxation purposes shall never exceed the actual value thereof. The Legislature is empowered to impose taxes upon incomes and occupations, and taxes upon incomes may be graduated and progressive and reasonable exemptions may be provided. For the purposes of taxation, the assessed value of real property, except centrally assessed property, shall be based on the fair market value of the property. The assessed value of real property may be annually adjusted by a factor not to exceed two percent as determined by the Legislature. The annual adjustment provided in this section of the assessed value of such property is applicable each year beginning with the 2024 assessed property valuation, which is hereby established as the base year for this valuation procedure. However, the value of property may be further adjusted if there is a change in use or classification or to account for any addition, improvement, or destruction to the property. The maximum amount of all ad valorem tax on real property may not exceed one percent of the assessed value of the property. The limitation on the amount of all ad valorem tax on real property does not apply to ad valorem taxes or special assessments to pay the interest or redemption charges on any indebtedness approved by voters prior to July 1, 2026. Section 3. Section 2 of this Act is effective July 1, 2026."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24193, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246354.pdf", "status_text": "First read in Senate and referred to", "journal_page": 125, "committee_id_action": 1183, "committee_id_assigned": 1185, "result": "N", "vote": {}}, {"bill_id": 24193, "action_date": "2023-02-03T10:00:00-06:00", "document_id": 248066, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248066.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1185, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24193, "action_date": "2023-02-07T14:00:00-06:00", "document_id": 248724, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248724.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 219, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}]}