{"session_id": 47, "bill_id": 13213, "bill_type": "House Bill", "bill_number": 1001, "bill_title": "to provide for the establishment of waters management districts, to revise certain drainage policies and responsibilities, and to dissolve or convert certain water-related special purpose districts.", "sponsors": [{"legislator_profile_id": 2106, "is_prime": true}, {"legislator_profile_id": 2112, "is_prime": true}, {"legislator_profile_id": 2101, "is_prime": false}, {"legislator_profile_id": 2107, "is_prime": false}, {"legislator_profile_id": 2108, "is_prime": false}, {"legislator_profile_id": 2132, "is_prime": false}, {"legislator_profile_id": 2154, "is_prime": false}, {"legislator_profile_id": 2189, "is_prime": false}], "keywords": ["Water Districts & Projects"], "audio": [], "bill_versions": [{"bill_id": 13213, "bill_version_id": 76956, "bill_version": "Introduced", "bill_version_date": "1997-12-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the establishment of water management districts, to revise certain drainage policies and responsibilities, and to dissolve or convert certain water-related special purpose districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 46A-3A-1 be amended to read as follows: 46A-3A-1. In order to attain the objectives and intent of chapters 46A-3A to 46A-3E , inclusive, and chapter 46A-2, the Legislature may establish water development management districts to be under the general supervisory jurisdiction of the South Dakota Conservancy District. A water development management district may be established by an Act of the Legislature, signed by the Governor, describing the exact boundaries of the area to be included within the proposed water development management district and assigning it an appropriate name. A water development district may also be established pursuant to the procedure set forth in § § 46A-3A-8 to 46A-3A-15, inclusive. A water development Each county in South Dakota shall be included in a water management district. A water management district is a political subdivision of the state. A water development management district shall exist as a legal entity beginning on January first immediately following the effective date of an Act establishing it as a water development management district. Section 2. The code counsel is directed to change the term, water development district, to water management district wherever it occurs in the South Dakota Codified Laws. Section 3. That § 46A-3A-1.1 be amended to read as follows: 46A-3A-1.1. Water development management districts shall promote the conservation, development, and proper management of district water resources according to district priorities and shall serve as a district-wide clearinghouse authority for water quality, and supply projects the development and implementation of multi-objective watershed plans and for water quality, water supply, drainage, flood control, and project implementation activities through technical, organizational, and financial assistance to prospective and existing project sponsors and , through recommending projects for inclusion in the state water plan, and through other appropriate actions accomplish the purposes of chapters 34A-2, 34A-3A, 34A-6, 34A-9, chapters 46A-3A to 46A-3E, inclusive, and chapters 46A-1 and , 46A-2 , 46A-10A, and 46A-11 . Section 4. That § 46A-3A-2 be amended to read as follows: 46A-3A-2. The Mid-Dakota Water Development Management District is hereby established. The Mid-Dakota Water Development District includes all of Hand county; Franklin, Union, Banner, Spring Lake, Illinois, Eden, Valley, Douglas, Washington, Loomis, Lincoln, William Hamilton, Holabird, Highmore and Bramhall townships in Hyde County; Peoria, Mentor, Bryon, Logan, Blunt, Bretton, Harrold, Buckeye, Dry Run and Canning townships in Hughes County; Lake and Elk townships in Sully County; Enterprise, Freedom, Emerson, Fairview, Saratoga, Pulaski, Myron, Devoe, Wesley, Bryant, Tamworth, Lafoon, Centerville, Pioneer, Orient, Arcade, Hillsdale and Zell townships in Faulk County; Exline, Redfield, Lodi, Frankfort, Lake, Tulare, Crandon, Lincoln, Buffalo, Garfield, Belmont and Cornwall townships in Spink County; Nance, Bonilla, Altoona, Pleasant View, Whiteside, Allen, Broadland, Fairfield, Iowa, Wessington, Wolsey, Hartland, Theresa, Valley, Sand Creek, Vernon, Dearborn, Clyde, Custer, Burr Oak, Kellogg, Carlyle, Grant and Clifton townships in Beadle County; and all municipalities that lie wholly or partially within the included area or that are contiguous to the included area. The Mid-Dakota Water Management District includes all of Hand, Hughes, Hyde, Faulk, Potter, and Sully counties . Section 5. That chapter 46A-3A be amended by adding thereto a NEW SECTION to read as follows: The North Central Water Management District is hereby established. The North Central Water Management District includes all of Campbell, McPherson, Walworth, and Edmunds counties. Section 6. That § 46A-3A-3 be amended to read as follows: 46A-3A-3. The East Dakota Water Development Management District is hereby established. The East Dakota Water Development District includes all of Minnehaha, Moody, Lake, Kingsbury, Brookings, Hamlin, Deuel, Codington and Grant counties; Grafton, Belleview, Adams, Henden, Howard, Clearwater, Canova and Vermillion townships in Miner County; and all municipalities that are wholly or partially within the included area or that are contiguous to the included area The East Dakota Water Management District includes all of Minnehaha County, except for Wellington Township; Moody County; Lake County, except for Wayne, Concord, Winfred, Clarno, and Orland townships; Brookings, Hamlin, Deuel, Codington, Roberts, Union, and Grant counties; LaBelle, McKinley, and Veblen townships in Marshall County; Liberty, Nutley, Kosciusko, Raritan, Grenville, Webster, Racine, Waubay, Rusk, Morton, Central Point, Highland, Wheatland, and Egeland townships in Day County; Cottonwood, Blaine, Thorp, Maydell, Mount Pleasant, Eden, Day, Elrod, Merton, Foxton, Lake, and Pleasant townships in Clark County; Badger Township in Kingsbury County; and Delapre, Springdale, LaValley, Dayton, Canton, Highland, Fairview, Norway, and Eden townships in Lincoln County . Section 7. That § 46A-3A-4 be amended to read as follows: 46A-3A-4. The James River Water Development Management District is hereby established. The James River Water Development Management District includes all of Brown, Spink, Beadle, Sanborn, Davison, Hanson, and Hutchinson , and counties; Marshall County , and except for LaBelle, McKinley, and Veblen townships; Yankton counties County except for Mayfield, Turkey Valley, Marindahl, Volin, and Gayville townships; Aurora County, except for Patten, Lake, White Lake, Gales, and Washington townships; Farmington, Homer, Independence, Andover, Bristol, Kidder, Scotland, Valley, Butler, Oak Gulch, Troy, Union, Lynn, and York townships in Day County; Warren, Ash, Woodland, Raymond, Garfield, Logan, Lincoln, Fordham, Darlington, Richland, Hague, Spring Valley, and Rosedale townships in Clark County; Cherry, Dale, Alpena, Media, Wessington Springs, Franklin, Anina, Viola, and Blaine townships in Jerauld County; Redstone, Carthage, Miner, Green Valley, Clinton, Roswell, Beaver, Rock Creek, and Canova townships in Miner County; and Pearl, Benton, Jefferson, and Bridgewater townships in McCook County . Section 8. That § 46A-3A-5 be amended to read as follows: 46A-3A-5. The Southern Missouri Water Development Management District is hereby established. The Southern Missouri Water Development Management District includes all of Charles Mix, Brule, Buffalo, Bon Homme, Douglas, and Gregory counties ; Marlar, Harmony, Crow, Pleasant, Logan, and Crow Lake townships in Jerauld County; Patten, Lake, White Lake, Gales, and Washington townships in Aurora County; and the portion of Lyman County south of the White River. Section 9. That § 46A-3A-6 be amended to read as follows: 46A-3A-6. The West Dakota Water Development Management District is hereby established. The West Dakota Water Development Management District includes all of Butte, Lawrence, Custer, and Fall River counties; that portion of Pennington County west of the Cheyenne River ; and that portion of Meade County south and west of the Belle Fourche River . Section 10. That chapter 46A-3A be amended by adding thereto a NEW SECTION to read as follows: The Northwest Water Management District is hereby established. The Northwest Water Management District includes all of Harding, Perkins, Corson, Ziebach, and Dewey counties, and that portion of Meade County north and east of the Belle Fourche River. Section 11. That § 46A-3A-7 be amended to read as follows: 46A-3A-7. The West River Water Development Management District is hereby established. The West River Water Development Management District includes all of Jones, Mellette and , Haakon , Stanley, Jackson, Shannon, Bennett, Tripp, and Todd counties, the portion of Jackson County north of the White River except Interior township and the unorganized Cedar township, the portion of Pennington County east of the Cheyenne River, except for Castle Butte, Conata, Crooked Creek, Flat Butte, Imlay and Scenic townships, the unorganized territory of the Badlands and that portion of the unorganized territory of east central Pennington east of the Cheyenne River, and the portion of Lyman County north of the White River. Section 12. That § 46A-3A-7.1 be amended to read as follows: 46A-3A-7.1. The Vermillion Basin Water Development Management District is hereby established. The Vermillion Basin Water Development Management District includes all of Kingsbury County, except for Badger township; all of McCook County except for Pearl, Benton, Jefferson, and Bridgewater townships; all of Turner and Clay counties ; Collins and Washington townships in Clark County; Wayne, Concord, Winfred, Clarno, and Orlando townships in Lake County; Grafton, Belleview, Adams, Henden, Howard, Clearwater, and Vermillion townships in Miner County; Wellington Township in Minnehaha County; Perry, Grant, Lynn, Delaware, Lincoln, Brooklyn, and Pleasant townships in Lincoln County; and Mayfield, Turkey Valley, Marindahl, Volin, and Gayville townships in Yankton County . Section 13. That § 46A-3A-8 be repealed. 46A-3A-8. Fifteen percent of the owners of real property in a geographical area, as shown by the records in the offices of the register of deeds of the county wherein such real property is situated, may petition the board of water and natural resources to submit to an election the question of whether such geographical area shall become a water development district. If land is sold under a contract for deed, which is of record in the office of the register of deeds in the county wherein such land is situated, both the landowner and his individual purchaser of such land, as named in such contract for deed, shall be treated as owners of real property. Section 14. That § 46A-3A-9 be repealed. 46A-3A-9. A petition arising under the provisions of § 46A-3A-8 shall describe the exact boundaries of the area to be included within the proposed water development district, and each person signing the petition shall add to his signature, in his own handwriting, his place of residence, and the date of signing. The petition may contain more than one page, each page shall have identical headings, and any number of identical petition forms may be circulated and each be a part of the petition, but each of the identical petition forms must be verified by the circulator as follows: \"I, the undersigned, being first duly sworn, hereby depose that I circulated the above and foregoing petition, containing ____ signatures; that I personally witnessed each of the persons named upon said petition place their signatures thereon and add in their own handwriting the information set forth after their respective signatures. __________________ P.O. Address __________________ Subscribed and sworn to before me this ____ day of ____, 19__ __________________ Notary Public\" Section 15. That § 46A-3A-10 be repealed. 46A-3A-10. If a petition proposing organization of a water development district is presented to the board of water and natural resources, the board, after first determining that the petition is in compliance with the required provisions by resolution shall approve the petition for establishment of the proposed water development district and shall provide a name for the water development district. The board at the next general election shall refer to the voters of the proposed water development district the question of whether the water development district shall be established. Section 16. That § 46A-3A-11 be repealed. 46A-3A-11. The question of forming a water development district shall be presented upon a separate ballot, which shall be prepared by the board of water and natural resources, and, insofar as applicable, shall be in the form prescribed by the general election laws. Section 17. That § 46A-3A-12 be repealed. 46A-3A-12. An election to form a water development district shall be conducted, canvassed, recounted and contested as elections under the general laws of this state, except as otherwise herein provided, and except where the general laws are inapplicable. If the details concerning the conduct, canvassing, recounting or contest of the election are not set forth within chapters 46A-3A to 46A-3E, inclusive, and the general election laws are not applicable, then the Board of Water and Natural Resources shall promulgate rules pursuant to chapter 1-26 reasonably necessary to carry out the intentions of chapters 46A-3A to 46A-3E, inclusive, with respect to elections and make possible the submission to an election of any matter which by the terms of chapters 46A-3A to 46A-3E, inclusive, may be submitted to a vote of the voters of any water development district or proposed water development district. Section 18. That § 46A-3A-13 be repealed. 46A-3A-13. Any municipality included within the area comprising a proposed water development district shall constitute a separate election district. That area of any county wholly or partially included in a proposed water development district, and which is outside the corporate limits of a municipality, shall also constitute a separate election district. No election district may become a part of any water development district unless sixty percent or more of the votes cast by the voters of such election district shall be in favor of the proposed water development district. Section 19. That § 46A-3A-14 be repealed. 46A-3A-14. If in some, but not all of the election districts within a proposed water development district, sixty percent or more of the votes cast are in favor of the formation of the water development district, the board of water and natural resources shall by resolution establish a water development district consisting of only those election districts wherein the requisite vote approving the formation of a water development district was cast. In the event of the creation of such a water development district, any of the election districts may withdraw from the water development district by filing with the board within sixty days thereafter, a petition requesting such withdrawal, signed by fifteen percent of the owners of land in such election district. The petition shall contain the same information with respect to the signers and be verified in the same manner as in the case of a petition to establish a water development district. The question of whether an election district shall withdraw shall be referred to the voters of such election district at the next general election, the procedure to be the same as required to establish a water development district. Section 20. That § 46A-3A-15 be repealed. 46A-3A-15. If all of the election districts within a proposed water development district become a part of such water development district as hereinbefore provided on approval thereof by sixty percent or more of the votes cast in such election districts, or in the event that the board of water and natural resources shall establish a water development district pursuant to the provisions of § 46A-3A-14 where less than all of such election districts become a part thereof, the board shall by resolution create and establish the water development district, give it a name and, upon filing a true copy of such resolution with the secretary of state, the water development district shall become a political subdivision of the state with the authority, powers and duties prescribed by this chapter. Section 21. That § 46A-3A-16 be amended to read as follows: 46A-3A-16. After a water development management district has been established pursuant to the provisions of chapters 46A-3A to 46A-3E, inclusive , any county, municipality or portion of a municipality, township, or group of townships contiguous to the external boundary of the water development management district may be withdrawn from that district, if it is to be added to and become a part of that water development an adjacent water management district by an affirmative vote of at least sixty percent of the votes cast on the question in the area proposed for addition filing with the water management district board of directors a petition in a form approved by the Board of Water and Natural Resources signed by sixty-six and two-thirds percent of the owners of real property in the area of the proposed boundary change , if the board of directors of the water development management district to which any addition is to be made by resolution advises the Board of Water and Natural Resources that the water development management district board favors the addition. Any county or that entire portion of a county included within a water development district may be withdrawn from a water development district by an affirmative vote of at least sixty percent of the votes cast on the question in the county proposed for withdrawal. Proposals for additions or withdrawals shall be in the form of a written petition to the board of water and natural resources and shall be signed by a number of qualified voters in the area proposed for the addition or withdrawal equal to at least fifteen percent of the number of votes cast within the area in the most recent gubernatorial election. The county auditor in each county where a petition is circulated shall verify the signatures on the petition. The petition shall include a statement whether the election is for the purpose of becoming a part of an existing water development district or withdrawing from an existing water development district and a statement describing the purpose of the action. The petition shall be presented to the board of water and natural resources not more than one hundred twenty days nor less than ninety days before a regularly scheduled general election. Upon receipt of the petition, the board of water and natural resources shall call an election on the question of whether the addition or withdrawal should be made. The election shall be held in conjunction with the next regularly scheduled general election. Section 22. That § 46A-3A-17 be repealed. 46A-3A-17. The costs associated with an election for withdrawal or addition shall be assigned to the involved county. Section 23. That § 46A-3A-18 be repealed. 46A-3A-18. Whenever the provisions of chapters 46A-3A to 46A-3E, inclusive, provide for an election requiring an affirmative vote of at least sixty percent of the votes cast, the requirement shall be construed to mean sixty percent of the combined rural director areas and sixty percent of the combined urban director areas in the election. Section 24. That § 46A-3B-2 be amended to read as follows: 46A-3B-2. The board of directors of a water development management district shall consist of five, seven , or nine members. Those districts which have a population up to of no more than twenty-five thousand shall have five directors. Those districts which have a population of twenty-five thousand and one to seventy-five thousand shall have seven directors. Districts with a population greater than seventy-five thousand shall have nine directors. Each director shall be a resident and real property owner in the director area he represents represented. If there are tribal lands within the boundaries of a water management district, a person who is a resident and an enrolled tribal member is qualified for the position of a director in the director area represented . The Board of Water and Natural Resources shall divide the portion of the water development management district lying outside the boundaries of incorporated municipalities and outside the extraterritorial jurisdiction of municipalities of the first class into rural director areas. A \"rural director\" shall be elected from each rural director area. Five-member boards shall have three rural directors; seven-member boards shall have four rural directors; and nine-member boards shall have five rural directors. The Board of Water and Natural Resources shall divide the portion of the water development management district lying within the boundaries of incorporated municipalities and within the extraterritorial jurisdiction of municipalities of the first class into municipal director areas. A \"municipal director\" shall be elected from each municipal director area. Five-member boards will shall have two municipal directors; seven-member boards will shall have three municipal directors; and nine-member boards will shall have four municipal directors. Section 25. That § 46A-3C-1 be repealed. 46A-3C-1. A water development district may be dissolved by affirmative vote of at least fifty percent of the votes cast on the question at a general election. The question shall be referred to district voters by the Board of Water and Natural Resources after receipt of a petition in writing signed by a number of qualified voters of the water development district equal to at least fifteen percent of the votes cast within the water development district in the most recent gubernatorial election. The petition shall be filed with the board by the first Tuesday in July of the year in which the general election is to occur. Section 26. That § 46A-3C-2 be repealed. 46A-3C-2. The petition of dissolution pursuant to § 46A-3C-1 shall request that the water development district be dissolved and shall include the legal name of the water development district. Each person signing the petition shall add to his signature, in his own handwriting, his place of residence and the date of signing. The petition may contain more than one page, each page shall have identical headings, and any number of identical petition forms may be circulated and each be a part of the petition. Every page of the petition containing signatures shall have upon it and below the signatures an affidavit by the circulator in substantially the following form: STATE OF SOUTH DAKOTA) ) SS COUNTY OF ______________) I, the undersigned __________, being first duly sworn, depose and say, that I am the circulator of the foregoing petition containing ____ signatures; that each person whose name appears on said petition sheet personally signed said petition in my presence; that I believe that each of said signers is a resident at the address written opposite his name; and that I stated to every petitioner before he affixed his signature the legal effect and nature of said petition. _______________ Circulator Subscribed and sworn to before me this __________ day of __________, 19__. _______________ Notary Public Section 27. That § 46A-3C-3 be repealed. 46A-3C-3. Upon presentation of a petition proposing that a water development district be dissolved to the board of water and natural resources, the board, after first determining that the petition is in compliance with all legal requirements, shall by resolution approve the petition and, at the next general election, shall refer the question to the voters of the water development district. Section 28. That § 46A-3C-4 be repealed. 46A-3C-4. If at least fifty percent of the votes cast are in favor of the dissolution proposition, the Board of Water and Natural Resources by resolution shall dissolve the water development district and shall file a true copy of the resolution with the secretary of state. If the vote is against dissolving the water development district, another vote may not be held on the question of dissolution for four years. A new election may not be held unless a new petition has been submitted to the Board of Water and Natural Resources. The costs associated with an election to dissolve a water development district are the responsibility of the affected water development district. Section 29. That § 46A-3C-5 be repealed. 46A-3C-5. If a water development district has been dissolved, the board of water and natural resources shall exercise necessary power and authority of the water development district board of directors until all financial responsibilities, obligations and other contractual commitments of the dissolved water development district are satisfied. Section 30. That § 46A-3D-4 be amended to read as follows: 46A-3D-4. The fiscal year of the water development management district shall coincide coincides with the calendar year. The water development management district board at the close of each year of business shall obtain an audit by the state Department of Legislative Audit, or an auditor approved by the state Department of Legislative Audit, of the books, records, and financial affairs of the water development management district. A written report of the audit shall be kept on file in the principal place of business of the water development management district and a copy of the report shall be filed in the Office of the Secretary of State. Notice of availability of the audit report shall be promptly published in the official newspapers of the water development management district. Section 31. That § 46A-3E-1 be amended to read as follows: 46A-3E-1. A water development management district board of directors may levy taxes, not to exceed the lesser of two hundred thousand one million dollars or thirty cents per thousand dollars of taxable valuation in the district, for accomplishment of the purposes of chapters 46A-3A to 46A-3E, inclusive, and chapters 46A-1 and 46A-2. If an area is included in more than one water development district, that area's tax levy payable to each of the water development districts shall be determined by multiplying the greater of the overlapping water development districts' levies by each water development district's taxing fraction. Each water development district's taxing fraction is determined by dividing that water development district's proposed tax levy for the overlapped area by the sum of all water development districts' levies for the overlapped area , 46A-2, 46A-10A, and 46A-11. An additional amount not to exceed one dollar per thousand dollars of taxable valuation in the district may be levied, if the increase is approved by a two-thirds majority vote in an election seeking such approval and if the additional amount is used only for the development or implementation of a specific project. Following completion of the project, the additional levy shall be discontinued. For purposes of chapter 10- 13, any water management district established under this Act, whether or not the water management district previously existed as a water development district, is considered to be a new taxing district created on the date specified pursuant to § 46A-3A-1 . Section 32. That § 46A-3E-3 be repealed. 46A-3E-3. Only those landowners who contractually agree for special assessments to finance a water delivery project may be specially assessed. The provisions of § 46A-3E-4 notwithstanding, any person who wishes to join a water delivery project after a petition has been filed with the water development district board of directors pursuant to § 46A-3E-4 may contractually agree to join the project. However, a person contractually joining a water delivery project late may be required to make special payments in addition to special assessments in order to bear his fair share of project costs. Section 33. That § 46A-3E-7 be amended to read as follows: 46A-3E-7. A water development management district may assist or construct a water resources project only if it has entered into a contract with a project sponsor. The contract shall conform to the provisions of § 46A-2-3, which provides that specific areas shall finance those phases of water resources development that provide general benefits to people in such areas, that direct beneficiaries shall finance those phases of water resources development that provide water for their use or that protect or enhance the value of their property, and that administrative jurisdiction and responsibility for the various phases of water resources development are related to such variable degrees of benefits. Any contract requiring expenditure of more than fifty one hundred thousand dollars by a water development management district to assist or construct a water resources project is subject to approval by the Board of Water and Natural Resources to ensure that the contract conforms with the provisions of § 46A-2-3. Section 34. That § 46A-10A-1 be amended to read as follows: 46A-10A-1. Terms used in this chapter and chapter 46A-11 , unless the context otherwise requires, mean: (1) \"Board,\" a board of county commissioners, as established in chapter 7-8 directors of a water management district, as established in chapters 46A-3A and 46A-3B ; (2) \"Closed drain\" or \"blind drain,\" a man-made drain or drainage scheme utilizing pipes, tiles or other materials and constructed in such a way that flow of water is not visible; (3) \"Commission\" or \"drainage commission,\" any county water management district drainage commission created under the terms of this chapter; (4) \"Coordinated drainage area,\" a defined geographic area containing one or more parcels of real property and established under the provisions of this chapter and chapter 46A-11 by a board or commission to provide a planned network or method of natural or man-made drainage, or both , to benefit all parcels of real property involved ; (4A) \"District,\" a water management district established pursuant to chapter 46A-3A; (5) \"Dominant estate,\" any parcel of real property, usually at a higher elevation, which holds a common law or statutory legal right to drain water onto other real property; (6) \"Drainage map,\" any map adopted by resolution of the board that delineates the extent of county drainage in the district , a drainage project or a coordinated drainage area; (7) \"Drainage plan,\" a document which may illustrate by maps, charts and other descriptive matter the policies of the board to interrelate all man-made and natural systems and activities relating to drainage under its jurisdiction; (8) \"Drainage scheme,\" a plan or system by which water is drained from one or more parcels of real property onto one or more parcels of real property; (8A) \"Engineer,\" a professional, registered engineer; (9) \"Established water course,\" a fixed and determinate route, either natural or man-made, by which water has flowed from one parcel of real property to another and by which water has been discharged upon a servient estate for a period of time, on such a regular basis and in such quantities as to make it a predictably continuous activity; (10) \"Governing body,\" a board of county commissioners, a city council or a city commission; (11) \"Landowner\" or \"owner,\" any individual, firm or corporation, public or private, or public agency, who has legal title to real property as shown by the records of the register of deeds of the county in which the real property is situated. If the real property is sold under a contract for deed and the contract is of record in the office of the register of deeds for the respective county, both the recorded owner of the real property and the purchaser as named in the contract for deed are deemed owners of the real property; (12) \"Legal drain,\" a drain or drainage scheme that: (a) Is vested under the provisions of this chapter and chapter 46A-11; (b) Has been constructed by a person or by a unit of government under the provisions of past or present law; or (c) Has been granted a drainage permit, if a permit is necessary under the provisions of this chapter and chapter 46A-11; (13) \"Municipality,\" a city or town, however organized, as defined in § 9-1-1; (14) \"Natural drain,\" a drainage system which operates as part of a natural water course, as defined in subdivision (15) of this section; (15) \"Natural water course,\" a fixed and determinate route by which water naturally flows from one parcel of real property to another due to the conformation of the land and by which water is discharged upon the land receiving the water. It is not necessary that the force of the flow of water be sufficient to form a channel having a well-defined bed or banks; (16) \"Official control,\" any ordinance resolution , order, regulation, map, or procedure adopted by a board to regulate drainage; (17) \"Ordinance,\" any ordinance, as defined in subdivision 7-18A-1(2), adopted by a board to regulate drainage of both rural and urban areas to provide coordination of drainage projects, individual drainage efforts and drainage areas and to foster conformity with any county drainage plan; (18) \"Private drain,\" a drainage system or scheme designed, constructed and maintained by a person primarily for his the person's own benefit or a natural drain, whether or not actively maintained, that provides a benefit primarily to one person; (19) \"Rural\" or \"rural area,\" any territory outside a municipality as defined in § 9-1-1; (20) \"Servient estate,\" any parcel of real property, usually at a lower elevation, which is subject to a legal right allowing a dominant estate to drain water onto it; (21) \"Unit of local government,\" a municipality as defined in § 9-1-1, a county as defined in Title 7 , an irrigation district as defined in chapter 46A-4, a school district as defined in § 13-5-1, a water project district as defined in chapter 46A-18, a water user district as defined in § 46A-9-2, a township as defined in chapter 8-1, a sanitary district as defined in chapter 34A-5, a conservation district as defined in chapter 38-8 or other special district; (22) \"Vested right,\" a right of water drainage from one parcel of property to another which is settled or accrued to the property on the basis of state law; and (23) \"Water management board,\" the state board created in § 1-40-15. Section 35. That chapter 46A-10A be amended by adding thereto a NEW SECTION to read as follows: Each water management district created pursuant to chapter 46A-3A shall have a district drainage commission. A drainage commission may proceed with any drainage activity authorized by this chapter, except that any drainage commission action regarding the adoption or amendment of a district drainage plan; the establishment of any official controls; the adoption of any regulation, resolution, or order; the outcome of any dispute resolution activity; the establishment of a coordinated drainage area; or the development or implementation of any drainage project is subject to approval by the district board. Section 36. That § 46A-10A-2 be amended to read as follows: 46A-10A-2. The board of county commissioners of each county may appoint a commission of three or more members , the total membership of which shall always be an uneven number and at least one member of which shall be a member of the board, to be known as the county drainage commission. The drainage commission of each water management district shall consist of nine members appointed as provided in this section. For each of the following categories of government entities lying wholly or partially within the water management district, the governing bodies of the category shall jointly appoint the following members to the drainage commission: (1) Conservation districts shall jointly appoint four members; (2) Counties shall jointly appoint one member; (3) Municipalities shall jointly appoint one member; (4) Townships shall jointly appoint one member; (5) Tribal governments may jointly appoint one member; and (6) The water management district board shall appoint one member, except as provided in this section. If no area under the jurisdiction of a tribal government lies within the water management district, or if the tribal government or governments choose not to appoint a drainage commission member, the water management district shall appoint one additional member to the commission. Each drainage commission appointee shall, at the time of appointment, be a member of the category of governing body that made the appointment. Except for the initial appointments to the commission, appointments shall be made before the expiration of the term, and each new appointee shall assume office upon expiration of the outgoing member's term. If an appointment is not made by the deadline, the water management district board shall make the appointment at large. If a commission member resigns his the position, is unable to fulfill the duties of his the position , or is removed for cause under the provisions of § 46A-10A-3, the board affected category of governing bodies shall appoint a new member to the commission within thirty days to serve the remainder of the unexpired term. If the appointment is not made by the deadline, the water management district board shall make the appointment at large . A commission may not conduct official business unless all memberships on the commission are filled and unless a majority of the members are present at a meeting of the commission. Administrative officials of the county may be appointed as ex officio members of the commission, but shall have no vote in commission matters. Section 37. That § 46A-10A-3 be amended to read as follows: 46A-10A-3. The term of office for members of a county district drainage commission shall be established by the board of county commissioners is three years. For the initial drainage commission, the water management district shall designate and assign one-year, two-year, and three-year terms for the drainage commission members so that the members of subsequent commissions serve staggered three-year terms . Any appointed member of a county drainage commission may be removed for cause, after a hearing prior to the expiration of his the member's term, by a majority vote of the elected members of the board of county commissioners district board of directors . Section 38. That § 46A-10A-5 be amended to read as follows: 46A-10A-5. Per diem and expenses of a county drainage commission shall be established by the board of county commissioners and paid by the county at the same rate authorized for members of the district board of directors and shall be paid by the district . Section 39. That § 46A-10A-6 be amended to read as follows: 46A-10A-6. To carry out the purposes of this chapter, a board or commission may employ an engineer or a hydrologist, or both, and such staff as it deems necessary, and a board or commission may contract with engineering consultants or with other specialists including an attorney who may be a part-time state's attorney for services it requires The district may provide technical, administrative, and staff support for commission activities. The district is responsible for paying the cost of commission activities undertaken pursuant to this section. However, any such commission activity requires prior approval by the district . Section 40. That § 46A-10A-7.1 be amended to read as follows: 46A-10A-7.1. Any member of a board or a county drainage commission , if established, shall maintain a file containing a copy of any written correspondence relating to drainage control, including any complaint, request for information or request for assistance, received by such the board or commission member. Any correspondence shall be clearly marked with the date of receipt and shall be retained for a minimum period of two years. Section 41. That § 46A-10A-8 be amended to read as follows: 46A-10A-8. The provisions of this chapter and chapter 46A-11 do not abrogate or limit the rights, powers, duties and functions of the state Water Management Board with reference to water rights, flood control, outlet elevations for public lakes, or ordinary high and low water marks on public lakes, but are supplementary thereto. This chapter and chapter 46A-11 do not limit or affect the laws of this state relating to organization and maintenance of irrigation districts, water user districts, water project districts, water development management districts, or conservation districts or watershed districts , nor does it do they infringe upon or establish any rights superior to any existing water rights. The provisions of this chapter may affect drainage districts only as outlined under provisions of § 46A-10A-43 and § § 46A-10A-98 to 46A-10A- 123, inclusive . Section 42. That § 46A-10A-9 be amended to read as follows: 46A-10A-9. The boards or commissions of two or more counties districts may cooperate on drainage. Expenses incurred in connection with joint efforts, including contracted services, shall be shared equitably per agreement among the counties districts involved. Promotion of regional drainage projects, coordinated drainage areas and drainage patterns or schemes, including passage of compatible ordinances and resolutions in adjoining counties districts , is the primary but not exclusive objective of joint efforts. Section 43. That § 46A-10A-9.1 be amended to read as follows: 46A-10A-9.1. If the effectiveness of any drainage activity or official control depends upon cooperative action by the board of an adjoining county district , and if voluntary joint drainage efforts, undertaken in good faith pursuant to § 46A-10A-9, have been unsuccessful, a board may file a petition with the Water Management Board requesting assistance in the development of an intercounty a joint drainage plan or official control. For purposes of the provisions of § § 46A-10A-9.1 to 46A-10A-9.5, inclusive, the term , \" board \" , means Board or County Drainage Commission, if established district board or district drainage commission . Section 44. That § 46A-10A-9.2 be amended to read as follows: 46A-10A-9.2. Within thirty days after receipt of a petition for assistance filed pursuant to § 46A-10A-9.1, the chief engineer as defined by subdivision 46-1-6(5) shall schedule a meeting with representatives of any affected board or commission for the purpose of developing mutually acceptable joint county drainage activities or official controls. Section 45. That § 46A-10A-9.3 be amended to read as follows: 46A-10A-9.3. If efforts under § 46A-10A-9.2 to develop voluntary joint county drainage activities or official controls are unsuccessful, the chief engineer shall prepare a recommendation concerning joint county drainage activities or official controls. The recommendation, notice and hearing before the Water Management Board shall be conducted pursuant to the procedure contained in chapter 46-2A. Any cost of publication shall be borne by the affected counties districts . Following the hearing, the Water Management Board shall, by order, require any affected board to implement any action which the Water Management Board deems necessary for the effective drainage of land in the affected counties areas . The Water Management Board may require any action or official control which a board could properly institute pursuant to the provisions of this chapter. Section 46. That § 46A-10A-9.5 be amended to read as follows: 46A-10A-9.5. Any action or official control required by the Water Management Board pursuant to § 46A-10A-9.3 shall be consistent with the principles outlined in § 46A-10A-20 and shall be included in the applicable county district drainage plan , if a plan has been established . Such actions or official controls are not subject to any referendum procedure set forth in this chapter. Section 47. That § 46A-10A-11 be amended to read as follows: 46A-10A-11. Any county district or local government entity engaging in a drainage program may receive grants-in-aid from or enter into agreements with any department or agency of the government of the United States or the state to arrange for the receipt of federal or state funds in the interest of furthering a drainage program. Section 48. That § 46A-10A-12 be amended to read as follows: 46A-10A-12. Any governing body of a municipality or county may contract with the board for drainage expertise and services to be provided by the county. Such district. The contract may provide that the municipality shall pay fees as are agreed upon for the services performed. Section 49. That § 46A-10A-13 be amended to read as follows: 46A-10A-13. A contract between a governing body of a municipality or county and a board may provide for joint county-municipal drainage activities. Section 50. That § 46A-10A-14 be amended to read as follows: 46A-10A-14. The board of county commissioners shall provide the funds, equipment , and accommodations necessary for such drainage activity as the county district undertakes. Section 51. That § 46A-10A-15 be amended to read as follows: 46A-10A-15. If a county district is conducting or in good faith intends to conduct drainage activity within a reasonable time, or has held or is holding a hearing for the purpose of considering a drainage project, coordinated drainage area, drainage plan , or other official controls, the board, in order to protect the public general welfare, may adopt as an emergency measure a temporary drainage map , temporary drainage ordinances or other or temporary official controls, the purpose of which shall be are to regulate drainage and related matters as constitutes the emergency. Within fourteen days of adoption or renewal of any emergency measure, the board shall hold at least one public hearing with notice of the time and place of the hearing published at least ten days in advance in a newspaper having general circulation in the county district . An emergency measure is limited to six months from the date it becomes effective and may be renewed for six months, but may not be in effect for more than one year. Section 52. That § 46A-10A-16 be amended to read as follows: 46A-10A-16. A board or a county drainage commission, if established, may The Legislature finds that drainage planning on a drainage basin or watershed basis to the maximum practical extent is important to the proper use of the water resources of the state. Each drainage commission shall prepare, or cause to be prepared, a draft drainage plan for the county, including district. The draft plan shall be submitted to the district board by January 1, 2002 for approval. The district board may revise, or direct the commission to revise, the draft plan, but shall approve the district drainage plan no later than June 30, 2002. The plan shall include those municipalities within the county district which have requested by resolution of the governing board of such municipality to be included. Any drainage ordinances, any official drainage map , and other official controls as deemed necessary shall be included as adjuncts to a drainage plan. The board or commission shall consider any drainage right described in § 46A-10A-31, any drainage district described in § 46A-10A-43, the drainage plans or projects of a unit of local government and existing coordinated drainage areas formed pursuant to § 46A-10A-47 in preparation of a county district drainage plan. If any drainage commission and water management district fail to prepare and approve a drainage plan by the deadline specified in this section, any project or activity sponsored by any county, municipality, township, special purpose district, other political subdivision of the state, or private person or entity located or residing wholly or partially within the water management district is ineligible for inclusion in the state water plan. If a state agency denies inclusion in the state water plan pursuant to this section, the denial is appealable pursuant to chapter 1-26. Section 53. That § 46A-10A-17 be amended to read as follows: 46A-10A-17. A drainage plan shall be is for the purpose of enhancing and promoting physical, economic , and environmental management of the county district ; protecting the tax base; encouraging land utilization that will facilitate economical and adequate productivity of all types of land; lessening governmental expenditure; and conserving and developing natural resources. A drainage plan shall, at a minimum, include the following: (1) Maps delineating watersheds and subwatersheds greater than nine square miles in area; (2) Maps delineating all closed basins and the outlet for each; (3) Maps delineating one hundred and five hundred year flood plains for trunk rivers and major tributaries; (4) Maps delineating all known drainage activities, including field tiles, drained wetlands, and ditches; (5) Maps delineating all diversions of water for consumptive use (water rights); (6) Maps delineating all routing alterations caused by man-made structures; (7) A determination of the capacity of all trunk rivers and major tributaries, based on various rainfall events; (8) A determination of the capacity of all man-made crossings, such as bridges and culverts, based on various rainfall events; (9) A determination of discharge amounts and timing from all subwatersheds based on various rainfall events; and (10) Process for the permitting, if any, of future drainage actions, in accordance with § 46A-10A-30, including: (a) A determination of the impact of current man-made drainage actions on subwatershed drainage capacity, discharge, and timing; (b) Methods by which the impact of additional drainage action can be evaluated; (c) Appeals process and method for obtaining waivers; and (d) Requirements for mediation before court action. Section 54. That § 46A-10A-18 be amended to read as follows: 46A-10A-18. Official controls instituted by a board or commission by a commission with board approval may include establishment of drainage projects or coordinated drainage areas within which drainage of land for agricultural, residential, industrial and commercial, soil and water conservation, and additional uses may be encouraged, regulated or prohibited. For such purposes, the board , or the commission with board approval, may establish coordinated drainage areas of such number, shape and size as may be deemed best suited to carry out county district drainage goals. Section 55. That § 46A-10A-19 be amended to read as follows: 46A-10A-19. Official controls instituted by a board or commission , or by a commission with board approval, may include maps of drains, county highways and roads, culverts, wetlands, sloughs and other natural and man-made features relating to drainage showing their alignments, gradients, dimensions and other pertinent features. Section 56. That § 46A-10A-20 be amended to read as follows: 46A-10A-20. Official controls instituted by a board , or by a commission with board approval, may include specific ordinances, resolutions, orders, regulations, or other such legal controls pertaining to other elements incorporated in a drainage plan, project , or area or establishing standards and procedures to be employed toward drainage management. Any such ordinances, resolutions, regulations, or controls shall embody the basic principle that any rural land which drains onto other rural land has a right to continue such drainage if: (1) The land receiving the drainage remains rural in character; (2) The land being drained is used in a reasonable manner; (3) The drainage creates no unreasonable hardship or injury to the owner of the land receiving the drainage; (4) The drainage is natural and occurs by means of a natural water course or established water course; and (5) The owner of the land being drained does not substantially alter on a permanent basis the course of flow, the amount of flow or the time of flow from that which would occur ; and (6) No other feasible alternative drainage system is available that will produce less harm without substantially greater cost to the owner of the land being drained . Such provisions do not necessarily apply within municipalities, but if a municipality drains water onto rural lands lying outside the boundaries of the municipality, the municipality is subject to the above provisions, if adopted by the board. Section 57. That § 46A-10A-22 be amended to read as follows: 46A-10A-22. If it receives a proposed drainage plan drafted by the drainage commission or if it prepares its own plan because no commission exists , which plan includes proposed official controls, the board of county commissioners shall direct the county auditor to district shall publish, at least once a week for at least two successive weeks in a newspaper of general circulation in the area affected, a notice of hearing, the time and place when the hearing will be held, and a statement that all interested persons may appear and be heard. Section 58. That § 46A-10A-23 be amended to read as follows: 46A-10A-23. Based on the results of a drainage plan hearing or hearings under § 46A-10A-22, a board's action upon a drainage plan or any part, adjunct, amendment or addition shall be by resolution or ordinance, as appropriate, carried by the affirmative votes of not less than a majority of all the members of the board upon a finding that the plan is feasible and conducive to the public welfare and necessary or practicable for draining land in the county district . Section 59. That § 46A-10A-24 be amended to read as follows: 46A-10A-24. Any action of a board on a drainage plan shall be filed with the county auditor at the district office . A summary of the action shall be prepared by the county board or the drainage commission, if established, shall be reviewed by the state's attorney, shall be published at least once within one week in the official newspaper or newspapers in the county district, and shall take effect on the twentieth day after its publication. Any summary published under the provisions of this chapter shall contain a notification that the public may inspect the entire drainage plan or any part, adjunct, amendment or addition at the office of the county auditor district office during regular business hours. Section 60. That § 46A-10A-25 be amended to read as follows: 46A-10A-25. Within twenty days of publication, five percent of the voters, as determined by the total number of votes cast for Governor in the county district at the last gubernatorial election, may petition to have the question of adoption or rejection of a county district drainage plan, or any part, adjunct, amendment or addition thereto, placed on the ballot at the next primary or general election to be held more than sixty days after filing of the petition with the county auditor district , whichever occurs first. The county auditor Upon receipt of such a petition, the district shall notify the county auditor and the district shall give notice of the fact that the question will be on the ballot at the primary or general election, as provided by law, for such elections and . The county auditor shall prepare official ballots according to the provisions of this code relating to elections and the submission of questions to the voters. The effective date of a county drainage plan or part, adjunct, amendment , or addition thereto on which a referendum is to be held shall be suspended by the filing of a referendum petition until the referendum process is completed. However, when if a drainage plan or part, adjunct, amendment or addition thereto is referred to a referendum vote, no drainage efforts that are inconsistent with the plan or part, adjunct, amendment or addition thereto may be established between the time of adoption approval of the plan by the county commission board , as provided in § 46A-10A-23, and the time of the referendum vote. Section 61. That § 46A-10A-26 be amended to read as follows: 46A-10A-26. If the voters reject a proposed drainage plan or part, adjunct, amendment , or addition thereto, the board may revise or may order the drainage commission , if established, to may revise the plan or part, adjunct, amendment or addition thereto and adopt the same as revised revision with board approval , and file and publish the same as required by § 46A-10A-24. Such The revision is subject to referendum procedures provided in § 46A-10A-25. Section 62. That § 46A-10A-27 be amended to read as follows: 46A-10A-27. Upon adoption of any drainage ordinance or other official drainage control, including any maps or charts, the county auditor district shall file a certified copy thereof with the county register of deeds in each affected county within the district . Section 63. That § 46A-10A-28 be amended to read as follows: 46A-10A-28. If a board has adopted a drainage plan or any part, adjunct, amendment , or addition thereto, no rehabilitation of existing drainage or construction of new drainage, whether publicly or privately owned, if covered by the adopted plan, may be undertaken or authorized in the county district until the location and extent thereof has been submitted to and approved by the board or commission , if established . In case of disapproval by a commission, it shall communicate its reasons in writing to the board. At a hearing to review the decision, by majority vote of the board members elect, a board may overrule all or any portion of a disapproval or any erroneous approval which is contrary to the adopted plan. Section 64. That § 46A-10A-30 be amended to read as follows: 46A-10A-30. Any board or commission any commission, with board approval, under the provisions of this chapter and chapter 46A-11 may adopt a permit system for drainage. Such The permit system shall be prospective in nature. Permits shall be granted consistent with the principles outlined in § 46A-10A-20. The fee for a permit may not exceed twenty-five dollars and shall be paid only once. However, permitted drainage which is enlarged, rerouted or otherwise modified shall require a new permit. Any vested drainage right not recorded under the provisions of § 46A-10A-31 shall require a permit for its use if a permit system has been established in the county district where it exists. Any person or his contractor draining water without a permit, if a permit is required under the provisions of this section, is guilty of a Class 1 misdemeanor. In addition to or in lieu of any criminal penalty, a court may assess against any person violating the provisions of this section a civil penalty not to exceed one thousand dollars per each day of violation. A permit system shall be considered is an official control. Section 65. That § 46A-10A-31 be amended to read as follows: 46A-10A-31. Any natural drainage right lawfully acquired by the owner or owners of either a dominant or servient estate prior to July 1, 1985, is deemed vested. Any drainage right lawfully acquired prior to July 1, 1985, arising from drainage which is natural with man-made modifications or entirely man-made is also deemed vested, provided the right is recorded with the appropriate county register of deeds within seven years of July 1, 1985. Registration shall include the following information: (1) A legal description of any dominant estate or servient estate involved with the drainage right; (2) The general course and direction of flow of water by means of the drainage right; (3) The amount of time the drainage right has existed, if known, or, if not known, a statement to that effect; (4) The general course and direction of natural flow if different from that of the right being registered; and (5) The nature of the man-made modifications to the natural drainage. The county register of deeds shall provide the board with a quarterly listing of such registrations , prior to the quarterly meetings of the board . The board shall include the list in its minutes which are published pursuant to § 7-18-3 § 46A-3D-3 . A registration may include more than one drainage system. Any drainage begun prior to July 1, 1988, and challenged by an affected landowner in a court of law or before a board or commission within two years of filing, may not become vested until and unless a final decision has been reached in favor of such drainage. Any commission decision may be appealed to the board within twenty days. Any board decision may be appealed to the circuit court of the county wherein the dispute arose within twenty days. Any circuit court decision may be appealed in the same manner as any other circuit court decision. If such final decision has been reached, including final decision on any appeal, the owner of the drainage right shall record the final decision within thirty days in order for the right to become vested. No county, township or municipality is required to register its natural drainage rights. Section 66. That § 46A-10A-33 be amended to read as follows: 46A-10A-33. The board shall provide for the enforcement of the provisions of this chapter and of ordinances, resolutions, orders , and regulations made thereunder , and may impose enforcement duties on any officer, department, agency , or employee of the county . Section 67. That § 46A-10A-34 be amended to read as follows: 46A-10A-34. A board may provide for appointment of its drainage commission to serve as a board of resolution and, under the regulations and controls adopted pursuant to this chapter, may provide that the board of resolution A drainage commission, under the regulations and controls adopted pursuant to this chapter, in individual cases may make, upon an affirmative vote of three-fourths of the its full membership of the board of resolution , special exceptions or variances to any official controls and may reach decisions by a majority vote make recommendations in individual drainage disputes between landowners, consistent with the provisions of § 46A-10A-20 and section 69 of this Act . The board may constitute itself as the board of resolution. The board may further provide that specified types or categories of drainage disputes may not be heard by the board of resolution drainage commission. A special exception, variance, or drainage dispute action by a drainage commission under this section may be appealed to the district board . A drainage dispute which is not within the jurisdiction of the board of resolution drainage commission shall be taken directly to the circuit court of the county wherein the conflict exists. Section 68. That § 46A-10A-34.1 be amended to read as follows: 46A-10A-34.1. Any other provision of law notwithstanding, any board or commission, by mutual agreement with another district and with the approval of its own district board , may serve as a board of adjudication, pursuant to § 46A-10A-34, for any other county the other district . The jurisdiction of such board or the commission is limited to the adjudication function specifically outlined in the agreement with the county board of the county district holding jurisdiction over the drainage dispute. Section 69. That chapter 46A-10A be amended by adding thereto a NEW SECTION to read as follows: Any request filed with a district drainage commission for resolution of a drainage dispute pursuant to § 46A-10A-34 or 46A-10A-34.1 shall be in writing. A fee of one hundred dollars shall be submitted with the drainage dispute resolution request. Upon receipt of a drainage dispute resolution request, the drainage commission may require the parties to submit the matter for mediation. Mediation may be informal or through a trained professional mediator as may be directed by the appropriate board. In addition, mediation may be provided in conjunction with a mediation or dispute resolution program administered by a state or federal agency or other entity if the agency or entity administering the mediation or dispute resolution program has entered into an agreement authorizing the provision of such services. All costs of mediation shall be equally shared by the parties to the drainage dispute unless the parties agree to some other apportionment of costs. The parties shall report to the commission on a date fixed by the board the status of the mediation. If the parties are unable to resolve the matter through mediation, or if the dispute is not submitted for mediation, the district board shall hire a South Dakota licensed professional engineer with hydrology expertise to investigate the dispute. The costs of the investigation shall be paid by the district with the drainage dispute landowners reimbursing the district either directly or through an assessment against the property. If the engineer's investigation finds the dispute to be invalid, the persons filing the drainage dispute resolution request shall pay all related costs. If the owners of the property that the subject of the drainage dispute do not accept and comply with the engineer's report and recommendation, the district shall forward the dispute resolution request and the report and recommendations to the circuit court of the county in which the dispute exists for resolution. Any final action or recommendation by a drainage commission on a dispute pursuant to this section is subject to approval by the district board. Nothing in this section prevents any drainage dispute from being taken directly to the circuit court at any time. Section 70. That § 46A-10A-37 be amended to read as follows: 46A-10A-37. Regulations, restrictions or enforcement provisions established in a drainage plan or part, adjunct, amendment , or addition thereto adopted by the board of county commissioners or commission may from time to time be amended, supplemented, changed, modified , or repealed by action of the board of county commissioners or commission as outlined in this chapter. Any amendment, supplement, change, modification , or repeal may be requested through a petition signed by thirty percent of the landowners in a drainage district or area requesting change. Section 71. That § 46A-10A-40 be amended to read as follows: 46A-10A-40. At any public hearing held pursuant to § 46A-10A-39, any affected person may appear and request or protest the requested change. The board or commission the commission with board approval shall thereafter by resolution either adopt or reject such change, modification or repeal and, if it is adopted or approved by the board or commission , a summary shall be prepared by the board or commission, shall be reviewed by the state's attorney, shall be published once in the official newspaper in the county district, and shall take effect on the twentieth day after its publication. The provisions of § 46A-10A-25 are applicable hereto apply to this section . Section 72. That § 46A-10A-41 be amended to read as follows: 46A-10A-41. The governing body of any municipality may request a county district board or drainage commission to submit to the governing body a drainage plan for the municipality setting forth such provisions as the board or drainage commission deems applicable to the municipality for its best interests or to prepare official controls to apply to the area within the municipality. Adoption of a drainage plan and recommendations for the municipality notwithstanding, the plan and recommendations may not become binding within the boundaries of the municipality until official controls are adopted by the municipality in accordance with the plan, unless the board or commission has entered into a contract under § 46A-10A-12. Section 73. That § 46A-10A-42 be amended to read as follows: 46A-10A-42. Nothing in this chapter other than the voluntary provisions of § 46A-10A-12 may be construed to prevent or modify the powers of an incorporated municipality from exercising drainage jurisdiction within the corporate limits and from exercising jointly with the county district board or drainage commission the drainage authority outside of the corporate limits. Section 74. That § 46A-10A-43 be amended to read as follows: 46A-10A-43. Any drainage district established under the laws of this state that has functioned in its capacity as a drainage district within three years prior to July 1, 1985, or that has assessed real property in its capacity as a drainage district within three years prior to July 1, 1985, shall be allowed to continue in that status. However, the landowners in such existing drainage district may choose by majority vote at a general election under the general election laws of this state to dissolve in order to join one or more drainage projects or drainage methods or to become or join a coordinated drainage area. Any county district drainage plan shall include functioning drainage districts, vested rights described in § 46A-10A-31, the drainage plans or projects of a unit of local government and existing coordinated drainage areas formed pursuant to § 46A-10A-47. Section 75. That § 46A-10A-43.1 be amended to read as follows: 46A-10A-43.1. Notwithstanding § 46A-10A-43, if within ten years prior to July 1, 1985, three or more landowners have jointly maintained a legal drain by voluntarily contributing the cost of maintenance without establishing a drainage district or without special assessments as provided in chapter 46A-11, the landowners may petition the board to provide for future maintenance, improvement and repair of the drain. Any such maintenance or improvement shall conform with the river basin drainage plan. Section 76. That § 46A-10A-43.3 be amended to read as follows: 46A-10A-43.3. A petition may be presented at any regular or special meeting of the board, and, if in proper form, shall be ordered filed with the county auditor, who district. The district shall transmit a copy of the petition to the Department of Environment and Natural Resources. The board shall hold a hearing on the petition within thirty days. Section 77. That § 46A-10A-43.4 be amended to read as follows: 46A-10A-43.4. At a hearing held pursuant to the provisions of § § 46A-10A-43.1 to 46A-10A-43.4, inclusive, any interested person may appear in regard to any matter in the petition. After the board has heard and considered the petition, it shall grant the petition if it complies with the provisions of § § 46A-10A-43.1 and 46A-10A-43.2 and if the proposed activity conforms with the district drainage plan . The board shall by resolution provide for the maintenance, improvement and repair of the drain as provided in § 46A-10A-80, shall give the drain a name and shall file a certified copy of the resolution in the Office of the Register of Deeds of the county in which the drain is located . Section 78. That § 46A-10A-44 be amended to read as follows: 46A-10A-44. In the event of a violation or a threatened violation of an ordinance, a resolution, regulation, restriction , or other official control adopted pursuant to this chapter, a board or commission, in addition to other remedies, may recommend the county state's attorney seek an injunction or other appropriate action or proceeding in a court of competent jurisdiction to prevent, restrain, correct or abate such violation or threatened violation. Section 79. That § 46A-10A-45 be amended to read as follows: 46A-10A-45. Any taxpayer of a county district may institute mandamus proceedings in circuit court to compel performance by the proper official or officials of any nondiscretionary duty required by this chapter and by any ordinance action adopted thereunder. Section 80. That § 46A-10A-46 be amended to read as follows: 46A-10A-46. Any board or commission may adopt drainage ordinances, resolutions or regulations to control individual drainage construction or rehabilitation or such drainage methods by groups of landowners within the county. Such ordinances, district. The resolutions or regulations shall be consistent with the principles outlined in § 46A-10A-20. Any drainage ordinances, resolutions or regulations adopted by a commission shall further be approved by the board before going into effect. Section 81. That § 46A-10A-47 be amended to read as follows: 46A-10A-47. Whenever If an area within a county district and not within a municipality becomes so situated that drainage area coordination becomes advisable, persons within the area may apply to the board or the commission , if one exists, to establish the area as a coordinated drainage area pursuant to this chapter. A board or commission may not form a coordinated drainage area if it is inconsistent with a county-wide district-wide drainage plan and ordinances or other controls which have been adopted. The formation of a coordinated drainage area is valid in a county district that is in the process of adopting a county-wide district-wide drainage plan and ordinances or other controls until such are in place. Section 82. That § 46A-10A-48 be amended to read as follows: 46A-10A-48. Any person making application for establishment of a coordinated drainage area shall first obtain an accurate survey and map of the territory intended to be embraced within the limits of such area, showing the boundaries and area thereof. The accuracy thereof shall be verified by affidavit of a licensed surveyor. The survey and map, when completed and verified, shall be left at a convenient public office, to be designated by the county auditor of the county district in which the application is filed, within the area for a period of not less than twenty days for examination by those having an interest in the application. Section 83. That § 46A-10A-49 be amended to read as follows: 46A-10A-49. An application for establishment of a coordinated drainage area shall be a petition verified by one or more applicants by affidavit stating that the affiant or affiants personally witnessed the signatures thereon and believe them to be genuine and shall be signed by not less than twenty-five percent of the landowners residing within the area. It shall be filed with the county auditor district and presented to the board or commission for consideration at its next meeting. Section 84. That § 46A-10A-50 be amended to read as follows: 46A-10A-50. If the board or drainage commission is satisfied that the requirements of this chapter have been fully met, it the board, or the commission with board approval, shall make an order declaring that such the area, with the assent of the landowners thereof, shall be of the area, is a coordinated drainage area as specified in the application. It shall also include in such order The order shall include a notice for an election of the landowners residing in the proposed area, at polling places designated by the board, on a day within one month, to determine whether the area shall become a coordinated drainage area. However, if the landowners signing the petition represent a majority of the resident landowners in the area, no election need be held. Section 85. That § 46A-10A-52 be amended to read as follows: 46A-10A-52. At any election to establish a coordinated drainage area held under this chapter, the polls shall be kept open from eight o'clock in the forenoon until seven o'clock in the afternoon. The county district shall bear the costs of the publication and election. Section 86. That § 46A-10A-55 be amended to read as follows: 46A-10A-55. The board is authorized to may expend funds of the county district , in the manner and to the extent permitted by law for other county district expenditures, in the payment of necessary costs of preparation of petitions, surveys, maps and applications submitted under the provisions of § § 46A-10A-47 to 46A-10A-49, inclusive. The board may assess, levy and collect such costs from any landowner benefiting from a coordinated drainage area in the same manner as provided for construction of drains elsewhere in this chapter and chapter 46A-11. Section 87. That § 46A-10A-57 be amended to read as follows: 46A-10A-57. A commission, if one is established, drainage commission may discuss and make recommendations on drainage projects, but the board shall be is responsible for the petition process, hearing process, bidding process, construction process and maintenance of drainage projects. Drainage project processes shall be as outlined under § § 46A-10A-58 to 46A-10A-97, inclusive. Section 88. That § 46A-10A-59 be amended to read as follows: 46A-10A-59. A project petition shall explain the necessity for the project, shall give a description of the proposed project route by its initial points, terminal points and general course, or by its exact course in whole or in part, and shall give a general statement of the territory likely to be affected. Such The project petition shall include an assessment of impact, environmental or otherwise, on any public property or public property right within the affected territory. The project shall conform with the river basin drainage plan. Section 89. That § 46A-10A-60 be amended to read as follows: 46A-10A-60. A petition may be presented at any regular or special meeting of the board, and, if proper in form, shall be ordered filed with the county auditor. It is the duty of the board to district. The board shall act within thirty days on all drainage project petitions. Upon receiving a petition, the county auditor district shall transmit a copy to the Department of Water Environment and Natural Resources. Section 90. That § 46A-10A-61 be amended to read as follows: 46A-10A-61. If the board determines it is necessary, it shall contract for a survey of the proposed drainage to be made by an engineer selected by the board. The survey and subsequent report shall show the starting point, the route, the terminus of any proposed ditch or drain or other improvement, and the course and length of any drain through each tract of land, together with the number of acres from each tract required for construction of improvements. The survey and report shall show the elevation of all lakes, ponds and sloughs or depressions in the project and the boundary of the proposed project, to include all land that will be benefited by the proposed improvements. The survey and report shall include the approximate location of watersheds within the district affected by the proposed project , a description of each tract of land therein and the names of the owners and shall identify that tract of land most likely to receive average benefit from the project. The survey and report shall estimate the probable cost and shall include other facts and recommendations the engineer deems material so the board may determine the feasibility of the project. The survey may extend to lands other than those affected by the proposed project to determine the best practical method of draining the entire area under study. For the purpose of inspection or surveys, board members, engineers or their employees may enter upon any land traversed by the proposed project that, in their judgment, is likely to be affected. The county auditor district shall furnish the Department of Water Environment and Natural Resources a copy of the engineer's report and all maps and plans prepared by the engineer. Section 91. That § 46A-10A-62 be amended to read as follows: 46A-10A-62. The report required by § 46A-10A-61 shall be in writing to the board and shall be maintained with the petition. The report shall be available for inspection and copying by interested parties during regular business hours. Upon receipt of an engineer's report, the county auditor district shall set a time and place for a hearing on the petition and shall give notice thereof by publication at least once each week for at least two consecutive weeks in a legal newspaper of the county district , to be selected by the auditor district . The notice shall give a description of each tract of land affected by the proposed project and the names of owners and all directly affected third parties holding drainage interests. If any portion of a municipality is included within a proposed district, the notice is sufficient if it sets forth the boundaries of the municipal territory proposed to be included within the project without listing individual lots, parts of lots, parcels of land or the names of the owners thereof and if it refers interested persons to the files in the proceeding for further particulars. The notice shall summon all persons affected by the proposed drainage to appear at the hearing and testify regarding the proposed project. The notice also shall summon all persons deeming themselves damaged by the proposed project or claiming compensation for lands proposed to be taken for the project to present their claims at the hearing. Notice shall also be provided to the drainage commission. Section 92. That § 46A-10A-66 be amended to read as follows: 46A-10A-66. Assessments shall be made as provided in this chapter and chapter 46A-11. All compensation claims and expenses of legal notices, inspection of the proposed route, payment of engineer's and attorney's fees, and other expenses associated with project establishment shall be paid from the general fund of the county by the district and reimbursed from those assessments. Section 93. That § 46A-10A-69 be amended to read as follows: 46A-10A-69. Any project established pursuant to § 46A-10A-65, shall be given a name by the board. Subsequent project proceedings shall be recorded and indexed in a book kept for that purpose in the auditor's district office. Section 94. That § 46A-10A-71 be amended to read as follows: 46A-10A-71. Subject to any official controls pursuant to this chapter and chapter 46A-11, drains may be laid along, within the limits of or across any public highway. If a highway is constructed along or across a drain, the county board or officers in charge of such highway shall keep the drain free and clear of obstruction. Section 95. That § 46A-10A-74 be amended to read as follows: 46A-10A-74. A railroad's reasonable estimated cost of constructing a drainage facility across a railroad right-of-way shall be included in damages to be awarded the railroad company at the time the drainage is established. If the company refuses or neglects to construct bridges or culverts within a period of sixty days after service of an order, the board may construct bridges or culverts at the expense of the county district and is entitled to recover such construction costs from the railroad company. Any action to recover construction costs shall be taken to circuit court and prosecuted by the state's attorney of the county . Section 96. That § 46A-10A-75 be amended to read as follows: 46A-10A-75. At any time after adopting a drainage plan or other official control, a board may construct drainage or let contracts for its construction. A contract may be for construction of an entire drainage project, for any portion thereof or for material and labor separately and shall be let by competitive bid. A board has the right to reject any bid. The lowest responsible and capable bidder shall be accepted. If a responsible and capable landowner affected by the project submits one of several low bids, he the landowner shall be given contract preference. If a contract is let, the contractor shall post a bond in the amount of the contract, conditioned on faithful performance of the contract and full completion of the contract to the satisfaction of the board. For purposes of bids on a proposed project, all plans and specifications for the project shall be filed in the office of the county auditor district office . If, in the judgment of the board, the entire project or any part thereof can be constructed for less money than the amount of the lowest bid submitted, the board may hire the necessary labor and purchase the necessary material for the construction without letting contracts, the provisions of chapter 5-18 notwithstanding. Section 97. That § 46A-10A-77 be amended to read as follows: 46A-10A-77. Any county board local government entity has the same powers in relation to construction of and contracting for drainage projects as it has in construction of and contracting for any other facilities if the drainage projects are not in conflict with the district drainage plan . Section 98. That § 46A-10A-80 be amended to read as follows: 46A-10A-80. Any drain that has been constructed under the provisions of this chapter or chapter 46A-11 is under control of the board or commission and shall be kept open and in repair by it the board or by the commission with board approval , unless otherwise provided. If any drain is situated in more than one county district , care of the portion lying within each county district is assigned to that county's district's board or commission to be kept open and in repair. The cost of repairs shall be assessed, levied and collected in the same manner as provided in this chapter and chapter 46A-11 for construction of drains. Section 99. That § 46A-10A-81 be amended to read as follows: 46A-10A-81. If an existing drainage project is improved, it is under the jurisdiction and supervision of the board, or joint boards if the drainage project is in more than one county, or a commission in counties adopting that form of management district . Its respective board or commission shall keep it in repair. If no assessments of benefits have been made, the board having charge of the drain shall make assessments. Section 100. That § 46A-10A-83 be amended to read as follows: 46A-10A-83. If a board fails to make necessary drainage repairs or improvements or fails to act as provided in § § 46A-10A-81 to 46A-10A-88, inclusive, a majority of the owners of lands affected or likely to be affected by the proposed repairs or improvements may file with the county auditor district a petition signed by them requesting the board to take such action. If the drainage extends over more than one county district , a petition shall be filed in each county district and each involved board shall act. Section 101. That § 46A-10A-84 be repealed. 46A-10A-84. If required drainage repairs will cost less than ten thousand dollars and the board projects a potential saving by not receiving bids, it may direct the repairs to be done by county equipment and labor. The county fund utilized shall be reimbursed from the drainage project fund thus benefited. Section 102. That § 46A-10A-89 be amended to read as follows: 46A-10A-89. Any provisions of this chapter and chapter 46A-11 relating to maintenance of drainage or levy of maintenance assessments are the responsibility of the board of the county having jurisdiction over the drainage. Immediately after assessments are levied by a board in charge of drainage work that lies in more than one county, the county auditor district, the district shall prepare a complete transcript of the proceedings not previously filed relating to the drainage and shall file the report with each affected county district . Section 103. That § 46A-10A-90 be amended to read as follows: 46A-10A-90. Any person who intentionally removes a surveyor's stake set along the line of a drain, obstructs or injures a drain or watercourse used for drainage, or breaks down or injures a levee governed by the provisions of this chapter and chapter 46A-11: (1) Is guilty of a Class 2 misdemeanor; and (2) Is liable for damages in an amount required to repair the injury, such damages to be recovered in a civil action by the board. Damages, when collected, shall be deposited with the county treasurer district and credited to the construction and maintenance fund of the project. Section 104. That § 46A-10A-93 be amended to read as follows: 46A-10A-93. Drainage rights established by state and federal funds in state financed public improvements only may be altered or affected by the board of county commissioners district board or drainage commission after approval and concurrence by official action of the state agency administering such state or federal funds. Section 105. That § 46A-10A-94 be amended to read as follows: 46A-10A-94. An itemized account of expenditures for any drainage project construction, repairs or improvement shall be maintained in the Office of the County Treasurer district office and shall be open to public inspection during regular business hours. Section 106. That § 46A-10A-98 be amended to read as follows: 46A-10A-98. Any established drainage district as defined by § 46A-10A-43 may be placed under the control and management of a board of three trustees to be elected by the persons owning land in the drainage district. Section 107. That § 46A-10A-99 be amended to read as follows: 46A-10A-99. Twenty percent of the landowners as defined by subdivision 46A-10A-1(11), owning land within the drainage district assessed for benefits, may file a petition requesting that a meeting be held to conduct an election to determine if a whether the drainage district shall be governed by three trustees as authorized by § 46A-10A-98. The petition shall be filed with the auditor of the county district containing the majority of the land in the drainage district. If the auditor district determines the petition is signed by the requisite number of landowners, the petition shall be presented to the board of county commissioners heard by the district board . Section 108. That § 46A-10A-100 be amended to read as follows: 46A-10A-100. The board of county commissioners shall at their next session, at its next session shall set a date, time, and location for a meeting of drainage district landowners to conduct an election to determine if a whether the drainage district shall be governed by three trustees and shall enter an order to that effect. The election meeting shall be held within forty-five days from the date of the order. The board shall appoint from the landowners of the drainage district a superintendent and two clerks of election to serve as an election board who shall convene the meeting, take minutes, and conduct the election. Section 109. That § 46A-10A-101 be amended to read as follows: 46A-10A-101. The county auditor district shall publish notice of the election. The notice shall give the time, place, and purpose of the election. The notice shall be published for two consecutive weeks in the official newspapers of each county the district . The last publication may not be less than ten days before the date of the election. The auditor district shall mail a copy of the notice of election to each landowner in the drainage district. The county auditor district shall also inform each landowner in writing that each landowner may vote by proxy pursuant to § 46A-10A-105. Section 110. That § 46A-10A-102 be amended to read as follows: 46A-10A-102. Before any election is held, the election board shall procure from the county auditor, auditors, or appropriate county appropriate official a certified copy of the record of the establishment of the drainage district showing the lands of the drainage district, the assessment and classification of each tract, and the name of the person or persons against whom the tract was assessed for benefits, and the present record owner or owners. The certified record shall be kept by the trustees after they are elected for use in subsequent elections. The trustees shall, preceding each subsequent election, procure from the county auditor, auditors, or appropriate county official additional certificates showing changes of title of land assessed for benefits and the names of the new owners. Section 111. That § 46A-10A-104 be amended to read as follows: 46A-10A-104. A landowner or joint landowners who own a tract of land within the drainage district assessed for benefits are entitled to one vote collectively. The vote of any person who is a minor or a protected person as defined by § 29A-5-102, may be cast by the parent, conservator, or legal representative of the minor or protected person. The person casting the vote shall deliver to the clerks of election a written sworn statement giving the name, age, and place of residence of the minor or protected person. Section 112. That § 46A-10A-105 be amended to read as follows: 46A-10A-105. Any landowner or landowners entitled to vote may vote through an agent or proxy authorized to cast votes by a power of attorney signed and acknowledged by the landowner or landowners and filed before the vote is cast in the auditor's office of the county district where the election is held. Every power of attorney shall specify the particular election for which it is used, indicating the day, month, and year of the election, and is void for all subsequent elections. If a landowner chooses to vote by proxy, the power of attorney shall be postmarked and sent or delivered to the address designated by the election board at least five days before the election. Section 113. That § 46A-10A-106 be amended to read as follows: 46A-10A-106. At the opening of the meeting, the election superintendent shall state the purpose of the meeting and the manner in which the elections will be conducted. The first election conducted shall be to determine whether a board of three trustees should be elected to control and manage the district. This election shall be by secret ballot provided by the election board. If a majority of those voting approve of a board of trustees, then an election shall immediately be conducted to elect three trustees. An election conducted for trustees shall be preceded by verbal candidate nominations by those in attendance. Each voter shall be given a blank piece of paper to be used as a ballot to vote for as many trustees as are to be elected. The superintendent of the election shall instruct the voters as to how many votes may be cast on the ballot. Section 114. That § 46A-10A-114 be amended to read as follows: 46A-10A-114. The compensation of the trustees and the clerk of the board shall be fixed at twenty-five dollars per day and necessary expenses, to be paid out of the funds of the drainage district for each day necessarily expended in the transaction of business of the drainage district, but no person may draw compensation for services as a trustee and as a clerk at the same time. Each trustee shall file with the auditor drainage district itemized, verified statements of the time devoted to the business of the drainage district, and of the expenses incurred. Section 115. That § 46A-10A-115 be amended to read as follows: 46A-10A-115. The board of trustees shall elect a chair and shall select some other landowner of the drainage district as clerk of the board of trustees . The clerk shall serve at the pleasure of the board of trustees. Section 116. That § 46A-10A-116 be amended to read as follows: 46A-10A-116. The board of trustees of a drainage district may control, supervise, and manage the drainage district. Subject to the legal controls for drainage management under § 46A-10A-20, the board of trustees may, in conformity with any applicable local, state, and federal laws, rules, ordinances, and regulations: (1) Clean out, repair, and maintain an existing drainage ditch; (2) Deepen, widen, or enlarge a drainage ditch; (3) Create a new drainage ditch, or relocate an existing drainage ditch; (4) Extend an existing drainage ditch; (5) Acquire lands for right-of-way for ditches by purchase or condemnation or any other lawful method in conformity with chapter 21-35 and any other provision of state law; (6) Repair levies, dikes, and barriers for the purpose of drainage; (7) Regulate the flow and direction of water to prevent downstream flooding; (8) Employ or contract with an engineer, hydrologist, surveyor, appraiser, assessor, legal counsel, or any other specialists as they deem necessary to carry out the powers and duties conferred by § § 46A-10A-98 to 46A-10A-123, inclusive; (9) Let contracts for construction, maintenance, repair, or other necessary work pursuant to the provisions of chapter 5-18 and § 46A-10A-75. No member of the board of trustees may have any interest in any contract or employment entered into pursuant to this subdivision or subdivision (8); (10) Request the county commission or township board of supervisors to replace, repair, remove, and enlarge public highway culverts and bridges, pursuant to § § 46A-10A-76, 31-12-19, 31-14-2, and 31-14-27; (11) Grant a request by a landowner to annex the landowner's land to the drainage district and apportion the costs of clean out, maintenance, or construction according to the benefits received and subject to approval by a majority of the eligible landowners voting in a special election held by the board of trustees in conjunction with the drainage district's annual election; and (13) (12) Reclassify benefits and apportion costs of clean out, extension, enlargement, repairs, or improvements among landowners benefitting therefrom, if the landowners have land located within the drainage district. Section 117. That § 46A-10A-119 be amended to read as follows: 46A-10A-119. The tax shall be collected by the county treasurer as other taxes are collected in the county. The tax shall be deposited and kept in a separate fund to the credit of the drainage district. The money may be expended only upon the order of the drainage district board of trustees signed by the chair and clerk of the board of trustees . The chair and clerk of the board of trustees shall provide a surety bond in the amount of at least five thousand dollars. Section 118. That § 46A-10A-120 be amended to read as follows: 46A-10A-120. The board of trustees of any drainage district may issue improvement certificates and drainage bonds under the same conditions as is provided by chapter 46A-11 for issuance by the board of county commissioners water management district , except that in case of the issue of drainage bonds, the bonds shall be approved by a simple majority of the eligible landowners voting in a special election held by the board of trustees of the drainage district in conjunction with the drainage district's annual election. The approval shall be printed upon the bonds before they are negotiated. Section 119. That § 46A-10A-121 be amended to read as follows: 46A-10A-121. The drainage district board of trustees shall keep and maintain a written record of all their official acts and proceedings. The board of trustees shall, on or before January thirty-first of each year, file a financial report of the previous calendar year with the county auditor and with the water management district in which the drainage district is located . When the Department of Legislative Audit examines other county records, it shall examine the financial report of the board of trustees of the drainage district. Section 120. That § 46A-10A-122 be amended to read as follows: 46A-10A-122. Any interested person aggrieved by any action taken by the drainage district board of trustees in § § 46A-10A-98 to 46A-10A-123, inclusive, may file a cause of action in circuit court in the county where the cause of action arose or may invoke mediation with the board of trustees. Section 121. That § 46A-10A-123 be amended to read as follows: 46A-10A-123. Any decision of the board of trustees of a drainage district may be referred to a vote of the eligible voters of the district by the filing of a petition signed by at least five percent of the eligible voters of the district. The petition shall be filed with the district within ninety days following the district's action. Upon receipt of a valid petition, the district shall call a special election, which shall be held within sixty days. The district shall publish notice of the election in the official newspaper of the counties in which the district is located at least twenty days before the election is held. The election shall be conducted by the drainage district in the same manner as the district's annual election is conducted. Section 122. That § 46A-11-1 be amended to read as follows: 46A-11-1. If an intrastate drainage project is established under the provisions of this chapter or chapter 46A-10A, the auditor of the county wherein such district in which the drainage project or portion thereof is situated shall file in the office of the register of deeds of the county a certified copy of the resolution establishing the drainage project. The resolution shall contain a description of each lot, parcel and tract of land situated within the drainage project and affected by proceedings establishing the project. The resolution shall be recorded and indexed against each lot, parcel and tract of land described in the resolution. No recording fee may be charged and the recording shall constitute The recording constitutes constructive notice of establishment of the drainage project, to all subsequent purchasers and encumbrancers of such the premises. Section 123. That § 46A-11-2 be amended to read as follows: 46A-11-2. After establishment of a project and fixing of damages, if any, the board shall determine the proportion of benefits of the proposed project among the lands affected and shall set a time and place for equalizing the benefits. The benefit determined for any tract of land shall be in the form of a ratio or percentage in comparison to the average tract of land found most likely to receive average benefit pursuant to § 46A-10A-61. Notice of equalization of benefits shall be by publication at least once a week for two consecutive weeks in a legal newspaper of the county district , as designated by the board. The notice shall describe each tract of land affected by the proposed project and shall state the names of its owners as appear in the tax records in the county treasurer's office. The notice shall list the proportion of benefits fixed for each tract of property, taking each particular tract as a unit, and shall notify all such owners of the opportunity to show cause why the proportion of benefits should not be fixed as stated. Section 124. That § 46A-11-6 be amended to read as follows: 46A-11-6. Thirty days after an assessment is made, a copy certified by the county auditor district shall be filed by him with the county treasurer. However, before it is filed, the board shall give notice of the time of filing, by publication at least once in each week for two consecutive weeks in an official newspaper in the county district as designated by the board. The notice shall contain a description of the property assessed, the name of the owner as it appears in the assessment, the amount of each assessment, including the amount assessed against the county any county, municipality, township or railroad company, and the date when the assessment will become delinquent, plus any penalty and the date from which interest will be charged. Section 125. That § 46A-11-8 be amended to read as follows: 46A-11-8. A board may issue separate assessment certificates against each tract assessed for the amount of its assessment and may sell them at not less than par value with accrued interest or may contract to pay for construction of the project with assessment certificates or with warrants. Any assessment certificate shall refer to the record, in the office of the county auditor district office , of the order of assessment and the copy in the county treasurer's office, shall transfer to the holder all interest, claim or right in the assessment, and shall bear the same rate of interest, carry a property lien and be enforceable as provided by law. Section 126. That § 46A-11-16 be amended to read as follows: 46A-11-16. Any assessment against lands described in § 46A-10A-56 for construction of a drainage project shall be certified by the county auditor of the county district in which the project is located to the board or officer having charge of the lands. If sufficient funds are under control of the officer or board from which payment of the assessment can be made, it shall be made. If sufficient funds are not available, the officer or board having charge of the lands shall approve the assessment and certify it to the state auditor, who shall pay the assessment from money available for that purpose. If no money is available, he the state auditor shall request the Legislature to provide an appropriation for payment of the assessment. The payment shall be made to the treasurer of the county district in which the lands are located. No penalty other than interest may attach to any such land after an assessment becomes delinquent and such land may not be sold to enforce delinquent assessments. Section 127. That § 46A-11-18 be amended to read as follows: 46A-11-18. Any surplus remaining in any fund at the close of a fiscal year may be used by a township to pay and apply toward any drainage assessment. In unorganized townships, the county board may pay for drainage from any money of the unorganized township. Each succeeding year a like levy shall be made by local officials until the entire assessment is paid. Section 128. That § 46A-11-20 be repealed. 46A-11-20. Any assessment made by a board upon land in another county shall be paid to the county treasurer of the county having charge of the project. If such assessment becomes delinquent, the treasurer of the county having charge of the project shall certify the amount delinquent on any separate tract of land outside of his county to the treasurer of the county in which the land is situated. That treasurer shall collect the assessment as provided by this chapter and shall remit such collections to the treasurer of the county having charge of the project within thirty days. Section 129. That § 46A-11-24 be amended to read as follows: 46A-11-24. Bonds issued pursuant to § 46A-11-23 shall be signed by the chairman chair of the district board and the auditor , shall be issued for the benefit of the particular drainage district, and shall be numbered, recorded and indexed in the office of the county auditor district office . The board shall negotiate the bonds at not less than their par value and the proceeds and any premium received on the bonds shall be credited to the fund of the particular drainage project. The bonds shall state that they are issued pursuant to this chapter and that they are to be paid out of funds to be obtained as provided in this chapter. The bonds shall be a charge against the lands for which benefit the bonds are issued until the principal and interest thereon have been fully paid. Section 130. That § 46A-11-25 be amended to read as follows: 46A-11-25. No county may be district is liable for payment of any bonds issued under this chapter. The bonds shall be paid from funds derived from assessments under this chapter. Section 131. That § 46A-11-26 be amended to read as follows: 46A-11-26. Assessments are payable to the treasurer of the county in which assessed land is situated. Bonds may be issued by jointly acting boards and payable from assessments for the project. The bonds shall be signed by the chairman of each board , countersigned by the auditor of each county and may be issued for any portion of the expenses of the project. The terms, issue, collection of assessments and all other procedure shall be the same as for a project located entirely within one county district and any assessments and certificates shall be a lien and enforceable as for a single county district project. Section 132. That § 46A-11-27 be amended to read as follows: 46A-11-27. If the cost of a proposed project exceeds the preconstruction estimate, a new apportionment of assessments may be made and additional bonds issued and sold in like manner. If the proceeds of the assessments are insufficient to pay the principal and interest of bonds sold pursuant to this chapter, a new apportionment of assessment may be made to meet the shortage in funding. If assessments for a drainage project are finally fixed, they shall be certified to the county treasurer by the county auditor district and money collected shall be received by the county treasurer to be paid to holders of bonds as the principal and interest become due. Section 133. That § 46A-11-29 be amended to read as follows: 46A-11-29. The board of any county district having outstanding drainage bonds issued under the provisions of this chapter may extend unpaid installments of assessments for such project and issue and sell drainage refunding bonds as provided in § § 46A-11-30 to 46A-11-34, inclusive. Section 134. That § 46A-11-30 be amended to read as follows: 46A-11-30. If there is filed with the county auditor district a petition signed by owners of not less than fifty-one percent of the real property assessed for a project, which petition identifies the project and states that owners of land assessed for the project have defaulted in payment of one or more installments of assessments, that landowners are unable to pay installments falling due during the current year, or any other facts showing a necessity for an extension, the county auditor district shall set the matter for hearing before the board at any regular or special meeting. The auditor district shall publish notice of the hearing in a legal newspaper of the county district at least once a week for at least two successive weeks prior to the hearing. The notice shall acknowledge filing of the petition, shall identify the project, and shall state the purpose, time and place of the hearing. Section 135. That § 46A-14-1 be repealed. 46A-14-1. In order to carry out conservation of the natural resources of the state through land utilization, flood control and other needs, upon sound scientific principles, for the protection of the public health and welfare and the provident use of the natural resources, the creation of a public corporation as an agency of the state for the aforesaid purposes is herein provided. This chapter shall be construed and administered so as to make effective the following state policy: (1) The general welfare of the people of South Dakota requires that the land and water resources of the state be conserved and put to optimum beneficial use. (2) Worthwhile land and water resource developments by the people and organizations in the state are to be encouraged in every way possible by state government and state government shall control, coordinate and regulate the interrelationship of, and interdependence of, land and water resource projects in order to assure and maintain maximum benefits to the people of the state. (3) To this end, construction of land and water resource projects in the state shall receive the review, approval and assistance of the administering agency of state government to the extent that proposed project works are complementary with other existing and proposed developments. (4) To this end, also, land and water resource development project proposals shall include adequate attention to continuous maintenance in order to assure that the works constructed shall continue to provide the service for which they were built and sponsors of such projects and responsible administrators of state government shall perform their duties in such a manner as to assure the benefits that accrue to the people directly affected by land and water developments are maintained and do not become a menace to or produce damage to the property of others. Section 136. That § § 46A-14-2 to 46A-14-92, inclusive, be repealed. The effective date of this section and section 135 of this Act is July 1, 2001. Section 137. The board of managers of any watershed district organized pursuant to chapter 46A-14 may, by notifying the Board of Water and Natural Resources and the Office of the Secretary of State before July 1, 2000, cause the watershed district to be converted to a water project district and may operate under chapter 46A-18 as a water project district. For any watershed district that is converted to a water project district pursuant to this section, a formation petition and election are not required, and the current governing board may continue in office until successors are chosen and installed as a result of the next annual election of the district. Any existing contracts or agreements of a watershed district in effect at the time that the district is converted to a water project district shall remain in effect under the new district. Any watershed district that has not notified the Board of Water and Natural Resources and the Office of the Secretary of State by July 1, 2000, of its intention to operate as a water project district is dissolved, effective July 1, 2001. The property of any watershed district that is dissolved pursuant to this section shall be disposed of as provided in § 46A-14-82."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13213, "action_date": "1998-01-13T14:00:00-06:00", "document_id": 76883, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76883.pdf", "status_text": "First read in House and referred to", "journal_page": 18, "committee_id_action": 600, "committee_id_assigned": 593, "result": "N", "vote": {}}, {"bill_id": 13213, "action_date": "1998-01-22T10:00:00-06:00", "document_id": 76551, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76551.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 593, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13213, "action_date": "1998-02-05T10:00:00-06:00", "document_id": 76669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76669.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 593, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13213, "action_date": "1998-02-10T10:00:00-06:00", "document_id": 76702, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76702.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 593, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13213, "action_date": "1998-02-10T10:00:00-06:00", "document_id": 76702, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76702.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 506, "committee_id_action": 593, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38491, "president_vote": null, "Yea": [2096, 2104, 2110, 2144, 2163, 2194, 2108, 2133, 2120], "Excused": [2173], "Nay": [2097, 2193, 2146]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13213"}