{"session_id": 61, "bill_id": 21040, "bill_type": "House Bill", "bill_number": 1166, "bill_title": "establish the South Dakota Health Insurance Exchange.", "sponsors": [{"legislator_profile_id": 3585, "is_prime": true}, {"legislator_profile_id": 3590, "is_prime": true}, {"legislator_profile_id": 3582, "is_prime": false}, {"legislator_profile_id": 3602, "is_prime": false}, {"legislator_profile_id": 3605, "is_prime": false}, {"legislator_profile_id": 3607, "is_prime": false}, {"legislator_profile_id": 3612, "is_prime": false}, {"legislator_profile_id": 3620, "is_prime": false}, {"legislator_profile_id": 3621, "is_prime": false}, {"legislator_profile_id": 3623, "is_prime": false}, {"legislator_profile_id": 3645, "is_prime": false}, {"legislator_profile_id": 3647, "is_prime": false}, {"legislator_profile_id": 3656, "is_prime": false}], "keywords": ["Insurance"], "audio": [{"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hst23.mp3", "start_seconds": 73.0}, {"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hst23.mp3", "start_seconds": 73.0}, {"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hst23.mp3", "start_seconds": 73.0}], "bill_versions": [{"bill_id": 21040, "bill_version_id": 110715, "bill_version": "Introduced", "bill_version_date": "2007-01-25T08:23:36-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the South Dakota Health Insurance Exchange. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Applicant,\" an individual seeking to participate in the South Dakota Insurance Exchange; (2) \"Carrier,\" any person or organization subject to the authority of the director that provides one or more health benefit plans or insurance in this state, and includes an insurer, a hospital and medical services corporation, a fraternal benefit society, a health maintenance organization, or a multiple employer welfare arrangement; (3) \"COBRA,\" the Consolidated Omnibus Budget Reconciliation Act of 1985, approved April 7, 1986 (100 Stat. 231; 29 U.S.C. § 1161 et seq.); (4) \"Creditable coverage,\" continual coverage of the applicant under any of the following health plans, with no lapse in coverage of more than sixty-three days immediately prior to the date of application: (a) A group health plan; (b) Health insurance coverage; (c) Part A or Part B of Title XVIII of the Social Security Act, approved July 30, 1965 (79 Stat. 291; 42 U.S.C. § 1395c et seq. or 1395j et seq., respectively); (d) Title XIX of the Social Security Act, approved July 30, 1965 (79 Stat. 343; 42 U.S.C. §1396 et seq.), other than coverage consisting solely of benefits under section 1928; (e) Chapter 55 of title 10, United States Code (10 U.S.C. § 1071 et seq.); (f) A medical care program of the Indian Health Service or of a tribal organization; (g) A state health benefits risk pool; (h) A health p1an offered under Chapter 89 of Title 5, United States Code (5 U.S.C. § 8901 et seq.); (I) A public health plan (as defined in federal or state regulations); (j) A health benefit plan under Section 5(e) of the Peace Corps Act (22 U.S.C. § 2504(e)); or (k) Any other qualifying coverage required by HIPAA. Creditable coverage does not include coverage consisting solely of coverage of excepted benefits. (5) \"Dependent,\" either of the following: (a) The spouse of the principal insured; or (b) An individual who is related to the principal insured by birth, marriage, or adoption and meets the definition of a dependent as set forth in the United States Internal Revenue Code, (26 USC § 152); (6) \"Director,\" the director of the Division of Insurance; (7) \"Employer,\" any individual, partnership, association, corporation, business trust, or person or group of persons employing one or more persons, and filing payroll tax information on such person or persons; (8) \"Excepted benefits,\" coverage such as Medicare Supplement Insurance, specified disease insurance, dental only or vision only insurance, accident only insurance, hospital confinement indemnity coverage, coverage issued as a supplement to liability insurance, long-term care insurance, workers compensation insurance, loss of income insurance, coverage for medical expenses included as part of any auto, property, casualty, or other liability insurance, and credit or disability insurance; (9) \"Exchange,\" the South Dakota Insurance Exchange established by this Act; (10) \"Federal health coverage tax credit eligible individual,\" any individual who is eligible for benefits under section 201 of the Trade Act of 2002, approved August 6, 2002 (116 stat. 933; 26 USC § 35(c) (2003)); (11) \"HIPAA,\" the Health Insurance Portability and Accountability Act of 1996, approved August 21, 1996 (Pub. L. 104-191; 110 Stat. 1136); (12) \"Participating employer plan,\" a group health plan, as defined in § 706 of ERISA (29 USC § 1186), that is sponsored by an employer and for which the plan sponsor has entered into an agreement with the Exchange, in accordance with the provisions of sections 29 to 30, inclusive, of this Act, for the Exchange to offer and administer health insurance benefits for enrollees in the plan; (13) \"Participating individual,\" a person who has been determined by the Exchange to be, and continues to remain, an eligible person for purposes of obtaining coverage under participating insurance plans offered through the Exchange; (14) \"Participating insurance plan,\" a health benefit plan offered through the Exchange; (15) \"Plan year,\" the period of time during which the insured is covered under a health benefit plan, as stipulated in the contract governing the plan; (16) \"Preexisting conditions provision,\" a provision in a health benefit plan that limits, denies, or excludes benefits for a period of time for an enrollee for expenses or services related to a medical condition that was present before the date the coverage commenced, whether or not any medical advice, diagnosis, care, or treatment was recommended or received before that date. The time period for a preexisting conditions provision begins when application for insurance is made or when an applicant is in a waiting period for coverage under any plan. Genetic information may not be treated as a preexisting condition in the absence of a diagnosis of the condition related to such information; (17) \"Producer,\" a person required to be licensed in the state to sell, solicit, or negotiate insurance; (18) \"Rate,\" the premiums or fees charged by a health benefit plan for coverage under the plan; (19) \"Self-funded health benefit plan,\" a health insurance plan, not subject to regulation by the state or any other state, that is paid in whole or in part by the employer from its own assets or from a funded welfare benefit plan, provided that such plan does not shift any risk or liability for benefit payments to an insurer or other carrier, other than through reinsurance or stop-loss coverage. Section 2. For purposes of this Act, an eligible individual is an individual who is eligible to participate in the Exchange by reason of meeting one or more of the following qualifications: (1) The individual is a South Dakota resident, meaning that the individual, is and continues to be, legally domiciled and physically residing on a permanent and full- time basis in a place of permanent habitation in this state that remains the person's principal residence and from which the person is absent only for temporary or transitory purpose. A person who is a full-time student attending an institution outside of this state may maintain his or her South Dakota residency; (2) The individual is not a South Dakota resident but is employed, at least twenty hours a week on a regular basis, at a location in the state by a bona fide employer, and the individual's employer does not offer a group health insurance plan, or the individual is not eligible to participate in any group health insurance plan offered by the individual's employer; (3) The individual, whether a resident or not, is enrolled in, or eligible to enroll in, a participating employer plan; (4) The individual is self-employed in South Dakota, and if a nonresident self-employed individual, the individual's principal place of business is in South Dakota; (5) The individual is a full-time student attending an institution of higher education located in South Dakota; (6) The individual, whether a resident or not, is a dependent of another individual who is an eligible individual. Section 3. There is hereby established the South Dakota Insurance Exchange with a legal existence separate from that of the State of South Dakota. The Exchange shall seek status as a nonprofit corporation of the state, and shall seek recognition of the same status by the United States in accordance with the provisions of the United States Internal Revenue Code (26 USC § 501(c)). Section 4. The Exchange is created for the limited purpose of providing the residents of South Dakota, and such other individuals as may, from time to time, also be eligible to participate, with greater access to, and choice and portability of, health insurance products. Any eligible individual may obtain health insurance benefits through the Exchange, subject to the provisions of this Act. Section 5. The Exchange shall be governed by a board of directors. The board of directors shall consist of ten members. Three members shall be representatives of health providers and three members shall be representatives of health insurance carriers. The remaining members shall be the director of the Division of Insurance, the secretary of the Department of Health, the secretary of the Department of Social Services, and the commissioner of the Bureau of Personnel. The Governor shall appoint the representatives of health providers and the representatives of health insurance carriers for a specific term of not less than two years and not more than three years. The terms of service shall overlap. Section 6. The board of directors shall appoint an Exchange Director, who shall serve at the pleasure of the board. The Exchange Director shall be a full-time employee of the Exchange and have the following responsibilities: (1) Administer all of the Exchange's activities and contracts; and (2) Supervise the staff of the Exchange. Section 7. The Exchange shall have the following responsibilities: (1) Publicize the existence of the Exchange and disseminate information on eligibility requirements and enrollment procedures for the Exchange; (2) Establish and administer procedures for enrolling eligible individuals in the Exchange, including: (a) Creating a standard application form to collect information necessary to determine the eligibility and previous coverage history of an applicant; and (b) Preparing and distributing certificate of eligibility forms and application forms to insurance producers and the general public; (3) Establish and administer procedures for the election of coverage by participating individuals, in accordance with section 9 of this Act, during open season periods and outside of open season periods upon the occurrence of any qualifying event specified in section 11 of this Act, including preparing and distributing to participating individuals: (a) Descriptions of the coverage, benefits, limitations, co-payments, and premiums for all participating plans; and (b) Forms and instructions for electing coverage and arranging payment for coverage; (4) Collect and transmit to the applicable participating plans all premium payments or contributions made by or on behalf of participating individuals, including developing mechanisms to: (a) Receive and process automatic payroll deductions for participating individuals enrolled in participating employer plans; (b) Enable participating individuals to pay, in whole or part, for coverage through the Exchange by electing to assign to the Exchange any federal Earned Income Tax Credit payments due the participating individual, and; (c) Receive and process any federal or state tax credits or other premium support payments for health insurance, as may be established by law; (5) Upon request, issue certificates of previous coverage in accordance with the provisions of HIPAA to all such individuals who cease to be covered by a participating insurance plan; (6) Establish procedures to account for all funds received and disbursed by the Exchange, including: (a) Maintaining a separate, segregated management account for the receipt and disbursement of moneys allocated to fund the administration of the Exchange; (b) Maintaining a separate, segregated operations account for: (I) The receipt of all premium payments or contributions made by or on behalf of participating individuals; and (ii) The distribution of premium payments to participating plans, and of commissions or payments to licensed insurance producers and such other organizations as are permitted under section 31 of this Act to receive payments for their services in enrolling eligible individuals or groups in the Exchange; and (7) Submit to the director, following the end of each plan year, the report of an independent audit of the Exchange's accounts for the plan year. Section 8. The Exchange may exercise the following powers: (1) Contract with vendors to perform one or more of the functions specified in section 7 of this Act; (2) Contract with private or public social service agencies to administer application, eligibility verification, enrollment, and premium payments for specified groups or populations of eligible individuals or participating individuals; (3) Contract with employers to act as the plan administrator for participating employer plans, subject to the provisions of sections 28 to 30, inclusive, of this Act, and to undertake the obligations required by federal law of a plan administrator; (4) Set and collect fees from participating individuals, participating employer plans, and participating insurance plans, sufficient to fund the cost of administering the Exchange, including the salary of the Exchange Director; (5) Seek and directly receive grant funding from the United States Government, departments or agencies of the state government, county or municipal governments, or private philanthropic organizations to defray the costs of operating the Exchange; (6) Establish procedures governing the operations of the Exchange; (7) Establish one or more service centers within the state to facilitate enrollment; (8) Sue and be sued or otherwise take any necessary or proper legal action; and (9) Establish bank accounts and borrow money. Section 9. Any eligible individual may apply to participate in the Exchange. Any employer, labor union, or educational, professional, civic, trade, church, or social organization that has eligible individuals as employees or members may apply on behalf of those eligible persons. Upon determination by the Exchange that an individual is eligible in accordance with the provisions of this Act to participate in the Exchange, the individual may enroll, or, when applicable, be enrolled by the individual's parent or legal guardian, in a participating insurance plan offered through the Exchange during the next open season period or, when applicable, at such other times as are specified in section 11 of this Act. Section 10. From November first to November thirtieth of each year the Exchange shall administer an open season during which any eligible individual may enroll in any health benefit plan offered through the Exchange, subject to the provisions of section 23 of this Act, without a waiting period, and may not be declined coverage. The initial open season is the first ninety days after the Exchange begins to accept applications. Section 11. An eligible individual may enroll in a health benefit plan offered through the Exchange, subject to the provisions of section 23 of this Act, without a waiting period, and may not be declined coverage, at a time other than the annual open season for any of the following reasons, provided the individual does so within sixty-three days of the triggering event: (1) The individual loses coverage in an existing health insurance plan due to the death of a spouse, parent, or legal guardian; (2) The individual, or a covered dependent, loses coverage in an existing health insurance plan due to a change in the individual's employment status; (3) The individual, or a covered dependent, loses coverage in an existing health insurance plan because of a divorce, separation, or other change in familial status; (4) The individual loses coverage in an existing health insurance plan because the individual achieves an age at which coverage lapses under that plan; (5) The individual, or a covered dependent, becomes newly eligible by becoming a resident of South Dakota or because the individual's place of employment has been changed to South Dakota; (6) The individual becomes newly eligible by becoming the spouse or dependent, by reason of birth, adoption, court order, or a change in custody arrangement, of an eligible individual; (7) The individual becomes subject to a court order requiring the individual to provide health insurance coverage to certain dependents, or enters into a new arrangement for the custody of dependents that requires the providing of health insurance for those dependents; (8) The individual loses coverage in a plan offered through the Exchange by reason of the plan terminating participation in the Exchange prior to the end of the plan year. Section 12. No health benefit plan may be offered through the Exchange unless the director has first certified to the Exchange that: (1) The carrier seeking to offer the plan is licensed to issue health insurance in the state and is in good standing with the Division of Insurance; and (2) The plan meets the requirements of sections 13 to 22, inclusive, of this Act and the plan and the carrier are in compliance with all other applicable state health insurance laws. The director may not certify any plan that excludes from coverage any individual otherwise determined by the Exchange as meeting the eligibility requirements for participating individuals. Section 13. Each certification is valid for a uniform term of at least one year, but may be made automatically renewable from term to term in the absence of notice of either: (1) Withdrawal by the director; or (2) Discontinuation of participation in the Exchange by the plan or carrier. Section 14. The director may withdraw certification of a plan only after notice to the carrier and opportunity for hearing. The director may, however, decline to renew the certification of any carrier at the end of a certification term. Section 15. Each plan certified by the director as eligible to be offered through the Exchange shall contain a detailed description of benefits offered, including maximums, limitations, exclusions, and other benefit limits. Section 16. Each plan certified by the director as eligible to be offered through the Exchange shall provide, subject to the plan's deductibles and coinsurance or copayment schedule, major medical coverage that includes the following: (1) Hospital benefits; (2) Surgical benefits; (3) In-hospital medical benefits; (4) Ambulatory patient benefits; (5) Prescription drug benefits; and (6) Mental health benefits. Section 17. A carrier shall offer plans in the Exchange at standard rates based on age, geography, and family composition and that are determined to be actuarially sound in the judgment of the director. Section 18. The rates determined for the first plan year for which the plan is offered through the Exchange may be adjusted by the carrier for subsequent plan years based on experience and any later modifications to plan benefits, provided that any adjustments in rates shall be made in advance of the plan year for which they will apply and on a basis which, in the judgment of the director, is consistent with the general practice of carriers that issue health benefit plans to large employers. Section 19. The Exchange may not decline or refuse to offer, or otherwise restrict the offering to any participating individual, any plan that has obtained, in a timely fashion in advance of the annual open season, certification by the director. Section 20. The Exchange may not sponsor any insurance or benefit plan, or contract with any carrier to offer any insurance or benefit plan, as a participating plan that has not first been certified by the director. Section 21. The Exchange may not impose on any participating plan or on any carrier or plan seeking to participate in the Exchange, any terms or conditions, including any requirements or agreements with respect to rates or benefits, beyond, or in addition to, those terms and conditions established and imposed by the director in certifying plans. Section 22. The director shall establish and administer procedures for certifying plans to participate in the Exchange. Section 23. The following rules govern the imposition by carriers of any preexisting condition provisions and rating surcharges with respect to any participating individual covered by any participating insurance plan: (1) Except as otherwise specified in subdivisions (3) and (4) of this section, during any open season a participating individual who elects to choose a different participating insurance plan or plan option for the next plan year, is not subject to any preexisting condition provisions and shall be charged the standard rate of the new participating insurance plan or plan option for persons of the participating individual's age and geographic area. The provisions of this section apply to any election by a participating individual of coverage for any dependent who is also a participating individual; (2) A new participating individual with eighteen months or more of creditable coverage who enrolls in a participating insurance plan is not subject to any preexisting condition provisions and shall be charged the applicable age and geography adjusted standard rate for the participating insurance plan; (3) A new participating individual with creditable coverage of between two and seventeen months may enroll in a participating insurance plan, but the participating individual may be subject to one or more preexisting condition provisions, for a period not to exceed twelve months, the number of such months to be reduced by the number of months of creditable coverage, or charged a premium not to exceed one hundred twenty-five percent of the otherwise applicable age and geography adjusted standard rate for the participating insurance plan, or both. Any such rate surcharge may not be applied during the third or subsequent years of the individual's enrollment in any participating insurance plan; (4) A new participating individual with two months or less of creditable coverage may enroll in a participating insurance plan, but the participating individual may be subject to one or more preexisting condition provisions, for a period not to exceed twelve months, the number of such months to be reduced by the number of months of creditable coverage, or charged a premium not to exceed one hundred fifty percent of the otherwise applicable age and geography adjusted standard rate for the participating insurance plan, or both. Any such rate surcharge may not be applied during the third or subsequent years of the individual's enrollment in any participating insurance plan; (5) In cases where an individual is enrolled in a plan offered through the Exchange as a newly eligible dependent of an participating individual, by reason of birth, adoption, court order, or a change in custody arrangement, either during open season or outside of open season in accordance with subdivision (6) of section 11 of this Act, a carrier may not impose any preexisting condition provision or any change in the rate charged to the participating individual, except for such difference, if any, in the participating insurance plan's standard rates that reflect the addition of a new dependent to the participating individual's coverage; (6) Periods of creditable coverage with respect to an individual shall be established through presentation of certifications or in such other manner as may be specified in federal or state law; (7) For new participating individuals without creditable coverage, or with only limited creditable coverage as defined in subdivisions (3) and (4) of this section, a carrier may elect to waive the imposition of preexisting condition provisions and instead extend the applicable rate surcharge for an additional year beyond the time provided for in those subdivisions; (8) For purposes of this section, any federal health coverage tax credit eligible individual shall be deemed to have eighteen months of creditable coverage. Section 24. Any participating individual may continue to participate in any participating insurance plan as long as the individual remains an eligible individual, subject to the carrier's rules regarding cancellation for nonpayment of premiums or fraud, and may not be cancelled or nonrenewed because of any change in employer or employment status, marital status, health status, age, membership in any organization or other change that does not affect eligibility as defined in this Act. Section 25. A participating individual who is not a resident of this state and who ceases to be an eligible individual due to a qualifying event shall be deemed to remain an eligible individual and shall be deemed to remain a participating individual for a period not to exceed thirty-six months from the date of the qualifying event, if: (1) The qualifying event consists of a loss of eligible individual status due to: (a) Voluntary or involuntary termination of employment for reasons other than gross misconduct; or (b) Loss of qualified dependent status for any reason; and (2) The participating individual elects to remain a participating individual and notifies the Exchange of such election within sixty-three days of the qualifying event. Section 26. The director shall establish procedures for resolving disputes arising from the operation of the Exchange in accordance with the provisions of this Act, including disputes with respect to: (1) The eligibility of an individual to participate in the Exchange; (2) The imposition of a coverage surcharge on a participating individual by a participating plan; and (3) The imposition of a preexisting condition provision on a participating individual by a participating plan. Section 27. In cases where a carrier imposes a preexisting condition exclusion or a premium surcharge in connection with enrollment of a participating individual in a participating insurance plan offered by the carrier, and the participating individual disputes the imposition of such an exclusion or surcharge, the participating individual may request that the director issue a determination as to the validity or extent of such exclusion or surcharge under the provisions of this Act. The director shall issue such a determination within thirty days of the request being filed with the department. If either the participating individual or the carrier disagrees with the outcome, the individual or the carrier may submit a request for a hearing to the director in accordance with chapter 1-26. Section 28. Any employer may apply to the Exchange to be the sponsor of a participating employer plan. Any employer seeking to be the sponsor of a participating employer plan shall, as a condition of participation in the Exchange, enter into a binding agreement with the Exchange, which shall include the following conditions: (1) The sponsoring employer designates the Exchange Director to be the plan's administrator for the employer's group health plan and the Exchange Director agrees to undertake the obligations required of a plan administrator under federal law; (2) Only the coverage and benefits offered by participating insurance plans shall constitute the coverage and benefits of the participating employer plan; (3) That any individual eligible to participate in the Exchange by reason of the individual's eligibility for coverage under the employer's participating employer plan, regardless of whether the individual would otherwise qualify as an eligible individual if not enrolled in the participating employer plan, may elect coverage under any participating insurance plan, and that neither the employer nor the Exchange may limit any individual choice of coverage from among all the participating insurance plans; (4) The employer reserves the right to offer benefits supplemental to the benefits offered through the Exchange, but any supplemental benefits offered by the employer shall constitute a separate plan or plans under federal law, for which the Exchange Director may not be the plan administrator and for which neither the Exchange Director nor the Exchange is responsible in any manner; (5) The employer agrees that, for the term of the agreement, the employer may not offer to any individual eligible to participate in the Exchange by reason of the individual's eligibility for coverage under the employer's participating employer plan any separate or competing group health plan offering the same or substantially similar benefits as those provided by participating insurance plans through the Exchange, regardless of whether the individual would otherwise qualify as an eligible individual if not enrolled in the participating employer plan; (6) The employer reserves the right to determine the criteria for eligibility, enrollment, and participation in the participating employer plan and the terms and amounts of the employer's contributions to that plan, so long as for the term of the agreement with the Exchange, the employer agrees not to alter or amend any criteria or contribution amounts at any time other than during an annual period designated by the Exchange for participating employer plans to make such changes in conjunction with the Exchange's annual open season; (7) The employer agrees to make available to the Exchange any of the employer's documents, records, or information, including copies of the employer's federal and state tax and wage reports, that the director reasonably determines are necessary for the Exchange to verify: (a) That the employer is in compliance with the terms of its agreement with the Exchange governing the employer's sponsorship of a participating employer plan; (b) That the participating employer plan is in compliance with applicable laws relating to employee welfare benefit plans, particularly those relating to nondiscrimination in coverage; and (c) The eligibility, under the terms of the employer's plan, of those individuals enrolled in the participating employer plan; (8) The employer agrees to also sponsor a cafeteria plan as permitted under federal law (26 USC § 125) for all employees eligible for coverage under the employer's participating employer plan. The Exchange may not enter into any agreement with any employer with respect to any employer participating plan if such agreement does not, at a minimum, incorporate the conditions specified in this section. Section 29. The Exchange may not enter into any agreement with any employer with respect to any participating employer plan for the Exchange to provide the participating employer plan with any additional or different services or benefits not otherwise provided or offered to all other participating employer plans. Section 30. Beginning with the first plan year following the establishment of the Exchange, the State of South Dakota shall enter into an agreement with the Exchange to be the sponsor of a participating employer plan on behalf of any person eligible for health insurance benefits paid in whole or in part by the State of South Dakota by reason of current or past employment by the state, or by reason of being a dependent of such person. Section 31. In cases when a producer licensed in this state enrolls in the Exchange an eligible individual or group, the plan chosen by each individual shall pay the producer a commission of three percent of premium. In cases when a membership organization enrolls in the Exchange its eligible members, or the eligible members of its member entities, the plan chosen by each individual shall pay the organization a fee equal to the commission specified in this section. Nothing in this section may be deemed either to require a membership organization that enrolls persons in the Exchange to be licensed by this state as an insurance producer, or to permit such an organization to provide any other services requiring licensure as an insurance producer without first obtaining such license. Section 32. Each employer in the state shall annually file with the director a coverage form, as provided by the director, for each employee employed within the state indicating: (1) The health insurance coverage status of the employee and the employee's dependents including the source of coverage and the name of the insurer or plan sponsor; (2) The employee's election to apply, or not apply, for coverage through the Exchange; and (3) The employee's election to be considered, or not to be considered, for any publicly financed health insurance program or premium subsidy program administered by the state. The form shall be signed by the employee to whom it pertains. Section 33. This Act is effective on January 1, 2009."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21040, "action_date": "2007-01-25T14:00:00-06:00", "document_id": 110857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110857.pdf", "status_text": "First read in House and referred to", "journal_page": 195, "committee_id_action": 923, "committee_id_assigned": 918, "result": "N", "vote": {}}, {"bill_id": 21040, "action_date": "2007-02-09T10:00:00-06:00", "document_id": 111919, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111919.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 918, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21040, "action_date": "2007-02-09T10:00:00-06:00", "document_id": 111919, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111919.pdf", "status_text": "Tabled", "journal_page": 429, "committee_id_action": 918, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64918, "president_vote": null, "Yea": [3578, 3582, 3584, 3590, 3598, 3609, 3629, 3637, 3638, 3656, 3668, 3657], "Excused": [3593]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21040"}