{"session_id": 27, "bill_id": 7814, "bill_type": "Senate Bill", "bill_number": 36, "bill_title": "revise the time to file certain tax returns and remit certain taxes.", "sponsors": [], "keywords": ["State Affairs and Government", "Taxes"], "audio": [{"meeting_datetime": "2017-01-23T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sta09.mp3", "start_seconds": 1236.0}, {"meeting_datetime": "2017-01-23T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sta09.mp3", "start_seconds": 1236.0}, {"meeting_datetime": "2017-01-23T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sta09.mp3", "start_seconds": 1236.0}, {"meeting_datetime": "2017-01-23T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sta09.mp3", "start_seconds": 1236.0}, {"meeting_datetime": "2017-01-23T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sta09.mp3", "start_seconds": 1236.0}, {"meeting_datetime": "2017-01-25T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sta11.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2017-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sta16.mp3", "start_seconds": 240.0}, {"meeting_datetime": "2017-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sta16.mp3", "start_seconds": 240.0}, {"meeting_datetime": "2017-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sta16.mp3", "start_seconds": 240.0}, {"meeting_datetime": "2017-02-03T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sta16.mp3", "start_seconds": 240.0}, {"meeting_datetime": "2017-02-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen18.mp3", "start_seconds": 2594.0}, {"meeting_datetime": "2017-02-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen18.mp3", "start_seconds": 2594.0}, {"meeting_datetime": "2017-02-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen18.mp3", "start_seconds": 2594.0}, {"meeting_datetime": "2017-02-14T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hta22.mp3", "start_seconds": 145.0}, {"meeting_datetime": "2017-02-14T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hta22.mp3", "start_seconds": 145.0}, {"meeting_datetime": "2017-02-14T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hta22.mp3", "start_seconds": 145.0}, {"meeting_datetime": "2017-02-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou29.mp3", "start_seconds": 5210.0}, {"meeting_datetime": "2017-02-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou29.mp3", "start_seconds": 5210.0}, {"meeting_datetime": "2017-02-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou29.mp3", "start_seconds": 5210.0}], "bill_versions": [{"bill_id": 7814, "bill_version_id": 42348, "bill_version": "Introduced", "bill_version_date": "2017-01-06T13:07:51.943-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the time to file certain tax returns and remit certain taxes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-45-27.3 be amended to read: 10-45-27.3. Any person who holds a license issued pursuant to this chapter or who is a person whose receipts are subject to the tax imposed by this chapter shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twenty-third twentieth day of the month following each monthly period and remit the tax on or before the second to the last day of the month following each monthly period business day following the date the return was due. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly. The return and remittance is due the last twentieth day of the month following the reporting period, or at a time otherwise determined by the secretary. The secretary may grant an extension of not more than five days for filing a return and remittance. However, the secretary may grant an extension for remitting the tax to a qualified business as provided in §§ 10-45-99 to 10-45-107, inclusive, for six months. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 2. That § 10-45D-10.2 be amended to read: 10-45D-10.2. Any person who holds a license issued pursuant to this chapter or who is a person whose receipts are subject to the tax imposed by this chapter shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twenty-third twentieth day of the month following each monthly period and remit the tax on or before the second to the last day of the month following each monthly period business day following the date the return was due. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly. The return and remittance is due the last twentieth day of the month following the reporting period, or at a time otherwise determined by the secretary. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 3. That § 10-46-27.1 be amended to read: 10-46-27.1. Any person required to pay or any retailer required or authorized, pursuant to this chapter, to collect the tax imposed by this chapter shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person or retailer remits the tax by electronic transfer to the state, the return shall be filed by electronic means on or before the twenty-third twentieth day of the month following each monthly period and the tax remitted on or before the second to the last day of the month following each monthly period business day following the date the return was due. The secretary may require or allow a person or retailer to file a return, and pay any tax due, on a basis other than monthly. The return and remittance is due the last twentieth day of the month following the reporting period, or at a time otherwise determined by the secretary. The secretary may grant an extension of not more than five days for filing a return and remittance. However, the secretary may grant an extension for remitting the tax to a qualified business as provided in §§ 10-45-99 to 10-45-107, inclusive, for six months. Unless an extension is granted, any penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 4. That § 10-46A-1.8 be amended to read: 10-46A-1.8. Any person who holds a license issued pursuant to this chapter or who is a person whose receipts are subject to the tax imposed by this chapter shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twenty-third twentieth day of the month following each monthly period and remit the tax on or before the second to the last day of the month following each monthly period business day following the date the return was due. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly. The return and remittance is due the last twentieth day of the month following the reporting period, or at a time otherwise determined by the secretary. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 5. That § 10-46B-1.6 be amended to read: 10-46B-1.6. Any person who holds a license issued pursuant to this chapter or who is a person whose receipts are subject to the tax imposed by this chapter shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twenty-third twentieth day of the month following each monthly period and remit the tax on or before the second to the last day of the month following each monthly period business day following the date the return was due. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly. The return and remittance is due the last twentieth day of the month following the reporting period, or at a time otherwise determined by the secretary. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 6. That § 10-46E-7 be amended to read: 10-46E-7. Any person who holds a license issued pursuant to this chapter or chapters 10-33A, 10-45, 10-45D, 10-46A, 10-46B, or 10-52A or who is a person whose receipts are subject to the tax imposed by this chapter or chapters 10-33A, 10-45, 10-45D, 10-46A, 10-46B, or 10-52A shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twenty-third twentieth day of the month following each monthly period and remit the tax on or before the second to the last day of the month following each monthly period business day following the date the return was due. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly and the return and remittance is due the last twentieth day of the month following the reporting period, or at time otherwise determined by the secretary. The secretary of revenue may grant an extension of not more than five days for filing a return and remittance. However, the secretary of revenue may grant an extension for remitting the tax to a qualified business as provided in §§ 10-45-99 to 10-45-107, inclusive, for six months. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 7. That § 10-52-18 be amended to read: 10-52-18. Any person who holds a license issued pursuant to this chapter or who is a person whose receipts are subject to the tax imposed by this chapter shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twenty-third twentieth day of the month following each monthly period and remit the tax on or before the second to the last day of the month following each monthly period business day following the date the return was due. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly. The return and remittance is due the last twentieth day of the month following the reporting period, or at a time otherwise determined by the secretary. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 8. That § 10-52A-4.2 be amended to read: 10-52A-4.2. Any person who holds a license issued pursuant to this chapter or who is a person whose receipts are subject to the tax imposed by this chapter shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twenty-third twentieth day of the month following each monthly period and remit the tax on or before the second to the last day of the month following each monthly period business day following the date the return was due. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly. The return and remittance is due the last twentieth day of the month following the reporting period, or at a time otherwise determined by the secretary. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 9. That § 10-33A-10.1 be amended to read: 10-33A-10.1. Any person who holds a license issued pursuant to this chapter or who is a person whose receipts are subject to the tax imposed by this chapter shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twenty-third twentieth day of the month following each monthly period and remit the tax on or before the second to the last day of the month following each monthly period business day following the date the return was due. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly. The return and remittance is due the last twentieth day of the month following the reporting period or at a time otherwise determined by the secretary. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 10. That § 10-62-4 be amended to read: 10-62-4. The returns and remittances may be required at a time determined by the secretary of revenue. The provisions of chapter 10-59 are applicable to the tax imposed by this chapter. Any person who holds a license issued pursuant to this chapter or who is a person whose receipts are subject to the tax imposed by this chapter shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twentieth day of the month following each period and remit the tax on or before the second business day following the date the return was due. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly. The return and remittance is due the twentieth day of the month following the reporting period or at a time otherwise determined by the secretary. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 11. That § 34-45-8.3 be amended to read: 34-45-8.3. This section applies to any return, report, or remittance filed pursuant to § 34-45-8.2. For any return or report that is required to be filed by electronic means, the return or report shall be filed by electronic means on or before the twenty-third twentieth day of the month following each period. If the twenty-third day of the month due date falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return or report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. For any surcharge that is required to be remitted by electronic transfer, the surcharge shall be remitted on or before the second to the last day of the month following each period. For the purpose of remitting any surcharge by electronic transfer pursuant to this section, the last day and the second to the last day of the month means the last day and the second to the last day of the month which are not business day following the date the return or report was due. A business day is not a day that is a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. If the secretary of the Department of Revenue permits any entity to file returns or reports by nonelectronic means, permits any entity to remit surcharges by nonelectronic means, or both, pursuant to § 34-45-8.2, any return, report, or remittance which is required to be filed pursuant to § 34-45-8.2 is timely filed if mailed, postage prepaid, on or before the twentieth day of the month following each period, and is received by the department. If the due date falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return, report, or remittance is timely filed if mailed, postage prepaid, on the next succeeding day which is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. A United States Postal Service postmark is evidence of the date of mailing for the purpose of timely filing of returns, reports, or remittances. Penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 12. That § 10-59-1 be amended to read: 10-59-1. The provisions of this chapter may only apply to proceedings commenced under this chapter concerning the taxes, the fees, the surcharges, or the persons subject to the taxes, fees, or surcharges imposed by, or any civil or criminal investigation authorized by, chapters 10-33A, 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46E, 10-47B, 10-52, 10-52A, 10-62, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, 34-45, and 34A-13 and §§ 22-25-48, 49-31-51, 50-4-13 to 50-4-17, inclusive, and the provisions of chapter 10-45B. Section 13. That § 10-59-32 be amended to read: 10-59-32. The secretary may authorize any person required to file returns or reports and remit taxes or fees under chapters 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46E, 10-52, and 10-52A, 10-33A, and 10-62, to remit the taxes or fees by electronic transmission. Any person required to file returns and remit taxes on a monthly basis who remits taxes by electronic transmission pursuant to this section, as authorized by the secretary, shall file returns by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the due date for a return falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return shall be is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. Remittances transmitted electronically pursuant to this section shall be made on or before the second to the last day of the month following each monthly period business day following the date the return was due. Remittances are considered to have been made on the date that the remittance is credited to the bank account designated by the treasurer of the State of South Dakota. For purposes of making any electronic transfers of remittances pursuant to this section, the last day and the second to the last day of the month shall mean the last day and the second to the last day of the month which are not A business day is not a day that is a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. Section 14. That § 10-59-32.1 be amended to read: 10-59-32.1. Any return, report, or remittance which is required to be filed under the taxes specified in chapters 10-33A, 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46E, 10-52, and 10-52A, and 10-62, is timely filed if mailed, postage prepaid, on or before the due date of the reporting period, and is received by the department. If the due date falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return, report, or remittance is timely filed if mailed, postage prepaid, on the next succeeding day which is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. A United States Postal Service postmark is evidence of the date of mailing for the purpose of timely filing of returns, reports, or remittances. The provisions of this section do not apply to a return filed by electronic means. Section 15. That § 10-59-33 be amended to read: 10-59-33. Any return, report, or remittance which is required to be filed under the taxes specified in § 10-59-1, except as provided for in §§ 10-59-32 and 10-59-32.1 and chapter 10-47B, is timely filed if mailed, postage prepaid, on or before the due date of the reporting period, and is received by the department. If the due date falls on a Saturday, Sunday, or a legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return, report, or remittance is timely filed if mailed, postage prepaid, on the next succeeding day which is not a Saturday, Sunday, or legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. A United States Postal Service postmark is evidence of the date of mailing for the purpose of timely filing of returns, reports, or remittances. The provisions of this section do not apply to a return filed by electronic means. Section 16. That chapter 10-59 be amended by adding a NEW SECTION to read: For any return, report, or remittance which is filed under the taxes specified in § 10-59-1, except as provided for in §§ 10-59-32 and 10-59-32.1 and chapters 10-43 and 10-47B, by electronic means, the return or report is timely if received on or before the due date of the reporting period. If the due date falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return or report is timely if received on the next succeeding day which is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. The remittances transmitted electronically pursuant to this section shall be made on or before the second business day following the date the return or report was due. A business day is not a day that is a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. Section 17. That § 10-59-44 be amended to read: 10-59-44. The secretary may, by order, revoke or cancel the license of any person licensed pursuant to chapter 10-33A, 10-45, 10-45D, 10-46, 10-46A, 10-46B, or 10-46E, 10-52, 10-52A, or 10-62 and who has failed to file a return, or who has filed a return and has failed to remit the tax due the state on or before the times specified in § 10-33A-10.1, 10-45-27.3, 10-45D-10.2, 10-46-27.1, 10-46A-1.8, 10-46B-1.6, or 10-52A-1.2 10-46E-7, 10-52-18, 10-52A-4.2, or 10-62-4, respectively, or any other reporting period authorized. Section 18. That § 10-47B-28 be amended to read: 10-47B-28. The tax imposed by § 10-47B-12 shall be remitted by the liquid petroleum gas user and is due on a semiannual calendar basis. The tax is due and payable by electronic transfer on or before the second to the last day of the month following each semiannual period. For the purpose of remitting any tax by electronic transfer pursuant to this section, the last day and the second to the last day of the month means the last day and the second to the last day of the month which are not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed business day following the date the return or report was due. Section 19. That § 10-47B-29 be amended to read: 10-47B-29. All tax required to be remitted by §§ 10-47B-21 to 10-47B-27, inclusive, is due and payable by electronic transfer on or before the second to the last day of the month following each monthly period. For the purpose of remitting any tax by electronic transfer pursuant to this section, the last day and the second to the last day of the month means the last day and the second to the last day of the month which are not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed business day following the date the return or report was due. Section 20. That § 10-47B-31 be amended to read: 10-47B-31. The tax imposed by § 10-47B-13 shall be paid by the highway contractor and is due on a quarterly basis. All tax required to be remitted by this section is due and payable by electronic transfer on or before the second to the last day of the month following each quarterly period. For the purpose of remitting any tax by electronic transfer pursuant to this section, the last day and the second to the last day of the month means the last day and the second to the last day of the month which are not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed business day following the date the return or report was due. The department shall certify that a return has been filed and taxes paid before the state, or any county, township, or municipality makes final payment on any highway or street project or contract. The final payment may be off-set against any tax, penalty, or interest which the contractor owes for that or any other project or contract. Certification that tax has been paid does not preclude the state from conducting an audit of the project or contract at a later date. Section 21. That § 10-47B-32 be amended to read: 10-47B-32. A wholesale distributor or retail dealer who purchases fuel from a licensed supplier or out-of-state supplier may delay the payment of an amount equal to the tax and the tank inspection fee as defined in § 34A-13-22 required to be paid by the supplier or out-of-state supplier on the fuel removed from a terminal at the rack by the wholesale distributor or retail dealer or their shipper until the twenty-eighth day of the month except the month of February which is due on the twenty-seventh nineteenth day of the month in which the tax is due and payable by the supplier. The supplier or out-of-state supplier may not require payment prior to that date. Section 22. That § 10-47B-92 be amended to read: 10-47B-92. Any report required by § 10-47B-91 shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 23. That § 10-47B-96 be amended to read: 10-47B-96. Any report required by § 10-47B-95 shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 24. That § 10-47B-99 be amended to read: 10-47B-99. Any report required by § 10-47B-98 shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 25. That § 10-47B-102 be amended to read: 10-47B-102. Any report required by § 10-47B-101 shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 26. That § 10-47B-105 be amended to read: 10-47B-105. Any report required by § 10-47B-104 shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 27. That § 10-47B-108 be amended to read: 10-47B-108. Any report required by § 10-47B-107 shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. The secretary may also request specific information regarding shipments of fuel delivered in this state or exported at any time after the shipment is made including the address or location of the delivery site. Section 28. That § 10-47B-112 be amended to read: 10-47B-112. Any report required by § 10-47B-111 shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 29. That § 10-47B-114.1 be amended to read: 10-47B-114.1. Any report required by § 10-47B-114 shall be filed with respect to information for the preceding quarter by electronic means on or before the twenty-third twentieth day of the month following each quarterly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 30. That § 10-47B-115.2 be amended to read: 10-47B-115.2. Any report required by § 10-47B-115.1 shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 31. That § 10-47B-115.5 be amended to read: 10-47B-115.5. Any report required by § 10-47B-115.4 shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 32. That § 10-47B-115.8 be amended to read: 10-47B-115.8. Any report required by § 10-47B-115.7 shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 33. That § 10-47B-115.11 be amended to read: 10-47B-115.11. Any report required by § 10-47B-115.10 shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 34. That § 10-47B-169 be amended to read: 10-47B-169. Any report required by § 10-47B-168 shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 35. That § 10-47B-170.2 be amended to read: 10-47B-170.2. Any report required by § 10-47B-170.1 shall be filed with respect to information for the preceding semiannual period by electronic means on or before the twenty-third twentieth day of the month following each semiannual period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 36. That § 10-47B-190 be amended to read: 10-47B-190. Any entity who holds a license issued pursuant to this chapter or any entity subject to the provisions of this chapter shall file returns or reports by electronic means with the department and shall remit tax by electronic transfer to the department unless the secretary permits an entity to file returns or reports by nonelectronic means and permits an entity to remit tax by nonelectronic means. If the day the return or report is due falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return or report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. All tax required to be remitted is due and payable by electronic transfer on or before the second business day following the date the return or report was due. A business day is not a day that is a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. If the secretary permits any entity to file returns or reports by nonelectronic means, permits any entity to remit tax by nonelectronic means, or both, any return, report, or remittance which is required to be filed is timely filed if mailed, postage prepaid, on or before the due date for the particular reporting period, and is received by the department. The return or report to be filed shall be on forms prescribed and furnished by the department. For the purposes of this section only, the due date for the particular reporting period is the last day of the month following the particular reporting period, unless the last day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed in which case it is due on the next If the day the return, report, or remittance is due falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return, report, or remittance is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. A United States Postal Service postmark is evidence of the date of mailing for the purpose of timely filing of returns, reports, or remittances. Section 37. That § 10-47B-191 be amended to read: 10-47B-191. This section applies to any fuel that is not specifically taxed by this chapter that is used to propel a motor vehicle on the highways of this state. For the purposes of this section, fuel means any solid, liquid, or gas, or any combination thereof, that is consumed by the motor vehicle to propel the motor vehicle on the highways of this state that is not otherwise taxed by this chapter. A fuel excise tax is imposed on all fuel as defined by this section. The fuel excise tax is imposed at the equivalent rate of $.22 per 116,090 BTU of energy of the fuel, which is the equivalent energy of a gallon of gasoline. The owner or operator of the motor vehicle shall remit the tax imposed by this section. The owner or operator of the motor vehicle shall report to the department the type of fuel used to propel the motor vehicle, the amount of fuel used to propel the motor vehicle, the miles driven by the motor vehicle, and any other information that the secretary may require. The report shall be on a form provided by the department and shall be filed on a monthly basis by electronic means on an electronic reporting system furnished by the department. The report required by this section shall be filed with respect to information for the preceding monthly period by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. All tax required to be remitted by this section is due and payable by electronic transfer on or before the second to the last day of the month following each monthly period. For the purpose of remitting any tax by electronic transfer pursuant to this section, the last day and the second to the last day of the month means the last day and the second to the last day of the month which is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed business day following the date the return or report was due."}, {"bill_id": 7814, "bill_version_id": 43850, "bill_version": "Senate Taxation Engrossed", "bill_version_date": "2017-02-03T13:13:05.097-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the time to file certain tax returns and remit certain taxes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-45-27.3 be amended to read: 10-45-27.3. Any person who holds a license issued pursuant to this chapter or who is a person whose receipts are subject to the tax imposed by this chapter shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twenty-third twentieth day of the month following each monthly period and remit the tax on or before the second to the last twenty-fifth day of the month following each monthly period. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly. The return and remittance is due the last twentieth day of the month following the reporting period, or at a time otherwise determined by the secretary. The secretary may grant an extension of not more than five days for filing a return and remittance. However, the secretary may grant an extension for remitting the tax to a qualified business as provided in §§ 10-45-99 to 10-45-107, inclusive, for six months. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 2. That § 10-45D-10.2 be amended to read: 10-45D-10.2. Any person who holds a license issued pursuant to this chapter or who is a person whose receipts are subject to the tax imposed by this chapter shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twenty-third twentieth day of the month following each monthly period and remit the tax on or before the second to the last twenty-fifth day of the month following each monthly period. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly. The return and remittance is due the last twentieth day of the month following the reporting period, or at a time otherwise determined by the secretary. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 3. That § 10-46-27.1 be amended to read: 10-46-27.1. Any person required to pay or any retailer required or authorized, pursuant to this chapter, to collect the tax imposed by this chapter shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person or retailer remits the tax by electronic transfer to the state, the return shall be filed by electronic means on or before the twenty-third twentieth day of the month following each monthly period and remit the tax remitted on or before the second to the last twenty-fifth day of the month following each monthly period. The secretary may require or allow a person or retailer to file a return, and pay any tax due, on a basis other than monthly. The return and remittance is due the last twentieth day of the month following the reporting period, or at a time otherwise determined by the secretary. The secretary may grant an extension of not more than five days for filing a return and remittance. However, the secretary may grant an extension for remitting the tax to a qualified business as provided in §§ 10-45-99 to 10-45-107, inclusive, for six months. Unless an extension is granted, any penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 4. That § 10-46A-1.8 be amended to read: 10-46A-1.8. Any person who holds a license issued pursuant to this chapter or who is a person whose receipts are subject to the tax imposed by this chapter shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twenty-third twentieth day of the month following each monthly period and remit the tax on or before the second to the last twenty-fifth day of the month following each monthly period. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly. The return and remittance is due the last twentieth day of the month following the reporting period, or at a time otherwise determined by the secretary. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 5. That § 10-46B-1.6 be amended to read: 10-46B-1.6. Any person who holds a license issued pursuant to this chapter or who is a person whose receipts are subject to the tax imposed by this chapter shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twenty-third twentieth day of the month following each monthly period and remit the tax on or before the second to the last twenty-fifth day of the month following each monthly period. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly. The return and remittance is due the last twentieth day of the month following the reporting period, or at a time otherwise determined by the secretary. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 6. That § 10-46E-7 be amended to read: 10-46E-7. Any person who holds a license issued pursuant to this chapter or chapters 10-33A, 10-45, 10-45D, 10-46A, 10-46B, or 10-52A or who is a person whose receipts are subject to the tax imposed by this chapter or chapters 10-33A, 10-45, 10-45D, 10-46A, 10-46B, or 10-52A shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twenty-third twentieth day of the month following each monthly period and remit the tax on or before the second to the last twenty-fifth day of the month following each monthly period. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly and the return and remittance is due the last twentieth day of the month following the reporting period, or at time otherwise determined by the secretary. The secretary of revenue may grant an extension of not more than five days for filing a return and remittance. However, the secretary of revenue may grant an extension for remitting the tax to a qualified business as provided in §§ 10-45-99 to 10-45-107, inclusive, for six months. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 7. That § 10-52-18 be amended to read: 10-52-18. Any person who holds a license issued pursuant to this chapter or who is a person whose receipts are subject to the tax imposed by this chapter shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twenty-third twentieth day of the month following each monthly period and remit the tax on or before the second to the last twenty-fifth day of the month following each monthly period. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly. The return and remittance is due the last twentieth day of the month following the reporting period, or at a time otherwise determined by the secretary. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 8. That § 10-52A-4.2 be amended to read: 10-52A-4.2. Any person who holds a license issued pursuant to this chapter or who is a person whose receipts are subject to the tax imposed by this chapter shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twenty-third twentieth day of the month following each monthly period and remit the tax on or before the second to the last twenty-fifth day of the month following each monthly period. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly. The return and remittance is due the last twentieth day of the month following the reporting period, or at a time otherwise determined by the secretary. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 9. That § 10-33A-10.1 be amended to read: 10-33A-10.1. Any person who holds a license issued pursuant to this chapter or who is a person whose receipts are subject to the tax imposed by this chapter shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twenty-third twentieth day of the month following each monthly period and remit the tax on or before the second to the last twenty-fifth day of the month following each monthly period. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly. The return and remittance is due the last twentieth day of the month following the reporting period or at a time otherwise determined by the secretary. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 10. That § 10-62-4 be amended to read: 10-62-4. The returns and remittances may be required at a time determined by the secretary of revenue. The provisions of chapter 10-59 are applicable to the tax imposed by this chapter. Any person who holds a license issued pursuant to this chapter or who is a person whose receipts are subject to the tax imposed by this chapter shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twentieth day of the month following each period and remit the tax on or before the twenty-fifth day of the month following each period. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly. The return and remittance is due the twentieth day of the month following the reporting period or at a time otherwise determined by the secretary. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 11. That § 34-45-8.3 be amended to read: 34-45-8.3. This section applies to any return, report, or remittance filed pursuant to § 34-45-8.2. For any return or report that is required to be filed by electronic means, the return or report shall be filed by electronic means on or before the twenty-third twentieth day of the month following each period. If the twenty-third day of the month due date falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return or report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. For any surcharge that is required to be remitted by electronic transfer, the surcharge shall be remitted on or before the second to the last twenty-fifth day of the month following each period. For the purpose of remitting any surcharge by electronic transfer pursuant to this section, the last day and the second to the last day of the month means the last day and the second to the last day of the month which are If the due date falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the remittance is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. If the secretary of the Department of Revenue permits any entity to file returns or reports by nonelectronic means, permits any entity to remit surcharges by nonelectronic means, or both, pursuant to § 34-45-8.2, any return, report, or remittance which is required to be filed pursuant to § 34-45-8.2 is timely filed if mailed, postage prepaid, on or before the twentieth day of the month following each period, and is received by the department. If the due date falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return, report, or remittance is timely filed if mailed, postage prepaid, on the next succeeding day which is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. A United States Postal Service postmark is evidence of the date of mailing for the purpose of timely filing of returns, reports, or remittances. Penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 12. That § 10-59-1 be amended to read: 10-59-1. The provisions of this chapter may only apply to proceedings commenced under this chapter concerning the taxes, the fees, the surcharges, or the persons subject to the taxes, fees, or surcharges imposed by, or any civil or criminal investigation authorized by, chapters 10-33A, 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46E, 10-47B, 10-52, 10-52A, 10-62, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, 34-45, and 34A-13 and §§ 22-25-48, 49-31-51, 50-4-13 to 50-4-17, inclusive, and the provisions of chapter 10-45B. Section 13. That § 10-59-32 be amended to read: 10-59-32. The secretary may authorize any person required to file returns or reports and remit taxes or fees under chapters 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46E, 10-52, and 10-52A, 10-33A, and 10-62, to remit the taxes or fees by electronic transmission. Any person required to file returns and remit taxes on a monthly basis who remits taxes by electronic transmission pursuant to this section, as authorized by the secretary, shall file returns by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the due date for a return falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return shall be is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. Remittances transmitted electronically pursuant to this section shall be made on or before the second to the last twenty-fifth day of the month following each monthly period. Remittances are considered to have been made on the date that the remittance is credited to the bank account designated by the treasurer of the State of South Dakota. For purposes of making any electronic transfers of remittances pursuant to this section, the last day and the second to the last day of the month shall mean the last day and the second to the last day of the month which are not If the due date falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the remittance is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. Section 14. That § 10-59-32.1 be amended to read: 10-59-32.1. Any return, report, or remittance which is required to be filed under the taxes specified in chapters 10-33A, 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46E, 10-52, and 10-52A, and 10-62, is timely filed if mailed, postage prepaid, on or before the due date of the reporting period, and is received by the department. If the due date falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return, report, or remittance is timely filed if mailed, postage prepaid, on the next succeeding day which is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. A United States Postal Service postmark is evidence of the date of mailing for the purpose of timely filing of returns, reports, or remittances. The provisions of this section do not apply to a return filed by electronic means. Section 15. That § 10-59-33 be amended to read: 10-59-33. Any return, report, or remittance which is required to be filed under the taxes specified in § 10-59-1, except as provided for in §§ 10-59-32 and 10-59-32.1 and chapter 10-47B, is timely filed if mailed, postage prepaid, on or before the due date of the reporting period, and is received by the department. If the due date falls on a Saturday, Sunday, or a legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return, report, or remittance is timely filed if mailed, postage prepaid, on the next succeeding day which is not a Saturday, Sunday, or legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. A United States Postal Service postmark is evidence of the date of mailing for the purpose of timely filing of returns, reports, or remittances. The provisions of this section do not apply to a return filed by electronic means. Section 16. That chapter 10-59 be amended by adding a NEW SECTION to read: For any return, report, or remittance which is filed under the taxes specified in § 10-59-1, except as provided for in §§ 10-59-32 and 10-59-32.1 and chapters 10-43 and 10-47B, by electronic means, the return or report is timely if received on or before the due date of the reporting period. If the due date falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return or report is due on the next succeeding day which is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. The remittances transmitted electronically pursuant to this section shall be made on or before the twenty-fifth day of the month following each period. If the due date falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the remittance is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. Section 17. That § 10-59-44 be amended to read: 10-59-44. The secretary may, by order, revoke or cancel the license of any person licensed pursuant to chapter 10-33A, 10-45, 10-45D, 10-46, 10-46A, 10-46B, or 10-46E, 10-52, 10-52A, or 10-62 and who has failed to file a return, or who has filed a return and has failed to remit the tax due the state on or before the times specified in § 10-33A-10.1, 10-45-27.3, 10-45D-10.2, 10-46-27.1, 10-46A-1.8, 10-46B-1.6, or 10-52A-1.2 10-46E-7, 10-52-18, 10-52A-4.2, or 10-62-4, respectively, or any other reporting period authorized. Section 18. That § 10-47B-28 be amended to read: 10-47B-28. The tax imposed by § 10-47B-12 shall be remitted by the liquid petroleum gas user and is due on a semiannual calendar basis. The tax is due and payable by electronic transfer on or before the second to the last twenty-fifth day of the month following each semiannual period. For the purpose of remitting any tax by electronic transfer pursuant to this section, the last day and the second to the last day of the month means the last day and the second to the last day of the month which are not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 19. That § 10-47B-29 be amended to read: 10-47B-29. All tax required to be remitted by §§ 10-47B-21 to 10-47B-27, inclusive, is due and payable by electronic transfer on or before the second to the last twenty-fifth day of the month following each monthly period. For the purpose of remitting any tax by electronic transfer pursuant to this section, the last day and the second to the last day of the month means the last day and the second to the last day of the month which are not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 20. That § 10-47B-31 be amended to read: 10-47B-31. The tax imposed by § 10-47B-13 shall be paid by the highway contractor and is due on a quarterly basis. All tax required to be remitted by this section is due and payable by electronic transfer on or before the second to the last twenty-fifth day of the month following each quarterly period. For the purpose of remitting any tax by electronic transfer pursuant to this section, the last day and the second to the last day of the month means the last day and the second to the last day of the month which are not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. The department shall certify that a return has been filed and taxes paid before the state, or any county, township, or municipality makes final payment on any highway or street project or contract. The final payment may be off-set against any tax, penalty, or interest which the contractor owes for that or any other project or contract. Certification that tax has been paid does not preclude the state from conducting an audit of the project or contract at a later date. Section 21. That § 10-47B-32 be amended to read: 10-47B-32. A wholesale distributor or retail dealer who purchases fuel from a licensed supplier or out-of-state supplier may delay the payment of an amount equal to the tax and the tank inspection fee as defined in § 34A-13-22 required to be paid by the supplier or out-of-state supplier on the fuel removed from a terminal at the rack by the wholesale distributor or retail dealer or their shipper until the twenty-eighth day of the month except the month of February which is due on the twenty-seventh twenty-second day of the month in which the tax is due and payable by the supplier. The supplier or out-of-state supplier may not require payment prior to that date. Section 22. That § 10-47B-92 be amended to read: 10-47B-92. Any report required by § 10-47B-91 shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 23. That § 10-47B-96 be amended to read: 10-47B-96. Any report required by § 10-47B-95 shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 24. That § 10-47B-99 be amended to read: 10-47B-99. Any report required by § 10-47B-98 shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 25. That § 10-47B-102 be amended to read: 10-47B-102. Any report required by § 10-47B-101 shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 26. That § 10-47B-105 be amended to read: 10-47B-105. Any report required by § 10-47B-104 shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 27. That § 10-47B-108 be amended to read: 10-47B-108. Any report required by § 10-47B-107 shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. The secretary may also request specific information regarding shipments of fuel delivered in this state or exported at any time after the shipment is made including the address or location of the delivery site. Section 28. That § 10-47B-112 be amended to read: 10-47B-112. Any report required by § 10-47B-111 shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 29. That § 10-47B-114.1 be amended to read: 10-47B-114.1. Any report required by § 10-47B-114 shall be filed with respect to information for the preceding quarter by electronic means on or before the twenty-third twentieth day of the month following each quarterly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 30. That § 10-47B-115.2 be amended to read: 10-47B-115.2. Any report required by § 10-47B-115.1 shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 31. That § 10-47B-115.5 be amended to read: 10-47B-115.5. Any report required by § 10-47B-115.4 shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 32. That § 10-47B-115.8 be amended to read: 10-47B-115.8. Any report required by § 10-47B-115.7 shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 33. That § 10-47B-115.11 be amended to read: 10-47B-115.11. Any report required by § 10-47B-115.10 shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 34. That § 10-47B-169 be amended to read: 10-47B-169. Any report required by § 10-47B-168 shall be filed with respect to information for the preceding calendar month by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 35. That § 10-47B-170.2 be amended to read: 10-47B-170.2. Any report required by § 10-47B-170.1 shall be filed with respect to information for the preceding semiannual period by electronic means on or before the twenty-third twentieth day of the month following each semiannual period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 36. That § 10-47B-190 be amended to read: 10-47B-190. Any entity who holds a license issued pursuant to this chapter or any entity subject to the provisions of this chapter shall file returns or reports by electronic means with the department and shall remit tax by electronic transfer to the department unless the secretary permits an entity to file returns or reports by nonelectronic means and permits an entity to remit tax by nonelectronic means. If the day the return or report is due falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return or report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. All tax required to be remitted is due and payable by electronic transfer on or before the twenty-fifth day of the month following each period. If the due date falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the remittance is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed. If the secretary permits any entity to file returns or reports by nonelectronic means, permits any entity to remit tax by nonelectronic means, or both, any return, report, or remittance which is required to be filed is timely filed if mailed, postage prepaid, on or before the due date for the particular reporting period, and is received by the department. The return or report to be filed shall be on forms prescribed and furnished by the department. For the purposes of this section only, the due date for the particular reporting period is the last day of the month following the particular reporting period, unless the last day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed in which case it is due on the next If the day the return, report, or remittance is due falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the return, report, or remittance is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. A United States Postal Service postmark is evidence of the date of mailing for the purpose of timely filing of returns, reports, or remittances. Section 37. That § 10-47B-191 be amended to read: 10-47B-191. This section applies to any fuel that is not specifically taxed by this chapter that is used to propel a motor vehicle on the highways of this state. For the purposes of this section, fuel means any solid, liquid, or gas, or any combination thereof, that is consumed by the motor vehicle to propel the motor vehicle on the highways of this state that is not otherwise taxed by this chapter. A fuel excise tax is imposed on all fuel as defined by this section. The fuel excise tax is imposed at the equivalent rate of $.22 per 116,090 BTU of energy of the fuel, which is the equivalent energy of a gallon of gasoline. The owner or operator of the motor vehicle shall remit the tax imposed by this section. The owner or operator of the motor vehicle shall report to the department the type of fuel used to propel the motor vehicle, the amount of fuel used to propel the motor vehicle, the miles driven by the motor vehicle, and any other information that the secretary may require. The report shall be on a form provided by the department and shall be filed on a monthly basis by electronic means on an electronic reporting system furnished by the department. The report required by this section shall be filed with respect to information for the preceding monthly period by electronic means on or before the twenty-third twentieth day of the month following each monthly period. If the twenty-third day of the month falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed, the report is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. All tax required to be remitted by this section is due and payable by electronic transfer on or before the second to the last twenty-fifth day of the month following each monthly period. For the purpose of remitting any tax by electronic transfer pursuant to this section, the last day and the second to the last day of the month means the last day and the second to the last day of the month which If the due date falls on a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day the Federal Reserve Bank is closed, the remittance is due on the next succeeding day that is not a Saturday, Sunday, legal holiday enumerated in § 1-5-1, or a day on which the Federal Reserve Bank is closed. Section 38. Any electronic filing not made by the twentieth day of the month as required by this Act but made no later than the twenty-third day of that month may not be assessed penalty pursuant to § 10-59-6 for late filing. Any electronic payment not made by the twenty-fifth day of the month as required by this Act but made no later than the second to last business day of that month may not be assessed interest pursuant to § 10-59-6 for late payment. This section is repealed on July 1, 2018."}, {"bill_id": 7814, "bill_version_id": 45119, "bill_version": "Enrolled", "bill_version_date": "2017-02-28T10:24:27.28-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7814, "action_date": "2017-01-10T12:00:00-06:00", "document_id": 42437, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42437.pdf", "status_text": "First read in Senate and referred to", "journal_page": 22, "committee_id_action": 360, "committee_id_assigned": 341, "result": "N", "vote": {}}, {"bill_id": 7814, "action_date": "2017-01-23T10:00:00-06:00", "document_id": 42745, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42745.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 341, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7814, "action_date": "2017-01-23T10:00:00-06:00", "document_id": 42940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42940.pdf", "status_text": "Deferred to another day", "journal_page": 0, "committee_id_action": 341, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7814, "action_date": "2017-01-25T10:00:00-06:00", "document_id": 42944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42944.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 341, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7814, "action_date": "2017-02-03T10:00:00-06:00", "document_id": 43619, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43619.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 341, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7814, "action_date": "2017-02-03T10:00:00-06:00", "document_id": 43828, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43828.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 341, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7814, "action_date": "2017-02-03T10:00:00-06:00", "document_id": 43828, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43828.pdf", "status_text": "Do Pass Amended", "journal_page": 286, "committee_id_action": 341, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22841, "president_vote": null, "Yea": [1171, 1172, 1146, 1194, 1104], "Excused": [1096, 1135]}}, {"bill_id": 7814, "action_date": "2017-02-07T14:00:00-06:00", "document_id": 44041, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44041.pdf", "status_text": "Do Pass Amended", "journal_page": 330, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22981, "president_vote": null, "Yea": [1154, 1171, 1103, 1148, 1108, 1096, 1097, 1109, 1105, 1175, 1100, 1106, 1164, 1194, 1169, 1107, 1104, 1099, 1144, 1131, 1135, 1178, 1157, 1151, 1174, 1146, 1102, 1137, 1167, 1132, 1189], "Nay": [1163, 1141, 1172, 1098]}}, {"bill_id": 7814, "action_date": "2017-02-08T14:00:00-06:00", "document_id": 44138, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44138.pdf", "status_text": "First read in House and referred to", "journal_page": 343, "committee_id_action": 361, "committee_id_assigned": 357, "result": "N", "vote": {}}, {"bill_id": 7814, "action_date": "2017-02-14T07:45:00-06:00", "document_id": 44180, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44180.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 357, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7814, "action_date": "2017-02-14T07:45:00-06:00", "document_id": 44368, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44368.pdf", "status_text": "Do Pass", "journal_page": 382, "committee_id_action": 357, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23202, "president_vote": null, "Nay": [1183, 1202, 1130, 1133], "Yea": [1114, 1192, 1184, 1156, 1113, 1161, 1212, 1111, 1145, 1143], "Excused": [1155]}}, {"bill_id": 7814, "action_date": "2017-02-15T14:00:00-06:00", "document_id": 44532, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44532.pdf", "status_text": "Deferred to another day", "journal_page": 410, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7814, "action_date": "2017-02-16T13:00:00-06:00", "document_id": 44630, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44630.pdf", "status_text": "Deferred to another day", "journal_page": 421, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7814, "action_date": "2017-02-21T14:00:00-06:00", "document_id": 44727, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44727.pdf", "status_text": "Deferred to another day", "journal_page": 438, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7814, "action_date": "2017-02-22T14:00:00-06:00", "document_id": 44806, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44806.pdf", "status_text": "Deferred to another day", "journal_page": 477, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7814, "action_date": "2017-02-23T13:00:00-06:00", "document_id": 44897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44897.pdf", "status_text": "Deferred to another day", "journal_page": 521, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7814, "action_date": "2017-02-24T13:00:00-06:00", "document_id": 44986, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44986.pdf", "status_text": "Deferred to another day", "journal_page": 539, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7814, "action_date": "2017-02-27T14:00:00-06:00", "document_id": 45073, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45073.pdf", "status_text": "Do Pass Amended", "journal_page": 555, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23794, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1122, 1118, 1180, 1197, 1190, 1173, 1179, 1114, 1201, 1198, 1116, 1129, 1143, 1142, 1136, 1139, 1181, 1204, 1159, 1192, 1120, 1205, 1191, 1185, 1117, 1133, 1125, 1206, 1110, 1184, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1121, 1212, 1145, 1111, 1187, 1150, 1149], "Excused": [1112, 1203, 1134], "Nay": [1183, 1202, 1196, 1130, 1200, 1124, 1170]}}, {"bill_id": 7814, "action_date": "2017-02-28T14:00:00-06:00", "document_id": 45169, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45169.pdf", "status_text": "Signed by the President", "journal_page": 591, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7814, "action_date": "2017-03-06T14:00:00-06:00", "document_id": 45459, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45459.pdf", "status_text": "Signed by the Speaker", "journal_page": 675, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7814, "action_date": "2017-03-07T10:00:00-06:00", "document_id": 45504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45504.pdf", "status_text": "Delivered to the Governor", "journal_page": 654, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7814, "action_date": "2017-03-09T09:00:00-06:00", "document_id": 45655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45655.pdf", "status_text": "Signed by the Governor", "journal_page": 692, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6347}