{"session_id": 59, "bill_id": 20717, "bill_type": "House Bill", "bill_number": 1230, "bill_title": "provide for improvements in the implementation of the Indian Child Welfare Act.", "sponsors": [{"legislator_profile_id": 3458, "is_prime": true}, {"legislator_profile_id": 3461, "is_prime": true}, {"legislator_profile_id": 3367, "is_prime": false}, {"legislator_profile_id": 3459, "is_prime": false}], "keywords": ["Administrative Rules", "Indian Child Welfare Act", "Indian Tribes", "Minors"], "audio": [{"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju21.mp3", "start_seconds": 7330.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju21.mp3", "start_seconds": 7330.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju21.mp3", "start_seconds": 7330.0}], "bill_versions": [{"bill_id": 20717, "bill_version_id": 107140, "bill_version": "Introduced", "bill_version_date": "2006-01-24T12:00:22-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for improvements in the implementation of the Indian Child Welfare Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Department of Social Services shall promulgate rules pursuant to chapter 1- 26 to establish criteria for the transfer of cases from state to tribal courts in which the department maintains placement, care, and supervision of the child. Funding for any child whose case has been transferred from a state court to a tribal court shall continue through Title IV-E of the federal Social Security Act, as amended to January 1, 2006, to support any paid placements if all federal requirements under Title IV-E of the federal Social Security Act, as amended to January 1, 2006, are met. No child may be denied needed services if the child's case is transferred from state to tribal court, and the necessary funds shall follow the child as provided in this section. Section 2. The Department of Social Services shall seek sufficient funding from the United States Congress, from other federal entities, and from any other lawful source to provide for the implementation of the federal Indian Child Welfare Act (25 U.S.C. §§ 1901- 1963), as amended to January 1, 2006. The department shall seek funding for home studies from all lawful sources. The department shall evaluate the need for additional FTEs or for contract funding to expand the number of family locaters and to effectuate the contract with the Children's Home Society of South Dakota, as they relate to the implementation of the federal Indian Child Welfare Act (25 U.S.C. §§ 1901- 1963), as amended to January 1, 2006. Section 3. The Department of Social Services shall assess, and if found to be effective, expand the family group conferencing model used on the Pine Ridge and Rosebud reservations to the other reservations located in South Dakota. The department shall seek additional FTEs or funding to contract with a service provider to implement group family decision making. Section 4. The Department of Social Services shall use appropriately qualified experts as defined by the South Dakota Supreme Court in the implementation of the federal Indian Child Welfare Act (25 U.S.C. §§ 1901- 1963), as amended to January 1, 2006. The department shall place special emphasis on acquiring the services of such qualified experts and shall seek additional training for department personnel and additional contract funding to retain appropriate qualified experts. Section 5. The Department of Social Services shall make available cultural sensitivity training to any person who participates in the implementation of the federal Indian Child Welfare Act (25 U.S.C. §§ 1901- 1963), as amended to January 1, 2006, and the child placement system, including judges, state's attorneys, CASA workers, defense counsel, and department personnel. Section 6. The Department of Social Services shall meet with the Indian tribes located in South Dakota to discuss their interest in pursing the contracting of child protection services. The department shall attempt to negotiate and enter into agreements with tribal governments to offer each tribe the option of providing the tribe's own child protection services through a contract with the State. Such contracts shall be designed to allow the use of programs and funding established through Title IV-E of the federal Social Security Act, as amended to January 1, 2006, and the use licensing agreements with the department to allow pass through of such federal funds to pay foster care and other costs related to the provision of child protection services."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20717, "action_date": "2006-01-24T14:00:00-06:00", "document_id": 107179, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107179.pdf", "status_text": "First read in House and referred to", "journal_page": 207, "committee_id_action": 893, "committee_id_assigned": 891, "result": "N", "vote": {}}, {"bill_id": 20717, "action_date": "2006-02-03T07:45:00-06:00", "document_id": 107893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107893.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 891, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20717, "action_date": "2006-02-06T07:15:00-06:00", "document_id": 107962, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107962.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 891, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20717, "action_date": "2006-02-08T06:45:00-06:00", "document_id": 108227, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108227.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 891, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20717, "action_date": "2006-02-08T06:45:00-06:00", "document_id": 108227, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108227.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 438, "committee_id_action": 891, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62433, "president_vote": null, "Yea": [3387, 3401, 3426, 3429, 3434, 3448, 3456, 3406, 3371], "Nay": [3393, 3407, 3444, 3461]}}]}