{"session_id": 54, "bill_id": 17618, "bill_type": "House Bill", "bill_number": 1085, "bill_title": "require that financial institutions obtain consent before sharing a consumer's personally identifiable information with nonaffiliated third parties.", "sponsors": [{"legislator_profile_id": 2852, "is_prime": true}, {"legislator_profile_id": 2864, "is_prime": true}, {"legislator_profile_id": 2834, "is_prime": false}, {"legislator_profile_id": 2842, "is_prime": false}, {"legislator_profile_id": 2845, "is_prime": false}, {"legislator_profile_id": 2850, "is_prime": false}, {"legislator_profile_id": 2858, "is_prime": false}, {"legislator_profile_id": 2868, "is_prime": false}, {"legislator_profile_id": 2869, "is_prime": false}, {"legislator_profile_id": 2873, "is_prime": false}, {"legislator_profile_id": 2886, "is_prime": false}, {"legislator_profile_id": 2890, "is_prime": false}, {"legislator_profile_id": 2913, "is_prime": false}, {"legislator_profile_id": 2916, "is_prime": false}, {"legislator_profile_id": 2932, "is_prime": false}], "keywords": ["Administrative Rules", "Banks and Banking", "Insurance"], "audio": [{"meeting_datetime": "2003-01-30T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hco12hb1085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-30T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hco12hb1085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-30T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hco12hb1085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-30T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hco12hb1085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju14.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17618, "bill_version_id": 95686, "bill_version": "Introduced", "bill_version_date": "2003-01-24T09:40:57-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require that financial institutions obtain consent before sharing a consumer's personally identifiable information with nonaffiliated third parties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Affiliate,\" any company that controls, is controlled by, or is under common control with another company, as defined in 15 U.S.C. § 6809; (2) \"Consumer,\" any customer or any other person obtaining or utilizing any service of a financial institution; (3) \"Financial institution,\" any person that engages in financial activities as defined in 15 U.S.C. § 6809; (4) \"Nonaffiliated third party,\" any entity that is not an affiliate of or is related by common ownership or control, as defined in 15 U.S.C. § 6809; (5) \"Nonpublic personal information,\" personally identifiable financial information as defined in 15 U.S.C. § 6809. Section 2. A financial institution may not disclose the nonpublic personal information of a South Dakota resident to a nonaffiliated third party unless such financial institution does both of the following on an annual basis: (1) The financial institution clearly and conspicuously discloses to the consumer in writing what nonpublic personal information the financial institution desires or intends to disclose to a nonaffiliated third party; and (2) The financial institution obtains a written consent from the consumer to the disclosure of the information, signed and dated in the consumer's handwriting. Section 3. The consumer may revoke the consent by written request, signed and dated in the consumer's handwriting, at any time. The revocation shall be given effect immediately upon receipt by the financial institution. Section 4. The Division of Insurance shall promulgate rules pursuant to chapter 1-26 relating to the disclosure of personally identifiable information in accordance with this Act. The rules may include: (1) Definition of terms; (2) Opt in procedures; (3) Disclosure requirements; and (4) Procedures for revoking consent. Section 5. The Division of Banking shall promulgate rules pursuant to chapter 1-26 relating to the disclosure of personally identifiable information in accordance with this Act. The rules may include: (1) Definition of terms; (2) Opt in procedures; (3) Disclosure requirements; and (4) Procedures for revoking consent. Section 6. That § 58-2-41 be repealed. 58-2-41. The director shall promulgate rules pursuant to chapter 1-26 relating to the privacy of personal nonpublic financial information. The rules must be designed to provide privacy to the public of the personal nonpublic financial information that is shared or obtained in connection with insurance transactions. The director shall design the rules to protect the public's personal nonpublic financial information but also consider the impact of any rules on the cost and availability of insurance in this state. In promulgating the rules required by this section the director shall give substantial consideration to the privacy standards contained in the NAIC Privacy of Consumer Financial and Health Information Regulation as in effect as of January 1, 2001, and otherwise design the rules to achieve uniformity, to the degree reasonably possible, in the standards for personal nonpublic financial information. The rules may include the following as they relate to financial privacy: (1) Definition of terms; (2) Permitting the disclosure and use of personal nonpublic financial information between affiliates; (3) Opt out procedures for the disclosure and use of personal nonpublic financial information with nonaffiliates; (4) Notice and disclosure requirements and formats; (5) Limits on disclosure of personal nonpublic financial information; (6) Limits on redisclosure and reuse of personal nonpublic financial information; (7) Limits on sharing account number information for marketing purposes; (8) Exceptions for opt out and notice requirements; and (9) Nondiscrimination requirements as they relate to persons who opt out or who do not grant an authorization. Nothing in this section applies to any rules that may be promulgated pursuant to § 58-2-40. Nothing in this section may be construed to impair or conflict with the Fair Credit Reporting Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17618, "action_date": "2003-01-24T13:00:00-06:00", "document_id": 95744, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95744.pdf", "status_text": "First read in House and referred to", "journal_page": 148, "committee_id_action": 798, "committee_id_assigned": 786, "result": "N", "vote": {}}, {"bill_id": 17618, "action_date": "2003-01-30T07:45:00-06:00", "document_id": 96148, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96148.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 216, "committee_id_action": 786, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55794, "president_vote": null, "Nay": [2839, 2900, 2905, 2909], "Yea": [2841, 2892, 2906, 2911, 2919, 2920, 2925, 2922, 2885]}}, {"bill_id": 17618, "action_date": "2003-01-30T07:45:00-06:00", "document_id": 96148, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96148.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 786, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17618"}