{"session_id": 4, "bill_id": 4744, "bill_type": "House Bill", "bill_number": 1151, "bill_title": "regulate the location and hours of operation of adult oriented businesses.", "sponsors": [{"legislator_profile_id": 545, "is_prime": true}, {"legislator_profile_id": 563, "is_prime": true}, {"legislator_profile_id": 576, "is_prime": false}, {"legislator_profile_id": 614, "is_prime": false}, {"legislator_profile_id": 596, "is_prime": false}, {"legislator_profile_id": 575, "is_prime": false}, {"legislator_profile_id": 572, "is_prime": false}, {"legislator_profile_id": 582, "is_prime": false}, {"legislator_profile_id": 556, "is_prime": false}, {"legislator_profile_id": 543, "is_prime": false}, {"legislator_profile_id": 610, "is_prime": false}, {"legislator_profile_id": 546, "is_prime": false}, {"legislator_profile_id": 537, "is_prime": false}, {"legislator_profile_id": 536, "is_prime": false}, {"legislator_profile_id": 551, "is_prime": false}, {"legislator_profile_id": 615, "is_prime": false}, {"legislator_profile_id": 627, "is_prime": false}, {"legislator_profile_id": 548, "is_prime": false}, {"legislator_profile_id": 564, "is_prime": false}], "keywords": ["Crimes", "Property", "Trade Regulation"], "audio": [{"meeting_datetime": "2008-02-07T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo20.mp3", "start_seconds": 4025.0}, {"meeting_datetime": "2008-02-07T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo20.mp3", "start_seconds": 4025.0}, {"meeting_datetime": "2008-02-07T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo20.mp3", "start_seconds": 4025.0}, {"meeting_datetime": "2008-02-07T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo20.mp3", "start_seconds": 4025.0}, {"meeting_datetime": "2008-02-07T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo20.mp3", "start_seconds": 4025.0}, {"meeting_datetime": "2008-02-07T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo20.mp3", "start_seconds": 4025.0}, {"meeting_datetime": "2008-02-07T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo20.mp3", "start_seconds": 4025.0}, {"meeting_datetime": "2008-02-07T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo20.mp3", "start_seconds": 4025.0}, {"meeting_datetime": "2008-02-07T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo20.mp3", "start_seconds": 4025.0}, {"meeting_datetime": "2008-02-07T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo20.mp3", "start_seconds": 4025.0}, {"meeting_datetime": "2008-02-07T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo20.mp3", "start_seconds": 4025.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo22.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo22.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo22.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo22.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo22.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo22.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo22.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hlo22.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2008-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou24.mp3", "start_seconds": 3140.0}, {"meeting_datetime": "2008-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou24.mp3", "start_seconds": 3140.0}, {"meeting_datetime": "2008-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou24.mp3", "start_seconds": 3140.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/slo27.mp3", "start_seconds": 55.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/slo27.mp3", "start_seconds": 55.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/slo27.mp3", "start_seconds": 55.0}, {"meeting_datetime": "2008-02-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen28.mp3", "start_seconds": 2525.0}, {"meeting_datetime": "2008-02-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen28.mp3", "start_seconds": 2525.0}, {"meeting_datetime": "2008-02-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen28.mp3", "start_seconds": 2525.0}], "bill_versions": [{"bill_id": 4744, "bill_version_id": 956, "bill_version": "Introduced", "bill_version_date": "2008-01-15T09:14:06.557-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate the location and hours of operation of adult oriented businesses. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. No adult oriented business may be located within one-fourth mile of a child welfare agency, a private or public school, a public playground, a public recreational facility, a residence, or a place of worship. For the purposes of this section, measurements shall be made in a straight line in all directions, without regard to intervening structures or objects, from the nearest point on the property line of a parcel containing an adult oriented business to the nearest point on the property line of a parcel containing a child welfare agency, a private or public school, a public playground, a public recreational facility, a residence, or a place of worship. An adult oriented business lawfully operating in conformity with this section does not violate this section if a child welfare agency, a private or public school, a public playground, a public recreational facility, a residence, or a place of worship subsequently locates within one-fourth mile of the adult oriented business. A violation of this section is a Class 1 misdemeanor. Each day of violation constitutes a separate offense. Section 2. No adult arcade, adult bookstore or video store, adult cabaret, adult motion picture theater, adult theater, escort agency, or nude model studio may remain open at any time between the hours of 1:00 a.m. and 8:00 a.m. on Monday through Saturday and between the hours of 1:00 a.m. and 12:00 noon on Sunday. A violation of this section is a Class 1 misdemeanor. Each day of violation constitutes a separate offense. Section 3. Section 1 of this Act does not prohibit any county or municipality from enacting and enforcing any ordinance that regulates the location of an adult oriented business. Section 4. Section 2 of this Act does not prohibit any county or municipality from enacting and enforcing any ordinance that regulates an adult arcade, adult bookstore or video store, adult cabaret, adult motion picture theater, adult theater, escort agency, or nude model studio in a manner that is at least as restrictive as section 2 of this Act. Section 5. If there is reason to believe that a violation of section 1 of this Act is being committed in any county or city, the state's attorney of the county shall, or a citizen of this state who resides in the county or city in the citizen's own name may, maintain an action to abate and prevent the violation and to enjoin perpetually any person who is committing the violation and the owner, lessee, or agent of the building or place in or on which the violation is occurring from directly or indirectly committing or permitting the violation. Section 6. Terms used in this Act mean: (1) \"Adult arcade,\" any place to which the public is permitted or invited and in which coin-operated or slug-operated or electronically, electrically, or mechanically controlled still or motion picture machines, projectors, or other image producing devices are maintained to show images involving specific sexual activities or specific anatomical areas to persons in booths or viewing rooms; (2) \"Adult bookstore or video store,\" a commercial establishment that offers for sale or rent any of the following as one of its principal business purposes: (a) Books, magazines, periodicals, or other printed matter, photographs, films, motion pictures, videocassettes or reproductions or slides, or other visual representations that depict or describe specific sexual activities or specific anatomical areas; (b) Instruments, devices, or paraphernalia that are designed for use in connection with specific sexual activities; (3) \"Adult cabaret,\" any nightclub, bar, restaurant, or other similar commercial establishment that regularly features: (a) Persons who appear in a state of nudity or seminudity; (b) Live performances that are characterized by the exposure of specific anatomical areas or specific sexual activities; (c) Films, motion pictures, videocassettes, slides or other photographic reproductions that are characterized by the depiction or description of specific sexual activities or specific anatomical areas; (4) \"Adult motion picture theater,\" a commercial establishment in which, for any form of consideration, films, motion pictures, videocassettes, slides, or other similar photographic reproductions that are characterized by the depiction or description of specific sexual activities or specific anatomical areas are predominantly shown; (5) \"Adult oriented business,\" any adult arcade, adult bookstore or video store, cabaret, adult live entertainment establishment, adult motion picture theater, adult theater, massage establishment that offers adult service, or nude model studios; (6) \"Adult service,\" dancing, serving food or beverages, modeling, posing, wrestling, singing, reading, talking, listening, or other performances or activities conducted for any consideration in an adult oriented business by a person who is nude or seminude during all or part of the time that the person is providing the service; (7) \"Adult theater,\" a theater, concert hall, auditorium, or similar commercial establishment that predominantly features persons who appear in a state of nudity or who engage in live performances that are characterized by the exposure of specific anatomical areas or specific sexual activities; (8) \"Escort,\" a person who for consideration agrees or offers to act as a companion, guide, or date for another person or who agrees or offers to privately model lingerie or to privately perform a striptease for another person; (9) \"Escort agency,\" any person or business association that furnishes, offers to furnish, or advertises the furnishing of escorts as one of its primary business purposes for any fee, tip, or other consideration; (10) \"Massage establishment,\" an establishment in which a person, firm, association, or corporation engages in or permits massage activities, including any method of pressure on, friction against, stroking, kneading, rubbing, tapping, pounding, vibrating, or stimulating of external soft parts of the body with the hands or with the aid of any mechanical apparatus or electrical apparatus or appliance. This subdivision does not apply to: (a) Physicians who are licensed pursuant to chapter 36-4 or a podiatrist licensed pursuant to chapter 36-8; (b) Registered nurses or licensed practical nurses who are licensed pursuant to chapter 36-9; (c) Physician assistants who are licensed pursuant to chapter 36-4A or certified nurse practitioners and certified nurse midwives who are licensed pursuant to chapter 36-9A; (d) Physical therapists licensed pursuant to chapter 36-10; (e) Athletic trainers licensed pursuant to chapter 36-29; (f) Massage therapists licensed pursuant to chapter 36-35; (11) \"Nude model studio,\" a place in which a person who appears in a state of nudity or who displays specific anatomical areas is observed, sketched, drawn, painted, sculptured, photographed, or otherwise depicted by other persons who pay money or other consideration. The term, nude model studio, does not include a proprietary school that is licensed by this state, a college, or a university that is supported entirely or in part by taxation, a private college or university that maintains and operates educational programs in which credits are transferable to a college or university that is supported entirely or in part by taxation or a structure to which the following apply: (a) A sign is not visible from the exterior of the structure and no other advertising appears indicating that a nude person is available for viewing; (b) A student must enroll at least three days in advance of a class in order to participate; and (c) No more than one nude or seminude model is on the premises at any time; (12) \"Nude,\" \"nudity,\" or \"state of nudity,\" any of the following: (a) The appearance of a human anus, genitals, or a female breast below a point immediately above the top of the areola; (b) A state of dress that fails to opaquely cover a human anus, genitals, or a female breast below a point immediately above the top of the areola; (13) \"Place of worship,\" a structure where persons regularly assemble for worship, ceremonies, rituals, and education relating to a particular form of religious belief and which a reasonable person would conclude is a place of worship by reason of design, signs, or architectural or other features; (14) \"Residence,\" a permanent dwelling place; (15) \"Seminude,\" a state of dress in which clothing covers no more than the genitals, pubic region, and female breast below a point immediately above the top of the areola, as well as portions of the body that are covered by supporting straps or devices; (16) \"Specific anatomical areas,\" any of the following: (a) A human anus, genitals, the pubic region, or a female breast below a point immediately above the top of the areola that is less than completely and opaquely covered; (b) Male genitals in a discernibly turgid state even if completely and opaquely covered; (17) \"Specific sexual activities,\" any of the following: (a) Human genitals in a state of sexual stimulation or arousal; (b) Sex acts, normal or perverted, actual or simulated, including acts of human masturbation, sexual intercourse, oral copulation, or sodomy; (c) Fondling or other erotic touching of the human genitals, pubic region, buttocks, anus, or female breast; or (d) Excretory functions as part of or in connection with any of the activities under subsection (a), (b), or (c) of this subdivision."}, {"bill_id": 4744, "bill_version_id": 3033, "bill_version": "House Local Government Engrossed", "bill_version_date": "2008-02-12T17:34:17.407-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate the location and hours of operation of adult oriented businesses. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. No adult oriented business established after June 30, 2008, may be located within one-fourth mile of a child welfare agency, a private or public school, a public playground, a public recreational facility, a residence, or a place of worship. For the purposes of this section, measurements shall be made in a straight line in all directions, without regard to intervening structures or objects, from the nearest point on the property line of a parcel containing an adult oriented business to the nearest point on the property line of a parcel containing a child welfare agency, a private or public school, a public playground, a public recreational facility, a residence, or a place of worship. An adult oriented business lawfully operating in conformity with this section does not violate this section if a child welfare agency, a private or public school, a public playground, a public recreational facility, a residence, or a place of worship subsequently locates within one-fourth mile of the adult oriented business. A violation of this section is a Class 1 misdemeanor. Each day of violation constitutes a separate offense. Section 2. No adult arcade, adult bookstore or video store, adult cabaret, adult motion picture theater, adult theater, or nude model studio may remain open at any time between the hours of 2:00 a.m. and 8:00 a.m. on Monday through Saturday and between the hours of 2:00 a.m. and 12:00 noon on Sunday. A violation of this section is a Class 1 misdemeanor. Each day of violation constitutes a separate offense. Section 3. Section 1 of this Act does not prohibit any county or municipality from enacting and enforcing any ordinance that regulates the location of an adult oriented business. Section 4. Section 2 of this Act does not prohibit any county or municipality from enacting and enforcing any ordinance that regulates an adult arcade, adult bookstore or video store, adult cabaret, adult motion picture theater, adult theater, or nude model studio. Section 5. If there is reason to believe that a violation of section 1 of this Act is being committed in any county or city, the state's attorney of the county shall, or a citizen of this state who resides in the county or city in the citizen's own name may, maintain an action to abate and prevent the violation and to enjoin perpetually any person who is committing the violation and the owner, lessee, or agent of the building or place in or on which the violation is occurring from directly or indirectly committing or permitting the violation. Section 6. Terms used in this Act mean: (1) \"Adult arcade,\" any place to which the public is permitted or invited and in which coin-operated or slug-operated or electronically, electrically, or mechanically controlled still or motion picture machines, projectors, or other image producing devices are maintained to show images involving specific sexual activities or specific anatomical areas to persons in booths or viewing rooms; (2) \"Adult bookstore or video store,\" a commercial establishment that offers for sale or rent any of the following as one of its principal business purposes: (a) Books, magazines, periodicals, or other printed matter, photographs, films, motion pictures, videocassettes or reproductions or slides, or other visual representations that depict or describe specific sexual activities or specific anatomical areas; (b) Instruments, devices, or paraphernalia that are designed for use in connection with specific sexual activities; (3) \"Adult cabaret,\" any nightclub, bar, restaurant, or other similar commercial establishment that regularly features: (a) Persons who appear in a state of nudity or seminudity; (b) Live performances that are characterized by the exposure of specific anatomical areas or specific sexual activities; (c) Films, motion pictures, videocassettes, slides or other photographic reproductions that are characterized by the depiction or description of specific sexual activities or specific anatomical areas; (4) \"Adult motion picture theater,\" a commercial establishment in which, for any form of consideration, films, motion pictures, videocassettes, slides, or other similar photographic reproductions that are characterized by the depiction or description of specific sexual activities or specific anatomical areas are predominantly shown; (5) \"Adult oriented business,\" any adult arcade, adult bookstore or video store, cabaret, adult live entertainment establishment, adult motion picture theater, adult theater, massage establishment that offers adult service, or nude model studios; (6) \"Adult service,\" dancing, serving food or beverages, modeling, posing, wrestling, singing, reading, talking, listening, or other performances or activities conducted for any consideration in an adult oriented business by a person who is nude or seminude during all or part of the time that the person is providing the service; (7) \"Adult theater,\" a theater, concert hall, auditorium, or similar commercial establishment that predominantly features persons who appear in a state of nudity or who engage in live performances that are characterized by the exposure of specific anatomical areas or specific sexual activities; (8) \"Massage establishment,\" an establishment in which a person, firm, association, or corporation engages in or permits massage activities, including any method of pressure on, friction against, stroking, kneading, rubbing, tapping, pounding, vibrating, or stimulating of external soft parts of the body with the hands or with the aid of any mechanical apparatus or electrical apparatus or appliance. This subdivision does not apply to: (a) Physicians who are licensed pursuant to chapter 36-4 or a podiatrist licensed pursuant to chapter 36-8; (b) Registered nurses or licensed practical nurses who are licensed pursuant to chapter 36-9; (c) Physician assistants who are licensed pursuant to chapter 36-4A or certified nurse practitioners and certified nurse midwives who are licensed pursuant to chapter 36-9A; (d) Physical therapists licensed pursuant to chapter 36-10; (e) Athletic trainers licensed pursuant to chapter 36-29; (f) Massage therapists licensed pursuant to chapter 36-35; (g) Chiropractors licensed pursuant to chapter 36-5; (9) \"Nude model studio,\" a place in which a person who appears in a state of nudity or who displays specific anatomical areas is observed, sketched, drawn, painted, sculptured, photographed, or otherwise depicted by other persons who pay money or other consideration. The term, nude model studio, does not include a proprietary school that is licensed by this state, a college, or a university that is supported entirely or in part by taxation, a private college or university that maintains and operates educational programs in which credits are transferable to a college or university that is supported entirely or in part by taxation or a structure to which the following apply: (a) A sign is not visible from the exterior of the structure and no other advertising appears indicating that a nude person is available for viewing; (b) A student must enroll at least three days in advance of a class in order to participate; and (c) No more than one nude or seminude model is on the premises at any time; (10) \"Nude,\" \"nudity,\" or \"state of nudity,\" any of the following: (a) The appearance of a human anus, genitals, or a female breast below a point immediately above the top of the areola; (b) A state of dress that fails to opaquely cover a human anus, genitals, or a female breast below a point immediately above the top of the areola; (11) \"Place of worship,\" a structure where persons regularly assemble for worship, ceremonies, rituals, and education relating to a particular form of religious belief and which a reasonable person would conclude is a place of worship by reason of design, signs, or architectural or other features; (12) \"Residence,\" a permanent dwelling place; (13) \"Seminude,\" a state of dress in which clothing covers no more than the genitals, pubic region, and female breast below a point immediately above the top of the areola, as well as portions of the body that are covered by supporting straps or devices; (14) \"Specific anatomical areas,\" any of the following: (a) A human anus, genitals, the pubic region, or a female breast below a point immediately above the top of the areola that is less than completely and opaquely covered; (b) Male genitals in a discernibly turgid state even if completely and opaquely covered; (15) \"Specific sexual activities,\" any of the following: (a) Human genitals in a state of sexual stimulation or arousal; (b) Sex acts, normal or perverted, actual or simulated, including acts of human masturbation, sexual intercourse, oral copulation, or sodomy; (c) Fondling or other erotic touching of the human genitals, pubic region, buttocks, anus, or female breast; or (d) Excretory functions as part of or in connection with any of the activities under subsection (a), (b), or (c) of this subdivision."}, {"bill_id": 4744, "bill_version_id": 3753, "bill_version": "Enrolled", "bill_version_date": "2008-02-22T09:30:29.62-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4744, "action_date": "2008-01-15T14:00:00-06:00", "document_id": 1045, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1045.pdf", "status_text": "First read in House and referred to", "journal_page": 128, "committee_id_action": 27, "committee_id_assigned": 20, "result": "N", "vote": {}}, {"bill_id": 4744, "action_date": "2008-02-07T10:00:00-06:00", "document_id": 2331, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2331.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 20, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4744, "action_date": "2008-02-07T10:00:00-06:00", "document_id": 2761, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2761.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 20, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4744, "action_date": "2008-02-07T10:00:00-06:00", "document_id": 2761, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2761.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 20, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 1488, "president_vote": null, "Yea": [552, 544, 612, 551, 616], "Nay": [624, 529, 633, 600, 531, 547], "Excused": [543, 605]}}, {"bill_id": 4744, "action_date": "2008-02-07T10:00:00-06:00", "document_id": 2761, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2761.pdf", "status_text": "Tabled", "journal_page": 474, "committee_id_action": 20, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1492, "president_vote": null, "Yea": [552, 624, 529, 633, 544, 531, 616, 547], "Excused": [543, 605], "Nay": [612, 551, 600]}}, {"bill_id": 4744, "action_date": "2008-02-12T10:00:00-06:00", "document_id": 3012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3012.pdf", "status_text": "Removed from table", "journal_page": null, "committee_id_action": 20, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1686, "president_vote": null, "Excused": [552, 633, 600], "Nay": [624, 529, 547], "Yea": [543, 605, 544, 612, 551, 531, 616]}}, {"bill_id": 4744, "action_date": "2008-02-12T10:00:00-06:00", "document_id": 3012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3012.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 20, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1724, "president_vote": null, "Excused": [552, 600], "Yea": [624, 633, 543, 605, 544, 612, 551, 531, 616, 547], "Nay": [529]}}, {"bill_id": 4744, "action_date": "2008-02-12T10:00:00-06:00", "document_id": 3012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3012.pdf", "status_text": "Do Pass Amended", "journal_page": 521, "committee_id_action": 20, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1727, "president_vote": null, "Excused": [552, 600], "Nay": [624, 529, 531, 547], "Yea": [633, 543, 605, 544, 612, 551, 616]}}, {"bill_id": 4744, "action_date": "2008-02-13T14:00:00-06:00", "document_id": 3138, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3138.pdf", "status_text": "Deferred to another day", "journal_page": 567, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4744, "action_date": "2008-02-14T14:00:00-06:00", "document_id": 3233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3233.pdf", "status_text": "Do Pass Amended", "journal_page": 585, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1988, "president_vote": null, "Nay": [602, 579, 609, 593, 623, 555, 568, 529, 594, 605, 628, 630, 578, 617, 554, 583, 531, 566, 619, 611, 587], "Yea": [614, 625, 586, 570, 532, 608, 574, 534, 542, 575, 580, 572, 624, 595, 631, 565, 620, 616, 556, 585, 589, 633, 543, 558, 571, 581, 544, 546, 537, 536, 612, 551, 599, 547, 538, 603, 615, 600, 563, 540, 549, 626, 606, 559, 564, 561, 591], "Excused": [597, 552]}}, {"bill_id": 4744, "action_date": "2008-02-15T12:00:00-06:00", "document_id": 3321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3321.pdf", "status_text": "First read in Senate and referred to", "journal_page": 531, "committee_id_action": 28, "committee_id_assigned": 8, "result": "N", "vote": {}}, {"bill_id": 4744, "action_date": "2008-02-20T09:00:00-06:00", "document_id": 3315, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3315.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 8, "committee_id_assigned": null, "result": null, "vote": {}}, {"bill_id": 4744, "action_date": "2008-02-20T09:00:00-06:00", "document_id": 3470, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3470.pdf", "status_text": "Do Pass", "journal_page": 558, "committee_id_action": 8, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2189, "president_vote": null, "Yea": [601, 560, 622, 584, 627, 576], "Absent": [607]}}, {"bill_id": 4744, "action_date": "2008-02-21T14:00:00-06:00", "document_id": 3684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3684.pdf", "status_text": "Do Pass Amended", "journal_page": 597, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2373, "president_vote": null, "Nay": [557, 604, 530, 567, 535, 573, 632, 577, 588, 541], "Yea": [576, 621, 553, 596, 560, 590, 598, 545, 592, 601, 533, 582, 562, 584, 569, 618, 610, 629, 613, 539, 627, 548, 550, 607], "Excused": [622]}}, {"bill_id": 4744, "action_date": "2008-02-22T13:00:00-06:00", "document_id": 3824, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3824.pdf", "status_text": "Signed by the Speaker", "journal_page": 702, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4744, "action_date": "2008-02-25T14:00:00-06:00", "document_id": 3929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3929.pdf", "status_text": "Signed by the President", "journal_page": 634, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4744, "action_date": "2008-02-25T14:00:00-06:00", "document_id": 3927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3927.pdf", "status_text": "Delivered to the Governor", "journal_page": 735, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4744, "action_date": "2008-03-17T10:00:00-05:00", "document_id": 4325, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4325.pdf", "status_text": "Signed by the Governor", "journal_page": 834, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3922, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4744"}