{"session_id": 19, "bill_id": 3998, "bill_type": "Senate Bill", "bill_number": 67, "bill_title": "revise the requirements for health maintenance organizations.", "sponsors": [], "keywords": ["Health Maintenance Organizations", "Insurance"], "audio": [{"meeting_datetime": "2013-01-22T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco09.mp3", "start_seconds": 4199.0}, {"meeting_datetime": "2013-01-22T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco09.mp3", "start_seconds": 4199.0}, {"meeting_datetime": "2013-01-22T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco09.mp3", "start_seconds": 4199.0}, {"meeting_datetime": "2013-01-22T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco09.mp3", "start_seconds": 4199.0}, {"meeting_datetime": "2013-01-22T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco09.mp3", "start_seconds": 4199.0}, {"meeting_datetime": "2013-01-22T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco09.mp3", "start_seconds": 4199.0}, {"meeting_datetime": "2013-01-22T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco09.mp3", "start_seconds": 4199.0}, {"meeting_datetime": "2013-01-22T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco09.mp3", "start_seconds": 4199.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco26.mp3", "start_seconds": 169.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco26.mp3", "start_seconds": 169.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco26.mp3", "start_seconds": 169.0}, {"meeting_datetime": "2013-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco26.mp3", "start_seconds": 169.0}], "bill_versions": [{"bill_id": 3998, "bill_version_id": 23455, "bill_version": "Introduced", "bill_version_date": "2013-01-05T17:52:55.79-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the requirements for health maintenance organizations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-41-1 be amended to read as follows: 58-41-1. Terms used in this chapter, unless the context otherwise requires, mean: (1) \"Comprehensive health maintenance services,\" a set of comprehensive health services which the enrollees might reasonably require to be maintained in good health, including as a minimum, but not limited to, emergency care, inpatient hospital and physician care, outpatient medical services, and preventive medical services; (2) \"Director,\" the director of the Division of Insurance or his designee; (3) \"Enrollee,\" any person who has entered into, or is covered by a health maintenance contract; (4) \"Evidence of coverage,\" any certificate, agreement, or contract issued to an enrollee which sets out the coverage to which he is entitled under the health maintenance contract which covers him; (5) \"Health maintenance contract,\" any contract whereby a health maintenance organization agrees to provide comprehensive health maintenance services to enrollees, provided that the contract may contain reasonable enrollee copayment provisions. Any contract may provide for health care services in addition to those set forth in subdivision (1); (6) \"Limited health service,\" dental care services, vision care services, mental health services, substance abuse services, pharmaceutical services, podiatric care services, and such other services as may be determined by the director to be limited health services. Limited health service does not include hospital, medical, surgical, or emergency services except as these services are provided incident to the limited health services; (7) \"Provider,\" any person who furnishes health services and is licensed or otherwise authorized to render such services in the state; (7) \"Secretary,\" the secretary of the Department of Health or his designee (8) \"Risk bearing entity,\" an intermediary organization that is a financial risk for services provided through contractual assumption of the obligation for the delivery of specified health care services to covered persons of the health maintenance organization. Section 2. That § 58-41-2 be amended to read as follows: 58-41-2. As used in this chapter, unless the context otherwise requires, a \"health maintenance organization\" is a corporation organized under Title 47, controlled and operated as provided in this chapter, which provides, either directly or through arrangements with providers or other persons, comprehensive health maintenance services, or arranges for the provision of such services, to enrollees on the basis of a fixed prepaid sum without regard to the frequency or extent of services furnished to any particular enrollee. A health maintenance organization may be organized pursuant to this chapter on a limited health service basis. Nothing in this chapter prohibits a health maintenance organization holding a certificate of authority in this state from issuing contracts to enrollees on a preferred provider, exclusive provider, or closed panel basis. Section 3. That § 58-41-6 be amended to read as follows: 58-41-6. Each application for a certificate of authority shall be verified by an officer or authorized representative of the applicant, shall include an application fee, and shall be in a form prescribed by the director. Each application shall include the following: (1) A copy of the basic organizational document, if any, of the applicant, such as the articles of incorporation, or other applicable documents, and all amendments thereto; (2) A copy of the bylaws, rules, and regulations, or similar document, if any, and all amendments thereto which regulate the conduct of the affairs of the applicant; (3) A list of the names, addresses, and official positions of all members of the board of directors, and the principal officers of the organization, which shall contain a full disclosure in the application of the extent and nature of any contract or financial arrangements between them and the health maintenance organization, including a full disclosure of any financial arrangements between them and any provider or other person concerning any financial relationship with the health maintenance organization; (4) A statement generally describing the health maintenance organization, its health care plan or plans, facilities, and personnel, including a statement describing the manner in which the applicant proposes to provide enrollees with comprehensive health maintenance services or limited health services; (5) A statement reasonably describing the geographic area or areas to be served and the type or types of enrollees to be served; (6) A description of the complaint procedures to be utilized; (7) A description of the procedures and programs to be implemented to meet the requirements of subdivisions 58-41-12(2) and (3) and chapters 58-17G and 58-17H and to monitor the quality of health care provided to enrollees; (8) A description of the mechanism by which enrollees will be afforded an opportunity to participate in matters of policy and operation under §§ 58-41-23 and 58-41-24; (9) Such other information as the director may reasonably require to be provided; (10) A copy of the form of any contract made, or to be made, between the applicant and any providers regarding the provision of limited health services to enrollees; (11) A copy of the form of any contract made, or to be made, between the applicant and any person listed in subdivision (3) of this section; (12) A copy of the form of any contract made, or to be made, between the applicant and any person, corporation, partnership, or other entity for the performance on the applicant's behalf of any functions including marketing, administration, enrollment, investment management, and subcontracting for the provision of limited health services to enrollees; (13) A copy of the form of any group contract that is to be issued to employers, unions, trustees, or other organizations and a copy of any form of evidence of coverage to be issued to subscribers; (14) A copy of the applicant's financial plan, including a three-year projection of anticipated operating results, a statement of the sources of working capital, and any other sources of funding and provisions for contingencies; (15) A schedule of rates and charges; (16) A description of the proposed method of marketing; (17) A copy of the applicant's financial statements showing the applicant's assets, liabilities, and sources of financial support, including a copy of the applicant's most recent audited financial statement and an unaudited current financial statement, or if the information is not applicable to the applicant, a list of the assets representing the initial net worth of the applicant; (18) A financial plan that provides a three-year projection of operating results, including: (a) A projection of balance sheets; (b) Income and expense statements anticipated from the start of operations until the organization has had net income for at least one year; (c) Cash flow statements showing any capital expenditures, purchase and sale of investments and deposits with the state; (d) Detailed enrollment projections; (e) The methodology for determining premium rates to be charged that has been certified by a qualified actuary; and (f) A statement as to the sources of working capital as well as any other sources of funding; (19) The names and addresses of the applicants's qualified actuary and external auditors; (20) If the applicant has a parent company and the director determines that additional solvency guarantees are necessary, the parent company's guaranty, on a form acceptable to the director, that the applicant will maintain the minimum net worth required under this Act. If no parent company exists, a statement regarding the availability of future funds, if needed; (21) A description of the nature and extent of any reinsurance program to be implemented, including a detailed risk retention schedule indicating direct, assumed, ceded, and net maximum risk exposures on any one risk; (22) A demonstration that errors and omission insurance or other arrangements satisfactory to the director will be in place upon the applicant's receipt of a certificate of authority; (23) If the applicant is a foreign corporation, a statement from the appropriate regulatory agency of the applicant's state of domicile stating that: (a) The applicant is authorized to operate as a health maintenance organization in the state of domicile; (b) The regulatory agency has no objection to the applicant applying for a certificate of authority in this state; (24) The name and address of the applicant's statutory agent for service of process, notice, or demand, or if not domiciled in this state, a power of attorney duly executed by the applicant, appointing the director and duly authorized deputies, as the true and lawful attorney of the applicant in and for this state upon whom all lawful process in any legal action or proceeding against the health maintenance organization on a cause of action arising in this state may be served; (25) A description of the proposed policies, standards, and procedures for the management of health information, including proposed policies, standards, and procedures that guard against the unauthorized collection, use, or disclosure of protected health information, that complies with §§ 58-2-40 and 58-2-41; (26) A description of the proposed quality assessment and improvement activities regarding the maintenance and improvement of the quality of health care services provided to covered persons; (27) A description of the proposed health care provider credentialing program; (28) If the health maintenance organization will provide or perform utilization review services, a description of the proposed utilization review procedures; (29) A description of the proposed internal grievance procedures; and (30) A description of the proposed external review procedures. Section 4. That § 58-41-12 be amended to read as follows: 58-41-12. Upon receipt of an application for issuance of a certificate of authority, the director shall forthwith transmit copies of such application and accompanying documents to the secretary. The secretary director shall determine whether the applicant for a certificate of authority has: (1) Demonstrated the willingness and potential ability to assure that health care services will be provided in a manner to assure both the availability and accessibility of adequate personnel and facilities consistent with the requirements of chapter 58-17F; (2) Arrangements, established in accordance with regulations promulgated by the secretary director for an ongoing quality of health care assurance program consistent with the requirements of chapter 58-17F, concerning health care processes and outcomes; (3) A procedure, established in accordance with regulations rules promulgated pursuant to chapter 1-26 by the secretary director, to develop, compile, evaluate, and report statistics relating to the cost of its operations, the pattern of utilization of its services, the availability and accessibility of its services, and such other matters as may be reasonably required by the secretary director; and (4) Reasonable provisions for emergency and out-of-area health care services. Section 5. That § 58-41-13 be amended to read as follows: 58-41-13. To the extent that it furthers the purposes of this chapter, the secretary director shall attempt to coordinate the operations of this chapter relating to the quality of health care services with the operations of 42 U.S.C. sections 1320c to 1320c-19. Section 6. That § 58-41-15.1 be amended to read as follows: 58-41-15.1. Any licensed optometrist licensed pursuant to chapter 36-7, podiatrist licensed pursuant to chapter 36-8, chiropractor licensed pursuant to chapter 36-5, psychologist licensed pursuant to chapter 36-27A, or social worker licensed under § 36-26-17, may organize or contract for services with a corporation organized under the laws of this state by licensed practitioners of the healing arts, for the purpose of negotiating group health care contracts and providing services within the scope of their respective licenses with alternate health care delivery systems, including, but not limited to, health maintenance organizations, preferred provider organizations, individual practices organizations, or other similar forms of entity whatever entities. Section 7. That § 58-41-16 be repealed. 58-41-16. Within thirty days of receipt of the application for issuance of a certificate of authority, the secretary shall certify to the director whether the proposed health maintenance organization meets the requirements of § 58-41-12. If the secretary certifies that the health maintenance organization does not meet such requirements, he shall specify in what respects it is deficient. Section 8. That § 58-41-17 be amended to read as follows: 58-41-17. The director of the Division of Insurance shall issue or deny a certificate of authority to any person filing an application pursuant to this chapter within thirty days of receipt of the certification from the secretary of health. Issuance of a certificate of authority shall be granted upon payment of the application fee prescribed in § 58-41-26 if the director is satisfied that the following conditions are met: (1) The persons responsible for the conduct of the affairs of the applicant are competent, trustworthy, and possess good reputations; (2) The secretary certifies, in accordance with § 58-41-16, that the health maintenance organization's proposed plan of operation meets the requirements of § 58-41-12; (3) The health maintenance contract constitutes an appropriate mechanism whereby the health maintenance organization will effectively provide or arrange for the provision of comprehensive health maintenance services on a prepaid basis, through insurance or otherwise, except to the extent of reasonable requirements for copayments; (4) The health maintenance organization is financially responsible and may reasonably be expected to meet its obligations to enrollees and prospective enrollees; (5) The health maintenance organization will assume full financial risk on a prospective basis for the provision of comprehensive health maintenance services, including hospital care; (6) The enrollees will be afforded an opportunity to participate in matters of policy and operation pursuant to §§ 58-41-23 and 58-41-24; and (7) Nothing in the proposed method of operation, as shown by the information submitted pursuant to §§ 58-41-4 to 58-41-10, inclusive, or by independent investigation, is contrary to the public interest; and (8) Any deficiencies certified by the secretary of the Department of Health have been corrected. A certificate of authority shall may be denied only after compliance with the requirements of §§ 58-41-87 to 58-41-90, inclusive. Section 9. That § 58-41-24 be amended to read as follows: 58-41-24. The governing body shall establish a mechanism to afford the enrollees an opportunity to express their opinions in matters of policy and operation through the establishment of advisory panels, by the use of advisory referenda on major policy decisions, or through the use of other mechanisms as may be prescribed or permitted by the secretary director. Section 10. That § 58-41-26 be amended to read as follows: 58-41-26. Any health maintenance organization is exempt from all provisions of the insurance laws of this state other than this chapter. However, the corporation is subject to the provisions of this title on matters and procedures of mergers and licensure of insurance producers. The corporation is also subject to fees and taxation as insurers under § 58-2-29 and chapter 10-44. The corporation is also subject to §§ 58-17-53 and 58-17-54 if entering into a contract after July 1, 1990, with the State of South Dakota, counties, school districts, municipalities, and any other unit of state government using public funds. For any individual health insurance contracts or policies, the health maintenance organization shall comply with the provisions of §§ 58-17-2 to 58-17-47, inclusive, 58-17-55 to 58-17-61, inclusive, 58-17-97, and 58-17-100 to 58-17-106, inclusive. The state, however, may not collect premium taxes for insurance written on individuals residing outside this state or property located outside this state if no comparable tax is paid by the direct writing health maintenance organization to any appropriate taxing authority. Health maintenance organizations are also subject to the following chapters: 58-1, 58-2, 58-3, 58-4, 58-5, 58-6, 58-7, 58-11, 58-12, 58-14, 58-17, 58-17A, 58-17F, 58-17G, 58-17H, 58-17I, 58-18, 58-18A, 58-18B, 58-18C, 58-26, 58-27, 58-29B, 58-30, 58-33A; and 58-43. To the extent that a health maintenance organization is compliant with the provisions of chapters 58-17F to 58-17I, inclusive, for purposes of network adequacy, quality assessment and improvements, utilization review and benefit determinations, and grievance procedure, the health maintenance organization is compliant with the provisions of this chapter. Section 11. That § 58-41-45 be amended to read as follows: 58-41-45. No health maintenance organization or representative thereof may discriminate: (1) In in the rates charged enrollees except in accordance with accepted actuarial principles; or (2) In enrollment policy against any person solely by virtue of status as a recipient of medical assistance or medicare. Violation of this section is a Class 2 misdemeanor. Section 12. That § 58-41-46 be repealed. 58-41-46. No schedule of charges for enrollee coverage for comprehensive health maintenance services, or amendment thereto, may be used in conjunction with any health maintenance contract until a copy of the schedule, or amendment thereto, has been filed with and approved by the director. No schedule of charges for an employer sponsored plan is subject to the provisions of this section. Section 13. That § 58-41-47 be repealed. 58-41-47. The director shall, within a reasonable period, approve any form if the requirements of § 58-41-43 are met and any schedule of charges if the requirements of § 58-41-44 are met. No person may issue a form or use a schedule of charges, except those not subject to § 58-41-46, until approved. If the director does not disapprove any form or schedule of charges within thirty days of the filing of the forms or schedules, they shall be deemed approved. Section 14. That § 58-41-48 be repealed. 58-41-48. If the director disapproves such filing, he shall notify the filer. In the notice, the director shall specify the reasons for his disapproval. A hearing will be granted within twenty days after a request in writing by the person filing. Section 15. That § 58-41-49 be repealed. 58-41-49. The director may require the submission of whatever relevant information he deems necessary in determining whether to approve or disapprove a filing made pursuant to this chapter. Section 16. That § 58-41-51 be repealed. 58-41-51. No health maintenance organization or representative may cancel or fail to renew the coverage of an enrollee except for: (1) Failure to pay the charge for health care coverage; (2) Termination of the health maintenance contract; (3) Termination of the group plan; (4) Enrollee moving out of the area served; (5) Enrollee moving out of an eligible group; (6) Failure to make copayments required by the health maintenance contract; or (7) Other reasons established in regulations promulgated by the secretary. An enrollee shall be given thirty days' notice of any cancellation or nonrenewal. Violation of this section is a Class 2 misdemeanor. Section 17. That § 58-41-63 be amended to read as follows: 58-41-63. Every health maintenance organization shall annually, on or before March first, file a report verified by at least two principal officers with the director, with a copy to the secretary covering the preceding calendar year. Such report shall be on forms prescribed by the director and shall include: (1) A financial statement of the organization, including its balance sheet and receipts and disbursements for the preceding year certified by an independent certified public accountant, reflecting at least: (a) Prepayment and other payments received for health care services rendered; (b) Expenditures to all providers, by classes or groups of providers, and insurance companies or nonprofit health service plan corporations engaged to fulfill obligations arising out of the health maintenance contract; and (c) Expenditures for capital improvements, or additions thereto, including but not limited to construction, renovation or purchase of facilities and capital equipment; (2) Any material changes in the information submitted pursuant to §§ 58-41-6 to 58-41-9, inclusive; (3) The number of new enrollees enrolled during the year, the number of enrollees as of the end of the year and the number of enrollees terminated during the year; (4) A summary of information compiled pursuant to subdivision 58-41-12(3) on such form as may be required by the secretary director; (5) A report of the names and residence addresses of all persons set forth in subdivision 58-41-6(3), who were associated with the health maintenance organization during the preceding year, and the amount of wages, expense reimbursements, or other payments to such individuals for services to the health maintenance organization, including a full disclosure of all financial arrangements during the preceding year required to be disclosed pursuant to subdivision 58-41-6(3); and (6) Such other information relating to the performance of the health maintenance organization as is reasonably necessary to enable the director to carry out his duties under this chapter. Section 18. That § 58-41-65 be amended to read as follows: 58-41-65. All applications, filings, and reports required under this chapter shall be treated as are public documents except as provided for by § 1-27-30. Section 19. That § 58-41-67 be amended to read as follows: 58-41-67. The director and secretary may, pursuant to chapter 1-26, promulgate such reasonable rules as are necessary to carry out the provisions of this chapter. Included among such rules shall be those which provide minimum requirements for the provision of comprehensive health maintenance services, as defined in subdivision 58-41-1(1), and reasonable exclusions therefrom. Section 20. That § 58-41-68 be repealed. 58-41-68. Examination of the activities of health maintenance organizations shall be made periodically for the purposes of §§ 58-41-69 and 58-41-70. Section 21. That § 58-41-69 be repealed. 58-41-69. The director may make an examination of the financial affairs of any health maintenance organization and its contracts, agreements, or other arrangements with providers as often as the director deems necessary for the protection of the interests of the people of this state, but not less frequently than once every five years pursuant to chapter 58-3. Section 22. That § 58-41-70 be repealed. 58-41-70. The secretary may make an examination concerning the quality of health care services provided to enrollees by any health maintenance organization and providers with whom such organization has contracts, agreements, or other arrangements pursuant to its health care plan as often as the secretary deems necessary for the protection of the interests of the people of this state, but not less frequently than once every three years, provided, that examinations of providers pursuant to this section shall be limited to their dealing with the health maintenance organization and its enrollees. Section 23. That § 58-41-71 be repealed. 58-41-71. In order to accomplish the duties described in §§ 58-41-68 to 58-41-70, inclusive, the director and the secretary shall have the rights respectively to: (1) Audit and inspect any books and records of a health maintenance organization which pertain to services performed and determinations of amounts payable under such contract; and (2) Inspect or otherwise evaluate the quality, appropriateness, and timeliness of services performed under such contract. Section 24. That § 58-41-72 be repealed. 58-41-72. For the purpose of examinations, the director and the secretary may administer oaths to and examine the officers and insurance producers of the health maintenance organization and the principals of such providers concerning their business, and to issue subpoenas. Section 25. That § 58-41-75 be repealed. 58-41-75. Reasonable expenses of examinations under §§ 58-41-68 to 58-41-72, inclusive, shall be assessed against the organization being examined, and shall be remitted to the director or secretary. Section 26. That § 58-41-76 be repealed. 58-41-76. In lieu of examination under §§ 58-41-68 to 58-41-72, inclusive, the director or secretary may accept the report of an examination made by the director or secretary of another state. Section 27. That § 58-41-81 be amended to read as follows: 58-41-81. The director may suspend or revoke any certificate of authority issued to a health maintenance organization under this chapter if the director finds that any of the following conditions exists: (1) The health maintenance organization is operating significantly in contravention of its basic organizational document, its health maintenance contract, or in a manner contrary to that described in and reasonably inferred from any other information submitted under this chapter, unless amendments to such submissions have been filed with and approved by the director; (2) The health maintenance organization issues evidence of coverage or uses a schedule or charges for health care services which do not comply with the requirements of §§ 58-41-34 to 58-41-49 58-41-45, inclusive; (3) The health care plan does not provide or arrange for comprehensive health maintenance services; (4) The health maintenance organization is no longer financially responsible and may reasonably be expected to be unable to meet its obligations to enrollees or prospective enrollees; (5) The health maintenance organization has failed to implement a mechanism affording the enrollees an opportunity to participate in matters of policy and operation under the provisions of §§ 58-41-23 and 58-41-24; (6) The health maintenance organization has failed to implement the complaint system in a manner designed to reasonably resolve valid complaints; (7) The health maintenance organization, or any person acting with its sanction, has advertised or merchandised its services in an untrue, misrepresentative, misleading, deceptive, or unfair manner; (8) The continued operation of the health maintenance organization would be hazardous to its enrollees; or (9) The health maintenance organization has otherwise failed to substantially comply with this chapter, has violated a provision of chapter 58-33 or any other provision of law applicable to health maintenance organizations, or has submitted false information in any report required hereunder. Section 28. That § 58-41-82 be amended to read as follows: 58-41-82. The director may suspend or revoke any certificate of authority issued to a health maintenance organization under this chapter if the secretary certifies to the director that: (1) The health maintenance organization does not meet the requirements of § 58-41-12; or (2) The health maintenance organization is unable to fulfill its obligations to furnish comprehensive health maintenance services as required under its health maintenance contract. Section 29. That § 58-41-83 be amended to read as follows: 58-41-83. If the director or the secretary shall, for any reason have, has cause to believe that any violation of this chapter has occurred or is threatened, the director or the secretary may, before commencing action under § 58-41-81, 58-41-82, 58-41-85, or 58-41-87, give notice to the health maintenance organization and to the representatives, or other persons who appear to be involved in such suspected violations, to arrange a voluntary conference with the alleged violators or their authorized representatives for the purpose of attempting to ascertain the fact that any violation has occurred or is threatened, to arrive at an adequate and effective means of correcting or preventing such violation. Section 30. That § 58-41-84 be amended to read as follows: 58-41-84. Proceedings under § 58-41-83 shall not be are not governed by any formal procedural requirements, and may be conducted in such manner as the director and the secretary may deem finds appropriate under the circumstances. Section 31. That § 58-41-87 be amended to read as follows: 58-41-87. When If the director has cause to believe that grounds for the denial of an application for a certificate of authority exist, or that grounds for the suspension or revocation of a certificate of authority exist, he the director shall notify the health maintenance organization and the secretary in writing specifically stating the grounds for denial, suspension, or revocation and fixing a time of at least twenty days thereafter for a hearing on the matter, except in summary proceedings as provided in § 58-41-94. Section 32. That § 58-41-89 be repealed. 58-41-89. The secretary or his designated representative, shall be in attendance at the hearing and shall participate in the proceedings. The recommendation and findings of the secretary with respect to matters relating to the quality of health care services provided in connection with any decision regarding denial, suspension, or revocation of a certificate of authority, shall be conclusive and binding upon the director. Section 33. That § 58-41-90 be amended to read as follows: 58-41-90. After hearing pursuant to §§ 58-41-87 to 58-41-89, inclusive and 58-41-88, or upon the failure of the health maintenance organization to appear at such hearing, the director shall take action as is deemed advisable on written findings which shall be mailed to the health maintenance organization with a copy thereof to the secretary. Section 34. That § 58-41-91 be amended to read as follows: 58-41-91. The action of the director and the recommendation and findings of the secretary shall be is subject to the court of primary jurisdiction for claims of the nature and magnitude described. The court may, in disposing of the issue before it, modify, affirm, or reverse the order of the director in whole or in part. Section 35. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: A health maintenance organization shall file annually, as part of its access plan, a list of all risk bearing entities with which it has an agreement or contract and the number of covered persons assigned or selected by each risk bearing entity. Section 36. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: In entering into, amending, or renewing a contract with a risk bearing entity, a health maintenance organization shall, unless already specified in the contract, provide the following, upon request, to a risk bearing entity: (1) At the time the contract is entered into, a written statement describing the amount or method of remuneration to be paid to the risk bearing entity. If any part of the remuneration is a calculated amount based on variable factors, the payment methodology upon which the calculated amount will be determined. The statement shall specify the services and expenses for which the risk bearing entity is financially liable in whole or part; (2) At the time payment is made, the basis of the calculation of that payment; (3) For health benefit plans in which the covered persons are assigned to the risk bearing entity under a capitated payment arrangement, a list of enrollees and payments due to the risk bearing entity, to be provided monthly if not already available to the risk bearing entity; (4) At the time the contract is entered into, a copy of the health maintenance organization's most recent annual statement filed with the NAIC; and (5) Once the contract is in effect, the quarterly or annual statement. Section 37. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: A health maintenance organization shall include in any contract with a risk bearing entity a requirement that the risk bearing entity provide to the health maintenance organization at the time a contract is entered into and annually thereafter the following: (1) Annual audited GAAP report; (2) Documentation that satisfies the health maintenance organization that the risk bearing entity has sufficient ability to accept risk; and (3) Documentation that satisfies the health maintenance organization that the risk bearing entity has appropriate management expertise and infrastructure. The contract shall also require that the risk bearing entity on a quarterly basis provide status reports that include the following: (1) GAAP financial statements; (2) An aging report of the percentage of claims that have been paid, pended, or denied, across all contracts with risk bearing entities; and (3) On a monthly basis, a report of the estimated reported claims and incurred but not reported claims liability of the risk bearing entity. Section 38. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: A health maintenance organization shall require in any contract with a risk bearing entity that the risk bearing entity provide notice to the health maintenance organization within thirty days of: (1) Any changes involving the ownership structure of the risk bearing entity; or (2) Financial or operational concerns regarding the financial viability of the risk bearing entity. A health maintenance organization shall also require in any contract with a risk bearing entity a provision that allows the director, in the event that a risk bearing entity fails to comply with any provision of this Act, to assign for six months, the risk bearing entity's contract with providers to furnish covered services. Section 39. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: A health maintenance organization shall have procedures in place to notify the director within a reasonable time that a risk bearing entity has materially failed to perform under its contract with the health maintenance organization. A health maintenance organization is not in violation of this section if it acts in good faith in its attempt to comply with this section. A health maintenance organization shall maintain systems and controls for reviewing the information provided to the health maintenance organization by the risk bearing entity pursuant to this Act. Section 40. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: Any information provided to the director by a health maintenance organization relative to risk bearing entities with which it is contracted is confidential and may not be disclosed to any person except to the extent that it is necessary to carry out the purposes of this Act and as allowed by state law, regardless of whether the information is in the form of paper, is preserved on microfilm, or is stored in computer readable form. If the information is disclosed pursuant to this section, the health maintenance organization providing the notice is not liable for the disclosure or any subsequent use or misuse of the information. The health maintenance organization is entitled to claim any statutory privileges against disclosure that the entity that provided the information to the health maintenance organization is entitled to claim. This section is not intended to create a private right of action. Section 41. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any agreement to the contrary, the health maintenance organization shall: (1) Retain full responsibility on a prospective basis for the provision of health care services pursuant to any applicable health benefit plan; and (2) At all times, be able to demonstrate to the satisfaction of the director that the health maintenance organization can fulfill its nontransferable obligation to provide health care services to covered persons in any event, including the failure, for any reason, of a risk bearing entity."}, {"bill_id": 3998, "bill_version_id": 24263, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2013-01-22T13:38:31.623-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the requirements for health maintenance organizations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-41-1 be amended to read as follows: 58-41-1. Terms used in this chapter, unless the context otherwise requires, mean: (1) \"Comprehensive health maintenance services,\" a set of comprehensive health services which the enrollees might reasonably require to be maintained in good health, including as a minimum, but not limited to, emergency care, inpatient hospital and physician care, outpatient medical services, and preventive medical services; (2) \"Director,\" the director of the Division of Insurance or his designee; (3) \"Enrollee,\" any person who has entered into, or is covered by a health maintenance contract; (4) \"Evidence of coverage,\" any certificate, agreement, or contract issued to an enrollee which sets out the coverage to which he is entitled under the health maintenance contract which covers him; (5) \"Health maintenance contract,\" any contract whereby a health maintenance organization agrees to provide comprehensive health maintenance services to enrollees, provided that the contract may contain reasonable enrollee copayment provisions. Any contract may provide for health care services in addition to those set forth in subdivision (1); (6) \"Limited health service,\" dental care services, vision care services, mental health services, substance abuse services, pharmaceutical services, podiatric care services, and such other services as may be determined by the director to be limited health services. Limited health service does not include hospital, medical, surgical, or emergency services except as these services are provided incident to the limited health services; (7) \"Provider,\" any person who furnishes health services and is licensed or otherwise authorized to render such services in the state; (7) \"Secretary,\" the secretary of the Department of Health or his designee (8) \"Risk bearing entity,\" an intermediary organization that is a financial risk for services provided through contractual assumption of the obligation for the delivery of specified health care services to covered persons of the health maintenance organization. Section 2. That § 58-41-2 be amended to read as follows: 58-41-2. As used in this chapter, unless the context otherwise requires, a \"health maintenance organization\" is a corporation organized under Title 47, controlled and operated as provided in this chapter, which provides, either directly or through arrangements with providers or other persons, comprehensive health maintenance services, or arranges for the provision of such services, to enrollees on the basis of a fixed prepaid sum without regard to the frequency or extent of services furnished to any particular enrollee. A health maintenance organization may be organized pursuant to this chapter on a limited health service basis. Nothing in this chapter prohibits a health maintenance organization holding a certificate of authority in this state from issuing contracts to enrollees on a preferred provider, exclusive provider, or closed panel basis. Nothing in this chapter requires a licensed pharmacy benefit manager to obtain a certificate of authority as a health maintenance organization provided that the pharmacy benefit manager does not assume insurance risk directly from an insured. Section 3. That § 58-41-6 be amended to read as follows: 58-41-6. Each application for a certificate of authority shall be verified by an officer or authorized representative of the applicant, shall include an application fee, and shall be in a form prescribed by the director. Each application shall include the following: (1) A copy of the basic organizational document, if any, of the applicant, such as the articles of incorporation, or other applicable documents, and all amendments thereto; (2) A copy of the bylaws, rules, and regulations, or similar document, if any, and all amendments thereto which regulate the conduct of the affairs of the applicant; (3) A list of the names, addresses, and official positions of all members of the board of directors, and the principal officers of the organization, which shall contain a full disclosure in the application of the extent and nature of any contract or financial arrangements between them and the health maintenance organization, including a full disclosure of any financial arrangements between them and any provider or other person concerning any financial relationship with the health maintenance organization; (4) A statement generally describing the health maintenance organization, its health care plan or plans, facilities, and personnel, including a statement describing the manner in which the applicant proposes to provide enrollees with comprehensive health maintenance services or limited health services; (5) A statement reasonably describing the geographic area or areas to be served and the type or types of enrollees to be served; (6) A description of the complaint procedures to be utilized; (7) A description of the procedures and programs to be implemented to meet the requirements of subdivisions 58-41-12(2) and (3) and chapters 58-17G and 58-17H and to monitor the quality of health care provided to enrollees; (8) A description of the mechanism by which enrollees will be afforded an opportunity to participate in matters of policy and operation under §§ 58-41-23 and 58-41-24; (9) Such other information as the director may reasonably require to be provided; (10) A copy of the form of any contract made, or to be made, between the applicant and any providers regarding the provision of limited health services to enrollees; (11) A copy of the form of any contract made, or to be made, between the applicant and any person listed in subdivision (3) of this section; (12) A copy of the form of any contract made, or to be made, between the applicant and any person, corporation, partnership, or other entity for the performance on the applicant's behalf of any functions including marketing, administration, enrollment, investment management, and subcontracting for the provision of limited health services to enrollees; (13) A copy of the form of any group contract that is to be issued to employers, unions, trustees, or other organizations and a copy of any form of evidence of coverage to be issued to subscribers; (14) A copy of the applicant's financial plan, including a three-year projection of anticipated operating results, a statement of the sources of working capital, and any other sources of funding and provisions for contingencies; (15) A schedule of rates and charges; (16) A description of the proposed method of marketing; (17) A copy of the applicant's financial statements showing the applicant's assets, liabilities, and sources of financial support, including a copy of the applicant's most recent audited financial statement and an unaudited current financial statement, or if the information is not applicable to the applicant, a list of the assets representing the initial net worth of the applicant; (18) A financial plan that provides a three-year projection of operating results, including: (a) A projection of balance sheets; (b) Income and expense statements anticipated from the start of operations until the organization has had net income for at least one year; (c) Cash flow statements showing any capital expenditures, purchase and sale of investments and deposits with the state; (d) Detailed enrollment projections; (e) The methodology for determining premium rates to be charged that has been certified by a qualified actuary; and (f) A statement as to the sources of working capital as well as any other sources of funding; (19) The names and addresses of the applicants' qualified actuary and external auditors; (20) If the applicant has a parent company and the director determines that additional solvency guarantees are necessary, the parent company's guaranty, on a form acceptable to the director, that the applicant will maintain the minimum net worth required under this Act. If no parent company exists, a statement regarding the availability of future funds, if needed; (21) A description of the nature and extent of any reinsurance program to be implemented, including a detailed risk retention schedule indicating direct, assumed, ceded, and net maximum risk exposures on any one risk; (22) A demonstration that errors and omission insurance or other arrangements satisfactory to the director will be in place upon the applicant's receipt of a certificate of authority; (23) If the applicant is a foreign corporation, a statement from the appropriate regulatory agency of the applicant's state of domicile stating that: (a) The applicant is authorized to operate as a health maintenance organization in the state of domicile; (b) The regulatory agency has no objection to the applicant applying for a certificate of authority in this state; (24) The name and address of the applicant's statutory agent for service of process, notice, or demand, or if not domiciled in this state, a power of attorney duly executed by the applicant, appointing the director and duly authorized deputies, as the true and lawful attorney of the applicant in and for this state upon whom all lawful process in any legal action or proceeding against the health maintenance organization on a cause of action arising in this state may be served; (25) A description of the proposed policies, standards, and procedures for the management of health information, including proposed policies, standards, and procedures that guard against the unauthorized collection, use, or disclosure of protected health information, that complies with §§ 58-2-40 and 58-2-41; (26) A description of the proposed quality assessment and improvement activities regarding the maintenance and improvement of the quality of health care services provided to covered persons; (27) A description of the proposed health care provider credentialing program; (28) If the health maintenance organization will provide or perform utilization review services, a description of the proposed utilization review procedures; (29) A description of the proposed internal grievance procedures; and (30) A description of the proposed external review procedures. Section 4. That § 58-41-12 be amended to read as follows: 58-41-12. Upon receipt of an application for issuance of a certificate of authority, the director shall forthwith transmit copies of such application and accompanying documents to the secretary. The secretary director shall determine whether the applicant for a certificate of authority has: (1) Demonstrated the willingness and potential ability to assure that health care services will be provided in a manner to assure both the availability and accessibility of adequate personnel and facilities consistent with the requirements of chapter 58-17F; (2) Arrangements, established in accordance with regulations promulgated by the secretary director for an ongoing quality of health care assurance program consistent with the requirements of chapter 58-17F, concerning health care processes and outcomes; (3) A procedure, established in accordance with regulations rules promulgated pursuant to chapter 1-26 by the secretary director, to develop, compile, evaluate, and report statistics relating to the cost of its operations, the pattern of utilization of its services, the availability and accessibility of its services, and such other matters as may be reasonably required by the secretary director; and (4) Reasonable provisions for emergency and out-of-area health care services. Section 5. That § 58-41-13 be amended to read as follows: 58-41-13. To the extent that it furthers the purposes of this chapter, the secretary director shall attempt to coordinate the operations of this chapter relating to the quality of health care services with the operations of 42 U.S.C. sections 1320c to 1320c-19. Section 6. That § 58-41-15.1 be amended to read as follows: 58-41-15.1. Any licensed optometrist licensed pursuant to chapter 36-7, podiatrist licensed pursuant to chapter 36-8, chiropractor licensed pursuant to chapter 36-5, psychologist licensed pursuant to chapter 36-27A, dentist licensed pursuant to chapter 36-6A, or social worker licensed under § 36-26-17, may organize or contract for services with a corporation organized under the laws of this state by licensed practitioners of the healing arts, for the purpose of negotiating group health care contracts and providing services within the scope of their respective licenses with alternate health care delivery systems, including, but not limited to, health maintenance organizations, preferred provider organizations, individual practices organizations, or other similar forms of entity whatever entities. Section 7. That § 58-41-16 be repealed. 58-41-16. Within thirty days of receipt of the application for issuance of a certificate of authority, the secretary shall certify to the director whether the proposed health maintenance organization meets the requirements of § 58-41-12. If the secretary certifies that the health maintenance organization does not meet such requirements, he shall specify in what respects it is deficient. Section 8. That § 58-41-17 be amended to read as follows: 58-41-17. The director of the Division of Insurance shall issue or deny a certificate of authority to any person filing an application pursuant to this chapter within thirty days of receipt of the certification from the secretary of health. Issuance of a certificate of authority shall be granted upon payment of the application fee prescribed in § 58-41-26 if the director is satisfied that the following conditions are met: (1) The persons responsible for the conduct of the affairs of the applicant are competent, trustworthy, and possess good reputations; (2) The secretary certifies, in accordance with § 58-41-16, that the health maintenance organization's proposed plan of operation meets the requirements of § 58-41-12; (3) The health maintenance contract constitutes an appropriate mechanism whereby the health maintenance organization will effectively provide or arrange for the provision of comprehensive health maintenance services on a prepaid basis, through insurance or otherwise, except to the extent of reasonable requirements for copayments; (4) The health maintenance organization is financially responsible and may reasonably be expected to meet its obligations to enrollees and prospective enrollees; (5) The health maintenance organization will assume full financial risk on a prospective basis for the provision of comprehensive health maintenance services, including hospital care; (6) The enrollees will be afforded an opportunity to participate in matters of policy and operation pursuant to §§ 58-41-23 and 58-41-24; and (7) Nothing in the proposed method of operation, as shown by the information submitted pursuant to §§ 58-41-4 to 58-41-10, inclusive, or by independent investigation, is contrary to the public interest; and (8) Any deficiencies certified by the secretary of the Department of Health have been corrected. A certificate of authority shall may be denied only after compliance with the requirements of §§ 58-41-87 to 58-41-90, inclusive. Section 9. That § 58-41-24 be amended to read as follows: 58-41-24. The governing body shall establish a mechanism to afford the enrollees an opportunity to express their opinions in matters of policy and operation through the establishment of advisory panels, by the use of advisory referenda on major policy decisions, or through the use of other mechanisms as may be prescribed or permitted by the secretary director. Section 10. That § 58-41-26 be amended to read as follows: 58-41-26. Any health maintenance organization is exempt from all provisions of the insurance laws of this state other than this chapter. However, the corporation is subject to the provisions of this title on matters and procedures of mergers and licensure of insurance producers. The corporation is also subject to fees and taxation as insurers under § 58-2-29 and chapter 10-44. The corporation is also subject to §§ 58-17-53 and 58-17-54 if entering into a contract after July 1, 1990, with the State of South Dakota, counties, school districts, municipalities, and any other unit of state government using public funds. For any individual health insurance contracts or policies, the health maintenance organization shall comply with the provisions of §§ 58-17-2 to 58-17-47, inclusive, 58-17-55 to 58-17-61, inclusive, 58-17-97, and 58-17-100 to 58-17-106, inclusive. The state, however, may not collect premium taxes for insurance written on individuals residing outside this state or property located outside this state if no comparable tax is paid by the direct writing health maintenance organization to any appropriate taxing authority. Health maintenance organizations are also subject to the following chapters: 58-1, 58-2, 58-3, 58-4, 58-5, 58-6, 58-7, 58-11, 58-12, 58-14, 58-17, 58-17A, 58-17F, 58-17G, 58-17H, 58-17I, 58-18, 58-18A, 58-18B, 58-18C, 58-26, 58-27, 58-29B, 58-30, 58-33A; and 58-43. Nothing in chapters 58-5 or 58-6 shall be construed to prohibit a nonprofit health maintenance organization from transacting business under this title based upon its nonprofit status. To the extent that a health maintenance organization is compliant with the provisions of chapters 58-17F to 58-17I, inclusive, for purposes of network adequacy, quality assessment and improvements, utilization review and benefit determinations, and grievance procedure, the health maintenance organization is compliant with the provisions of this chapter. Section 11. That § 58-41-45 be amended to read as follows: 58-41-45. No health maintenance organization or representative thereof may discriminate: (1) In in the rates charged enrollees except in accordance with accepted actuarial principles; or (2) In enrollment policy against any person solely by virtue of status as a recipient of medical assistance or medicare. Violation of this section is a Class 2 misdemeanor. Section 12. That § 58-41-46 be repealed. 58-41-46. No schedule of charges for enrollee coverage for comprehensive health maintenance services, or amendment thereto, may be used in conjunction with any health maintenance contract until a copy of the schedule, or amendment thereto, has been filed with and approved by the director. No schedule of charges for an employer sponsored plan is subject to the provisions of this section. Section 13. That § 58-41-47 be repealed. 58-41-47. The director shall, within a reasonable period, approve any form if the requirements of § 58-41-43 are met and any schedule of charges if the requirements of § 58-41- 44 are met. No person may issue a form or use a schedule of charges, except those not subject to § 58-41-46, until approved. If the director does not disapprove any form or schedule of charges within thirty days of the filing of the forms or schedules, they shall be deemed approved. Section 14. That § 58-41-48 be repealed. 58-41-48. If the director disapproves such filing, he shall notify the filer. In the notice, the director shall specify the reasons for his disapproval. A hearing will be granted within twenty days after a request in writing by the person filing. Section 15. That § 58-41-49 be repealed. 58-41-49. The director may require the submission of whatever relevant information he deems necessary in determining whether to approve or disapprove a filing made pursuant to this chapter. Section 16. That § 58-41-51 be repealed. 58-41-51. No health maintenance organization or representative may cancel or fail to renew the coverage of an enrollee except for: (1) Failure to pay the charge for health care coverage; (2) Termination of the health maintenance contract; (3) Termination of the group plan; (4) Enrollee moving out of the area served; (5) Enrollee moving out of an eligible group; (6) Failure to make copayments required by the health maintenance contract; or (7) Other reasons established in regulations promulgated by the secretary. An enrollee shall be given thirty days' notice of any cancellation or nonrenewal. Violation of this section is a Class 2 misdemeanor. Section 17. That § 58-41-63 be amended to read as follows: 58-41-63. Every health maintenance organization shall annually, on or before March first, file a report verified by at least two principal officers with the director, with a copy to the secretary covering the preceding calendar year. Such report shall be on forms prescribed by the director and shall include: (1) A financial statement of the organization, including its balance sheet and receipts and disbursements for the preceding year certified by an independent certified public accountant licensed by an appropriate jurisdiction, reflecting at least: (a) Prepayment and other payments received for health care services rendered; (b) Expenditures to all providers, by classes or groups of providers, and insurance companies or nonprofit health service plan corporations engaged to fulfill obligations arising out of the health maintenance contract; and (c) Expenditures for capital improvements, or additions thereto, including but not limited to construction, renovation or purchase of facilities and capital equipment; (2) Any material changes in the information submitted pursuant to §§ 58-41-6 to 58-41-9, inclusive; (3) The number of new enrollees enrolled during the year, the number of enrollees as of the end of the year and the number of enrollees terminated during the year; (4) A summary of information compiled pursuant to subdivision 58-41-12(3) on such form as may be required by the secretary director; (5) A report of the names and residence addresses of all persons set forth in subdivision 58-41-6(3), who were associated with the health maintenance organization during the preceding year, and the amount of wages, expense reimbursements, or other payments to such individuals for services to the health maintenance organization, including a full disclosure of all financial arrangements during the preceding year required to be disclosed pursuant to subdivision 58-41-6(3); and (6) Such other information relating to the performance of the health maintenance organization as is reasonably necessary to enable the director to carry out his duties under this chapter. Section 18. That § 58-41-65 be amended to read as follows: 58-41-65. All applications, filings, and reports required under this chapter shall be treated as are public documents except as provided for by § 1-27-30. Section 19. That § 58-41-67 be amended to read as follows: 58-41-67. The director and secretary may, pursuant to chapter 1-26, promulgate such reasonable rules as are necessary to carry out the provisions of this chapter. Included among such rules shall be those which provide minimum requirements for the provision of comprehensive health maintenance services, as defined in subdivision 58-41-1(1), and reasonable exclusions therefrom. Section 20. That § 58-41-68 be repealed. 58-41-68. Examination of the activities of health maintenance organizations shall be made periodically for the purposes of §§ 58-41-69 and 58-41-70. Section 21. That § 58-41-69 be repealed. 58-41-69. The director may make an examination of the financial affairs of any health maintenance organization and its contracts, agreements, or other arrangements with providers as often as the director deems necessary for the protection of the interests of the people of this state, but not less frequently than once every five years pursuant to chapter 58-3. Section 22. That § 58-41-70 be repealed. 58-41-70. The secretary may make an examination concerning the quality of health care services provided to enrollees by any health maintenance organization and providers with whom such organization has contracts, agreements, or other arrangements pursuant to its health care plan as often as the secretary deems necessary for the protection of the interests of the people of this state, but not less frequently than once every three years, provided, that examinations of providers pursuant to this section shall be limited to their dealing with the health maintenance organization and its enrollees. Section 23. That § 58-41-71 be repealed. 58-41-71. In order to accomplish the duties described in §§ 58-41-68 to 58-41-70, inclusive, the director and the secretary shall have the rights respectively to: (1) Audit and inspect any books and records of a health maintenance organization which pertain to services performed and determinations of amounts payable under such contract; and (2) Inspect or otherwise evaluate the quality, appropriateness, and timeliness of services performed under such contract. Section 24. That § 58-41-72 be repealed. 58-41-72. For the purpose of examinations, the director and the secretary may administer oaths to and examine the officers and insurance producers of the health maintenance organization and the principals of such providers concerning their business, and to issue subpoenas. Section 25. That § 58-41-75 be repealed. 58-41-75. Reasonable expenses of examinations under §§ 58-41-68 to 58-41-72, inclusive, shall be assessed against the organization being examined, and shall be remitted to the director or secretary. Section 26. That § 58-41-76 be repealed. 58-41-76. In lieu of examination under §§ 58-41-68 to 58-41-72, inclusive, the director or secretary may accept the report of an examination made by the director or secretary of another state. Section 27. That § 58-41-81 be amended to read as follows: 58-41-81. The director may suspend or revoke any certificate of authority issued to a health maintenance organization under this chapter if the director finds that any of the following conditions exists: (1) The health maintenance organization is operating significantly in contravention of its basic organizational document, its health maintenance contract, or in a manner contrary to that described in and reasonably inferred from any other information submitted under this chapter, unless amendments to such submissions have been filed with and approved by the director; (2) The health maintenance organization issues evidence of coverage or uses a schedule or charges for health care services which do not comply with the requirements of §§ 58-41-34 to 58-41-49 58-41-45, inclusive; (3) The health care plan does not provide or arrange for comprehensive health maintenance services; (4) The health maintenance organization is no longer financially responsible and may reasonably be expected to be unable to meet its obligations to enrollees or prospective enrollees; (5) The health maintenance organization has failed to implement a mechanism affording the enrollees an opportunity to participate in matters of policy and operation under the provisions of §§ 58-41-23 and 58-41-24; (6) The health maintenance organization has failed to implement the complaint system in a manner designed to reasonably resolve valid complaints; (7) The health maintenance organization, or any person acting with its sanction, has advertised or merchandised its services in an untrue, misrepresentative, misleading, deceptive, or unfair manner; (8) The continued operation of the health maintenance organization would be hazardous to its enrollees; or (9) The health maintenance organization has otherwise failed to substantially comply with this chapter, has violated a provision of chapter 58-33 or any other provision of law applicable to health maintenance organizations, or has submitted false information in any report required hereunder. Section 28. That § 58-41-82 be amended to read as follows: 58-41-82. The director may suspend or revoke any certificate of authority issued to a health maintenance organization under this chapter if the secretary certifies to the director that: (1) The health maintenance organization does not meet the requirements of § 58-41-12; or (2) The health maintenance organization is unable to fulfill its obligations to furnish comprehensive health maintenance services as required under its health maintenance contract. Section 29. That § 58-41-83 be amended to read as follows: 58-41-83. If the director or the secretary shall, for any reason have, has cause to believe that any violation of this chapter has occurred or is threatened, the director or the secretary may, before commencing action under § 58-41-81, 58-41-82, 58-41-85, or 58-41-87, give notice to the health maintenance organization and to the representatives, or other persons who appear to be involved in such suspected violations, to arrange a voluntary conference with the alleged violators or their authorized representatives for the purpose of attempting to ascertain the fact that any violation has occurred or is threatened, to arrive at an adequate and effective means of correcting or preventing such violation. Section 30. That § 58-41-84 be amended to read as follows: 58-41-84. Proceedings under § 58-41-83 shall not be are not governed by any formal procedural requirements, and may be conducted in such manner as the director and the secretary may deem finds appropriate under the circumstances. Section 31. That § 58-41-87 be amended to read as follows: 58-41-87. When If the director has cause to believe that grounds for the denial of an application for a certificate of authority exist, or that grounds for the suspension or revocation of a certificate of authority exist, he the director shall notify the health maintenance organization and the secretary in writing specifically stating the grounds for denial, suspension, or revocation and fixing a time of at least twenty days thereafter for a hearing on the matter, except in summary proceedings as provided in § 58-41-94. Section 32. That § 58-41-89 be repealed. 58-41-89. The secretary or his designated representative, shall be in attendance at the hearing and shall participate in the proceedings. The recommendation and findings of the secretary with respect to matters relating to the quality of health care services provided in connection with any decision regarding denial, suspension, or revocation of a certificate of authority, shall be conclusive and binding upon the director. Section 33. That § 58-41-90 be amended to read as follows: 58-41-90. After hearing pursuant to §§ 58-41-87 to 58-41-89, inclusive and 58-41-88, or upon the failure of the health maintenance organization to appear at such hearing, the director shall take action as is deemed advisable on written findings which shall be mailed to the health maintenance organization with a copy thereof to the secretary. Section 34. That § 58-41-91 be amended to read as follows: 58-41-91. The action of the director and the recommendation and findings of the secretary shall be is subject to the court of primary jurisdiction for claims of the nature and magnitude described. The court may, in disposing of the issue before it, modify, affirm, or reverse the order of the director in whole or in part. Section 35. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: A health maintenance organization shall file annually, as part of its access plan, a list of all risk bearing entities with which it has an agreement or contract and the number of covered persons assigned or selected by each risk bearing entity. Section 36. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: In entering into, amending, or renewing a contract with a risk bearing entity, a health maintenance organization shall, unless already specified in the contract, provide the following, upon request, to a risk bearing entity: (1) At the time the contract is entered into, a written statement describing the amount or method of remuneration to be paid to the risk bearing entity. If any part of the remuneration is a calculated amount based on variable factors, the payment methodology upon which the calculated amount will be determined. The statement shall specify the services and expenses for which the risk bearing entity is financially liable in whole or part; (2) At the time payment is made, the basis of the calculation of that payment; (3) For health benefit plans in which the covered persons are assigned to the risk bearing entity under a capitated payment arrangement, a list of enrollees and payments due to the risk bearing entity, to be provided monthly if not already available to the risk bearing entity; (4) At the time the contract is entered into, a copy of the health maintenance organization's most recent annual statement filed with the NAIC; and (5) Once the contract is in effect, the quarterly or annual statement. Section 37. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: A health maintenance organization shall include in any contract with a risk bearing entity a requirement that the risk bearing entity provide to the health maintenance organization at the time a contract is entered into and annually thereafter the following: (1) Annual audited GAAP report in accordance with generally accepted accounting principles in the United States (U.S. GAAP); (2) Documentation that satisfies the health maintenance organization that the risk bearing entity has sufficient ability to accept risk; and (3) Documentation that satisfies the health maintenance organization that the risk bearing entity has appropriate management expertise and infrastructure. The contract shall also require that the risk bearing entity on a quarterly basis provide status reports that include the following: (1) Financial statements prepared in accordance with U.S. GAAP; (2) An aging report of the percentage of claims that have been paid, pended, or denied, across all contracts with risk bearing entities; and (3) On a monthly basis, a report of the estimated reported claims and incurred but not reported claims liability of the risk bearing entity. Section 38. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: A health maintenance organization shall require in any contract with a risk bearing entity that the risk bearing entity provide notice to the health maintenance organization within thirty days of: (1) Any changes involving the ownership structure of the risk bearing entity; or (2) Financial or operational concerns regarding the financial viability of the risk bearing entity. A health maintenance organization shall also require in any contract with a risk bearing entity a provision that allows the director, in the event that a risk bearing entity fails to comply with any provision of this Act, to assign for six months, the risk bearing entity's contract with providers to furnish covered services. Section 39. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: A health maintenance organization shall have procedures in place to notify the director within a reasonable time that a risk bearing entity has materially failed to perform under its contract with the health maintenance organization. A health maintenance organization is not in violation of this section if it acts in good faith in its attempt to comply with this section. A health maintenance organization shall maintain systems and controls for reviewing the information provided to the health maintenance organization by the risk bearing entity pursuant to this Act. Section 40. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: Any information provided to the director by a health maintenance organization relative to risk bearing entities with which it is contracted is confidential and may not be disclosed to any person except to the extent that it is necessary to carry out the purposes of this Act and as allowed by state law, regardless of whether the information is in the form of paper, is preserved on microfilm, or is stored in computer readable form. If the information is disclosed pursuant to this section, the health maintenance organization providing the notice is not liable for the disclosure or any subsequent use or misuse of the information. The health maintenance organization is entitled to claim any statutory privileges against disclosure that the entity that provided the information to the health maintenance organization is entitled to claim. This section is not intended to create a private right of action. Section 41. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any agreement to the contrary, the health maintenance organization shall: (1) Retain full responsibility on a prospective basis for the provision of health care services pursuant to any applicable health benefit plan; and (2) At all times, be able to demonstrate to the satisfaction of the director that the health maintenance organization can fulfill its nontransferable obligation to provide health care services to covered persons in any event, including the failure, for any reason, of a risk bearing entity."}, {"bill_id": 3998, "bill_version_id": 26208, "bill_version": "Enrolled", "bill_version_date": "2013-02-22T10:19:16.777-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3998, "action_date": "2013-01-10T14:00:00-06:00", "document_id": 23641, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23641.pdf", "status_text": "First read in Senate and referred to", "journal_page": 45, "committee_id_action": 200, "committee_id_assigned": 177, "result": "N", "vote": {}}, {"bill_id": 3998, "action_date": "2013-01-22T10:00:00-06:00", "document_id": 23942, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23942.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 177, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3998, "action_date": "2013-01-22T10:00:00-06:00", "document_id": 24253, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24253.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 177, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3998, "action_date": "2013-01-22T10:00:00-06:00", "document_id": 24253, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24253.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 177, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3998, "action_date": "2013-01-22T10:00:00-06:00", "document_id": 24253, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24253.pdf", "status_text": "Amend the amendment", "journal_page": 0, "committee_id_action": 177, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3998, "action_date": "2013-01-22T10:00:00-06:00", "document_id": 24253, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24253.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 177, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3998, "action_date": "2013-01-22T10:00:00-06:00", "document_id": 24253, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24253.pdf", "status_text": "Do Pass Amended", "journal_page": 155, "committee_id_action": 177, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12762, "president_vote": null, "Yea": [362, 366, 358, 364, 331, 345, 363]}}, {"bill_id": 3998, "action_date": "2013-01-22T10:00:00-06:00", "document_id": 24253, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24253.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 177, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3998, "action_date": "2013-01-24T14:00:00-06:00", "document_id": 24542, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24542.pdf", "status_text": "Do Pass Amended", "journal_page": 202, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12847, "president_vote": null, "Yea": [338, 362, 330, 337, 388, 340, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 331, 419, 317, 320, 385, 384, 321, 368, 328, 333, 386, 367, 319, 339, 387, 327, 383, 379], "Excused": [366]}}, {"bill_id": 3998, "action_date": "2013-01-25T13:00:00-06:00", "document_id": 24642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24642.pdf", "status_text": "First read in House and referred to", "journal_page": 190, "committee_id_action": 202, "committee_id_assigned": 188, "result": "N", "vote": {}}, {"bill_id": 3998, "action_date": "2013-02-20T10:00:00-06:00", "document_id": 25811, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25811.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 188, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3998, "action_date": "2013-02-20T10:00:00-06:00", "document_id": 26048, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26048.pdf", "status_text": "Do Pass", "journal_page": 450, "committee_id_action": 188, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14051, "president_vote": null, "Yea": [415, 349, 318, 344, 395, 390, 411, 360, 343], "Excused": [375, 380, 399, 401]}}, {"bill_id": 3998, "action_date": "2013-02-20T10:00:00-06:00", "document_id": 26048, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26048.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 188, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3998, "action_date": "2013-02-21T14:00:00-06:00", "document_id": 26151, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26151.pdf", "status_text": "Do Pass Amended", "journal_page": 484, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14159, "president_vote": null, "Yea": [420, 346, 415, 418, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 318, 397, 374, 402, 381, 396, 370, 394, 372, 350, 347, 416, 389, 344, 359, 335, 369, 414, 400, 375, 371, 380, 316, 332, 393, 395, 390, 408, 404, 405, 411, 377, 355, 378, 407, 352, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334], "Excused": [326, 413, 356], "Nay": [351, 392]}}, {"bill_id": 3998, "action_date": "2013-02-22T12:30:00-06:00", "document_id": 26267, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26267.pdf", "status_text": "Signed by the President", "journal_page": 545, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3998, "action_date": "2013-02-25T14:00:00-06:00", "document_id": 26348, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26348.pdf", "status_text": "Signed by the Speaker", "journal_page": 536, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3998, "action_date": "2013-02-26T14:00:00-06:00", "document_id": 26501, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26501.pdf", "status_text": "Delivered to the Governor", "journal_page": 574, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3998, "action_date": "2013-03-04T14:00:00-06:00", "document_id": 26961, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26961.pdf", "status_text": "Signed by the Governor", "journal_page": 634, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5475}