{"session_id": 4, "bill_id": 480, "bill_type": "House Commemoration", "bill_number": 1030, "bill_title": "Honoring eleven top seniors from Lincoln High School in Sioux Falls as finalists for the Merit Scholarship Awards.", "sponsors": [{"legislator_profile_id": 567, "is_prime": true}, {"legislator_profile_id": 566, "is_prime": true}, {"legislator_profile_id": 557, "is_prime": false}, {"legislator_profile_id": 570, "is_prime": false}, {"legislator_profile_id": 553, "is_prime": false}, {"legislator_profile_id": 555, "is_prime": false}, {"legislator_profile_id": 568, "is_prime": false}, {"legislator_profile_id": 560, "is_prime": false}, {"legislator_profile_id": 572, "is_prime": false}, {"legislator_profile_id": 565, "is_prime": false}, {"legislator_profile_id": 556, "is_prime": false}, {"legislator_profile_id": 562, "is_prime": false}, {"legislator_profile_id": 569, "is_prime": false}, {"legislator_profile_id": 558, "is_prime": false}, {"legislator_profile_id": 571, "is_prime": false}, {"legislator_profile_id": 554, "is_prime": false}, {"legislator_profile_id": 563, "is_prime": false}, {"legislator_profile_id": 559, "is_prime": false}, {"legislator_profile_id": 564, "is_prime": false}, {"legislator_profile_id": 561, "is_prime": false}], "keywords": ["Commemorations"], "audio": [], "bill_versions": [{"bill_id": 480, "bill_version_id": 4082, "bill_version": "Introduced", "bill_version_date": "2008-02-27T08:55:23.863-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring eleven top seniors from Lincoln High School in Sioux Falls as finalists for the Merit Scholarship Awards. WHEREAS, Otis Clarke, Denver Dunn, Emily Gillaspey, Karin Hanson, Michael Kappen, Kelsey Koch, Eric Larsen, Michael McFarland, Ben Meyer, Emma Wang, and Daniel Wilcox were named as finalists in the 2008 competition for Merit Scholarship Awards; and WHEREAS, these eleven individuals have displayed remarkable knowledge of critical reading, mathematics, and writing skills as well as great individual effort which will benefit them well in the pursuit of their personal, educational, and life goals; and WHEREAS, these students have excelled academically and have been selected out of 1.4 million other entrants to achieve finalist status in which they join an elite group of the nation's best and brightest students: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that Otis Clarke, Denver Dunn, Emily Gillaspey, Karin Hanson, Michael Kappen, Kelsey Koch, Eric Larsen, Michael McFarland, Ben Meyer, Emma Wang, and Daniel Wilcox be congratulated on being selected as finalists in the 2008 competition for Merit Scholarship Awards."}, {"bill_id": 480, "bill_version_id": 4288, "bill_version": "Enrolled", "bill_version_date": "2008-02-29T14:41:23.253-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring eleven top seniors from Lincoln High School in Sioux Falls as finalists for the Merit Scholarship Awards. WHEREAS, Otis Clarke, Denver Dunn, Emily Gillaspey, Karin Hanson, Michael Kappen, Kelsey Koch, Eric Larsen, Michael McFarland, Ben Meyer, Emma Wang, and Daniel Wilcox were named as finalists in the 2008 competition for Merit Scholarship Awards; and WHEREAS, these eleven individuals have displayed remarkable knowledge of critical reading, mathematics, and writing skills as well as great individual effort which will benefit them well in the pursuit of their personal, educational, and life goals; and WHEREAS, these students have excelled academically and have been selected out of 1.4 million other entrants to achieve finalist status in which they join an elite group of the nation's best and brightest students: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that Otis Clarke, Denver Dunn, Emily Gillaspey, Karin Hanson, Michael Kappen, Kelsey Koch, Eric Larsen, Michael McFarland, Ben Meyer, Emma Wang, and Daniel Wilcox be congratulated on being selected as finalists in the 2008 competition for Merit Scholarship Awards. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 480, "action_date": "2008-02-27T14:00:00-06:00", "document_id": 4116, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4116.pdf", "status_text": "", "journal_page": 777, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}]}