{"session_id": 20, "bill_id": 5705, "bill_type": "House Bill", "bill_number": 1226, "bill_title": "create a work-share program available to employers during times of economic distress.", "sponsors": [{"legislator_profile_id": 443, "is_prime": true}, {"legislator_profile_id": 512, "is_prime": true}, {"legislator_profile_id": 527, "is_prime": false}, {"legislator_profile_id": 469, "is_prime": false}, {"legislator_profile_id": 453, "is_prime": false}, {"legislator_profile_id": 437, "is_prime": false}, {"legislator_profile_id": 519, "is_prime": false}, {"legislator_profile_id": 449, "is_prime": false}, {"legislator_profile_id": 455, "is_prime": false}, {"legislator_profile_id": 425, "is_prime": false}, {"legislator_profile_id": 504, "is_prime": false}, {"legislator_profile_id": 509, "is_prime": false}, {"legislator_profile_id": 503, "is_prime": false}, {"legislator_profile_id": 477, "is_prime": false}, {"legislator_profile_id": 520, "is_prime": false}, {"legislator_profile_id": 454, "is_prime": false}, {"legislator_profile_id": 523, "is_prime": false}, {"legislator_profile_id": 483, "is_prime": false}, {"legislator_profile_id": 458, "is_prime": false}, {"legislator_profile_id": 451, "is_prime": false}, {"legislator_profile_id": 452, "is_prime": false}, {"legislator_profile_id": 436, "is_prime": false}, {"legislator_profile_id": 491, "is_prime": false}, {"legislator_profile_id": 502, "is_prime": false}, {"legislator_profile_id": 497, "is_prime": false}, {"legislator_profile_id": 511, "is_prime": false}, {"legislator_profile_id": 514, "is_prime": false}, {"legislator_profile_id": 459, "is_prime": false}, {"legislator_profile_id": 510, "is_prime": false}, {"legislator_profile_id": 468, "is_prime": false}, {"legislator_profile_id": 498, "is_prime": false}, {"legislator_profile_id": 490, "is_prime": false}, {"legislator_profile_id": 516, "is_prime": false}, {"legislator_profile_id": 448, "is_prime": false}], "keywords": ["Employees", "Labor and Employment", "Unemployment Compensation"], "audio": [{"meeting_datetime": "2014-02-12T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hco19.mp3", "start_seconds": 1623.0}, {"meeting_datetime": "2014-02-12T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hco19.mp3", "start_seconds": 1623.0}, {"meeting_datetime": "2014-02-12T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hco19.mp3", "start_seconds": 1623.0}, {"meeting_datetime": "2014-02-12T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hco19.mp3", "start_seconds": 1623.0}], "bill_versions": [{"bill_id": 5705, "bill_version_id": 29676, "bill_version": "Introduced", "bill_version_date": "2014-02-04T09:27:50.283-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a work-share program available to employers during times of economic distress. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 61-1-1 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Work-share program,\" program approved by the department under which the hours of work of employees in a work unit are reduced in lieu of the layoffs of one or more employees in the work unit. \"Work unit,\" operational unit of employees designated by an employer for the purposes of a work-share program. Section 2. That chapter 61-1 be amended by adding thereto a NEW SECTION to read as follows: Any employer may create a work-share program. Prior to implementing the work-share program, the employer shall submit a work-share plan for approval of the Department of Labor. Each plan shall: (1) Specify the work unit in which the plan will be implemented, the affected positions, and the names of the employees filling those positions at the date of submission; (2) Specify the amount of time the plan will be in effect, which may not exceed a total of twelve months in a five year period within the same work unit. An employer may submit a new application to participate in another work-sharing plan at any time after the expiration or termination date, provided the new program does not exceed the twelve month limit; (3) Provide for an apportionment of reduced working hours equitably among employees in the work-share program; (4) Exclude participation by employees employed on a seasonal, temporary, or intermittent basis; (5) Apply only to employees who have been employed for a period of at least three months on the effective date of the work-share program; (6) Specify the normal average hours per week worked by each employee in the work program and the percentage reduction in the average hours of work, with a decrease of at least ten percent but no more than sixty percent of the average hours; (7) Describe the manner in which the requirements for maximum federal financial participation, according to Section 2161 of the Middle Class Tax Relief and Job Creation Act, will be implemented, including a plan for giving notice, where feasible, to participating employees of changes in work schedules; (8) Provide an estimate of the number of layoffs that would occur if the work-share program were not implemented; and (9) Specify any fringe benefits provided by the employer to the employees who are participating in the work-share program, other than the fringe benefits specified by law. Section 3. The department shall approve any plan which meets the specifications provided in section two of this Act. Upon application of an employer, the department may approve a modification to the plan. Any approved modification is effective immediately for the remaining duration of the plan. Section 4. The work-share program becomes effective the second Sunday after approval, or an otherwise specified date, whichever is later. The program ends twelve months after the Sunday it begins, or an otherwise specified date, whichever is earlier. The department may revoke approval of the plan if compliance is not met or for any other good cause. An employer that creates a work-share plan may terminate the plan before expiration by written notice to the department. Section 5. Any employee who is subject to a work-share program, and who qualifies to receive regular benefits for any week during the program, shall receive a benefit payment for each week equal to the employee's regular benefit eligibility as determined by § 61-6-2, multiplied by the employee's proportionate reduction in hours worked for that week as a result of the work-share program. The employee must be available during the work week to be eligible for benefits. No employee subject to the work-share program is eligible for benefits for any week that the employee's hours for the employer sponsoring the work-share program, when combined with hours worked for any other employer, exceed ninety percent of the employee's average hours at the work-share employer. Eligible employees may participate, as appropriate, in training to enhance job skills, if such program has been approved by the department. Training hours will not count as hours worked for purposes of this Act. Section 6. An employer that creates a work-share program shall maintain coverage under any defined benefit or defined contribution to a retirement plan and any health insurance coverage that the employer provides to the employees in the work-share program. Benefits shall be maintained at the same terms and conditions as if the employees were not subject to the program. Section 7. The Department of Labor shall submit an application to the U.S. Department of Labor to request a share of grant funding for the work-share programs implemented in the state, and fulfill any other obligations to reach qualification for the grant funding. The application must be completed and submitted no later than December 31, 2014."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5705, "action_date": "2014-02-04T14:00:00-06:00", "document_id": 29776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29776.pdf", "status_text": "First read in House and referred to", "journal_page": 268, "committee_id_action": 231, "committee_id_assigned": 217, "result": "N", "vote": {}}, {"bill_id": 5705, "action_date": "2014-02-07T10:00:00-06:00", "document_id": 29851, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29851.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 217, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5705, "action_date": "2014-02-12T10:00:00-06:00", "document_id": 30099, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30099.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 217, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5705, "action_date": "2014-02-12T10:00:00-06:00", "document_id": 30271, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30271.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 390, "committee_id_action": 217, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16005, "president_vote": null, "Yea": [528, 522, 467, 425, 845, 487, 502, 497, 518, 450, 506, 508], "Nay": [451]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5705"}