{"session_id": 19, "bill_id": 4567, "bill_type": "Senate Commemoration", "bill_number": 32, "bill_title": "Honoring Paige McPherson for winning a bronze medal in Taekwondo during the 2012 summer Olympic Games.", "sponsors": [{"legislator_profile_id": 333, "is_prime": true}, {"legislator_profile_id": 353, "is_prime": true}, {"legislator_profile_id": 338, "is_prime": false}, {"legislator_profile_id": 337, "is_prime": false}, {"legislator_profile_id": 415, "is_prime": false}, {"legislator_profile_id": 360, "is_prime": false}, {"legislator_profile_id": 382, "is_prime": false}, {"legislator_profile_id": 388, "is_prime": false}, {"legislator_profile_id": 340, "is_prime": false}, {"legislator_profile_id": 325, "is_prime": false}, {"legislator_profile_id": 358, "is_prime": false}, {"legislator_profile_id": 364, "is_prime": false}, {"legislator_profile_id": 336, "is_prime": false}, {"legislator_profile_id": 359, "is_prime": false}, {"legislator_profile_id": 329, "is_prime": false}, {"legislator_profile_id": 335, "is_prime": false}, {"legislator_profile_id": 331, "is_prime": false}, {"legislator_profile_id": 332, "is_prime": false}, {"legislator_profile_id": 368, "is_prime": false}, {"legislator_profile_id": 328, "is_prime": false}, {"legislator_profile_id": 356, "is_prime": false}, {"legislator_profile_id": 352, "is_prime": false}, {"legislator_profile_id": 357, "is_prime": false}, {"legislator_profile_id": 367, "is_prime": false}, {"legislator_profile_id": 339, "is_prime": false}, {"legislator_profile_id": 354, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4567, "bill_version_id": 27184, "bill_version": "Introduced", "bill_version_date": "2013-03-06T07:26:03.177-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Paige McPherson for winning a bronze medal in Taekwondo during the 2012 summer Olympic Games. WHEREAS, Paige McPherson was raised in Sturgis, South Dakota, where she was introduced to Taekwondo at the age of seven and pursued the sport with consistent hard work, dedication, and support for her teammates with the ultimate goal of representing the United States at the Olympics; and WHEREAS, Paige went on to win the 2012 USAT Female of the Year award, the 2009 Outstanding Female Athlete at the USAT National Championships award, the Chris Canning Award of Excellence in 2008, and was named to the United States National Team four times; and WHEREAS, Paige moved to Miami in 2009 to further her success in taekwondo and after training six days a week with an Olympic coach for four years, she finally achieved her goal by becoming one of only two women to represent the United States during the 2012 Olympic Games in Taekwondo: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Paige McPherson be honored for winning the Bronze medal in Taekwondo at the 2012 Summer Olympic Games."}, {"bill_id": 4567, "bill_version_id": 27431, "bill_version": "Enrolled", "bill_version_date": "2013-03-08T15:47:37.983-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Paige McPherson for winning a bronze medal in Taekwondo during the 2012 summer Olympic Games. WHEREAS, Paige McPherson was raised in Sturgis, South Dakota, where she was introduced to Taekwondo at the age of seven and pursued the sport with consistent hard work, dedication, and support for her teammates with the ultimate goal of representing the United States at the Olympics; and WHEREAS, Paige went on to win the 2012 USAT Female of the Year award, the 2009 Outstanding Female Athlete at the USAT National Championships award, the Chris Canning Award of Excellence in 2008, and was named to the United States National Team four times; and WHEREAS, Paige moved to Miami in 2009 to further her success in taekwondo and after training six days a week with an Olympic coach for four years, she finally achieved her goal by becoming one of only two women to represent the United States during the 2012 Olympic Games in Taekwondo: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Paige McPherson be honored for winning the Bronze medal in Taekwondo at the 2012 Summer Olympic Games. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4567, "action_date": "2013-03-06T10:30:00-06:00", "document_id": 27268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27268.pdf", "status_text": "", "journal_page": 707, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}]}