{"session_id": 19, "bill_id": 3967, "bill_type": "Senate Bill", "bill_number": 23, "bill_title": "revise certain provisions pertaining to the Certification Board for Alcohol and Drug Professionals and to increase certain fees.", "sponsors": [], "keywords": ["Fees", "Licensing", "Professions and Occupations"], "audio": [{"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she08.mp3", "start_seconds": 800.0}, {"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she08.mp3", "start_seconds": 800.0}, {"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she08.mp3", "start_seconds": 800.0}, {"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she08.mp3", "start_seconds": 800.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen11.mp3", "start_seconds": 1088.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen11.mp3", "start_seconds": 1088.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen11.mp3", "start_seconds": 1088.0}, {"meeting_datetime": "2013-02-05T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe18.mp3", "start_seconds": 4255.0}, {"meeting_datetime": "2013-02-05T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe18.mp3", "start_seconds": 4255.0}, {"meeting_datetime": "2013-02-05T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe18.mp3", "start_seconds": 4255.0}, {"meeting_datetime": "2013-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou27.mp3", "start_seconds": 2360.0}, {"meeting_datetime": "2013-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou27.mp3", "start_seconds": 2360.0}, {"meeting_datetime": "2013-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou27.mp3", "start_seconds": 2360.0}], "bill_versions": [{"bill_id": 3967, "bill_version_id": 23411, "bill_version": "Introduced", "bill_version_date": "2013-01-05T16:35:39.453-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions pertaining to the Certification Board for Alcohol and Drug Professionals and to increase certain fees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-34-1 be amended to read as follows: 36-34-1. Terms used in this chapter mean: (1) \"Board,\" the South Dakota Certification Board for Alcohol and Drug Professionals Board of Addiction and Prevention Professionals; and (2) \"Practitioner,\" a person certified, licensed, or recognized under this chapter in the practice of chemical dependency addiction counseling or prevention services who holds himself or herself oneself out to the public by any title or description of services which uses the words certified chemical dependency addiction counselor or, licensed addiction counselor, addiction counselor trainee, certified prevention specialist, prevention specialist trainee, or any derivatives thereof. Section 2. That § 36-34-2 be amended to read as follows: 36-34-2. The South Dakota Certification Board for Alcohol and Drug Board of Addiction and Prevention Professionals consists of nine members, three of whom shall be lay members and six of whom shall be professionals certified or licensed pursuant to this chapter. Each professional member shall be active within the chemical dependency profession actively engaged in addiction counseling or prevention services and broadly represent a cross section of the profession of chemical dependency counseling and prevention services. This board replaces the functions previously performed by the South Dakota Chemical Dependency Counselor Certification Board, a private nonprofit entity doing business as the Certification Board for Alcohol and Drug Professionals. Section 3. That § 36-34-5 be amended to read as follows: 36-34-5. The initial meeting of the board shall occur at Pierre, South Dakota, within one month after the appointment of the ninth member. The board shall annually elect a chair, vice-chair president, vice president, and a secretary-treasurer from its members. Thereafter the board shall elect officers annually. The board shall meet at least once a year at a place and time determined by the chair president. However, a majority of the board may call a meeting without the assent of the chair president. Section 4. That § 36-34-8 be amended to read as follows: 36-34-8. The board is within the Department of Social Services. The department shall provide all administrative functions other than those of the board member serving as secretary. The expenses of the department shall be paid from the account established in § 36-34-9, on vouchers approved by the secretary of social services. The board shall submit an annual report and such records, information, and reports in the form and at such times as required by the secretary of social services. Section 5. That § 36-34-9 be amended to read as follows: 36-34-9. The board may accept any funds which may be made available to it from any source. All funds received by the board shall be paid to the state treasurer on or before the tenth day of the next month weekly or as prescribed by the state treasurer. The state treasurer shall keep the money in a separate account for the board. The money in that account is continuously appropriated to the board for administering and enforcing this chapter. The board may expend funds for administrative, consultant, secretarial, clerical, and stenographic services for the board. No expense may be incurred by the board exceeding No expense incurred may exceed the total money collected by the board under the provisions of this chapter. The board shall transfer preexisting funds of the South Dakota Chemical Dependency Counselor Certification Board the entity doing business as the Certification Board for Alcohol and Drug Professionals into the account established in this chapter. Section 6. That § 36-34-10 be amended to read as follows: 36-34-10. The board members shall be paid pursuant to § 3-9-2 per diem compensation and allowable expenses pursuant to § 4-7-10.4 for their services on the board. Section 7. That § 36-34-11 be amended to read as follows: 36-34-11. No member of the board is civilly liable for any act taken while acting within the scope of the member's official duties as a board member. The board, its members, and its agents are immune from personal liability for actions taken in good faith in the discharge of the board's responsibilities, and the state shall hold the board, its members, and its agents harmless from all costs, damages, and attorney fees arising from claims and suits against them with respect to matters to which such immunity applies. Section 8. That § 36-34-12 be amended to read as follows: 36-34-12. The board shall: (1) Through its policies and activities, and by rules promulgated pursuant to chapter 1-26, establish standards for, and promote, the qualified practice of chemical dependency prevention and counseling services Promulgate rules that set standards for professional practice of addiction counseling and prevention services and other rules as necessary for the administration of this chapter. All rules shall be promulgated pursuant to chapter 1-26; (2) Be responsible for all disciplinary proceedings under this chapter; (3) Establish, by rules promulgated pursuant to chapter 1-26, educational education, training and competency, continuing education, and ethical standards governing the examination and practice of practitioners under this chapter; (4) Examine, or cause to be examined, for competency, eligible applicants, for certification or licensure to practice chemical dependency prevention and addiction counseling and prevention services. Examinations shall be held at least semiannually; (5) Issue certificates and licenses to those applicants who successfully complete the certification or licensing requirements and renew the certifications and licenses of those practitioners who continue to meet the certification standards of this chapter; (6) Register, pursuant to rules promulgated pursuant to chapter 1-26, those applicants who successfully complete the certification requirements Maintain a record of all practitioners which includes the practitioner's status, certificate or license number, date the certification or licensure was granted, renewal date, and any public record of discipline; and (7) Establish and collect, pursuant to rules promulgated pursuant to chapter 1-26, fees for applications, recognition, certification, registration licensure, dual credentials, examination, upgrades, reciprocity, continuing education, certificate renewal, and reinstatement, and all services authorized by this chapter. Section 9. That § 36-34-13 be amended to read as follows: 36-34-13. The board may promulgate rules, pursuant to chapter 1-26, to provide fees for all examinations, certifications, recognitions, renewals, services, and charges authorized by this chapter. The fees may not exceed the following maximums: (1) Application materials or portfolio reviews, twenty-five dollars; (2) Chemical dependency counselor certification Certified addiction counselor, certified prevention specialist, or licensed addiction counselor application and examination fee, two hundred fifty dollars; (3) Chemical dependency counselor certification Certified addiction counselor, certified prevention specialist, or licensed addiction counselor retest fee, two hundred dollars; (4) Chemical dependency counselor certification Certified addiction counselor, certified prevention specialist, or licensed addiction counselor renewal fee, one hundred fifty two hundred dollars; (5) Chemical dependency counselor certification level Certified addiction counselor, certified prevention specialist, or licensed addiction counselor reinstatement fee, one hundred fifty dollars; (6) Status upgrade fee, one hundred fifty dollars; (6)(7) Chemical dependency Addiction counselor trainee, prevention specialist trainee, certified addiction counselor, certified prevention specialist, or licensed addiction counselor replacement or duplicate certificate, fifteen dollars; (7)(8) Chemical dependency counselor certification Certified addiction counselor, certified prevention specialist, or licensed addiction counselor replacement identification card, five dollars; (8)(9) Chemical dependency counselor Addiction counselor trainee or prevention specialist trainee recognition fee, one hundred fifty dollars; (9)(10) Chemical dependency counselor Addiction counselor trainee or prevention specialist trainee renewal fee, one hundred fifty dollars; (10) Chemical dependency counselor trainee replacement or duplicate certificate fee, fifteen dollars; (11) Prevention specialist certification application and examination fee, two hundred fifty Addiction counselor trainee or prevention specialist trainee reinstatement fee, one hundred fifty dollars; (12) Prevention specialist certification retest fee, two hundred International certificate fee, twenty dollars; (13) Prevention specialist certification renewal fee, one hundred fifty Certified addiction counselor, certified prevention specialist, or licensed addiction counselor retirement status practitioner fee, one hundred dollars; (14) Prevention specialist replacement or duplicate certificate, fifteen Dual credential renewal fee, three hundred dollars; (15) Prevention specialist certification replacement card, five Examination cancellation or rescheduling fee, twenty-five dollars; (16) Prevention specialist trainee recognition fee, one hundred fifty Examination late cancellation or nonattendance fee, one hundred twenty-five dollars; (17) Prevention specialist trainee renewal fee, one hundred dollars; (18) Prevention specialist trainee replacement or duplicate certificate fee, fifteen dollars; (19) Trainee intern certificate, twenty-five dollars; (20) Trainee intern replacement certificate, fifteen dollars; (21) Registration as a continuing education service provider, twenty-five dollars; and (22)(18) Mailing labels charge, one hundred dollars. Section 10. That chapter 36-34 be amended by adding thereto a NEW SECTION to read as follows: Any applicant seeking recognition, certification, or licensure shall disclose to the board whether the applicant has been convicted of, plead guilty to, or plead no contest to any felony in any state, federal, foreign jurisdiction, tribal, or military court. Failure to disclose this information may result in denial, revocation, suspension, or refusal of recognition, certification, or licensure. Section 11. That § 36-34-13.1 be amended to read as follows: 36-34-13.1. No person may represent himself or herself oneself as a licensed or certified chemical dependency counselor (CCDC) or addiction counselor, addiction counselor trainee, certified prevention specialist, prevention specialist trainee, or any other title that includes such words unless the person is certified by the South Dakota Certification Board for Alcohol and Drug Professionals or licensed under this chapter. Section 12. That § 36-34-14 be repealed. 36-34-14. A chemical dependency counselor trainee may perform chemical dependency counseling services so long as the trainee is working under the supervision of a certified chemical dependency counselor. Section 13. That § 36-34-15 be repealed. 36-34-15. A prevention specialist trainee may perform prevention services so long as the trainee is working under the supervision of a certified prevention specialist or certified chemical dependency counselor, level II or III. Section 14. That chapter 36-34 be amended by adding thereto a NEW SECTION to read as follows: Any certificate or license issued by the board shall be renewed annually by payment of a fee to be set by the board in rules promulgated pursuant to chapter 1-26. The failure of a practitioner to renew the certificate or license by the last day of the practitioner's birth month each year constitutes a forfeiture of status. However, any person who has forfeited one's status may have it restored by requesting reinstatement and paying the reinstatement fee and the renewal fee within fifteen days of the forfeiture. Any person who fails to have the status restored within fifteen days shall take the examination as prescribed for an applicant to become certified or licensed and comply with all the provisions applicable to any applicant for certification or licensure. Section 15. That chapter 36-34 be amended by adding thereto a NEW SECTION to read as follows: Each certificate or license shall be conspicuously displayed at the primary place of practice within thirty days after issuance of such certificate or license. Section 16. That chapter 36-34 be amended by adding thereto a NEW SECTION to read as follows: The board may grant a certificate to any person who, at the time of application, is certified in another state or territory of the United States that imposes substantially the same requirements as this chapter, has taken and passed an examination similar to that required under this chapter, and has not been convicted of a felony within five years of the date of application, and if convicted of a felony, has completed all sentencing requirements prior to the date of application. Section 17. That § 36-34-16 be amended to read as follows: 36-34-16. The board may use its own staff or employ certified chemical dependency or licensed addiction counselors, certified prevention specialists, agents, or investigators to assist in the enforcement of this chapter or any rule promulgated by the board. Any person violating the provisions of this chapter may be enjoined from further violations by an action brought by the state's attorney of the county where the violations occurred or by an action brought by any citizen in the state. The attorney general, the board, or the state's attorney may apply to the circuit court for the county in which a violation of this chapter is alleged to have occurred for an order enjoining or restraining the commission or continuance of the acts. The board may authorize a hearing examiner to conduct the hearing required to determine a violation of this chapter. Section 18. That § 36-34-18 be amended to read as follows: 36-34-18. The board shall receive complaints from its members, consumers, third party carriers providing financial reimbursement for chemical dependency prevention or counseling services, or the public concerning a practitioner's professional practices. Each complaint received shall be logged by the secretary-treasurer, or the board's designee, recording the practitioner's name, name of the complaining party, date of the complaint, a brief statement of the complaint, and its ultimate disposition. The board shall investigate each alleged violation of this chapter. All disciplinary proceedings held under the authority of this chapter shall be conducted in accordance with chapter 1-26. Section 19. That § 36-34-19 be amended to read as follows: 36-34-19. The decision of the board to cancel, suspend, or revoke a certification or licensure or to reissue a cancelled, suspended, or revoked certification or licensure requires a majority vote of all the board members. Section 20. That § 36-34-20 be amended to read as follows: 36-34-20. If the board determines that any complaint is frivolous or clearly unfounded in fact, the board may dismiss the complaint and, by a separate and unanimous vote of the board, may expunge the complaint from the record of the certified practitioner. Section 21. That § 36-34-21 be amended to read as follows: 36-34-21. Any practitioner subject to this chapter shall practice in accordance with the standards established by the board and is subject to the exercise of the disciplinary sanctions enumerated in § 36-34-23 if, after a hearing in the manner provided in chapter 1-26, the board finds that: (1) A practitioner has employed or knowingly cooperated in fraud or material deception in order to obtain a certification certificate or license to practice the profession, or has engaged in fraud or material deception in the course of professional services or activities; (2) A practitioner has been convicted in any court of a felony; (3) A practitioner has engaged in or permitted the performance of unacceptable patient care by the practitioner or by auxiliaries working under the practitioner's supervision due to any deliberate or negligent act or failure to act; (4) A practitioner has knowingly violated any provision of this chapter or board rules; (5) A practitioner has continued to practice although the practitioner has become unfit to practice due to professional incompetence, failure to keep abreast of current professional theory or practice, physical or mental disability, or addiction or severe dependency upon or use of alcohol or other drugs which endanger the public by impairing a practitioner's ability to practice safely; (6) A practitioner has engaged in lewd or immoral conduct in connection with the delivery of chemical dependency addiction counseling or prevention services to consumers; (7) A practitioner has or is employing or assisting an uncertified or unlicensed person to hold himself or herself out as a certified chemical dependency or licensed addiction counselor or certified prevention specialist; or (8) A practitioner has engaged in submitted false or, misleading advertising, or inaccurate information to the board in obtaining issuance or renewal of recognition, certification, or licensure; or (9) A practitioner has failed to provide information or documents requested by the board in the investigation or prosecution of a professional or ethical complaint filed with the board. No suspension or revocation may be based on a judgment as to therapeutic value of any individual treatment rendered, but only upon a repeated pattern or trend of treatment resulting in unacceptable results. Each legally required notice shall be sent via ordinary first-class mail to the most recent address that the practitioner has reported to the board. The practitioner has the duty to maintain an accurate and current mailing address with the board. Section 22. That § 36-34-23 be amended to read as follows: 36-34-23. The board may impose any of the following sanctions, singly or in combination, if the board finds that a practitioner has violated any part of § 36-34-21: (1) Revoke a practitioner's certification or license to practice for an indefinite length of time; (2) Suspend a practitioner's certification or license for a specific or indefinite length of time; (3) Censure a practitioner; (4) Issue a letter of reprimand; (5) Place a practitioner on probationary status and require the practitioner to report regularly to the board on the matters which are the basis for probation; (6) Limit the practitioner's practice to areas prescribed by the board and continue to renew professional education until a satisfactory degree of skill has been attained in those areas which are the basis of the probation; (7) Require the practitioner to reimburse the board in an amount equal to the costs incurred for the investigation and disciplinary hearing including the amount paid by the board for legal expenses, attorney fees, court reporters, and any mediator or hearing officer. The board may withdraw the probation if the board finds the deficiencies that resulted in disciplinary action have been remedied. Certification or licensure shall remain in effect during the pendency of an appeal unless suspended under § 36-34-24. Section 23. That § 36-34-24 be amended to read as follows: 36-34-24. The board may summarily suspend a practitioner's recognition, certification, or licensure in advance of a final adjudication or during the appeals process if the board finds that a practitioner would represent a clear and immediate danger to the public health and safety if the practitioner were allowed to continue to practice. A practitioner whose recognition, certification, or licensure is suspended under this section is entitled to a hearing before the board within twenty days after the effective date of the suspension. The practitioner may subsequently appeal the suspension to circuit court in accordance with chapter 1-26. Section 24. That § 36-34-25 be amended to read as follows: 36-34-25. Any practitioner whose recognition, certification, or registration license to practice has been suspended or revoked may be reinstated or a new recognition, certification, or registration license may be issued, as the case may be, if in the discretion of the board, such action is warranted. The board may require the applicant to pay all costs of the proceedings resulting in the applicant's suspension or revocation of certification or registration and reinstatement or new certification or registration. In addition, the board may, by rule promulgated pursuant to chapter 1-26, require a fee for reinstatement, not to exceed one hundred fifty dollars including the amount paid by the board for legal expenses and attorney fees. Section 25. That § 36-34-26 be amended to read as follows: 36-34-26. In the prosecution of any person for violation of this chapter, it is not necessary to allege or prove lack of valid recognition, certification, or licensure. Proof of recognition, certification, or registration licensure is a matter of defense to be established by the defendant. Section 26. That § 36-34-27 be amended to read as follows: 36-34-27. Nothing in this chapter may be construed to limit the ongoing recognition, certification, or licensure of any person at the level of recognition, certification, or licensure and for the time period established under the former South Dakota Chemical Dependency Counselor Certification Board doing business as or the Certification Board for Alcohol and Drug Professionals."}, {"bill_id": 3967, "bill_version_id": 24077, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "2013-01-18T13:01:04.837-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions pertaining to the Certification Board for Alcohol and Drug Professionals and to increase certain fees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-34-1 be amended to read as follows: 36-34-1. Terms used in this chapter mean: (1) \"Board,\" the South Dakota Certification Board for Alcohol and Drug Professionals Board of Addiction and Prevention Professionals; and (2) \"Practitioner,\" a person certified, licensed, or recognized under this chapter in the practice of chemical dependency addiction counseling or prevention services who holds himself or herself oneself out to the public by any title or description of services which uses the words certified chemical dependency addiction counselor or, licensed addiction counselor, addiction counselor trainee, certified prevention specialist, prevention specialist trainee, or any derivatives thereof. Section 2. That § 36-34-2 be amended to read as follows: 36-34-2. The South Dakota Certification Board for Alcohol and Drug Board of Addiction and Prevention Professionals consists of nine members, three of whom shall be lay members and six of whom shall be professionals certified or licensed pursuant to this chapter. Each professional member shall be active within the chemical dependency profession actively engaged in addiction counseling or prevention services and broadly represent a cross section of the profession of chemical dependency counseling and prevention services. This board replaces the functions previously performed by the South Dakota Chemical Dependency Counselor Certification Board, a private nonprofit entity doing business as the Certification Board for Alcohol and Drug Professionals. Section 3. That § 36-34-5 be amended to read as follows: 36-34-5. The initial meeting of the board shall occur at Pierre, South Dakota, within one month after the appointment of the ninth member. The board shall annually elect a chair, vice-chair president, vice president, and a secretary-treasurer from its members. Thereafter the board shall elect officers annually. The board shall meet at least once a year at a place and time determined by the chair president. However, a majority of the board may call a meeting without the assent of the chair president. Section 4. That § 36-34-8 be amended to read as follows: 36-34-8. The board is within the Department of Social Services. The department shall provide all administrative functions other than those of the board member serving as secretary. The expenses of the department shall be paid from the account established in § 36-34-9, on vouchers approved by the secretary of social services. The board shall submit an annual report and such records, information, and reports in the form and at such times as required by the secretary of social services. Section 5. That § 36-34-9 be amended to read as follows: 36-34-9. The board may accept any funds which may be made available to it from any source. All funds received by the board shall be paid to the state treasurer on or before the tenth day of the next month weekly or as prescribed by the state treasurer. The state treasurer shall keep the money in a separate account for the board. The money in that account is continuously appropriated to the board for administering and enforcing this chapter. The board may expend funds for administrative, consultant, secretarial, clerical, and stenographic services for the board. No expense may be incurred by the board exceeding No expense incurred may exceed the total money collected by the board under the provisions of this chapter. The board shall transfer preexisting funds of the South Dakota Chemical Dependency Counselor Certification Board the entity doing business as the Certification Board for Alcohol and Drug Professionals into the account established in this chapter. Section 6. That § 36-34-10 be amended to read as follows: 36-34-10. The board members shall be paid pursuant to § 3-9-2 per diem compensation and allowable expenses pursuant to § 4-7-10.4 for their services on the board. Section 7. That § 36-34-11 be amended to read as follows: 36-34-11. No member of the board is civilly liable for any act taken while acting within the scope of the member's official duties as a board member. The board, its members, and its agents are immune from personal liability for actions taken in good faith in the discharge of the board's responsibilities, and the state shall hold the board, its members, and its agents harmless from all costs, damages, and attorney fees arising from claims and suits against them with respect to matters to which such immunity applies. Section 8. That § 36-34-12 be amended to read as follows: 36-34-12. The board shall: (1) Through its policies and activities, and by rules promulgated pursuant to chapter 1- 26, establish standards for, and promote, the qualified practice of chemical dependency prevention and counseling services Promulgate rules that set standards for professional practice of addiction counseling and prevention services and other rules as necessary for the administration of this chapter. All rules shall be promulgated pursuant to chapter 1-26; (2) Be responsible for all disciplinary proceedings under this chapter; (3) Establish, by rules promulgated pursuant to chapter 1-26, educational education, training and competency, continuing education, and ethical standards governing the examination and practice of practitioners under this chapter; (4) Examine, or cause to be examined, for competency, eligible applicants, for certification or licensure to practice chemical dependency prevention and addiction counseling and prevention services. Examinations shall be held at least semiannually; (5) Issue certificates and licenses to those applicants who successfully complete the certification or licensing requirements and renew the certifications and licenses of those practitioners who continue to meet the certification standards of this chapter; (6) Register, pursuant to rules promulgated pursuant to chapter 1-26, those applicants who successfully complete the certification requirements Maintain a record of all practitioners which includes the practitioner's status, certificate or license number, date the certification or licensure was granted, renewal date, and any public record of discipline; and (7) Establish and collect, pursuant to rules promulgated pursuant to chapter 1-26, fees for applications, recognition, certification, registration licensure, dual credentials, examination, upgrades, reciprocity, continuing education, certificate renewal, and reinstatement, and all services authorized by this chapter. Section 9. That § 36-34-13 be amended to read as follows: 36-34-13. The board may promulgate rules, pursuant to chapter 1-26, to provide fees for all examinations, certifications, recognitions, renewals, services, and charges authorized by this chapter. The fees may not exceed the following maximums: (1) Application materials or portfolio reviews, twenty-five dollars; (2) Chemical dependency counselor certification Certified addiction counselor, certified prevention specialist, or licensed addiction counselor application and examination fee, two hundred fifty dollars; (3) Chemical dependency counselor certification Certified addiction counselor, certified prevention specialist, or licensed addiction counselor retest fee, two hundred dollars; (4) Chemical dependency counselor certification Certified addiction counselor, certified prevention specialist, or licensed addiction counselor renewal fee, one hundred fifty two hundred dollars; (5) Chemical dependency counselor certification level Certified addiction counselor, certified prevention specialist, or licensed addiction counselor reinstatement fee, one hundred fifty dollars; (6) Status upgrade fee, one hundred fifty dollars; (6)(7) Chemical dependency Addiction counselor trainee, prevention specialist trainee, certified addiction counselor, certified prevention specialist, or licensed addiction counselor replacement or duplicate certificate, fifteen dollars; (7)(8) Chemical dependency counselor certification Certified addiction counselor, certified prevention specialist, or licensed addiction counselor replacement identification card, five dollars; (8)(9) Chemical dependency counselor Addiction counselor trainee or prevention specialist trainee recognition fee, one hundred fifty dollars; (9)(10) Chemical dependency counselor Addiction counselor trainee or prevention specialist trainee renewal fee, one hundred fifty dollars; (10) Chemical dependency counselor trainee replacement or duplicate certificate fee, fifteen dollars; (11) Prevention specialist certification application and examination fee, two hundred fifty Addiction counselor trainee or prevention specialist trainee reinstatement fee, one hundred fifty dollars; (12) Prevention specialist certification retest fee, two hundred International certificate fee, twenty dollars; (13) Prevention specialist certification renewal fee, one hundred fifty Certified addiction counselor, certified prevention specialist, or licensed addiction counselor retirement status practitioner fee, one hundred dollars; (14) Prevention specialist replacement or duplicate certificate, fifteen Dual credential renewal fee, three hundred dollars; (15) Prevention specialist certification replacement card, five Examination cancellation or rescheduling fee, twenty-five dollars; (16) Prevention specialist trainee recognition fee, one hundred fifty Examination late cancellation or nonattendance fee, one hundred twenty-five dollars; (17) Prevention specialist trainee renewal fee, one hundred dollars; (18) Prevention specialist trainee replacement or duplicate certificate fee, fifteen dollars; (19) Trainee intern certificate, twenty-five dollars; (20) Trainee intern replacement certificate, fifteen dollars; (21) Registration as a continuing education service provider, twenty-five dollars; and (22)(18) Mailing labels charge, one hundred dollars. Section 10. That chapter 36-34 be amended by adding thereto a NEW SECTION to read as follows: Any applicant seeking recognition, certification, or licensure shall disclose to the board whether the applicant has been convicted of, plead guilty to, or plead no contest to any felony in any state, federal, foreign jurisdiction, tribal, or military court. Failure to disclose this information may result in denial, revocation, suspension, or refusal of recognition, certification, or licensure. Section 11. That § 36-34-13.1 be amended to read as follows: 36-34-13.1. No person may represent himself or herself oneself as a licensed or certified chemical dependency counselor (CCDC) or addiction counselor, addiction counselor trainee, certified prevention specialist, prevention specialist trainee, or any other title that includes such words unless the person is certified by the South Dakota Certification Board for Alcohol and Drug Professionals or licensed under this chapter. Section 12. That § 36-34-14 be repealed. 36-34-14. A chemical dependency counselor trainee may perform chemical dependency counseling services so long as the trainee is working under the supervision of a certified chemical dependency counselor. Section 13. That § 36-34-15 be repealed. 36-34-15. A prevention specialist trainee may perform prevention services so long as the trainee is working under the supervision of a certified prevention specialist or certified chemical dependency counselor, level II or III. Section 14. That chapter 36-34 be amended by adding thereto a NEW SECTION to read as follows: Any certificate or license issued by the board shall be renewed annually by payment of a fee to be set by the board in rules promulgated pursuant to chapter 1-26. The failure of a practitioner to renew the certificate or license by the last day of the practitioner's birth month each year constitutes a forfeiture of status. However, any person who has forfeited one's status may have it restored by requesting reinstatement and paying the reinstatement fee and the renewal fee within fifteen days of the forfeiture. Any person who fails to have the status restored within fifteen days shall take the examination as prescribed for an applicant to become certified or licensed and comply with all the provisions applicable to any applicant for certification or licensure. Section 15. That chapter 36-34 be amended by adding thereto a NEW SECTION to read as follows: Each certificate or license shall be conspicuously displayed at the primary place of practice within thirty days after issuance of such certificate or license. Section 16. That chapter 36-34 be amended by adding thereto a NEW SECTION to read as follows: The board may grant a certificate to any person who, at the time of application, is certified in another state or territory of the United States that imposes substantially the same requirements as this chapter, has taken and passed an examination similar to that required under this chapter, and has not been convicted of a felony within five years of the date of application, and if convicted of a felony, has completed all sentencing requirements prior to the date of application. Section 17. That § 36-34-16 be amended to read as follows: 36-34-16. The board may use its own staff or employ certified chemical dependency or licensed addiction counselors, certified prevention specialists, agents, or investigators to assist in the enforcement of this chapter or any rule promulgated by the board. Any person violating the provisions of this chapter may be enjoined from further violations by an action brought by the state's attorney of the county where the violations occurred or by an action brought by any citizen in the state. The attorney general, the board, or the state's attorney may apply to the circuit court for the county in which a violation of this chapter is alleged to have occurred for an order enjoining or restraining the commission or continuance of the acts. The board may authorize a hearing examiner to conduct the hearing required to determine a violation of this chapter. Section 18. That § 36-34-18 be amended to read as follows: 36-34-18. The board shall receive complaints from its members, consumers, third party carriers providing financial reimbursement for chemical dependency prevention or counseling services, or the public concerning a practitioner's professional practices. Each complaint received shall be logged by the secretary-treasurer, or the board's designee, recording the practitioner's name, name of the complaining party, date of the complaint, a brief statement of the complaint, and its ultimate disposition. The board shall investigate each alleged violation of this chapter. All disciplinary proceedings held under the authority of this chapter shall be conducted in accordance with chapter 1-26. Section 19. That § 36-34-19 be amended to read as follows: 36-34-19. The decision of the board to cancel, suspend, or revoke a certification or licensure or to reissue a cancelled, suspended, or revoked certification or licensure requires a majority vote of all the board members. Section 20. That § 36-34-20 be amended to read as follows: 36-34-20. If the board determines that any complaint is frivolous or clearly unfounded in fact, the board may dismiss the complaint and, by a separate and unanimous vote of the board, may expunge the complaint from the record of the certified practitioner. Section 21. That § 36-34-21 be amended to read as follows: 36-34-21. Any practitioner subject to this chapter shall practice in accordance with the standards established by the board and is subject to the exercise of the disciplinary sanctions enumerated in § 36-34-23 if, after a hearing in the manner provided in chapter 1-26, the board finds that: (1) A practitioner has employed or knowingly cooperated in fraud or material deception in order to obtain a certification certificate or license to practice the profession, or has engaged in fraud or material deception in the course of professional services or activities; (2) A practitioner has been convicted in any court of a felony; (3) A practitioner has engaged in or permitted the performance of unacceptable patient care by the practitioner or by auxiliaries working under the practitioner's supervision due to any deliberate or negligent act or failure to act; (4) A practitioner has knowingly violated any provision of this chapter or board rules; (5) A practitioner has continued to practice although the practitioner has become unfit to practice due to professional incompetence, failure to keep abreast of current professional theory or practice, physical or mental disability, or addiction or severe dependency upon or use of alcohol or other drugs which endanger the public by impairing a practitioner's ability to practice safely; (6) A practitioner has engaged in lewd or immoral conduct in connection with the delivery of chemical dependency addiction counseling or prevention services to consumers; (7) A practitioner has or is employing or assisting an uncertified or unlicensed person to hold himself or herself out as a certified chemical dependency or licensed addiction counselor or certified prevention specialist; or (8) A practitioner has engaged in submitted false or, misleading advertising, or inaccurate information to the board in obtaining issuance or renewal of recognition, certification, or licensure; or (9) A practitioner has failed to provide information or documents requested by the board in the investigation or prosecution of a professional or ethical complaint filed with the board. No suspension or revocation may be based on a judgment as to therapeutic value of any individual treatment rendered, but only upon a repeated pattern or trend of treatment resulting in unacceptable results. Each legally required notice shall be sent via ordinary first-class mail to the most recent address that the practitioner has reported to the board. The practitioner has the duty to maintain an accurate and current mailing address with the board. Section 22. That § 36-34-23 be amended to read as follows: 36-34-23. The board may impose any of the following sanctions, singly or in combination, if the board finds that a practitioner has violated any part of § 36-34-21: (1) Revoke a practitioner's certification or license to practice for an indefinite length of time; (2) Suspend a practitioner's certification or license for a specific or indefinite length of time; (3) Censure a practitioner; (4) Issue a letter of reprimand; (5) Place a practitioner on probationary status and require the practitioner to report regularly to the board on the matters which are the basis for probation; (6) Limit the practitioner's practice to areas prescribed by the board and continue to renew professional education until a satisfactory degree of skill has been attained in those areas which are the basis of the probation; (7) Require the practitioner to reimburse the board in an amount equal to the costs incurred for the investigation and disciplinary hearing including the amount paid by the board for legal expenses, attorney fees, court reporters, and any mediator or hearing officer, provided there is clear and convincing evidence of wrongdoing on the part of the practitioner. The board may withdraw the probation if the board finds the deficiencies that resulted in disciplinary action have been remedied. Certification or licensure shall remain in effect during the pendency of an appeal unless suspended under § 36-34-24. Section 23. That § 36-34-24 be amended to read as follows: 36-34-24. The board may summarily suspend a practitioner's recognition, certification, or licensure in advance of a final adjudication or during the appeals process if the board finds that a practitioner would represent a clear and immediate danger to the public health and safety if the practitioner were allowed to continue to practice. A practitioner whose recognition, certification, or licensure is suspended under this section is entitled to a hearing before the board within twenty days after the effective date of the suspension. The practitioner may subsequently appeal the suspension to circuit court in accordance with chapter 1-26. Section 24. That § 36-34-25 be amended to read as follows: 36-34-25. Any practitioner whose recognition, certification, or registration license to practice has been suspended or revoked may be reinstated or a new recognition, certification, or registration license may be issued, as the case may be, if in the discretion of the board, such action is warranted. The board may require the applicant to pay all costs of the proceedings resulting in the applicant's suspension or revocation of certification or registration and reinstatement or new certification or registration. In addition, the board may, by rule promulgated pursuant to chapter 1-26, require a fee for reinstatement, not to exceed one hundred fifty dollars including the amount paid by the board for legal expenses and attorney fees. Section 25. That § 36-34-26 be amended to read as follows: 36-34-26. In the prosecution of any person for violation of this chapter, it is not necessary to allege or prove lack of valid recognition, certification, or licensure. Proof of recognition, certification, or registration licensure is a matter of defense to be established by the defendant. Section 26. That § 36-34-27 be amended to read as follows: 36-34-27. Nothing in this chapter may be construed to limit the ongoing recognition, certification, or licensure of any person at the level of recognition, certification, or licensure and for the time period established under the former South Dakota Chemical Dependency Counselor Certification Board doing business as or the Certification Board for Alcohol and Drug Professionals."}, {"bill_id": 3967, "bill_version_id": 26191, "bill_version": "Enrolled", "bill_version_date": "2013-02-22T09:43:14.31-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3967, "action_date": "2013-01-09T12:30:00-06:00", "document_id": 23601, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23601.pdf", "status_text": "First read in Senate and referred to", "journal_page": 27, "committee_id_action": 200, "committee_id_assigned": 180, "result": "N", "vote": {}}, {"bill_id": 3967, "action_date": "2013-01-18T10:00:00-06:00", "document_id": 23848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23848.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 180, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3967, "action_date": "2013-01-18T10:00:00-06:00", "document_id": 24068, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24068.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 180, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3967, "action_date": "2013-01-18T10:00:00-06:00", "document_id": 24068, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24068.pdf", "status_text": "Do Pass Amended", "journal_page": 141, "committee_id_action": 180, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12701, "president_vote": null, "Yea": [330, 363, 325, 358, 322, 368, 386]}}, {"bill_id": 3967, "action_date": "2013-01-23T14:00:00-06:00", "document_id": 24441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24441.pdf", "status_text": "Deferred to another day", "journal_page": 190, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3967, "action_date": "2013-01-24T14:00:00-06:00", "document_id": 24542, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24542.pdf", "status_text": "Do Pass Amended", "journal_page": 204, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12919, "president_vote": null, "Yea": [338, 362, 330, 337, 388, 340, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 331, 419, 317, 320, 385, 384, 368, 333, 386, 367, 319, 339, 387, 327, 383, 379], "Excused": [366, 328], "Nay": [321]}}, {"bill_id": 3967, "action_date": "2013-01-25T13:00:00-06:00", "document_id": 24642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24642.pdf", "status_text": "First read in House and referred to", "journal_page": 189, "committee_id_action": 202, "committee_id_assigned": 191, "result": "N", "vote": {}}, {"bill_id": 3967, "action_date": "2013-02-05T07:45:00-06:00", "document_id": 25076, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25076.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 191, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3967, "action_date": "2013-02-05T07:45:00-06:00", "document_id": 25243, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25243.pdf", "status_text": "Do Pass", "journal_page": 300, "committee_id_action": 191, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13394, "president_vote": null, "Yea": [418, 412, 396, 394, 413, 372, 357, 323, 401, 369, 371], "Nay": [374], "Excused": [403]}}, {"bill_id": 3967, "action_date": "2013-02-06T14:00:00-06:00", "document_id": 25374, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25374.pdf", "status_text": "Deferred to another day", "journal_page": 330, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3967, "action_date": "2013-02-07T14:00:00-06:00", "document_id": 25462, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25462.pdf", "status_text": "Deferred to another day", "journal_page": 344, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3967, "action_date": "2013-02-12T14:00:00-06:00", "document_id": 25577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25577.pdf", "status_text": "Deferred to another day", "journal_page": 360, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3967, "action_date": "2013-02-13T14:00:00-06:00", "document_id": 25670, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25670.pdf", "status_text": "Deferred to another day", "journal_page": 375, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3967, "action_date": "2013-02-14T14:00:00-06:00", "document_id": 25767, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25767.pdf", "status_text": "Deferred to another day", "journal_page": 414, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3967, "action_date": "2013-02-15T12:15:00-06:00", "document_id": 25854, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25854.pdf", "status_text": "Deferred to another day", "journal_page": 425, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3967, "action_date": "2013-02-19T14:00:00-06:00", "document_id": 25959, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25959.pdf", "status_text": "Deferred to another day", "journal_page": 443, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3967, "action_date": "2013-02-20T14:00:00-06:00", "document_id": 26084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26084.pdf", "status_text": "Deferred to another day", "journal_page": 472, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3967, "action_date": "2013-02-21T14:00:00-06:00", "document_id": 26151, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26151.pdf", "status_text": "Do Pass Amended", "journal_page": 486, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14169, "president_vote": null, "Yea": [420, 346, 415, 418, 360, 349, 382, 410, 412, 398, 342, 324, 348, 402, 381, 396, 370, 394, 372, 350, 347, 416, 351, 344, 335, 369, 414, 400, 375, 371, 316, 332, 393, 395, 390, 408, 404, 405, 411, 377, 378, 407, 352, 357, 403, 343, 399, 323, 406, 361, 391, 409, 401, 373, 353, 341, 334], "Excused": [326, 413, 356], "Nay": [417, 318, 397, 374, 389, 359, 392, 380, 355, 354]}}, {"bill_id": 3967, "action_date": "2013-02-22T12:30:00-06:00", "document_id": 26267, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26267.pdf", "status_text": "Signed by the President", "journal_page": 545, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3967, "action_date": "2013-02-25T14:00:00-06:00", "document_id": 26348, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26348.pdf", "status_text": "Signed by the Speaker", "journal_page": 536, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3967, "action_date": "2013-02-26T14:00:00-06:00", "document_id": 26501, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26501.pdf", "status_text": "Delivered to the Governor", "journal_page": 574, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3967, "action_date": "2013-03-04T14:00:00-06:00", "document_id": 26961, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26961.pdf", "status_text": "Signed by the Governor", "journal_page": 634, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5402}