{"session_id": 43, "bill_id": 10240, "bill_type": "House Bill", "bill_number": 1168, "bill_title": "revise tenant and landlord rights.", "sponsors": [{"legislator_profile_id": 1673, "is_prime": true}, {"legislator_profile_id": 1710, "is_prime": false}, {"legislator_profile_id": 1742, "is_prime": false}], "keywords": ["Judicial Remedies", "Leased Property"], "audio": [{"meeting_datetime": "2020-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hju22.mp3", "start_seconds": 736.0}, {"meeting_datetime": "2020-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hju22.mp3", "start_seconds": 736.0}, {"meeting_datetime": "2020-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hju22.mp3", "start_seconds": 736.0}], "bill_versions": [{"bill_id": 10240, "bill_version_id": 65383, "bill_version": "Introduced", "bill_version_date": "2020-01-30T08:05:40.46-06:00", "bill_text": "An Act to revise tenant and landlord rights. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 21-16-1 be AMENDED: 21-16-1. Grounds for maintenance of action. An action of forcible entry and detainer, or of detainer only, is maintainable: (1) If a party has by force, intimidation, fraud, or stealth, entered upon the prior actual possession of real property or the occupied structure of another, and detains the same; (2) If a party, after entering peaceably upon real property or an occupied structure, turns out by force, threats, or menacing conduct, the party in possession; (3) If a party by force or by menaces and threats of violence unlawfully holds and keeps the possession of any real property, or occupied structure, whether the same was acquired peaceably or otherwise; (4) If a lessee in person or by subtenants holds over after the termination of his lease or expiration of his term, or fails to pay his rent for three days after the same shall be due; (5) If a party continues in possession after a sale of the real property or occupied structure under mortgage, execution, order, or any judicial process, after the expiration of the time fixed by law for redemption, and after the execution and delivery of a deed or instrument of ownership; (6) If a party continues in possession after a judgment in partition, or after a sale under an order or decree of a circuit court; (7) If a lessee commits waste upon the leased premises, or does or fails to perform any act which, under the terms of the lease operates to terminate the same; or (8) The lessee violates a material term of the written lease agreement between the lessor and lessee. The term, occupied structure, used in this chapter is defined in subdivision 22-1-2(28). Section 2. That § 21-16-2 be AMENDED: 21-16-2. Notice to quit required before commencement of proceedings--Service and return. In all cases arising under subdivisions 21-16-1(4), (5), and (6), and (8), three days' written notice to quit must be given to the lessee, subtenant, or party in possession, before proceedings can be instituted, and may be served and returned in like manner as a summons is served and returned, or, if the party cannot be found, by the sheriff of the county or a process server posting the notice in a conspicuous place on the property. On the second service attempt, at least six hours after the previous service attempt, the notice to quit may be posted in a conspicuous place on the property, and also delivered to a person there residing, if such person can be found; and also sent by first class mail addressed to the tenant at the place where the property is situated. Section 3. That § 21-16-4 be AMENDED: 21-16-4. Joinder of actions. An action under the provisions of this chapter cannot may not be brought in connection with any other except for rents and profits or damages but the plaintiff may bring separate actions for the same if he the plaintiff so desire. No counterclaim may be interposed in such action, except as a setoff to a demand made for rents and profits or damages. Section 4. That § 21-16-6 be AMENDED: 21-16-6. Verified complaint required--Service with summons--Procedure for service. The complaint must be in writing and verified by the plaintiff or his the plaintiff's agent or signed by his the plaintiff's attorney, and served with a summons, and the procedure, except as otherwise provided, shall be the same as in other actions in the court where the action is pending. If the defendant cannot be found in the county, of which the return of the sheriff or process server is prima facie proof, and service has been attempted at least once between the hours of six p.m. and ten p.m. upon the filing of an affidavit of the plaintiff or the plaintiff's attorney stating that the defendant cannot be found or on belief that the defendant is not in this state and a copy of the summons has been mailed to the defendant at the defendant's last-known address if any is known to the plaintiff, service of the summons may be made upon the defendant by the sheriff or process server posting the summons upon the door of the property that is the subject of the action. Section 5. That § 21-16-10 be AMENDED: 21-16-10. Judgment for plaintiff--Elements included. If the finding of the court or the verdict of the jury be in favor of the plaintiff, the judgment shall be for the delivery of immediate possession to the plaintiff, and for rents and profits or damages, where the same are claimed in the complaint, and for costs. Upon a showing by the defendant that immediate possession would work a substantial hardship on the defendant or the defendant's family, the court may stay the execution for possession for a reasonable period, not to exceed five days. Section 6. That § 21-16-12 be REPEALED. 21-16-12. Time of serving execution. Section 7. That § 43-32-25 be REPEALED. 43-32-25. Small amount of tenant's property left on premises presumed abandoned--Disposal by lessor. Section 8. That § 43-32-26 be AMENDED: 43-32-26. Storage of tenant's property left on premises--Lien--Disposal after waiting period. The property of a lessee, of a total reasonable value exceeding five hundred dollars, lessor may immediately remove and store the property of a lessee left on leased residential premises by the lessee after the lessee has either quit the premises, shall be stored by the lessor or been served with an execution for possession under chapter 21-6. The lessor shall have has a lien on the property to the extent of the costs of moving, handling, and storing the property. After storing the property for thirty The lien does not have priority over a prior perfected security interest in the property. If the lessee does not recover the property within twenty-eight days after quitting the premises or more the lessor may treat the property as abandoned and being served with the execution of possession, the landlord may retain and dispose of it the property without legal process. The lessor is entitled to the proceeds from the sale of the property."}], "amendments": [{"bill_id": 10240, "document_id": 67668, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67668.pdf", "legislator_profile_id": 1673, "document_id_instructions": 67669, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/67669.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 10240, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65199.pdf", "status_text": "First read in House and referred to", "journal_page": 105, "committee_id_action": 480, "committee_id_assigned": 448, "result": "N", "vote": {}}, {"bill_id": 10240, "action_date": "2020-02-19T10:00:00-06:00", "document_id": 67637, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67637.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 448, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10240, "action_date": "2020-02-19T10:00:00-06:00", "document_id": 67638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67638.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 448, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33250, "president_vote": null, "Yea": [1689, 1670, 1672, 1676, 1747, 1745, 1688, 1683, 1696, 1665, 1666, 1738, 1682]}}]}