{"session_id": 21, "bill_id": 6721, "bill_type": "Senate Bill", "bill_number": 173, "bill_title": "make appropriations from the water and environment fund, the water pollution control revolving fund subfund, and the drinking water revolving fund subfund for various water and environmental purposes, to revise the state water plan, to increase the authority of the South Dakota Board of Water and Natural Resources to make consolidated water facilities construction program awards, and to declare an emergency.", "sponsors": [], "keywords": ["Appropriation", "Environmental Protection", "Water Management"], "audio": [{"meeting_datetime": "2015-02-12T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap21.mp3", "start_seconds": 1706.0}, {"meeting_datetime": "2015-02-12T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap21.mp3", "start_seconds": 1706.0}, {"meeting_datetime": "2015-02-12T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap21.mp3", "start_seconds": 1706.0}, {"meeting_datetime": "2015-02-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen22.mp3", "start_seconds": 3904.0}, {"meeting_datetime": "2015-02-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen22.mp3", "start_seconds": 3904.0}, {"meeting_datetime": "2015-02-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen22.mp3", "start_seconds": 3904.0}, {"meeting_datetime": "2015-03-03T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hap30.mp3", "start_seconds": 4914.0}, {"meeting_datetime": "2015-03-03T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hap30.mp3", "start_seconds": 4914.0}, {"meeting_datetime": "2015-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou32.mp3", "start_seconds": 2267.0}, {"meeting_datetime": "2015-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou32.mp3", "start_seconds": 2267.0}, {"meeting_datetime": "2015-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou32.mp3", "start_seconds": 2267.0}], "bill_versions": [{"bill_id": 6721, "bill_version_id": 34170, "bill_version": "Introduced", "bill_version_date": "2015-01-30T09:53:49.087-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to make appropriations from the water and environment fund, the water pollution control revolving fund subfund, and the drinking water revolving fund subfund for various water and environmental purposes, to revise the state water plan, to increase the authority of the South Dakota Board of Water and Natural Resources to make consolidated water facilities construction program awards, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 46A-1-2.1 be amended to read as follows: 46A-1-2.1. The Legislature finds that the following water resources projects are necessary for the general welfare of the people of the State of South Dakota and authorizes the projects pursuant to § 46A-1-2 to be included in the state water resources management system to serve as the preferred, priority objectives of the state: Belle Fourche irrigation upgrade project, Big Sioux flood control study, Black Hills hydrology and water management study studies to manage and protect state water resources for current and future generations, Cendak irrigation project, Gregory County pumped storage site, Lake Andes-Wagner/Marty II irrigation unit, Lewis and Clark rural water system, Mni Wiconi rural water system, Perkins County rural water system, Sioux Falls flood control project, Southern Black Hills Water System, and Vermillion basin flood control project. Section 2. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of seven million seven hundred thousand dollars ($7,700,000), or so much thereof as may be necessary, to provide funds to the South Dakota Board of Water and Natural Resources for the purpose of providing a no-interest loan to local project sponsors as an advance on federal funds for the construction of facilities included in the Lewis and Clark Rural Water System as authorized in § 46A-1-13.10. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. The board shall provide the funds based upon the expectation that the federal government will appropriate funds up to the federally authorized ceiling and that federal funding will be the repayment source. Section 3. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of two hundred fifty thousand dollars ($250,000), or so much thereof as may be necessary, to provide funds to the South Dakota Board of Water and Natural Resources for the purpose of providing grants to state and local project sponsors for hydrology and water management studies to assess, model, and quantify the state's surface water and groundwater resources. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Notwithstanding § 46A-1-61, the board may provide a grant for up to one hundred percent of the nonfederal share of expenditures for a hydrology or water management study. Section 4. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of sixteen million five hundred thousand dollars ($16,500,000), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing grants and loans to project sponsors under the consolidated water facilities construction program established pursuant to § 46A-1-63.1. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 5. In accordance with § 46A-1-64, the Legislature hereby authorizes the Board of Water and Natural Resources to provide funding from the South Dakota water and environment fund, under the consolidated water facilities construction program established in § 46A-1-63.1, in amounts not to exceed four million dollars to the city of Clark, for the design and construction of a waste water treatment facility, a sanitary sewer interceptor, and sewer main. Funds shall be provided according to the terms and conditions established by the Board of Water and Natural Resources. Section 6. In accordance with § 46A-1-64, the Legislature hereby authorizes the Board of Water and Natural Resources to provide funding from the South Dakota water and environment fund, under the consolidated water facilities construction program established in § 46A-1-63.1, in amounts not to exceed three million dollars to the Big Sioux Community Water System, for the design and construction of water lines and a pump station to interconnect with the city of Madison and the Minnehaha Community Water Corporation. Funds shall be provided according to the terms and conditions established by the Board of Water and Natural Resources. Section 7. In accordance with § 46A-1-64, the Legislature hereby authorizes the Board of Water and Natural Resources to provide funding from the South Dakota water and environment fund, under the consolidated water facilities construction program established in § 46A-1-63.1, in amounts not to exceed one million eight hundred thousand dollars to the Minnehaha Community Water Corporation, for the design and construction of water lines to provide capacity to interconnect with the Big Sioux Community Water System and the city of Madison. Funds shall be provided according to the terms and conditions established by the Board of Water and Natural Resources. Section 8. That § 46A-1-64 be amended to read as follows: 46A-1-64. In administering the consolidated water facilities construction program, the Board of Water and Natural Resources may loan or grant a sum equal to the construction cost as estimated by the district board but not to exceed one two million dollars to any project in the state water facilities plan without specific authorization of the Legislature. Loans shall be secured by the best security position available. A pledge of assets owned by the entity receiving a loan and project revenues shall constitute sufficient minimum security for loans under this section. Section 9. There is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, the sum of one million three hundred thousand dollars ($1,300,000), or so much thereof that may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing grants and loans to project sponsors under the solid waste management program established pursuant to § 46A-1-83. Funds shall be provided according to the terms and conditions established by the Board of Water and Natural Resources. Notwithstanding § 46A-1-67, the term of years for loans under this section may be extended to the useful life of the facilities being financed. Section 10. Notwithstanding § 34A-6-85, there is hereby appropriated from the South Dakota water and environment fund established pursuant to § 46A-1-60, from the fees received pursuant to §§ 34A-6-81 to 34A-6-84, inclusive, the sum of one million dollars ($1,000,000), or so much thereof that may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing grants and loans to project sponsors for the construction, remediation, enlargement, closure, or upgrade of regional landfills. Funds shall be provided according to the terms and conditions established by the Board of Water and Natural Resources. Notwithstanding § 46A-1-67, the term of years for loans under this section may be extended to the useful life of the facilities being financed. Section 11. There is hereby appropriated from administrative expense surcharge fees deposited in the South Dakota state water pollution control revolving fund program subfund established pursuant to § 46A-1-60.1, the sum of one million dollars ($1,000,000), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing water quality grants under the state water pollution control revolving fund program established pursuant to § 46A-1-60.1. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 12. There is hereby appropriated from administrative expense surcharge fees deposited in the South Dakota state water pollution control revolving fund program subfund established pursuant to § 46A-1-60.1, the sum of one hundred fifty thousand dollars ($150,000), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of contracting for the preparation of applications and administration of clean water state revolving fund loans under the state water pollution control revolving fund program established pursuant to § 46A-1-60.1. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 13. There is hereby appropriated from administrative expense surcharge fees deposited in the South Dakota state drinking water revolving fund program subfund established pursuant to § 46A-1-60.1, the sum of one hundred fifty thousand dollars ($150,000), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of contracting for the preparation of applications and administration of drinking water state revolving fund loans under the state drinking water revolving fund program established pursuant to § 46A-1-60.1. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 14. There is hereby appropriated from administrative expense surcharge fees deposited in the South Dakota state drinking water revolving fund program subfund established pursuant to § 46A-1-60.1, the sum of two hundred fifty thousand dollars ($250,000), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing grants to very small community water systems to address drinking water compliance and public health issues. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 15. There is hereby appropriated from federal funds deposited in the South Dakota state drinking water revolving fund program subfund established pursuant to § 46A-1-60.1, the sum of two hundred thousand dollars ($200,000), or so much thereof as may be necessary, to the South Dakota Board of Water and Natural Resources for the purpose of providing small system technical assistance set-aside grants to project sponsors under the state drinking water revolving fund program established pursuant to § 46A-1-60.1. Funds shall be provided according to terms and conditions established by the Board of Water and Natural Resources. Section 16. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 17. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 6721, "bill_version_id": 36099, "bill_version": "Enrolled", "bill_version_date": "2015-03-06T10:17:23.457-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6721, "action_date": "2015-01-30T13:00:00-06:00", "document_id": 34251, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34251.pdf", "status_text": "First read in Senate and referred to", "journal_page": 249, "committee_id_action": 284, "committee_id_assigned": 283, "result": "N", "vote": {}}, {"bill_id": 6721, "action_date": "2015-02-12T08:00:00-06:00", "document_id": 35002, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35002.pdf", "status_text": "Do Pass", "journal_page": 388, "committee_id_action": 283, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18611, "president_vote": null, "Yea": [855, 893, 897, 876, 873, 942, 892, 886], "Excused": [903]}}, {"bill_id": 6721, "action_date": "2015-02-12T08:00:00-06:00", "document_id": 34734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34734.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 283, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6721, "action_date": "2015-02-17T14:00:00-06:00", "document_id": 35120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35120.pdf", "status_text": "Do Pass", "journal_page": 419, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18716, "president_vote": null, "Yea": [853, 854, 855, 856, 943, 858, 860, 894, 903, 876, 899, 885, 896, 901, 895, 898, 890, 900, 942, 891, 893, 886, 880, 944, 902, 868, 871, 892, 872, 873, 878, 897], "Excused": [889, 862, 877]}}, {"bill_id": 6721, "action_date": "2015-02-18T14:00:00-06:00", "document_id": 35201, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35201.pdf", "status_text": "First read in House and referred to", "journal_page": 430, "committee_id_action": 286, "committee_id_assigned": 288, "result": "N", "vote": {}}, {"bill_id": 6721, "action_date": "2015-03-03T08:00:00-06:00", "document_id": 35801, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35801.pdf", "status_text": "Do Pass", "journal_page": 562, "committee_id_action": 288, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19252, "president_vote": null, "Excused": [938], "Yea": [910, 913, 940, 883, 863, 951, 927, 875]}}, {"bill_id": 6721, "action_date": "2015-03-04T14:00:00-06:00", "document_id": 35959, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35959.pdf", "status_text": "Deferred to another day", "journal_page": 600, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6721, "action_date": "2015-03-05T14:00:00-06:00", "document_id": 36040, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36040.pdf", "status_text": "Do Pass", "journal_page": 614, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19485, "president_vote": null, "Yea": [883, 915, 952, 884, 938, 888, 928, 923, 875, 931, 941, 927, 857, 859, 917, 924, 929, 947, 937, 948, 945, 882, 909, 946, 958, 913, 887, 951, 861, 919, 956, 936, 879, 907, 939, 930, 953, 881, 906, 908, 940, 935, 916, 911, 910, 863, 864, 914, 922, 865, 933, 866, 926, 955, 869, 950, 912, 904, 921, 918, 954, 932, 949, 934, 957, 874], "Excused": [925, 867], "Nay": [905, 920]}}, {"bill_id": 6721, "action_date": "2015-03-06T13:00:00-06:00", "document_id": 36149, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36149.pdf", "status_text": "Signed by the President", "journal_page": 628, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6721, "action_date": "2015-03-09T14:00:00-05:00", "document_id": 36248, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36248.pdf", "status_text": "Signed by the Speaker", "journal_page": 670, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6721, "action_date": "2015-03-10T10:00:00-05:00", "document_id": 36315, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36315.pdf", "status_text": "Delivered to the Governor", "journal_page": 646, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6721, "action_date": "2015-03-13T09:00:00-05:00", "document_id": 36577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36577.pdf", "status_text": "Signed by the Governor", "journal_page": 714, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5981, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6721"}