{"session_id": 64, "bill_id": 23057, "bill_type": "House Bill", "bill_number": 1208, "bill_title": "prohibit chemical abortion drugs and to provide a penalty therefor.", "sponsors": [{"legislator_profile_id": 3947, "is_prime": true}, {"legislator_profile_id": 3913, "is_prime": false}, {"legislator_profile_id": 3929, "is_prime": false}, {"legislator_profile_id": 3931, "is_prime": false}, {"legislator_profile_id": 3940, "is_prime": false}, {"legislator_profile_id": 3951, "is_prime": false}, {"legislator_profile_id": 3955, "is_prime": false}, {"legislator_profile_id": 3981, "is_prime": false}, {"legislator_profile_id": 3986, "is_prime": false}, {"legislator_profile_id": 4008, "is_prime": false}, {"legislator_profile_id": 4011, "is_prime": false}], "keywords": ["Abortion", "Crimes", "Penalty"], "audio": [{"meeting_datetime": "2022-02-17T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hhe25.mp3", "start_seconds": 6160.0}, {"meeting_datetime": "2022-02-17T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hhe25.mp3", "start_seconds": 6160.0}, {"meeting_datetime": "2022-02-17T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hhe25.mp3", "start_seconds": 6160.0}, {"meeting_datetime": "2022-02-17T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hhe25.mp3", "start_seconds": 6160.0}, {"meeting_datetime": "2022-02-17T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hhe25.mp3", "start_seconds": 6160.0}, {"meeting_datetime": "2022-02-22T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou26.mp3", "start_seconds": 13055.0}, {"meeting_datetime": "2022-02-22T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou26.mp3", "start_seconds": 13055.0}, {"meeting_datetime": "2022-02-22T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou26.mp3", "start_seconds": 13055.0}, {"meeting_datetime": "2022-02-22T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou26.mp3", "start_seconds": 13055.0}, {"meeting_datetime": "2022-02-28T10:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/she30.mp3", "start_seconds": 6118.0}, {"meeting_datetime": "2022-02-28T10:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/she30.mp3", "start_seconds": 6118.0}, {"meeting_datetime": "2022-02-28T10:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/she30.mp3", "start_seconds": 6118.0}], "bill_versions": [{"bill_id": 23057, "bill_version_id": 230675, "bill_version": "Introduced", "bill_version_date": "2022-01-27T08:56:30.71-06:00", "bill_text": "An Act to prohibit chemical abortion drugs and to provide a penalty therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 28-6B-8 be AMENDED: 28-6B-8. For purposes of this chapter, the term, prenatal medical services, does not include an abortion, unless the abortion is necessitated by a medical emergency, as defined in subdivision 34-23A-1(5) § 34-23A-1. Section 2. That § 34-23A-1 be AMENDED: 34-23A-1. Terms used in this chapter mean: (1) \"Abortion,\" the intentional termination of the life of a human being in the uterus; (1A)(2) \"Abortion facility,\" a place where abortions are performed; (1B)(3) \"Chemical abortion drug,\" mifegyne, mifeprex, mifepristone, and any other pharmaceutically equivalent drug. (4) \"Department,\" the South Dakota Department of Health; (2)(5) \"Fetus,\" the biological offspring, including the implanted embryo or unborn child, of human parents; (3)(6) \"Fertilization,\" that point in time when a male human sperm penetrates the zona pellucida of a female human ovum; (4)(7) \"Human being,\" an individual living member of the species of Homo sapiens, including the unborn human being during the entire embryonic and fetal ages from fertilization to full gestation; (5)(8) \"Medical emergency,\" any condition which, on the basis of the physician's good faith clinical judgment, so complicates the medical condition of a pregnant woman as to necessitate the immediate abortion of her pregnancy to avert her death or for which a delay will create serious risk of substantial and irreversible impairment of a major bodily function; (6)(9) \"Parent,\" one parent or guardian of the pregnant minor or the guardian or conservator of the pregnant woman; (7)(10)\"Physician,\" a person licensed under the provisions of chapter 36-4 or a physician practicing medicine or osteopathy in the employ of the government of the United States or of this state; and (8)(11) \"Probable gestational age of the unborn child,\" what, in the judgment of the physician, will with reasonable probability be the gestational age of the unborn child at the time the abortion is planned to be performed. Section 3. That chapter 34-23A be amended with a NEW SECTION: A person may not: (1) Perform or attempt to perform an abortion using any chemical abortion drug; or (2) Dispense, distribute, manufacture, prescribe, sell, or transfer any chemical abortion drug. Any person who violates this section is guilty of a Class 6 felony. Nothing in this section prohibits the sale, use, or prescription of any contraceptive agent, or the administration of any contraceptive agent prior to conception or prior to the confirmation of a pregnancy through the use of conventional medical tests. Section 4. That § 34-23A-10.1 be AMENDED: 34-23A-10.1. No abortion may be performed unless the physician first obtains a voluntary and informed written consent of the pregnant woman upon whom the physician intends to perform the abortion, unless the physician determines that obtaining an informed consent is impossible due to a medical emergency and further determines that delaying in performing the procedure until an informed consent can be obtained from the pregnant woman or her next of kin in accordance with chapter 34-12C is impossible due to the medical emergency, which determinations shall must then be documented in the medical records of the patient. A consent to an abortion is not voluntary and informed, unless, in addition to any other information that must be disclosed under the common law doctrine, the physician provides that pregnant woman with the following information: (1) A statement in writing providing the following information: (a) The name of the physician who will perform the abortion; (b) That the abortion will terminate the life of a whole, separate, unique, living human being; (c) That the pregnant woman has an existing relationship with that unborn human being and that the relationship enjoys protection under the United States Constitution and under the laws of South Dakota; (d) That by having an abortion, her existing relationship and her existing constitutional rights with regards to that relationship will be terminated; (e) A description of all known medical risks of the procedure and statistically significant risk factors to which the pregnant woman would be subjected, including: (i) Depression and related psychological distress; (ii) Increased risk of suicide ideation and suicide; (iii) A statement setting forth an accurate rate of deaths due to abortions, including all deaths in which the abortion procedure was a substantial contributing factor; and (iv) All other known medical risks to the physical health of the woman, including the risk of infection, hemorrhage, danger to subsequent pregnancies, and infertility; (f) The probable gestational age of the unborn child at the time the abortion is to be performed, and a scientifically accurate statement describing the development of the unborn child at that age; (g) The statistically significant medical risks associated with carrying her child to term compared to undergoing an induced abortion; (h) That even after a pregnant mother takes Mifepristone, or another drug approved by the United States Food and Drug Administration for the same use, it is still possible to discontinue a drug-induced abortion by not taking the prescribed Misoprostol; (i) That information on discontinuing a drug-induced abortion is available on the Department of Healthdepartment website; (j)(i) A written statement that sex-selective abortions are illegal in the State of South Dakota and that a pregnant mother cannot have an abortion, either solely or partly, due to the unborn child's sex, regardless of whether that unborn child is a girl or a boy or whether it is of the pregnant mother's free will or the result of the use of pressure and coercion; and (k)(j) A written notification, prepared and provided to each abortion facility by the Department of Healthdepartment, that contains the name, text, and telephone number of an organization fighting to end sex trafficking and states the following: \"If someone is sexually abusing you or causing you to exchange sex for something of value, and you want help, call 911, text, or call the number provided on this notice.\". The disclosures set forth above shall must be provided to the pregnant woman in writing and in person in full compliance with § 34-23A-56. The physician shall ensure that the pregnant woman signs each page of the written disclosure with the certification that she has read and understands all of the disclosures, prior to the patient signing a consent for the procedure. If the pregnant woman asks for a clarification or explanation of any particular disclosure, or asks any other question about a matter of significance to her, the explanation or answer shall must be made in writing and be given to the pregnant woman before signing a consent for the procedure and shall must be made part of the permanent medical record of the patient. Prior to the pregnant woman signing a consent to the abortion, she shall sign a written statement that indicates that the requirements of this section have been complied with. Prior to the performance of the abortion, the physician who is to perform the abortion shall receive a copy of the written disclosure documents required by this section, and shall certify in writing that all of the information described in those subdivisions has been provided to the pregnant woman, that the physician is, to the best of his or her ability, satisfied that the pregnant woman has read the materials which are required to be disclosed, and that the physician believes she understands the information imparted; and (2) A statement by telephone or in person, by the physician who is to perform the abortion, or by the referring physician, or by an agent of both, at least twenty-four hours before the abortion, providing the following information: (a) That medical assistance benefits may be available for prenatal care, childbirth, and neonatal care; (b) That the father of the unborn child is legally responsible to provide financial support for her child following birth, and that this legal obligation of the father exists in all instances, even in instances in which the father has offered to pay for the abortion; (c) The name, address, and telephone number of a pregnancy help center in reasonable proximity of the abortion facility where the abortion will be performed; and (d) That she has a right to review all of the material and information described in § 34-23A-1, §§ 34-23A-1.2 to 34-23A-1.7, inclusive, § 34-23A-10.1, and § 34-23A-10.3, as well as the printed materials described in § 34-23A-10.3, and the website described in § 34-23A-10.4. The physician or the physician's agent shall inform the pregnant woman, orally or in writing, that the materials have been provided by the State of South Dakota at no charge to the pregnant woman. If the pregnant woman indicates, at any time, that she wants to review any of the materials described, such disclosures shall must be either given to her at least twenty-four hours before the abortion or mailed to her at least seventy-two hours before the abortion by certified mail, restricted delivery to addressee, which means the postal employee can only deliver the mail to the addressee; (3) In the case of a pregnant woman who has been administered Mifepristone, or another drug approved by the United States Food and Drug Administration for the same use, the statement required by subsection (h) of subdivision (1) must also be duplicated and presented to the woman at the time of her release or discharge, immediately after the provision or administration of the first drug. The statement must be accompanied by a notice that includes: (a) The following verbiage: \"If you decide you want to give birth to your child, even after the abortion process has begun, seek the assistance of a physician immediately.\"; and (b) The phone number, website, and any other contact information provided to the department by physicians or other entities, who or that have indicated their ability and willingness to provide assistance, twenty-four hours per day, seven days a week, to a woman seeking to discontinue an abortion. Section 5. That § 34-23A-10.2 be AMENDED: 34-23A-10.2. A physician who, knowingly or in reckless disregard, violates § 34-23A-2.1, 34-23A-7, or 34-23A-10.1 is guilty of a Class 2 misdemeanor. The court in which a conviction of a violation of § 34-23A-2.1, 34-23A-7, or 34-23A-10.1 occurs shall report such conviction to the Board of Medical and Osteopathic Examiners. No penalty may be assessed against the female upon whom the abortion is performed or attempted to be performed. No criminal penalty or civil liability for failure to comply with subsection 34-23A-10.1(2)(c) or that portion of subsection 34-23A-10.1(3) requiring a written certification that the woman has been informed of her opportunity to review the information referred to in subsection 34-23A-10.1(2)(c) may be assessed, unless the department of health has made the printed materials available at the time the physician or the physician's agent is required to inform the female of her right to review them. Section 6. That § 34-23A-10.4 be AMENDED: 34-23A-10.4. The Department of Health shall, by January 1, 2004,department shall develop and maintain a multi-media website that contains web pages covering each of the following topics: (1) Embryonic and fetal development at various gestational stages; (a) Anatomical and physiological characteristics; and (b) Survival possibilities of the unborn child; (2) Abortion methods commonly used for each trimester of pregnancy; (3) Statistically significant abortion method risks, including infection, hemorrhage, danger to subsequent pregnancies, and infertility; (4) Important pre-abortion procedures; (a) Confirmation of pregnancy via sonogram; and (b) Counseling and discussion of medical history to detect possible abortion risks; (5) Post-abortion psychological and emotional complications; (6) Parental notification as required by 34-23A-7; (7) Assistance, benefits, and services: (a) Names and contact information of public and private agencies; and (b) Types and availability of public medical benefits and services; (8) Responsibility of the father of the unborn child; (9) Statistically significant pregnancy risks; and (10) Adoption options: (a) Names and contact information of public and private agencies; and (b) Description of services; (11) Information on discontinuing a drug-induced abortion. The state shall collect and maintain web statistics regarding the website developed and maintained pursuant to this section. However, no personal information may be collected."}, {"bill_id": 23057, "bill_version_id": 234416, "bill_version": "House Engrossed", "bill_version_date": "2022-02-23T09:25:37.557-06:00", "bill_text": "An Act to prohibit chemical abortion drugs and to provide a penalty therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 28-6B-8 be AMENDED: 28-6B-8. For purposes of this chapter, the term, prenatal medical services, does not include an abortion, unless the abortion is necessitated by a medical emergency, as defined in subdivision 34-23A-1(5) § 34-23A-1. Section 2. That § 34-23A-1 be AMENDED: 34-23A-1. Terms used in this chapter mean: (1) \"Abortion,\" the intentional termination of the life of a human being in the uterus; (1A)(2) \"Abortion facility,\" a place where abortions are performed; (1B)(3) \"Chemical abortion drug,\" mifegyne, mifeprex, mifepristone, and any other pharmaceutically equivalent drug, unless the drug is to be used for a purpose other than an abortion. (4) \"Department,\" the South Dakota Department of Health; (2)(5) \"Fetus,\" the biological offspring, including the implanted embryo or unborn child, of human parents; (3)(6) \"Fertilization,\" that point in time when a male human sperm penetrates the zona pellucida of a female human ovum; (4)(7) \"Human being,\" an individual living member of the species of Homo sapiens, including the unborn human being during the entire embryonic and fetal ages from fertilization to full gestation; (5)(8) \"Medical emergency,\" any condition which, on the basis of the physician's good faith clinical judgment, so complicates the medical condition of a pregnant woman as to necessitate the immediate abortion of her pregnancy to avert her death or for which a delay will create serious risk of substantial and irreversible impairment of a major bodily function; (6)(9) \"Parent,\" one parent or guardian of the pregnant minor or the guardian or conservator of the pregnant woman; (7)(10) \"Physician,\" a person licensed under the provisions of chapter 36-4 or a physician practicing medicine or osteopathy in the employ of the government of the United States or of this state; and (8)(11) \"Probable gestational age of the unborn child,\" what, in the judgment of the physician, will with reasonable probability be the gestational age of the unborn child at the time the abortion is planned to be performed. Section 3. That chapter 34-23A be amended with a NEW SECTION: A physician may not: (1) Perform or attempt to perform an abortion using any chemical abortion drug; or (2) Dispense, distribute, manufacture, prescribe, sell, or transfer any chemical abortion drug, unless the drug is to be used for a purpose other than an abortion. Any person who violates this section is guilty of a Class 6 felony. Nothing in this section prohibits the sale, use, or prescription of any contraceptive agent, or the administration of any contraceptive agent prior to conception or prior to the confirmation of a pregnancy through the use of conventional medical tests. Section 4. That § 34-23A-10.1 be AMENDED: 34-23A-10.1. No abortion may be performed unless the physician first obtains a voluntary and informed written consent of the pregnant woman upon whom the physician intends to perform the abortion, unless the physician determines that obtaining an informed consent is impossible due to a medical emergency and further determines that delaying in performing the procedure until an informed consent can be obtained from the pregnant woman or her next of kin in accordance with chapter 34-12C is impossible due to the medical emergency, which determinations shall must then be documented in the medical records of the patient. A consent to an abortion is not voluntary and informed, unless, in addition to any other information that must be disclosed under the common law doctrine, the physician provides that pregnant woman with the following information: (1) A statement in writing providing the following information: (a) The name of the physician who will perform the abortion; (b) That the abortion will terminate the life of a whole, separate, unique, living human being; (c) That the pregnant woman has an existing relationship with that unborn human being and that the relationship enjoys protection under the United States Constitution and under the laws of South Dakota; (d) That by having an abortion, her existing relationship and her existing constitutional rights with regards to that relationship will be terminated; (e) A description of all known medical risks of the procedure and statistically significant risk factors to which the pregnant woman would be subjected, including: (i) Depression and related psychological distress; (ii) Increased risk of suicide ideation and suicide; (iii) A statement setting forth an accurate rate of deaths due to abortions, including all deaths in which the abortion procedure was a substantial contributing factor; and (iv) All other known medical risks to the physical health of the woman, including the risk of infection, hemorrhage, danger to subsequent pregnancies, and infertility; (f) The probable gestational age of the unborn child at the time the abortion is to be performed, and a scientifically accurate statement describing the development of the unborn child at that age; (g) The statistically significant medical risks associated with carrying her child to term compared to undergoing an induced abortion; (h) That even after a pregnant mother takes Mifepristone, or another drug approved by the United States Food and Drug Administration for the same use, it is still possible to discontinue a drug-induced abortion by not taking the prescribed Misoprostol; (i) That information on discontinuing a drug-induced abortion is available on the Department of Healthdepartment website; (j)(i) A written statement that sex-selective abortions are illegal in the State of South Dakota and that a pregnant mother cannot have an abortion, either solely or partly, due to the unborn child's sex, regardless of whether that unborn child is a girl or a boy or whether it is of the pregnant mother's free will or the result of the use of pressure and coercion; and (k)(j) A written notification, prepared and provided to each abortion facility by the Department of Healthdepartment, that contains the name, text, and telephone number of an organization fighting to end sex trafficking and states the following: \"If someone is sexually abusing you or causing you to exchange sex for something of value, and you want help, call 911, text, or call the number provided on this notice.\" The disclosures set forth above shall must be provided to the pregnant woman in writing and in person in full compliance with § 34-23A-56. The physician shall ensure that the pregnant woman signs each page of the written disclosure with the certification that she has read and understands all of the disclosures, prior to the patient signing a consent for the procedure. If the pregnant woman asks for a clarification or explanation of any particular disclosure, or asks any other question about a matter of significance to her, the explanation or answer shall must be made in writing and be given to the pregnant woman before signing a consent for the procedure and shall must be made part of the permanent medical record of the patient. Prior to the pregnant woman signing a consent to the abortion, she shall sign a written statement that indicates that the requirements of this section have been complied with. Prior to the performance of the abortion, the physician who is to perform the abortion shall receive a copy of the written disclosure documents required by this section, and shall certify in writing that all of the information described in those subdivisions has been provided to the pregnant woman, that the physician is, to the best of his or her ability, satisfied that the pregnant woman has read the materials which are required to be disclosed, and that the physician believes she understands the information imparted; and (2) A statement by telephone or in person, by the physician who is to perform the abortion, or by the referring physician, or by an agent of both, at least twenty-four hours before the abortion, providing the following information: (a) That medical assistance benefits may be available for prenatal care, childbirth, and neonatal care; (b) That the father of the unborn child is legally responsible to provide financial support for her child following birth, and that this legal obligation of the father exists in all instances, even in instances in which the father has offered to pay for the abortion; (c) The name, address, and telephone number of a pregnancy help center in reasonable proximity of the abortion facility where the abortion will be performed; and (d) That she has a right to review all of the material and information described in § 34-23A-1, §§ 34-23A-1.2 to 34-23A-1.7, inclusive, § 34-23A-10.1, and § 34-23A-10.3, as well as the printed materials described in § 34-23A-10.3, and the website described in § 34-23A-10.4. The physician or the physician's agent shall inform the pregnant woman, orally or in writing, that the materials have been provided by the State of South Dakota at no charge to the pregnant woman. If the pregnant woman indicates, at any time, that she wants to review any of the materials described, such disclosures shall must be either given to her at least twenty-four hours before the abortion or mailed to her at least seventy-two hours before the abortion by certified mail, restricted delivery to addressee, which means the postal employee can only deliver the mail to the addressee; (3) In the case of a pregnant woman who has been administered Mifepristone, or another drug approved by the United States Food and Drug Administration for the same use, the statement required by subsection (h) of subdivision (1) must also be duplicated and presented to the woman at the time of her release or discharge, immediately after the provision or administration of the first drug. The statement must be accompanied by a notice that includes: (a) The following verbiage: \"If you decide you want to give birth to your child, even after the abortion process has begun, seek the assistance of a physician immediately.\"; and (b) The phone number, website, and any other contact information provided to the department by physicians or other entities, who or that have indicated their ability and willingness to provide assistance, twenty-four hours per day, seven days a week, to a woman seeking to discontinue an abortion. Section 5. That § 34-23A-10.2 be AMENDED: 34-23A-10.2. A physician who, knowingly or in reckless disregard, violates § 34-23A-2.1, 34-23A-7, or 34-23A-10.1 is guilty of a Class 2 misdemeanor. The court in which a conviction of a violation of § 34-23A-2.1, 34-23A-7, or 34-23A-10.1 occurs shall report such conviction to the Board of Medical and Osteopathic Examiners. No penalty may be assessed against the female upon whom the abortion is performed or attempted to be performed. No criminal penalty or civil liability for failure to comply with subsection 34-23A-10.1(2)(c) or that portion of subsection 34-23A-10.1(3) requiring a written certification that the woman has been informed of her opportunity to review the information referred to in subsection 34-23A-10.1(2)(c) may be assessed, unless the department of health has made the printed materials available at the time the physician or the physician's agent is required to inform the female of her right to review them. Section 6. That § 34-23A-10.4 be AMENDED: 34-23A-10.4. The Department of Health shall, by January 1, 2004,department shall develop and maintain a multi-media website that contains web pages covering each of the following topics: (1) Embryonic and fetal development at various gestational stages; (a) Anatomical and physiological characteristics; and (b) Survival possibilities of the unborn child; (2) Abortion methods commonly used for each trimester of pregnancy; (3) Statistically significant abortion method risks, including infection, hemorrhage, danger to subsequent pregnancies, and infertility; (4) Important pre-abortion procedures; (a) Confirmation of pregnancy via sonogram; and (b) Counseling and discussion of medical history to detect possible abortion risks; (5) Post-abortion psychological and emotional complications; (6) Parental notification as required by 34-23A-7; (7) Assistance, benefits, and services: (a) Names and contact information of public and private agencies; and (b) Types and availability of public medical benefits and services; (8) Responsibility of the father of the unborn child; (9) Statistically significant pregnancy risks; and (10) Adoption options: (a) Names and contact information of public and private agencies; and (b) Description of services; (11) Information on discontinuing a drug-induced abortion. The state shall collect and maintain web statistics regarding the website developed and maintained pursuant to this section. However, no personal information may be collected."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23057, "action_date": "2022-01-27T14:00:00-06:00", "document_id": 230262, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230262.pdf", "status_text": "First Reading House", "journal_page": 139, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23057, "action_date": "2022-01-31T14:00:00-06:00", "document_id": 231012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231012.pdf", "status_text": "Referred to", "journal_page": 156, "committee_id_action": 1008, "committee_id_assigned": 1007, "result": "N", "vote": {}}, {"bill_id": 23057, "action_date": "2022-02-17T07:45:00-06:00", "document_id": 233647, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233647.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1007, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23057, "action_date": "2022-02-17T07:45:00-06:00", "document_id": 233648, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233648.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1007, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74112, "president_vote": null, "Yea": [3913, 3955, 3981, 4008, 4011, 3931, 3954], "Nay": [3928, 3948, 3960, 3971, 3988, 3998]}}, {"bill_id": 23057, "action_date": "2022-02-22T14:00:00-06:00", "document_id": 234122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234122.pdf", "status_text": "Motion to amend", "journal_page": 415, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23057, "action_date": "2022-02-22T14:00:00-06:00", "document_id": 234122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234122.pdf", "status_text": "Do Pass Amended", "journal_page": 416, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74392, "president_vote": null, "Nay": [3912, 3914, 3915, 3919, 3924, 3927, 3928, 3930, 3933, 3934, 3948, 3953, 3963, 3965, 3969, 3971, 3977, 3985, 3987, 3988, 3989, 3995, 4001, 4004, 4005, 4013, 4014], "Yea": [3913, 3916, 3917, 3923, 3929, 3931, 3937, 3938, 3941, 3944, 3945, 3946, 3947, 3950, 3951, 3954, 3955, 3957, 3959, 3964, 3967, 3968, 3970, 3972, 3973, 3976, 3978, 3980, 3981, 3982, 3983, 3984, 3986, 3992, 3997, 4007, 4008, 4009, 4015, 3942], "Excused": [3960, 3998, 4011]}}, {"bill_id": 23057, "action_date": "2022-02-23T13:00:00-06:00", "document_id": 234394, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234394.pdf", "status_text": "First read in Senate and referred to", "journal_page": 329, "committee_id_action": 1034, "committee_id_assigned": 1026, "result": "N", "vote": {}}, {"bill_id": 23057, "action_date": "2022-02-28T10:00:00-06:00", "document_id": 234729, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234729.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1026, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23057, "action_date": "2022-02-28T10:00:00-06:00", "document_id": 234870, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234870.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1026, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74870, "president_vote": null, "Yea": [3918, 3926, 3939, 3991, 3996, 4006, 4000]}}]}