{"session_id": 48, "bill_id": 14143, "bill_type": "Senate Bill", "bill_number": 163, "bill_title": "appropriate a certain portion of the state's sales and use tax revenue to second and third class municipalities.", "sponsors": [{"legislator_profile_id": 2252, "is_prime": true}, {"legislator_profile_id": 2261, "is_prime": true}], "keywords": ["Appropriation", "Municipality", "Sales and Use Tax", "Taxes"], "audio": [], "bill_versions": [{"bill_id": 14143, "bill_version_id": 80439, "bill_version": "Introduced", "bill_version_date": "1999-01-27T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to appropriate a certain portion of the state's sales and use tax revenue to second and third class municipalities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby appropriated from the general fund an amount equivalent to one- fourth of the sales and use tax revenue collected by the state in second and third class municipalities from July 1, 1999, to June 30, 2000, from such taxes. The money shall be distributed to each second and third class municipality pursuant to the formula defined in section 2 of this Act on December 1, 1999; March 1, 2000; June 1, 2000; and September 1, 2000. Section 2. The secretary of revenue shall send each municipality an amount equal to one- fourth of the money allocated to second and third class municipalities pursuant to section 1 of this Act times the ratio of assessed valuation of the municipality to the total assessed valuation of all second and third class municipalities, plus one-fourth of the money allocated pursuant to section 1 of this Act times the ratio of total taxable sales of the municipality to the total taxable sales of all second and third class municipalities, plus one-half of the money allocated pursuant to section 1 of this Act times the ratio of population of the municipality to the total population of all second and third class municipalities. The secretary of revenue shall base the allocation of money on the 1998 assessed valuations, fiscal year 1998 taxable sales, and the 1990 decennial census of the United States Department of Commerce, Bureau of the Census. Section 3. Fifty percent of the money received by each municipality pursuant to this Act shall be used for infrastructure development and fifty percent of the money shall be used for economic development. Section 4. The secretary of revenue shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14143, "action_date": "1999-01-27T14:00:00-06:00", "document_id": 82145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82145.pdf", "status_text": "First read in Senate and referred to", "journal_page": 214, "committee_id_action": 629, "committee_id_assigned": 612, "result": "N", "vote": {}}, {"bill_id": 14143, "action_date": "1999-02-05T08:00:00-06:00", "document_id": 82099, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82099.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 612, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14143, "action_date": "1999-02-05T08:00:00-06:00", "document_id": 82099, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82099.pdf", "status_text": "Tabled", "journal_page": 350, "committee_id_action": 612, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40965, "president_vote": null, "Yea": [2199, 2206, 2215, 2205, 2275], "Nay": [2234, 2269, 2274, 2293]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14143"}