{"session_id": 59, "bill_id": 20553, "bill_type": "Senate Bill", "bill_number": 166, "bill_title": "adopt the Uniform Athlete Agents Act.", "sponsors": [{"legislator_profile_id": 3412, "is_prime": true}, {"legislator_profile_id": 3434, "is_prime": true}, {"legislator_profile_id": 3365, "is_prime": false}, {"legislator_profile_id": 3371, "is_prime": false}], "keywords": ["Contract", "Licensing", "Professions and Occupations", "Recreation and Sports"], "audio": [{"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco15.mp3", "start_seconds": 1789.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco15.mp3", "start_seconds": 1789.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco15.mp3", "start_seconds": 1789.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco15.mp3", "start_seconds": 1789.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen17.mp3", "start_seconds": 1586.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen17.mp3", "start_seconds": 1586.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen17.mp3", "start_seconds": 1586.0}, {"meeting_datetime": "2006-02-15T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe26.mp3", "start_seconds": 4124.0}, {"meeting_datetime": "2006-02-15T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe26.mp3", "start_seconds": 4124.0}, {"meeting_datetime": "2006-02-15T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe26.mp3", "start_seconds": 4124.0}, {"meeting_datetime": "2006-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou29.mp3", "start_seconds": 4800.0}, {"meeting_datetime": "2006-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou29.mp3", "start_seconds": 4800.0}, {"meeting_datetime": "2006-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou29.mp3", "start_seconds": 4800.0}], "bill_versions": [{"bill_id": 20553, "bill_version_id": 106907, "bill_version": "Introduced", "bill_version_date": "2006-01-20T11:24:56-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the Uniform Athlete Agents Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. This Act may be cited as the Uniform Athlete Agents Act. Section 2. In this Act: (1) \"Agency contract,\" an agreement in which a student-athlete authorizes a person to negotiate or solicit on behalf of the student-athlete a professional-sports-services contract or an endorsement contract; (2) \"Athlete agent,\" an individual who enters into an agency contract with a student- athlete or, directly or indirectly, recruits or solicits a student-athlete to enter into an agency contract. The term includes an individual who represents to the public that the individual is an athlete agent. The term does not include a spouse, parent, sibling, grandparent, or guardian of the student-athlete or an individual acting solely on behalf of a professional sports team or professional sports organization; (3) \"Athletic director,\" an individual responsible for administering the overall athletic program of an educational institution or, if an educational institution has separately administered athletic programs for male students and female students, the athletic program for males or the athletic program for females, as appropriate; (4) \"Contact,\" a communication, direct or indirect, between an athlete agent and a student-athlete, to recruit or solicit the student-athlete to enter into an agency contract; (5) \"Endorsement contract,\" an agreement under which a student-athlete is employed or receives consideration to use on behalf of the other party any value that the student- athlete may have because of publicity, reputation, following, or fame obtained because of athletic ability or performance; (6) \"Intercollegiate sport,\" a sport played at the collegiate level for which eligibility requirements for participation by a student-athlete are established by a national association for the promotion or regulation of collegiate athletics; (7) \"Person,\" an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, government; governmental subdivision, agency, or instrumentality; public corporation, or any other legal or commercial entity; (8) \"Professional-sports-services contract\" an agreement under which an individual is employed, or agrees to render services, as a player on a professional sports team, with a professional sports organization, or as a professional athlete; (9) \"Record,\" information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form; (10) \"Registration,\" registration as an athlete agent pursuant to this Act; (11) \"State,\" a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States; (12) \"Student-athlete,\" an individual who engages in, is eligible to engage in, or may be eligible in the future to engage in, any intercollegiate sport. If an individual is permanently ineligible to participate in a particular intercollegiate sport, the individual is not a student-athlete for purposes of that sport. Section 3. (a) By acting as an athlete agent in this state, a nonresident individual appoints the secretary of state as the individual's agent for service of process in any civil action in this state related to the individual's acting as an athlete agent in this state. (b) The secretary of state may issue subpoenas for any material that is relevant to the administration of this Act. Section 4. (a) Except as otherwise provided in subsection (b), an individual may not act as an athlete agent in this state without holding a certificate of registration under section 6 or 8 of this Act. (b) Before being issued a certificate of registration, an individual may act as an athlete agent in this state for all purposes except signing an agency contract, if: (1) A student-athlete or another person acting on behalf of the student-athlete initiates communication with the individual; and (2) Within seven days after an initial act as an athlete agent, the individual submits an application for registration as an athlete agent in this state. (c) An agency contract resulting from conduct in violation of this section is void and the athlete agent shall return any consideration received under the contract. Section 5. (a) An applicant for registration shall submit an application for registration to the secretary of state in a form prescribed by the secretary of state. An application filed under this section is a public record. The application must be in the name of an individual and, except as otherwise provided in subsection (b), signed or otherwise authenticated by the applicant under penalty of perjury and state or contain: (1) The name of the applicant and the address of the applicant's principal place of business; (2) The name of the applicant's business or employer, if applicable; (3) Any business or occupation engaged in by the applicant for the five years next preceding the date of submission of the application; (4) A description of the applicant's: (A) Formal training as an athlete agent; (B) Practical experience as an athlete agent; and (C) Educational background relating to the applicant's activities as an athlete agent; (5) The names and addresses of three individuals not related to the applicant who are willing to serve as references; (6) The name, sport, and last known team for each individual for whom the applicant acted as an athlete agent during the five years next preceding the date of submission of the application; (7) The names and addresses of all persons who are: (A) With respect to the athlete agent's business if it is not a corporation, the partners, members, officers, managers, associates, or profit-sharers of the business; and (B) With respect to a corporation employing the athlete agent, the officers, directors, and any shareholder of the corporation having an interest of five percent or greater; (8) Whether the applicant or any person named pursuant to paragraph (7) has been convicted of a crime that, if committed in this state, would be a crime involving moral turpitude or a felony, and identify the crime; (9) Whether there has been any administrative or judicial determination that the applicant or any person named pursuant to paragraph (7) has made a false, misleading, deceptive, or fraudulent representation; (10) Any instance in which the conduct of the applicant or any person named pursuant to paragraph (7) resulted in the imposition of a sanction, suspension, or declaration of ineligibility to participate in an interscholastic or intercollegiate athletic event on a student-athlete or educational institution; (11) Any sanction, suspension, or disciplinary action taken against the applicant or any person named pursuant to paragraph (7) arising out of occupational or professional conduct; and (12) Whether there has been any denial of an application for, suspension or revocation of, or refusal to renew, the registration or licensure of the applicant or any person named pursuant to paragraph (7) as an athlete agent in any state. (b) An individual who has submitted an application for, and holds a certificate of, registration or licensure as an athlete agent in another state, may submit a copy of the application and certificate in lieu of submitting an application in the form prescribed pursuant to subsection (a). The secretary of state shall accept the application and the certificate from the other state as an application for registration in this state if the application to the other state: (1) Was submitted in the other state within six months next preceding the submission of the application in this state and the applicant certifies that the information contained in the application is current; (2) Contains information substantially similar to or more comprehensive than that required in an application submitted in this state; and (3) Was signed by the applicant under penalty of perjury. Section 6. (a) Except as otherwise provided in subsection (b), the secretary of state shall issue a certificate of registration to an individual who complies with section 5(a) of this Act or whose application has been accepted under section 5(b) of this Act. (b) The secretary of state may refuse to issue a certificate of registration if the secretary of state determines that the applicant has engaged in conduct that has a significant adverse effect on the applicant's fitness to act as an athlete agent. In making the determination, the secretary of state may consider whether the applicant has: (1) Been convicted of a crime that, if committed in this state, would be a crime involving moral turpitude or a felony; (2) Made a materially false, misleading, deceptive, or fraudulent representation in the application or as an athlete agent; (3) Engaged in conduct that would disqualify the applicant from serving in a fiduciary capacity; (4) Engaged in conduct prohibited by section 14 of this Act; (5) Had a registration or licensure as an athlete agent suspended, revoked, or denied or been refused renewal of registration or licensure as an athlete agent in any state; (6) Engaged in conduct the consequence of which was that a sanction, suspension, or declaration of ineligibility to participate in an interscholastic or intercollegiate athletic event was imposed on a student-athlete or educational institution; or (7) Engaged in conduct that significantly adversely reflects on the applicant's credibility, honesty, or integrity. (c) In making a determination under subsection (b), the secretary of state shall consider: (1) How recently the conduct occurred; (2) The nature of the conduct and the context in which it occurred; and (3) Any other relevant conduct of the applicant. (d) An athlete agent may apply to renew a registration by submitting an application for renewal in a form prescribed by the secretary of state. An application filed under this section is a public record. The application for renewal must be signed by the applicant under penalty of perjury and must contain current information on all matters required in an original registration. (e) An individual who has submitted an application for renewal of registration or licensure in another state, in lieu of submitting an application for renewal in the form prescribed pursuant to subsection (d), may file a copy of the application for renewal and a valid certificate of registration or licensure from the other state. The secretary of state shall accept the application for renewal from the other state as an application for renewal in this state if the application to the other state: (1) Was submitted in the other state within six months next preceding the filing in this state and the applicant certifies the information contained in the application for renewal is current; (2) Contains information substantially similar to or more comprehensive than that required in an application for renewal submitted in this state; and (3) Was signed by the applicant under penalty of perjury. (f) A certificate of registration or a renewal of a registration is valid for two years. Section 7. (a) The secretary of state may suspend, revoke, or refuse to renew a registration for conduct that would have justified denial of registration under section 6(b) of this Act. (b) The secretary of state may deny, suspend, revoke, or refuse to renew a certificate of registration or licensure only after proper notice and an opportunity for a hearing. The Administrative Procedures Act applies to this Act. Section 8. The secretary of state may issue a temporary certificate of registration while an application for registration or renewal of registration is pending. Section 9. An application for registration or renewal of registration must be accompanied by a fee in the following amount: (1) One hundred dollars for an initial application for registration; (2) Fifty dollars for an application for registration based upon a certificate of registration or licensure issued by another state; (3) Twenty-five dollars for an application for renewal of registration; or (4) Twenty-five dollars for an application for renewal of registration based upon an application for renewal of registration or licensure submitted in another state. All moneys received pursuant to this section shall be deposited in the state general fund. Section 10. (a) An agency contract must be in a record, signed or otherwise authenticated by the parties. (b) An agency contract must state or contain: (1) The amount and method of calculating the consideration to be paid by the student- athlete for services to be provided by the athlete agent under the contract and any other consideration the athlete agent has received or will receive from any other source for entering into the contract or for providing the services; (2) The name of any person not listed in the application for registration or renewal of registration who will be compensated because the student-athlete signed the agency contract; (3) A description of any expenses that the student-athlete agrees to reimburse; (4) A description of the services to be provided to the student-athlete; (5) The duration of the contract; and (6) The date of execution. (c) An agency contract must contain, in close proximity to the signature of the student- athlete, a conspicuous notice in boldface type in capital letters stating: WARNING TO STUDENT-ATHLETE IF YOU SIGN THIS CONTRACT: WARNING TO STUDENT-ATHLETE (1) YOU MAY LOSE YOUR ELIGIBILITY TO COMPETE AS A STUDENT- ATHLETE IN YOUR SPORT; (2) IF YOU HAVE AN ATHLETIC DIRECTOR, WITHIN 72 HOURS AFTER ENTERING INTO THIS CONTRACT, BOTH YOU AND YOUR ATHLETE AGENT MUST NOTIFY YOUR ATHLETIC DIRECTOR; AND (3) YOU MAY CANCEL THIS CONTRACT WITHIN 14 DAYS AFTER SIGNING IT. CANCELLATION OF THIS CONTRACT MAY NOT REINSTATE YOUR ELIGIBILITY. (d) An agency contract that does not conform to this section is voidable by the student- athlete. If a student-athlete voids an agency contract, the student-athlete is not required to pay any consideration under the contract or to return any consideration received from the athlete agent to induce the student-athlete to enter into the contract. (e) The athlete agent shall give a record of the signed or otherwise authenticated agency contract to the student-athlete at the time of execution. Section 11. (a) Within seventy-two hours after entering into an agency contract or before the next scheduled athletic event in which the student-athlete may participate, whichever occurs first, the athlete agent shall give notice in a record of the existence of the contract to the athletic director of the educational institution at which the student-athlete is enrolled or the athlete agent has reasonable grounds to believe the student-athlete intends to enroll. (b) Within seventy-two hours after entering into an agency contract or before the next athletic event in which the student-athlete may participate, whichever occurs first, the student- athlete shall inform the athletic director of the educational institution at which the student- athlete is enrolled that he or she has entered into an agency contract. Section 12. (a) A student-athlete may cancel an agency contract by giving notice of the cancellation to the athlete agent in a record within fourteen days after the contract is signed. (b) A student-athlete may not waive the right to cancel an agency contract. (c) If a student-athlete cancels an agency contract, the student-athlete is not required to pay any consideration under the contract or to return any consideration received from the athlete agent to induce the student-athlete to enter into the contract. Section 13. (a) An athlete agent shall retain the following records for a period of five years: (1) The name and address of each individual represented by the athlete agent; (2) Any agency contract entered into by the athlete agent; and (3) Any direct costs incurred by the athlete agent in the recruitment or solicitation of a student-athlete to enter into an agency contract. (b) Records required by subsection (a) to be retained are open to inspection by the secretary of state during normal business hours. Section 14. (a) An athlete agent, with the intent to induce a student-athlete to enter into an agency contract, may not: (1) Give any materially false or misleading information or make a materially false promise or representation; (2) Furnish anything of value to a student-athlete before the student-athlete enters into the agency contract; or (3) Furnish anything of value to any individual other than the student-athlete or another registered athlete agent. (b) An athlete agent may not intentionally: (1) Initiate contact with a student-athlete unless registered under this Act; (2) Refuse or fail to retain or permit inspection of the records required to be retained by section 13 of this Act; (3) Fail to register when required by section 4 of this Act; (4) Provide materially false or misleading information in an application for registration or renewal of registration; (5) Predate or postdate an agency contract; or (6) Fail to notify a student-athlete before the student-athlete signs or otherwise authenticates an agency contract for a particular sport that the signing or authentication may make the student-athlete ineligible to participate as a student- athlete in that sport. Section 15. An athlete agent who violates section 14 of this Act is guilty of a Class 6 felony. Section 16. (a) An educational institution has a right of action against an athlete agent or a former student-athlete for damages caused by a violation of this Act. In an action under this section, the court may award to the prevailing party costs and reasonable attorney's fees. (b) Damages of an educational institution under subsection (a) include losses and expenses incurred because, as a result of the conduct of an athlete agent or former student-athlete, the educational institution was injured by a violation of this Act or was penalized, disqualified, or suspended from participation in athletics by a national association for the promotion and regulation of athletics, by an athletic conference, or by reasonable self-imposed disciplinary action taken to mitigate sanctions likely to be imposed by such an organization. (c) A right of action under this section does not accrue until the educational institution discovers or by the exercise of reasonable diligence would have discovered the violation by the athlete agent or former student-athlete. (d) Any liability of the athlete agent or the former student-athlete under this section is several and not joint. (e) This Act does not restrict rights, remedies, or defenses of any person under law or equity. Section 17. The secretary of state may assess a civil penalty against an athlete agent not to exceed twenty-five thousand dollars for a violation of this Act. All moneys received pursuant to this section shall be deposited in the state general fund. Section 18. In applying and construing this Uniform Act, consideration must be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it. Section 19. The provisions of this Act governing the legal effect, validity, or enforceability of electronic records or signatures, and of contracts formed or performed with the use of such records or signatures conform to the requirements of section 102 of the Electronic Signatures in Global and National Commerce Act, Pub. L. No. 106-229, 114 Stat. 464 (2000), and supersede, modify, and limit the Electronic Signatures in Global and National Commerce Act. Section 20. If any provision of this Act or its application to any person or circumstance is held invalid, the invalidity does not affect other provisions or applications of this Act which can be given effect without the invalid provision or application, and to this end the provisions of this Act are severable."}, {"bill_id": 20553, "bill_version_id": 107590, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2006-01-31T13:36:27-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the Uniform Athlete Agents Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. This Act may be cited as the Uniform Athlete Agents Act. Section 2. In this Act: (1) \"Agency contract,\" an agreement in which a student-athlete authorizes a person to negotiate or solicit on behalf of the student-athlete a professional-sports-services contract or an endorsement contract; (2) \"Athlete agent,\" an individual who enters into an agency contract with a student- athlete or, directly or indirectly, recruits or solicits a student-athlete to enter into an agency contract. The term includes an individual who represents to the public that the individual is an athlete agent. The term does not include a spouse, parent, sibling, grandparent, or guardian of the student-athlete or an individual acting solely on behalf of a professional sports team or professional sports organization; (3) \"Athletic director,\" an individual responsible for administering the overall athletic program of an educational institution or, if an educational institution has separately administered athletic programs for male students and female students, the athletic program for males or the athletic program for females, as appropriate; (4) \"Contact,\" a communication, direct or indirect, between an athlete agent and a student-athlete, to recruit or solicit the student-athlete to enter into an agency contract; (5) \"Endorsement contract,\" an agreement under which a student-athlete is employed or receives consideration to use on behalf of the other party any value that the student- athlete may have because of publicity, reputation, following, or fame obtained because of athletic ability or performance; (6) \"Intercollegiate sport,\" a sport played at the collegiate level for which eligibility requirements for participation by a student-athlete are established by a national association for the promotion or regulation of collegiate athletics; (7) \"Person,\" an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, government; governmental subdivision, agency, or instrumentality; public corporation, or any other legal or commercial entity; (8) \"Professional-sports-services contract\" an agreement under which an individual is employed, or agrees to render services, as a player on a professional sports team, with a professional sports organization, or as a professional athlete; (9) \"Record,\" information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form; (10) \"Registration,\" registration as an athlete agent pursuant to this Act; (11) \"State,\" a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States; (12) \"Student-athlete,\" an individual who engages in, is eligible to engage in, or may be eligible in the future to engage in, any intercollegiate sport. If an individual is permanently ineligible to participate in a particular intercollegiate sport, the individual is not a student-athlete for purposes of that sport. Section 3. (a) By acting as an athlete agent in this state, a nonresident individual appoints the secretary of state as the individual's agent for service of process in any civil action in this state related to the individual's acting as an athlete agent in this state. (b) The secretary of the Department of Revenue and Regulation may issue subpoenas for any material that is relevant to the administration of this Act. Section 4. (a) Except as otherwise provided in subsection (b), an individual may not act as an athlete agent in this state without holding a certificate of registration under section 6 or 8 of this Act. (b) Before being issued a certificate of registration, an individual may act as an athlete agent in this state for all purposes except signing an agency contract, if: (1) A student-athlete or another person acting on behalf of the student-athlete initiates communication with the individual; and (2) Within seven days after an initial act as an athlete agent, the individual submits an application for registration as an athlete agent in this state. (c) An agency contract resulting from conduct in violation of this section is void and the athlete agent shall return any consideration received under the contract. Section 5. (a) An applicant for registration shall submit an application for registration to the secretary of state in a form prescribed by the secretary of state. An application filed under this section is a public record. The application must be in the name of an individual and, except as otherwise provided in subsection (b), signed or otherwise authenticated by the applicant under penalty of perjury and state or contain: (1) The name of the applicant and the address of the applicant's principal place of business; (2) The name of the applicant's business or employer, if applicable; (3) Any business or occupation engaged in by the applicant for the five years next preceding the date of submission of the application; (4) A description of the applicant's: (A) Formal training as an athlete agent; (B) Practical experience as an athlete agent; and (C) Educational background relating to the applicant's activities as an athlete agent; (5) The names and addresses of three individuals not related to the applicant who are willing to serve as references; (6) The name, sport, and last known team for each individual for whom the applicant acted as an athlete agent during the five years next preceding the date of submission of the application; (7) The names and addresses of all persons who are: (A) With respect to the athlete agent's business if it is not a corporation, the partners, members, officers, managers, associates, or profit-sharers of the business; and (B) With respect to a corporation employing the athlete agent, the officers, directors, and any shareholder of the corporation having an interest of five percent or greater; (8) Whether the applicant or any person named pursuant to paragraph (7) has been convicted of a crime that, if committed in this state, would be a crime involving moral turpitude or a felony, and identify the crime; (9) Whether there has been any administrative or judicial determination that the applicant or any person named pursuant to paragraph (7) has made a false, misleading, deceptive, or fraudulent representation; (10) Any instance in which the conduct of the applicant or any person named pursuant to paragraph (7) resulted in the imposition of a sanction, suspension, or declaration of ineligibility to participate in an interscholastic or intercollegiate athletic event on a student-athlete or educational institution; (11) Any sanction, suspension, or disciplinary action taken against the applicant or any person named pursuant to paragraph (7) arising out of occupational or professional conduct; and (12) Whether there has been any denial of an application for, suspension or revocation of, or refusal to renew, the registration or licensure of the applicant or any person named pursuant to paragraph (7) as an athlete agent in any state. (b) An individual who has submitted an application for, and holds a certificate of, registration or licensure as an athlete agent in another state, may submit a copy of the application and certificate in lieu of submitting an application in the form prescribed pursuant to subsection (a). The secretary of state shall accept the application and the certificate from the other state as an application for registration in this state if the application to the other state: (1) Was submitted in the other state within six months next preceding the submission of the application in this state and the applicant certifies that the information contained in the application is current; (2) Contains information substantially similar to or more comprehensive than that required in an application submitted in this state; and (3) Was signed by the applicant under penalty of perjury. Section 6. (a) Except as otherwise provided in subsection (b), the secretary of the Department of Revenue and Regulation shall issue a certificate of registration to an individual who complies with section 5(a) of this Act or whose application has been accepted under section 5(b) of this Act. The secretary of the Department of Revenue and Regulation shall submit a copy of each certificate of registration issued to the Office of the Secretary of State. (b) The secretary of the Department of Revenue and Regulation may refuse to issue a certificate of registration if the secretary determines that the applicant has engaged in conduct that has a significant adverse effect on the applicant's fitness to act as an athlete agent. In making the determination, the secretary may consider whether the applicant has: (1) Been convicted of a crime that, if committed in this state, would be a crime involving moral turpitude or a felony; (2) Made a materially false, misleading, deceptive, or fraudulent representation in the application or as an athlete agent; (3) Engaged in conduct that would disqualify the applicant from serving in a fiduciary capacity; (4) Engaged in conduct prohibited by section 14 of this Act; (5) Had a registration or licensure as an athlete agent suspended, revoked, or denied or been refused renewal of registration or licensure as an athlete agent in any state; (6) Engaged in conduct the consequence of which was that a sanction, suspension, or declaration of ineligibility to participate in an interscholastic or intercollegiate athletic event was imposed on a student-athlete or educational institution; or (7) Engaged in conduct that significantly adversely reflects on the applicant's credibility, honesty, or integrity. (c) In making a determination under subsection (b), the secretary of the Department of Revenue and Regulation shall consider: (1) How recently the conduct occurred; (2) The nature of the conduct and the context in which it occurred; and (3) Any other relevant conduct of the applicant. (d) An athlete agent may apply to renew a registration by submitting an application for renewal in a form prescribed by the secretary of state. An application filed under this section is a public record. The application for renewal must be signed by the applicant under penalty of perjury and must contain current information on all matters required in an original registration. (e) An individual who has submitted an application for renewal of registration or licensure in another state, in lieu of submitting an application for renewal in the form prescribed pursuant to subsection (d), may file a copy of the application for renewal and a valid certificate of registration or licensure from the other state. The secretary of state shall accept the application for renewal from the other state as an application for renewal in this state if the application to the other state: (1) Was submitted in the other state within six months next preceding the filing in this state and the applicant certifies the information contained in the application for renewal is current; (2) Contains information substantially similar to or more comprehensive than that required in an application for renewal submitted in this state; and (3) Was signed by the applicant under penalty of perjury. (f) A certificate of registration or a renewal of a registration is valid for two years. Section 7. (a) The secretary of the Department of Revenue and Regulation may suspend, revoke, or refuse to renew a registration for conduct that would have justified denial of registration under section 6(b) of this Act. (b) The secretary of the Department of Revenue and Regulation may deny, suspend, revoke, or refuse to renew a certificate of registration or licensure only after proper notice and an opportunity for a hearing. The secretary shall provide notice of such hearing and any action taken in response to the hearing to the Office of the Secretary of State. The Administrative Procedures Act applies to this Act. Section 8. The secretary of the Department of Revenue and Regulation may issue a temporary certificate of registration while an application for registration or renewal of registration is pending. Section 9. An application for registration or renewal of registration must be accompanied by a fee in the following amount: (1) One hundred dollars for an initial application for registration; (2) Fifty dollars for an application for registration based upon a certificate of registration or licensure issued by another state; (3) Twenty-five dollars for an application for renewal of registration; or (4) Twenty-five dollars for an application for renewal of registration based upon an application for renewal of registration or licensure submitted in another state. All moneys received pursuant to this section shall be deposited in the state general fund. Section 10. (a) An agency contract must be in a record, signed or otherwise authenticated by the parties. (b) An agency contract must state or contain: (1) The amount and method of calculating the consideration to be paid by the student- athlete for services to be provided by the athlete agent under the contract and any other consideration the athlete agent has received or will receive from any other source for entering into the contract or for providing the services; (2) The name of any person not listed in the application for registration or renewal of registration who will be compensated because the student-athlete signed the agency contract; (3) A description of any expenses that the student-athlete agrees to reimburse; (4) A description of the services to be provided to the student-athlete; (5) The duration of the contract; and (6) The date of execution. (c) An agency contract must contain, in close proximity to the signature of the student- athlete, a conspicuous notice in boldface type in capital letters stating: WARNING TO STUDENT-ATHLETE IF YOU SIGN THIS CONTRACT: WARNING TO STUDENT-ATHLETE (1) YOU MAY LOSE YOUR ELIGIBILITY TO COMPETE AS A STUDENT- ATHLETE IN YOUR SPORT; (2) IF YOU HAVE AN ATHLETIC DIRECTOR, WITHIN 72 HOURS AFTER ENTERING INTO THIS CONTRACT, BOTH YOU AND YOUR ATHLETE AGENT MUST NOTIFY YOUR ATHLETIC DIRECTOR; AND (3) YOU MAY CANCEL THIS CONTRACT WITHIN 14 DAYS AFTER SIGNING IT. CANCELLATION OF THIS CONTRACT MAY NOT REINSTATE YOUR ELIGIBILITY. (d) An agency contract that does not conform to this section is voidable by the student- athlete. If a student-athlete voids an agency contract, the student-athlete is not required to pay any consideration under the contract or to return any consideration received from the athlete agent to induce the student-athlete to enter into the contract. (e) The athlete agent shall give a record of the signed or otherwise authenticated agency contract to the student-athlete at the time of execution. Section 11. (a) Within seventy-two hours after entering into an agency contract or before the next scheduled athletic event in which the student-athlete may participate, whichever occurs first, the athlete agent shall give notice in a record of the existence of the contract to the athletic director of the educational institution at which the student-athlete is enrolled or the athlete agent has reasonable grounds to believe the student-athlete intends to enroll. (b) Within seventy-two hours after entering into an agency contract or before the next athletic event in which the student-athlete may participate, whichever occurs first, the student- athlete shall inform the athletic director of the educational institution at which the student- athlete is enrolled that he or she has entered into an agency contract. Section 12. (a) A student-athlete may cancel an agency contract by giving notice of the cancellation to the athlete agent in a record within fourteen days after the contract is signed. (b) A student-athlete may not waive the right to cancel an agency contract. (c) If a student-athlete cancels an agency contract, the student-athlete is not required to pay any consideration under the contract or to return any consideration received from the athlete agent to induce the student-athlete to enter into the contract. Section 13. (a) An athlete agent shall retain the following records for a period of five years: (1) The name and address of each individual represented by the athlete agent; (2) Any agency contract entered into by the athlete agent; and (3) Any direct costs incurred by the athlete agent in the recruitment or solicitation of a student-athlete to enter into an agency contract. (b) Records required by subsection (a) to be retained are open to inspection by the secretary of the Department of Revenue and Regulation during normal business hours. Section 14. (a) An athlete agent, with the intent to induce a student-athlete to enter into an agency contract, may not: (1) Give any materially false or misleading information or make a materially false promise or representation; (2) Furnish anything of value to a student-athlete before the student-athlete enters into the agency contract; or (3) Furnish anything of value to any individual other than the student-athlete or another registered athlete agent. (b) An athlete agent may not intentionally: (1) Initiate contact with a student-athlete unless registered under this Act; (2) Refuse or fail to retain or permit inspection of the records required to be retained by section 13 of this Act; (3) Fail to register when required by section 4 of this Act; (4) Provide materially false or misleading information in an application for registration or renewal of registration; (5) Predate or postdate an agency contract; or (6) Fail to notify a student-athlete before the student-athlete signs or otherwise authenticates an agency contract for a particular sport that the signing or authentication may make the student-athlete ineligible to participate as a student- athlete in that sport. Section 15. An athlete agent who violates section 14 of this Act is guilty of a Class 6 felony. Section 16. (a) An educational institution has a right of action against an athlete agent or a former student-athlete for damages caused by a violation of this Act. In an action under this section, the court may award to the prevailing party costs and reasonable attorney's fees. (b) Damages of an educational institution under subsection (a) include losses and expenses incurred because, as a result of the conduct of an athlete agent or former student-athlete, the educational institution was injured by a violation of this Act or was penalized, disqualified, or suspended from participation in athletics by a national association for the promotion and regulation of athletics, by an athletic conference, or by reasonable self-imposed disciplinary action taken to mitigate sanctions likely to be imposed by such an organization. (c) A right of action under this section does not accrue until the educational institution discovers or by the exercise of reasonable diligence would have discovered the violation by the athlete agent or former student-athlete. (d) Any liability of the athlete agent or the former student-athlete under this section is several and not joint. (e) This Act does not restrict rights, remedies, or defenses of any person under law or equity. Section 17. The secretary of the Department of Revenue and Regulation may assess a civil penalty against an athlete agent not to exceed twenty-five thousand dollars for a violation of this Act. All moneys received pursuant to this section shall be deposited in the state general fund. Section 18. In applying and construing this Uniform Act, consideration must be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it. Section 19. The provisions of this Act governing the legal effect, validity, or enforceability of electronic records or signatures, and of contracts formed or performed with the use of such records or signatures conform to the requirements of section 102 of the Electronic Signatures in Global and National Commerce Act, Pub. L. No. 106-229, 114 Stat. 464 (2000), and supersede, modify, and limit the Electronic Signatures in Global and National Commerce Act. Section 20. If any provision of this Act or its application to any person or circumstance is held invalid, the invalidity does not affect other provisions or applications of this Act which can be given effect without the invalid provision or application, and to this end the provisions of this Act are severable."}, {"bill_id": 20553, "bill_version_id": 109151, "bill_version": "Enrolled", "bill_version_date": "2006-02-22T08:25:26-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20553, "action_date": "2006-01-20T13:00:00-06:00", "document_id": 106926, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106926.pdf", "status_text": "First read in Senate and referred to", "journal_page": 130, "committee_id_action": 894, "committee_id_assigned": 868, "result": "N", "vote": {}}, {"bill_id": 20553, "action_date": "2006-01-31T10:00:00-06:00", "document_id": 107578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107578.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 868, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20553, "action_date": "2006-01-31T10:00:00-06:00", "document_id": 107578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107578.pdf", "status_text": "Do Pass Amended,", "journal_page": 276, "committee_id_action": 868, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63873, "president_vote": null, "Yea": [3361, 3413, 3368, 3423], "Nay": [3409, 3447, 3452]}}, {"bill_id": 20553, "action_date": "2006-02-02T14:00:00-06:00", "document_id": 107836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107836.pdf", "status_text": "Do Pass Amended,", "journal_page": 331, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64070, "president_vote": null, "Yea": [3361, 3362, 3364, 3368, 3374, 3377, 3390, 3397, 3404, 3411, 3412, 3413, 3415, 3423, 3428, 3432, 3435, 3439, 3450, 3453, 3458], "Nay": [3363, 3365, 3376, 3379, 3384, 3391, 3396, 3409, 3416, 3421, 3425, 3430, 3447, 3452]}}, {"bill_id": 20553, "action_date": "2006-02-03T13:00:00-06:00", "document_id": 107929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107929.pdf", "status_text": "First read in House and referred to", "journal_page": 373, "committee_id_action": 893, "committee_id_assigned": 881, "result": "N", "vote": {}}, {"bill_id": 20553, "action_date": "2006-02-09T14:00:00-06:00", "document_id": 108434, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108434.pdf", "status_text": "Re-referred to", "journal_page": 497, "committee_id_action": 893, "committee_id_assigned": 884, "result": "P", "vote": {}}, {"bill_id": 20553, "action_date": "2006-02-15T07:45:00-06:00", "document_id": 108765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108765.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 884, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20553, "action_date": "2006-02-15T07:45:00-06:00", "document_id": 108765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108765.pdf", "status_text": "Do Pass,", "journal_page": 580, "committee_id_action": 884, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62802, "president_vote": null, "Yea": [3366, 3381, 3389, 3394, 3400, 3408, 3417, 3422, 3427, 3442, 3454, 3382, 3460]}}, {"bill_id": 20553, "action_date": "2006-02-16T14:00:00-06:00", "document_id": 108943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108943.pdf", "status_text": "Deferred to another day", "journal_page": 630, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20553, "action_date": "2006-02-17T13:00:00-06:00", "document_id": 109025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109025.pdf", "status_text": "Deferred to another day", "journal_page": 645, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20553, "action_date": "2006-02-21T14:00:00-06:00", "document_id": 109127, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109127.pdf", "status_text": "Do Pass Amended,", "journal_page": 662, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64580, "president_vote": null, "Nay": [3366, 3369, 3370, 3372, 3373, 3380, 3382, 3392, 3395, 3400, 3403, 3406, 3408, 3410, 3414, 3422, 3424, 3431, 3433, 3440, 3441, 3445, 3456, 3457, 3460, 3463, 3464, 3426], "Yea": [3367, 3371, 3375, 3378, 3381, 3383, 3385, 3386, 3387, 3388, 3389, 3393, 3394, 3398, 3399, 3401, 3402, 3405, 3407, 3417, 3418, 3419, 3420, 3427, 3434, 3436, 3437, 3438, 3442, 3443, 3444, 3446, 3448, 3449, 3451, 3454, 3455, 3461, 3462, 3465], "Excused": [3429, 3459]}}, {"bill_id": 20553, "action_date": "2006-02-22T14:00:00-06:00", "document_id": 109224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109224.pdf", "status_text": "Signed by President", "journal_page": 637, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20553, "action_date": "2006-02-23T14:00:00-06:00", "document_id": 109342, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109342.pdf", "status_text": "Signed by Speaker", "journal_page": 736, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20553, "action_date": "2006-02-24T08:45:00-06:00", "document_id": 109405, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109405.pdf", "status_text": "Delivered to the Governor", "journal_page": 682, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20553, "action_date": "2006-03-21T12:00:00-06:00", "document_id": 109618, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109618.pdf", "status_text": "Signed by Governor", "journal_page": 750, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3476, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20553"}