{"session_id": 10, "bill_id": 2264, "bill_type": "House Bill", "bill_number": 1197, "bill_title": "require the party affiliations of candidates for municipal and school elections to be printed on the ballot.", "sponsors": [{"legislator_profile_id": 82, "is_prime": true}, {"legislator_profile_id": 92, "is_prime": true}, {"legislator_profile_id": 12, "is_prime": false}, {"legislator_profile_id": 56, "is_prime": false}, {"legislator_profile_id": 33, "is_prime": false}, {"legislator_profile_id": 24, "is_prime": false}, {"legislator_profile_id": 36, "is_prime": false}, {"legislator_profile_id": 7, "is_prime": false}, {"legislator_profile_id": 104, "is_prime": false}, {"legislator_profile_id": 88, "is_prime": false}, {"legislator_profile_id": 61, "is_prime": false}, {"legislator_profile_id": 90, "is_prime": false}, {"legislator_profile_id": 11, "is_prime": false}, {"legislator_profile_id": 70, "is_prime": false}, {"legislator_profile_id": 71, "is_prime": false}, {"legislator_profile_id": 13, "is_prime": false}, {"legislator_profile_id": 55, "is_prime": false}, {"legislator_profile_id": 83, "is_prime": false}, {"legislator_profile_id": 58, "is_prime": false}, {"legislator_profile_id": 103, "is_prime": false}, {"legislator_profile_id": 32, "is_prime": false}, {"legislator_profile_id": 27, "is_prime": false}, {"legislator_profile_id": 34, "is_prime": false}, {"legislator_profile_id": 67, "is_prime": false}, {"legislator_profile_id": 99, "is_prime": false}, {"legislator_profile_id": 14, "is_prime": false}, {"legislator_profile_id": 86, "is_prime": false}, {"legislator_profile_id": 97, "is_prime": false}, {"legislator_profile_id": 101, "is_prime": false}, {"legislator_profile_id": 66, "is_prime": false}, {"legislator_profile_id": 91, "is_prime": false}], "keywords": ["Elections", "Municipal Government", "School District"], "audio": [{"meeting_datetime": "2011-02-10T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hlo20.mp3", "start_seconds": 4633.0}, {"meeting_datetime": "2011-02-10T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hlo20.mp3", "start_seconds": 4633.0}, {"meeting_datetime": "2011-02-10T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hlo20.mp3", "start_seconds": 4633.0}], "bill_versions": [{"bill_id": 2264, "bill_version_id": 15827, "bill_version": "Introduced", "bill_version_date": "2011-01-27T11:36:19.067-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require the party affiliations of candidates for municipal and school elections to be printed on the ballot. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 9-13-7 be amended to read as follows: 9-13-7. No candidate for elective municipal office may be nominated unless a nominating petition is filed with the finance officer no later than five p.m. on the last Friday in February preceding the day of election. The petition shall be considered filed if it is mailed by registered mail by five p.m. on the last Friday in February before the election. The petition shall contain the name, residence address, and mailing address of the candidate and the office for which the candidate is nominated and shall be on the form prescribed by the State Board of Elections. The petition shall also contain the party affiliation of the candidate, unless the candidate is registered as an independent. The signer's post office box number may be given in lieu of a street address if the signer lives within a municipality of the second or third class. The finance officer may only accept nominating petitions that are on the prescribed form and were circulated and submitted pursuant to the provisions in chapters 9-13 and 12-6. If the nominating petition meets the statutory requirements, the filing of the petition constitutes nomination. Section 2. That § 9-13-21 be amended to read as follows: 9-13-21. The finance officer shall prepare and furnish, at the expense of the municipality, all official ballots. The quantity of ballots provided shall be at least ten percent more than the number of voters at the last comparable election. The ballots shall be white in color, of good quality of print paper, printed in black ink, and in the English language only. The ballots for municipal elections shall be available for absentee voting no later than fifteen days prior to election day. If the ballots are for a secondary election, the ballots shall be available no later than seven days prior to the secondary election day. The names of the candidates for each office to be voted for in the precinct shall be arranged without any other designation than that of the office for which they are candidates. The party affiliation of each candidate shall appear on the ballot after each candidate's name. However, if the candidate is registered as an independent, that designation shall appear on the ballot after the candidate's name. If more than one member of the governing body is to be elected, the ballot shall contain instructions as to how many candidates for the governing body are to be voted for. The finance officer shall determine, by lot, each candidate's position on the ballot. Each candidate may be present or represented when the position on the ballot is being determined. No candidate's name may be printed upon the official ballot unless the candidate has been nominated as provided in this chapter. Section 3. That § 13-7-13 be amended to read as follows: 13-7-13. The business manager of the school district shall provide proper ballots, pollbooks, voting booths, and necessary supplies as required by law to the proper election officials on election day. The ballots shall be similar in form to those authorized by law for municipal elections. The quantity of ballots provided shall be at least ten percent more than the number of voters at the last comparable election. No party affiliation may appear on the ballot and the names of the candidates The name of each candidate for the respective vacancies shall be printed on the ballot. The candidate's party affiliation shall also be printed on the ballot after the candidate's name. However, if the candidate is registered as an independent, that designation shall be printed on the ballot after the candidate's name. Each candidate's position on the ballot shall be chosen by lot by the business manager and each candidate may be present or represented when the position on the ballot is being determined. The ballots for school elections shall be available for absentee voting no later than fifteen days prior to election day."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2264, "action_date": "2011-01-27T14:00:00-06:00", "document_id": 15854, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15854.pdf", "status_text": "First read in House and referred to", "journal_page": 196, "committee_id_action": 115, "committee_id_assigned": 106, "result": "N", "vote": {}}, {"bill_id": 2264, "action_date": "2011-02-10T10:00:00-06:00", "document_id": 16534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16534.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 106, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2264, "action_date": "2011-02-10T10:00:00-06:00", "document_id": 16722, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16722.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 365, "committee_id_action": 106, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8915, "president_vote": null, "Yea": [87, 49, 20, 83, 85, 32, 5, 64, 93, 74, 60, 39], "Nay": [101]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2264"}