{"session_id": 32, "bill_id": 8931, "bill_type": "House Bill", "bill_number": 1218, "bill_title": "establish an independent legislative redistricting commission.", "sponsors": [{"legislator_profile_id": 1228, "is_prime": true}, {"legislator_profile_id": 1238, "is_prime": true}, {"legislator_profile_id": 1213, "is_prime": false}, {"legislator_profile_id": 1268, "is_prime": false}, {"legislator_profile_id": 1262, "is_prime": false}, {"legislator_profile_id": 1290, "is_prime": false}, {"legislator_profile_id": 1232, "is_prime": false}, {"legislator_profile_id": 1293, "is_prime": false}, {"legislator_profile_id": 1274, "is_prime": false}, {"legislator_profile_id": 1289, "is_prime": false}, {"legislator_profile_id": 1256, "is_prime": false}, {"legislator_profile_id": 1305, "is_prime": false}, {"legislator_profile_id": 1229, "is_prime": false}], "keywords": ["Elections", "Legislature and Statutes", "State Affairs and Government"], "audio": [], "bill_versions": [{"bill_id": 8931, "bill_version_id": 47927, "bill_version": "Introduced", "bill_version_date": "2018-01-25T09:38:52.837-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish an independent legislative redistricting commission. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Commission,\" the independent redistricting commission established pursuant to this Act; (2) \"Political party,\" as defined in § 12-1-3; (3) \"Political party office,\" an office of a political party organization as distinct from a state public office; (4) \"State public office,\" an elective office in the executive or legislative branch of the government of this state; an office in the executive or legislative branch of the government of this state which is filled by gubernatorial appointment; or an office of a county, municipality, or other political subdivision of this state which is filled by an election process involving nomination and election of candidates on a partisan basis. Section 2. That the code be amended by adding a NEW SECTION to read: The independent redistricting commission is hereby created and shall be composed of nine registered voters in South Dakota, none of whom may hold a state public office or a political party office. The commission shall prepare the plan for redistricting the state into legislative districts. This redistricting plan shall be completed by the commission in 2021 and every ten years after 2021. Redistricting shall be accomplished by December first of the year in which the redistricting is required. Section 3. That the code be amended by adding a NEW SECTION to read: By the last day of February of each year in which the redistricting is required, the board overseeing state elections and procedures shall establish a commission to provide for the redistricting of state legislative districts. No more than three members of the commission may be members of the same political party. The commission shall select by majority vote one member to serve as chair and one member to serve as vice chair. Section 4. That the code be amended by adding a NEW SECTION to read: Each commission member shall have been continuously registered with the same political party or registered as unaffiliated with a political party for three or more years immediately preceding appointment. Within the three years immediately preceding appointment, no commission member may have been appointed to or elected to any state public office or political party office. Within the three years immediately after an appointment, no commission member may be appointed to or elected to any state public office or political party office. Section 5. That the code be amended by adding a NEW SECTION to read: If a vacancy occurs on the commission, the board shall select a successor who has the same qualifications as the commissioner whose position is being vacated. Section 6. That the code be amended by adding a NEW SECTION to read: The Legislature shall provide the technical staff and clerical services that the commission needs to prepare its redistricting plan. Each commission member shall receive per diem and expenses in the same manner and amount as paid to members of the Legislature. Section 7. That the code be amended by adding a NEW SECTION to read: Five commissioners, including the chair or vice chair, constitute a quorum. Five or more affirmative votes are required for an official action. Section 8. That the code be amended by adding a NEW SECTION to read: The commission shall establish legislative districts by dividing the state into as many single-member legislative districts as there are state senators. House districts shall be established wholly within senatorial districts and shall be either single-member or dual-member districts as the commission determines in compliance with federal and state law. Section 9. That the code be amended by adding a NEW SECTION to read: The commission shall commence the mapping process for the legislative districts by creating districts of equal population in a grid-like pattern across the state. Adjustments to the legislative districts shall be made to: (l) Comply with the United States Constitution, the South Dakota Constitution, and federal laws, as interpreted by the United States Supreme Court and other courts of competent jurisdiction; (2) Have equal population to the extent practicable; (3) Be geographically compact and continuous to the extent practicable; (4) Respect communities of interest to the extent practicable; and (5) Use visible geographic features, municipal and county boundaries, and undivided census tracts to the extent practicable. Section 10. That the code be amended by adding a NEW SECTION to read: Party registration and voting history shall be excluded from the redistricting process. The place of residence of any legislative incumbent or candidate may not be identified or considered. Section 11. That the code be amended by adding a NEW SECTION to read: The commission shall notify the public that a draft map of legislative districts is available for inspection and written comments. The commission shall accept written comments for thirty calendar days following notification to the public. The Legislature may act within this period to submit written comments to the commission. After the comment period has ended, the commission shall establish final district boundaries. The commission shall certify to the Office of the Secretary of State the establishment of each legislative district. Section 12. That the code be amended by adding a NEW SECTION to read: The commission shall have standing in legal actions regarding the redistricting plan and the adequacy of resources provided for the operation of the commission. The commission may determine whether the attorney general or other legal counsel shall be used or selected by the commission to represent the commission in any matter relating to a redistricting plan. Section 13. That the code be amended by adding a NEW SECTION to read: The duties of each commission member expire upon the appointment of the next commission. The commission may not meet or incur expense after the redistricting plan is completed except if litigation or any governmental approval of the plan is pending or to revise districts if required by court decision. Section 14. That the code be amended by adding a NEW SECTION to read: This Act is effective on July 1, 2019, if the proposed state constitutional amendment which provides for state legislative redistricting by an independent commission is approved at the 2018 general election."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8931, "action_date": "2018-01-25T13:00:00-06:00", "document_id": 48021, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48021.pdf", "status_text": "First read in House and referred to", "journal_page": 202, "committee_id_action": 396, "committee_id_assigned": 391, "result": "N", "vote": {}}, {"bill_id": 8931, "action_date": "2018-02-07T14:00:00-06:00", "document_id": 48891, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48891.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 370, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}]}