{"session_id": 43, "bill_id": 11579, "bill_type": "House Bill", "bill_number": 1160, "bill_title": "to remove the tax exemption for cosmetic medical procedures.", "sponsors": [{"legislator_profile_id": 1737, "is_prime": true}, {"legislator_profile_id": 1749, "is_prime": false}, {"legislator_profile_id": 1727, "is_prime": false}], "keywords": ["Health Care", "Retail Sales and Service Tax", "Tax Exemptions", "Taxation"], "audio": [{"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hta18.mp3", "start_seconds": 5718.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hta18.mp3", "start_seconds": 5718.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hta18.mp3", "start_seconds": 5718.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hta18.mp3", "start_seconds": 5718.0}], "bill_versions": [{"bill_id": 11579, "bill_version_id": 65325, "bill_version": "Introduced", "bill_version_date": "2020-01-29T20:37:49.28-06:00", "bill_text": "An Act to to remove the tax exemption for cosmetic medical procedures. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-45-1 be AMENDED: 10-45-1. Definitions. Terms used in this chapter mean: (1) \"Agricultural purposes,\" the producing, raising, growing, or harvesting of food or fiber upon agricultural land, including dairy products, livestock, and crops. The services of custom harvesters, chemical applicators, fertilizer spreaders, hay grinders, and cultivators are considered agricultural purposes. The harvesting of timber on land within the state is considered an agricultural purpose; (2) \"Business,\" any activity engaged in by any person or caused to be engaged in by such person with the object of gain, benefit, or advantage, either direct or indirect; (3) \"Candy,\" any preparation of sugar, honey, or other natural or artificial sweeteners in combination with chocolate, fruits, nuts or other ingredients or flavorings in the form of bars, drops, or pieces. The term, candy, does not include any preparation containing flour and does not require refrigeration; (4) \"Cosmetic medical procedure,\" a surgery that is: (a) Performed by a licensed health care professional; (b) Not covered by medical insurance; and (c) Not necessary to ameliorate a deformity arising from, or directly related to, a congenital abnormality, a disfiguring disease, or any injury resulting from an accident or trauma; (5) \"Delivery charges,\" charges by the retailer for preparation and delivery to a location designated by the purchaser of tangible personal property, any product transferred electronically, or services including transportation, shipping, postage, handling, crating, and packing. The term does not include postage for direct mail; (5)(6) \"Food\" and \"food ingredient,\" any substance, whether in liquid, concentrated, solid, frozen, dried, or dehydrated form, that is sold for ingestion or chewing by humans and is consumed for its taste or nutritional value. The term, food, does not include alcoholic beverages, tobacco, or prepared food; (6) Repealed by SL 2007, ch 56, § 1. (7) \"Person,\" any individual, firm, copartnership, joint adventure, association, limited liability company, corporation, municipal corporation, estate, trust, business trust, receiver, the State of South Dakota and its political subdivisions, or any group or combination acting as a unit; (8) \"Prepared food,\" any food sold in a heated state or heated by the seller; two or more food ingredients mixed or combined by the seller for sale as a single item; or food sold with eating utensils provided by the seller, including plates, knives, forks, spoons, glasses, cups, napkins, or straws. A plate does not include a container or packaging used to transport the food. Prepared food does not include food that is only cut, repackaged, or pasteurized by the seller, and eggs, fish, meat, poultry, and foods containing these raw animal foods requiring cooking by the consumer as recommended by the Food and Drug Administration in chapter 3, part 401.11 of its Food Code as of January 1, 2003, so as to prevent food borne illnesses; (8A)(9) \"Product transferred electronically,\" any product obtained by the purchaser by means other than tangible storage media. A product transferred electronically does not include any intangible such as a patent, stock, bond, goodwill, trademark, franchise, or copyright. (9)(10) \"Relief agency,\" the state, and county, municipality or district thereof, or any agency engaged in actual relief work; (10)(11) \"Retail sale\" or \"sale at retail,\" any sale, lease, or rental for any purpose other than for resale, sublease, or subrent; (11)(12) \"Retailer,\" any person engaged in the business of selling tangible goods, wares, or merchandise at retail, or the furnishing of gas, electricity, water, and communication service, and tickets or admissions to places of amusement and athletic events as provided in this chapter, and the sale at retail of products transferred electronically. The term also includes any person subject to the tax imposed by §§ 10-45-4 and 10-45-5. The isolated or occasional sale of tangible personal property or any product transferred electronically at retail by a person who does not hold himself or herself out as engaging in the business of selling such tangible personal property or products transferred electronically at retail does not constitute such person a retailer; (12)(13) \"Sale,\" any transfer, exchange, or barter, conditional or otherwise, in any manner or by any means whatsoever, for a consideration; (13)(14) \"Soft drinks,\" any nonalcoholic beverages that contain natural or artificial sweeteners. The term, soft drinks, does not include any beverage that contains milk or milk products, soy, rice of similar milk substitutes, or greater than fifty percent of vegetable or fruit juice by volume; (14)(15) \"Tangible personal property,\" personal property that can be seen, weighed, measured, felt, or touched, or that is in any other manner perceptible to the senses. The term includes electricity, water, gas, steam, and prewritten computer software. Section 2. That § 10-45-12.1 be AMENDED: 10-45-12.1. Services exempt from tax. The following services enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President are exempt from the provisions of this chapter: health services (major group 80), except cosmetic medical procedures; educational services (major group 82) except schools and educational services not elsewhere classified (industry no. 8299); social services (major group 83); agricultural services (major group 07) except veterinarian services (group no. 074) and animal specialty services, except veterinary (industry no. 0752); forestry services (group no. 085); radio and television broadcasting (group no. 483); railroad transportation (major group 40); local and suburban passenger transportation (group no. 411) except limousine services; school buses (group no. 415); trucking and courier services, except air (group no. 421) except collection and disposal of solid waste; farm product warehousing and storage (industry no. 4221); establishments primarily engaged in transportation on rivers and canals (group no. 444); establishments primarily engaged in air transportation, certified carriers (group no. 451); establishments primarily engaged in air transportation, noncertified carriers (group no. 452) except chartered flights (industry no. 4522) and airplane, helicopter, balloon, dirigible, and blimp rides for amusement or sightseeing; pipe lines, except natural gas (major group 46); arrangement of passenger transportation (group no. 472); arrangement of transportation of freight and cargo (group no. 473); rental of railroad cars (group no. 474); water supply (industry no. 4941); sewerage systems (industry no. 4952); security brokers, dealers and flotation companies (group no. 621); commodity contracts brokers and dealers (group no. 622); credit counseling services provided by individual and family social services (industry no. 8322); construction services (division C) except industry no. 1752 and locksmiths and locksmith shops; consumer credit reporting agencies, mercantile reporting agencies, and adjustment and collection agencies (group no. 732), if the debt was incurred out‑of‑state and the client does not reside within the state. The following are also specifically exempt from the provisions of this chapter: financial services of institutions subject to tax under chapter 10-43 including loan origination fees, late payment charges, nonsufficient fund check charges, stop payment charges, safe deposit box rent, exchange charges, commission on travelers checks, charges for administration of trusts, interest charges, and points charged on loans; commissions earned or service fees paid by an insurance company to an agent or representative for the sale of a policy; services of brokers and agents licensed under Title 47; the sale of trading stamps; rentals of motor vehicles as defined by § 32-5-1 leased under a single contract for more than twenty‑eight days; advertising services; services provided by any corporation to another corporation which is centrally assessed having identical ownership and services provided by any corporation to a wholly owned subsidiary which is centrally assessed; continuing education programs; tutoring; vocational counseling, except rehabilitation counseling; and motion picture rentals to a commercially operated theater primarily engaged in the exhibition of motion pictures. Section 3. That § 36-9-87 be AMENDED: 36-9-87. Practice of a licensed clinical nurse specialist. In addition to performing all those functions within the scope of practice of a registered nurse as provided in this chapter, the practice of a licensed clinical nurse specialist, by means of graduate education in nursing and additional clinical preparation which provides for knowledge, judgment, and skills beyond that required of a registered nurse licensed under this chapter, means to: (1) Provide advanced nursing assessment, nursing interventions, and nursing care management in a clinical specialty area in a variety of settings, by integrating the areas of education, research, consultation, and leadership into their clinical role; (2) Utilize advanced nursing skills and knowledge to coordinate and manage highly complex nursing care problems across settings, across disciplines and agencies, and throughout the life span in a clinical specialty area; and (3) In collaboration with a licensed physician, prior to care being provided, order and dispense durable medical equipment or therapeutic devices or refer clients to qualified licensed providers under Title 36. Nothing in this section would preclude the retail sale or rental of durable medical equipment as defined in subdivision 10-45-1(7) § 10-45-1, or would prevent or restrict the practice, service, or activity of a person licensed in this state by any other law from engaging in the profession or occupation for which that person is licensed if that person is performing services within an authorized scope of practice. Section 4. That § 57A-3A-101 be AMENDED: 57A-3A-101. Definitions. Terms as used in this chapter, unless the context otherwise requires mean: (1) \"Consumer goods or services,\" all goods and services purchased at retail and bought for use primarily for personal, family or household purposes.; (2) \"Person,\" as that term is defined in § 10-45-1; (3) \"Retail seller,\" as \"Retailer\" is defined in subdivision 10-45-1(6). (3) \"Retail buyer,\" any person purchasing consumer goods or services from a retail seller.; and (4) \"Person,\" as that term\"Retail seller,\" as is defined by subdivision 10-45-1(3) in § 10-45-1."}], "amendments": [{"bill_id": 11579, "document_id": 66591, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66591.pdf", "legislator_profile_id": 1737, "document_id_instructions": 66595, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/66595.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 11579, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65199.pdf", "status_text": "First read in House and referred to", "journal_page": 106, "committee_id_action": 480, "committee_id_assigned": 468, "result": "N", "vote": {}}, {"bill_id": 11579, "action_date": "2020-02-06T08:30:00-06:00", "document_id": 66113, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66113.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 468, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11579, "action_date": "2020-02-11T07:45:00-06:00", "document_id": 67134, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67134.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 468, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11579, "action_date": "2020-02-11T07:45:00-06:00", "document_id": 67135, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67135.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 468, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11579, "action_date": "2020-02-11T07:45:00-06:00", "document_id": 67135, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67135.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 468, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32803, "president_vote": null, "Yea": [1668, 1743, 1669, 1739, 1671, 1727, 1664, 1653, 1711], "Nay": [1737, 1674, 1691], "Excused": [1745]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11579"}