{"session_id": 45, "bill_id": 13075, "bill_type": "House Bill", "bill_number": 1267, "bill_title": "to revise certain provisions concerning restitution to victims.", "sponsors": [{"legislator_profile_id": 1885, "is_prime": true}, {"legislator_profile_id": 1980, "is_prime": true}, {"legislator_profile_id": 1956, "is_prime": false}], "keywords": ["Criminal Evidence", "Restitution", "Signed by Governor", "Victims of Crime"], "audio": [], "bill_versions": [{"bill_id": 13075, "bill_version_id": 73544, "bill_version": "Introduced", "bill_version_date": "1997-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require the convicted offenders pay restitution to victims. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 23A-28-1 be amended to read as follows: 23A-28-1. It is the policy of this state that restitution may shall be made by each violator of the criminal laws to the victims of his the violator's criminal activities to the extent that the violator is reasonably able to do so. An order of restitution may be enforced by the state or a victim named in the order to receive the restitution in the same manner as a judgment in a civil action. Section 2. That § 23A-28-3 be amended to read as follows: 23A-28-3. If the sentencing court orders the defendant to the county jail, suspended imposition of sentence, suspended sentence, or probation, the court may shall require as a condition that the defendant, in cooperation with the court services officer assigned to the defendant, promptly prepare a plan of restitution, including the name and address of each victim, a specific amount of restitution to each victim and a schedule of restitution payments. If the defendant is presently unable to make any restitution but there is a reasonable possibility that the defendant may be able to do so at some time during his probation or parole period, the plan of restitution shall also state the conditions under which or the event after which the defendant will make restitution. If the defendant believes that no person suffered pecuniary damages as a result of the defendant's criminal activities, he the defendant shall so state. If the defendant contests the amount of restitution recommended by the court services officer, he the defendant is entitled to a hearing at which the court shall determine the amount. If the sentencing court orders the defendant to the state penitentiary and does not suspend the sentence, the Board of Pardons and Paroles may shall require as a condition of parole that the defendant, in cooperation with the executive director of the Board of Pardons and Paroles, prepare the plan of restitution as described in this section. Section 3. That § 23A-28-12 be amended to read as follows: 23A-28-12. Anyone convicted under § 26-10-1, 22-22-7, or 22-22-19.1, or subdivision 22-22-1(4) or (5), may shall be required as part of the sentence imposed by the court to pay all or part of the cost of any necessary medical, psychological, or psychiatric treatment of the minor resulting from the act or acts for which the defendant is convicted. Section 4. That § 23A-28C-1 be amended to read as follows: 23A-28C-1. Consistent with § 23A-28C-4, victims of the crime, including victims of driving under the influence vehicle accidents, have the following rights: (1) Notification of scheduled bail hearings and release from custody, notification by the prosecutor's office when the case is received and to whom the case is assigned, and notification in advance of the date of preliminary hearing and trial; (2) To be informed of what the charges mean and the elements necessary for conviction; (3) To testify at scheduled bail or bond hearings regarding any evidence indicating whether the offender represents a danger to the victim or the community if released; (4) Protection from intimidation by the defendant, including enforcement of orders of protection; (5) To offer written input into whether plea bargaining or sentencing bargaining agreements should be entered into; (6) To be present during all scheduled phases of the trial or hearings, except where otherwise ordered by the judge hearing the case or by contrary policy of the presiding circuit judge; (7) To be prepared as a witness, including information about basic rules of evidence, cross-examination, objections, and hearsay; (8) To provide to the court a written or oral victim impact statement prior to sentencing regarding the financial and emotional impact of the crime on the victim and his family as well as recommendations for restitution and sentencing and § 23A-28-8 notwithstanding, the right to appear at any hearing during which a change in the plan of restitution is to be considered; (9) Restitution, if the victim requests it, whether the convicted criminal is probated or incarcerated , unless the court or parole board provides to the victim on the record specific reasons for choosing not to require it ; (10) To provide written input at parole hearings or with respect to commutations of sentences by the Governor, should those options be considered; (11) In a case in which the death penalty may be authorized, to provide to the court or to the jury, as appropriate, testimony about the victim and the impact of the crime on the victim's family; and (12) Notification of the defendant's release from custody, which notice includes: (a) Notice of the defendant's escape from custody and return to custody following escape; (b) Notice of any other release from custody, including placement in an intensive supervision program or other alternative disposition, and any associated conditions of release; (c) Notice of parole; and (d) Notice of pending release of an inmate due to expiration of sentence; (13) Notification of the victim's right to request testing for infection by blood-borne pathogens pursuant to § 23A-35B-2. Section 5. That § 22-6-1 be amended to read as follows: 22-6-1. Except as otherwise provided by law, felonies are divided into the following eight classes which are distinguished from each other by the respective following maximum penalties hereinafter set forth which are authorized upon conviction: (1) Class A felony: death or life imprisonment in the state penitentiary. A lesser sentence than death or life imprisonment may not be given for a Class A felony; (2) Class B felony: life imprisonment in the state penitentiary. A lesser sentence may not be given for a Class B felony; (3) Class 1 felony: life imprisonment in the state penitentiary. In addition, a fine of twenty-five thousand dollars may be imposed; (4) Class 2 felony: twenty-five years imprisonment in the state penitentiary. In addition, a fine of twenty-five thousand dollars may be imposed; (5) Class 3 felony: fifteen years imprisonment in the state penitentiary. In addition, a fine of fifteen thousand dollars may be imposed; (6) Class 4 felony: ten years imprisonment in the state penitentiary. In addition, a fine of ten thousand dollars may be imposed; (7) Class 5 felony: five years imprisonment in the state penitentiary. In addition, a fine of five thousand dollars may be imposed; and (8) Class 6 felony: two years imprisonment in the state penitentiary or a fine of two thousand dollars, or both. The court, in imposing sentence on a defendant who has been found guilty of a felony, may shall order in addition to the sentence that is imposed pursuant to the provisions of this section, that the defendant make restitution to any victim in accordance with the provisions of chapter 23A-28. Nothing in this section shall limit increased sentences for habitual criminals under § § 22-7-7 and 22-7-8. Except in cases where punishment is prescribed by law, every offense declared to be a felony and not otherwise classified is a Class 6 felony. Section 6. That § 22-6-2 be amended to read as follows: 22-6-2. Except as otherwise provided by law, misdemeanors are divided into two classes which are distinguished from each other by the following maximum penalties which are authorized upon conviction: (1) Class 1 misdemeanor: one year imprisonment in a county jail or one thousand dollars fine, or both; (2) Class 2 misdemeanor: thirty days imprisonment in a county jail or two hundred dollars fine, or both. The court in imposing sentence on a defendant who has been found guilty of a misdemeanor may shall order, in addition to the sentence that is imposed pursuant to the provisions of this section, that the defendant make restitution to any victim in accordance with the provisions of chapter 23A-28. Except in cases where punishment is prescribed by law, every offense declared to be a misdemeanor and not otherwise classified, is a Class 2 misdemeanor. Except in Titles 1 to 14, inclusive, 16 to 20, inclusive, 22, 25 to 28, inclusive, 32 to 36, inclusive, 40 to 42, inclusive, 47 to 54, inclusive, and 58 to 62, inclusive, if the performance of an act is prohibited by a statute, and no penalty for the violation of such statute is imposed by a statute, the doing of such act is a Class 2 misdemeanor."}, {"bill_id": 13075, "bill_version_id": 73543, "bill_version": "House Judiciary Engrossed", "bill_version_date": "1997-02-15T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require the convicted offenders pay restitution to victims. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 23A-28-1 be amended to read as follows: 23A-28-1. It is the policy of this state that restitution may shall be made by each violator of the criminal laws to the victims of his the violator's criminal activities to the extent that the violator is reasonably able to do so. An order of restitution may be enforced by the state or a victim named in the order to receive the restitution in the same manner as a judgment in a civil action. Section 2. That § 23A-28-3 be amended to read as follows: 23A-28-3. If the sentencing court orders the defendant to the county jail, suspended imposition of sentence, suspended sentence, or probation, the court may require as a condition that the defendant, in cooperation with the court services officer assigned to the defendant, promptly prepare a plan of restitution, including the name and address of each victim, a specific amount of restitution to each victim and a schedule of restitution payments. If the defendant is presently unable to make any restitution but there is a reasonable possibility that the defendant may be able to do so at some time during his probation or parole period, the plan of restitution shall also state the conditions under which or the event after which the defendant will make restitution. If the defendant believes that no person suffered pecuniary damages as a result of the defendant's criminal activities, he the defendant shall so state. If the defendant contests the amount of restitution recommended by the court services officer, he the defendant is entitled to a hearing at which the court shall determine the amount. If the sentencing court orders the defendant to the state penitentiary and does not suspend the sentence, the Board of Pardons and Paroles may shall require as a condition of parole that the defendant, in cooperation with the executive director of the Board of Pardons and Paroles, prepare the plan of restitution as described in this section. Section 3. That § 23A-28-12 be amended to read as follows: 23A-28-12. Anyone convicted under § 26-10-1, 22-22-7, or 22-22-19.1, or subdivision 22-22-1(4) or (5), may shall be required as part of the sentence imposed by the court to pay all or part of the cost of any necessary medical, psychological, or psychiatric treatment, or foster care of the minor resulting from the act or acts for which the defendant is convicted. Section 4. That § 23A-28C-1 be amended to read as follows: 23A-28C-1. Consistent with § 23A-28C-4, victims of the crime, including victims of driving under the influence vehicle accidents, have the following rights: (1) Notification of scheduled bail hearings and release from custody, notification by the prosecutor's office when the case is received and to whom the case is assigned, and notification in advance of the date of preliminary hearing and trial; (2) To be informed of what the charges mean and the elements necessary for conviction; (3) To testify at scheduled bail or bond hearings regarding any evidence indicating whether the offender represents a danger to the victim or the community if released; (4) Protection from intimidation by the defendant, including enforcement of orders of protection; (5) To offer written input into whether plea bargaining or sentencing bargaining agreements should be entered into; (6) To be present during all scheduled phases of the trial or hearings, except where otherwise ordered by the judge hearing the case or by contrary policy of the presiding circuit judge; (7) To be prepared as a witness, including information about basic rules of evidence, cross-examination, objections, and hearsay; (8) To provide to the court a written or oral victim impact statement prior to sentencing regarding the financial and emotional impact of the crime on the victim and his family as well as recommendations for restitution and sentencing and § 23A-28-8 notwithstanding, the right to appear at any hearing during which a change in the plan of restitution is to be considered; (9) Restitution, if the victim requests it, whether the convicted criminal is probated or incarcerated, unless the court or parole board provides to the victim on the record specific reasons for choosing not to require it; (10) To provide written input at parole hearings or with respect to commutations of sentences by the Governor, should those options be considered; (11) In a case in which the death penalty may be authorized, to provide to the court or to the jury, as appropriate, testimony about the victim and the impact of the crime on the victim's family; and (12) Notification of the defendant's release from custody, which notice includes: (a) Notice of the defendant's escape from custody and return to custody following escape; (b) Notice of any other release from custody, including placement in an intensive supervision program or other alternative disposition, and any associated conditions of release; (c) Notice of parole; and (d) Notice of pending release of an inmate due to expiration of sentence; (13) Notification of the victim's right to request testing for infection by blood-borne pathogens pursuant to § 23A-35B-2. Section 5. That § 22-6-1 be amended to read as follows: 22-6-1. Except as otherwise provided by law, felonies are divided into the following eight classes which are distinguished from each other by the respective following maximum penalties hereinafter set forth which are authorized upon conviction: (1) Class A felony: death or life imprisonment in the state penitentiary. A lesser sentence than death or life imprisonment may not be given for a Class A felony; (2) Class B felony: life imprisonment in the state penitentiary. A lesser sentence may not be given for a Class B felony; (3) Class 1 felony: life imprisonment in the state penitentiary. In addition, a fine of twenty-five thousand dollars may be imposed; (4) Class 2 felony: twenty-five years imprisonment in the state penitentiary. In addition, a fine of twenty-five thousand dollars may be imposed; (5) Class 3 felony: fifteen years imprisonment in the state penitentiary. In addition, a fine of fifteen thousand dollars may be imposed; (6) Class 4 felony: ten years imprisonment in the state penitentiary. In addition, a fine of ten thousand dollars may be imposed; (7) Class 5 felony: five years imprisonment in the state penitentiary. In addition, a fine of five thousand dollars may be imposed; and (8) Class 6 felony: two years imprisonment in the state penitentiary or a fine of two thousand dollars, or both. The court, in imposing sentence on a defendant who has been found guilty of a felony, may shall order in addition to the sentence that is imposed pursuant to the provisions of this section, that the defendant make restitution to any victim in accordance with the provisions of chapter 23A-28. Nothing in this section shall limit increased sentences for habitual criminals under § § 22-7-7 and 22-7-8. Except in cases where punishment is prescribed by law, every offense declared to be a felony and not otherwise classified is a Class 6 felony. Section 6. That § 22-6-2 be amended to read as follows: 22-6-2. Except as otherwise provided by law, misdemeanors are divided into two classes which are distinguished from each other by the following maximum penalties which are authorized upon conviction: (1) Class 1 misdemeanor: one year imprisonment in a county jail or one thousand dollars fine, or both; (2) Class 2 misdemeanor: thirty days imprisonment in a county jail or two hundred dollars fine, or both. The court in imposing sentence on a defendant who has been found guilty of a misdemeanor may shall order, in addition to the sentence that is imposed pursuant to the provisions of this section, that the defendant make restitution to any victim in accordance with the provisions of chapter 23A-28. Except in cases where punishment is prescribed by law, every offense declared to be a misdemeanor and not otherwise classified, is a Class 2 misdemeanor. Except in Titles 1 to 14, inclusive, 16 to 20, inclusive, 22, 25 to 28, inclusive, 32 to 36, inclusive, 40 to 42, inclusive, 47 to 54, inclusive, and 58 to 62, inclusive, if the performance of an act is prohibited by a statute, and no penalty for the violation of such statute is imposed by a statute, the doing of such act is a Class 2 misdemeanor. BILL HISTORY 2/3/97 First read in House and referred to Judiciary. H.J. 268 2/12/97 Scheduled for Committee hearing on this date. 2/14/97 Scheduled for Committee hearing on this date. 2/14/97 Judiciary Do Pass Amended, AYES 12, NAYS 0. H.J. 481"}, {"bill_id": 13075, "bill_version_id": 73542, "bill_version": "House Engrossed", "bill_version_date": "1997-02-20T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning restitution to victims. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 23A-28-1 be amended to read as follows: 23A-28-1. It is the policy of this state that restitution may shall be made by each violator of the criminal laws to the victims of his the violator's criminal activities to the extent that the violator is reasonably able to do so. An order of restitution may be enforced by the state or a victim named in the order to receive the restitution in the same manner as a judgment in a civil action. Section 2. That § 23A-28-3 be amended to read as follows: 23A-28-3. If the sentencing court orders the defendant to the county jail, suspended imposition of sentence, suspended sentence, or probation, the court may require as a condition that the defendant, in cooperation with the court services officer assigned to the defendant, promptly prepare a plan of restitution, including the name and address of each victim, a specific amount of restitution to each victim and a schedule of restitution payments. If the defendant is presently unable to make any restitution but there is a reasonable possibility that the defendant may be able to do so at some time during his probation or parole period, the plan of restitution shall also state the conditions under which or the event after which the defendant will make restitution. If the defendant believes that no person suffered pecuniary damages as a result of the defendant's criminal activities, he the defendant shall so state. If the defendant contests the amount of restitution recommended by the court services officer, he the defendant is entitled to a hearing at which the court shall determine the amount. If the sentencing court orders the defendant to the state penitentiary and does not suspend the sentence, the Board of Pardons and Paroles may shall require as a condition of parole that the defendant, in cooperation with the executive director of the Board of Pardons and Paroles, prepare the plan of restitution as described in this section. Section 3. That § 23A-28-12 be amended to read as follows: 23A-28-12. Anyone convicted under § 26-10-1, 22-22-7, or 22-22-19.1, or subdivision 22-22-1(4) or (5), may shall be required as part of the sentence imposed by the court to pay all or part of the cost of any necessary medical, psychological, or psychiatric treatment, or foster care of the minor resulting from the act or acts for which the defendant is convicted. Section 4. That § 23A-28C-1 be amended to read as follows: 23A-28C-1. Consistent with § 23A-28C-4, victims of the crime, including victims of driving under the influence vehicle accidents, have the following rights: (1) Notification of scheduled bail hearings and release from custody, notification by the prosecutor's office when the case is received and to whom the case is assigned, and notification in advance of the date of preliminary hearing and trial; (2) To be informed of what the charges mean and the elements necessary for conviction; (3) To testify at scheduled bail or bond hearings regarding any evidence indicating whether the offender represents a danger to the victim or the community if released; (4) Protection from intimidation by the defendant, including enforcement of orders of protection; (5) To offer written input into whether plea bargaining or sentencing bargaining agreements should be entered into; (6) To be present during all scheduled phases of the trial or hearings, except where otherwise ordered by the judge hearing the case or by contrary policy of the presiding circuit judge; (7) To be prepared as a witness, including information about basic rules of evidence, cross-examination, objections, and hearsay; (8) To provide to the court a written or oral victim impact statement prior to sentencing regarding the financial and emotional impact of the crime on the victim and his family as well as recommendations for restitution and sentencing and § 23A-28-8 notwithstanding, the right to appear at any hearing during which a change in the plan of restitution is to be considered; (9) Restitution, if the victim requests it, whether the convicted criminal is probated or incarcerated, unless the court or parole board provides to the victim on the record specific reasons for choosing not to require it; (10) To provide written input at parole hearings or with respect to commutations of sentences by the Governor, should those options be considered; (11) In a case in which the death penalty may be authorized, to provide to the court or to the jury, as appropriate, testimony about the victim and the impact of the crime on the victim's family; and (12) Notification of the defendant's release from custody, which notice includes: (a) Notice of the defendant's escape from custody and return to custody following escape; (b) Notice of any other release from custody, including placement in an intensive supervision program or other alternative disposition, and any associated conditions of release; (c) Notice of parole; and (d) Notice of pending release of an inmate due to expiration of sentence; (13) Notification of the victim's right to request testing for infection by blood-borne pathogens pursuant to § 23A-35B-2. Section 5. That § 22-6-1 be amended to read as follows: 22-6-1. Except as otherwise provided by law, felonies are divided into the following eight classes which are distinguished from each other by the respective following maximum penalties hereinafter set forth which are authorized upon conviction: (1) Class A felony: death or life imprisonment in the state penitentiary. A lesser sentence than death or life imprisonment may not be given for a Class A felony; (2) Class B felony: life imprisonment in the state penitentiary. A lesser sentence may not be given for a Class B felony; (3) Class 1 felony: life imprisonment in the state penitentiary. In addition, a fine of twenty-five thousand dollars may be imposed; (4) Class 2 felony: twenty-five years imprisonment in the state penitentiary. In addition, a fine of twenty-five thousand dollars may be imposed; (5) Class 3 felony: fifteen years imprisonment in the state penitentiary. In addition, a fine of fifteen thousand dollars may be imposed; (6) Class 4 felony: ten years imprisonment in the state penitentiary. In addition, a fine of ten thousand dollars may be imposed; (7) Class 5 felony: five years imprisonment in the state penitentiary. In addition, a fine of five thousand dollars may be imposed; and (8) Class 6 felony: two years imprisonment in the state penitentiary or a fine of two thousand dollars, or both. The court, in imposing sentence on a defendant who has been found guilty of a felony, may shall order in addition to the sentence that is imposed pursuant to the provisions of this section, that the defendant make restitution to any victim in accordance with the provisions of chapter 23A-28. Nothing in this section shall limit increased sentences for habitual criminals under § § 22-7-7 and 22-7-8. Except in cases where punishment is prescribed by law, every offense declared to be a felony and not otherwise classified is a Class 6 felony. Section 6. That § 22-6-2 be amended to read as follows: 22-6-2. Except as otherwise provided by law, misdemeanors are divided into two classes which are distinguished from each other by the following maximum penalties which are authorized upon conviction: (1) Class 1 misdemeanor: one year imprisonment in a county jail or one thousand dollars fine, or both; (2) Class 2 misdemeanor: thirty days imprisonment in a county jail or two hundred dollars fine, or both. The court in imposing sentence on a defendant who has been found guilty of a misdemeanor may shall order, in addition to the sentence that is imposed pursuant to the provisions of this section, that the defendant make restitution to any victim in accordance with the provisions of chapter 23A-28. Except in cases where punishment is prescribed by law, every offense declared to be a misdemeanor and not otherwise classified, is a Class 2 misdemeanor. Except in Titles 1 to 14, inclusive, 16 to 20, inclusive, 22, 25 to 28, inclusive, 32 to 36, inclusive, 40 to 42, inclusive, 47 to 54, inclusive, and 58 to 62, inclusive, if the performance of an act is prohibited by a statute, and no penalty for the violation of such statute is imposed by a statute, the doing of such act is a Class 2 misdemeanor. BILL HISTORY 2/3/97 First read in House and referred to Judiciary. H.J. 268 2/12/97 Scheduled for Committee hearing on this date. 2/14/97 Scheduled for Committee hearing on this date. 2/14/97 Judiciary Do Pass Amended, Passed, AYES 12, NAYS 0. H.J. 481 2/18/97 Deferred to another day. H.J. 553 2/19/97 House of Representatives Do Pass Amended, Passed, AYES 61, NAYS 2. H.J. 584 2/19/97 House of Representatives Title Amended. H.J. 584"}, {"bill_id": 13075, "bill_version_id": 73541, "bill_version": "Enrolled", "bill_version_date": "1997-02-26T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13075, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72894.pdf", "status_text": "First read in House and referred to", "journal_page": 268, "committee_id_action": 544, "committee_id_assigned": 542, "result": "N", "vote": {}}, {"bill_id": 13075, "action_date": "1997-02-12T07:45:00-06:00", "document_id": 72338, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72338.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 542, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13075, "action_date": "1997-02-14T07:45:00-06:00", "document_id": 72363, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72363.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 542, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13075, "action_date": "1997-02-14T07:45:00-06:00", "document_id": 72363, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72363.pdf", "status_text": "Do Pass Amended,", "journal_page": 481, "committee_id_action": 542, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37362, "president_vote": null, "Excused": [1931], "Yea": [1924, 1892, 1894, 1903, 1910, 1918, 1951, 1968, 1898, 1922, 1954, 1982]}}, {"bill_id": 13075, "action_date": "1997-02-18T14:00:00-06:00", "document_id": 72916, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72916.pdf", "status_text": "Deferred to another day", "journal_page": 553, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13075, "action_date": "1997-02-19T14:00:00-06:00", "document_id": 72918, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72918.pdf", "status_text": "Do Pass Amended,", "journal_page": 584, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37606, "president_vote": null, "Absent": [1886, 1887, 1942], "Excused": [1888, 1926, 1933, 1940], "Yea": [1890, 1891, 1892, 1894, 1895, 1896, 1897, 1898, 1899, 1900, 1903, 1904, 1906, 1907, 1909, 1910, 1913, 1914, 1916, 1917, 1918, 1921, 1922, 1923, 1929, 1931, 1934, 1936, 1937, 1941, 1943, 1944, 1947, 1949, 1950, 1951, 1952, 1953, 1954, 1957, 1958, 1961, 1962, 1963, 1964, 1966, 1967, 1968, 1970, 1971, 1973, 1974, 1975, 1980, 1982, 1983, 1984, 1985, 1987, 1988, 1924], "Nay": [1902, 1948]}}, {"bill_id": 13075, "action_date": "1997-02-19T14:00:00-06:00", "document_id": 72918, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72918.pdf", "status_text": "Title Amended", "journal_page": 584, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13075, "action_date": "1997-02-20T14:00:00-06:00", "document_id": 72921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72921.pdf", "status_text": "First read in Senate and referred to", "journal_page": 573, "committee_id_action": 545, "committee_id_assigned": 523, "result": "N", "vote": {}}, {"bill_id": 13075, "action_date": "1997-02-24T10:00:00-06:00", "document_id": 72435, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72435.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 523, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13075, "action_date": "1997-02-24T10:00:00-06:00", "document_id": 72435, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72435.pdf", "status_text": "Do Pass,", "journal_page": 596, "committee_id_action": 523, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37124, "president_vote": null, "Yea": [1884, 1901, 1912, 1919, 1979, 1956, 1986]}}, {"bill_id": 13075, "action_date": "1997-02-25T14:00:00-06:00", "document_id": 72927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72927.pdf", "status_text": "Do Pass,", "journal_page": 640, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35225, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1905, 1908, 1911, 1912, 1915, 1919, 1925, 1927, 1928, 1930, 1932, 1935, 1938, 1939, 1945, 1946, 1956, 1959, 1960, 1965, 1969, 1972, 1976, 1977, 1978, 1979, 1986], "Excused": [1920, 1955, 1981]}}, {"bill_id": 13075, "action_date": "1997-02-27T14:00:00-06:00", "document_id": 72930, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72930.pdf", "status_text": "Signed by Speaker", "journal_page": 768, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13075, "action_date": "1997-02-28T14:00:00-06:00", "document_id": 72933, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72933.pdf", "status_text": "Signed by President", "journal_page": 714, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13075, "action_date": "1997-03-03T14:00:00-06:00", "document_id": 72934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72934.pdf", "status_text": "Delivered to the Governor", "journal_page": 792, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13075, "action_date": "1997-03-11T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 641}