{"session_id": 8, "bill_id": 1917, "bill_type": "House Bill", "bill_number": 1112, "bill_title": "provide for the timely disposition of certain untried complaints, indictments, and informations upon request of the affected inmates.", "sponsors": [{"legislator_profile_id": 756, "is_prime": true}, {"legislator_profile_id": 747, "is_prime": true}, {"legislator_profile_id": 804, "is_prime": false}, {"legislator_profile_id": 765, "is_prime": false}, {"legislator_profile_id": 760, "is_prime": false}, {"legislator_profile_id": 830, "is_prime": false}, {"legislator_profile_id": 768, "is_prime": false}, {"legislator_profile_id": 798, "is_prime": false}, {"legislator_profile_id": 832, "is_prime": false}, {"legislator_profile_id": 761, "is_prime": false}, {"legislator_profile_id": 834, "is_prime": false}, {"legislator_profile_id": 819, "is_prime": false}, {"legislator_profile_id": 776, "is_prime": false}], "keywords": ["Crimes", "Criminal Procedure", "Inmates", "Penal Institutions, Probation and Parole"], "audio": [{"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju20.mp3", "start_seconds": 135.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju20.mp3", "start_seconds": 135.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju20.mp3", "start_seconds": 135.0}], "bill_versions": [{"bill_id": 1917, "bill_version_id": 10872, "bill_version": "Introduced", "bill_version_date": "2010-01-22T09:03:10.82-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the timely disposition of certain untried complaints, indictments, and informations upon request of the affected inmates. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Any inmate under confinement in a penal or correctional institution or other Department of Corrections facility may request the final disposition of any untried complaint, indictment, or information pending in this state against the inmate. The institution in which the inmate is being confined shall assist the inmate making the request to effectuate the purposes of this Act. The institution shall keep a copy of the request. Section 2. The request, provided for in section 1 of this Act, shall be in writing and shall be addressed to the court in which the untried complaint, indictment, or information is pending and to the county prosecuting attorney with jurisdiction over the untried complaint, indictment, or information. The request shall set forth the current place of the requestor's confinement. The request shall be sent by certified mail, with return receipt requested. Section 3. Whenever the prosecuting attorney with jurisdiction over the untried complaint, information, or indictment receives a request for final disposition, the county prosecuting attorney shall contact the county sheriff and arrange for the requesting inmate to be transported, within thirty days, to the county with jurisdiction over the untried complaint, information, or indictment. All costs and expenses of the transport shall be paid by the prosecuting county; but the court may assess some or all of the costs and expenses of the transport to the requesting inmate, as a condition of a suspended sentence, if the requesting inmate is subsequently convicted of the untried complaint, information, or indictment. Section 4. The untried complaint, indictment, or information shall be brought for an arraignment in accordance with § 23A-7-1 within ten days of the requesting inmate being transported to the county of jurisdiction. The parties may stipulate for a continuance; or the court may grant a continuance on notice to the attorney of record after opportunity for the attorney of record to be heard. Section 5. If the complaint, indictment, or information is not brought to an initial appearance within ten days, nor has the court granted a continuance pursuant to section 4 of this Act, the court shall dismiss the untried complaint, indictment, or information with prejudice. However, the escape from custody of the requesting inmate subsequent to the final disposition of the untried complaint, indictment, or information voids the disposition process. Section 6. The initial appearance pursuant to section 4 of this Act tolls the time allowances provided for in § 23A-44-5.1. Section 7. The request process provided for in this Act applies only to an untried complaint, indictment, or information that would, upon, conviction, constitute a Class 1 misdemeanor or a felony under the laws of the State of South Dakota. Section 8. The provisions of this Act shall be liberally construed to facilitate prompt and comprehensive access to inmate treatment and rehabilitation programs."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1917, "action_date": "2010-01-22T11:30:00-06:00", "document_id": 10900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10900.pdf", "status_text": "First read in House and referred to", "journal_page": 160, "committee_id_action": 86, "committee_id_assigned": 82, "result": "N", "vote": {}}, {"bill_id": 1917, "action_date": "2010-02-12T10:00:00-06:00", "document_id": 12037, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12037.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 82, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1917, "action_date": "2010-02-12T10:00:00-06:00", "document_id": 12256, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12256.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 394, "committee_id_action": 82, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6459, "president_vote": null, "Yea": [756, 765, 830, 798, 829, 832, 800, 827, 796, 757, 804], "Excused": [834, 819]}}]}