{"session_id": 47, "bill_id": 13352, "bill_type": "Senate Bill", "bill_number": 127, "bill_title": "to protect crime victims from liability associated with the commission of the crimes.", "sponsors": [{"legislator_profile_id": 2149, "is_prime": true}, {"legislator_profile_id": 2174, "is_prime": true}, {"legislator_profile_id": 2108, "is_prime": false}, {"legislator_profile_id": 2127, "is_prime": false}, {"legislator_profile_id": 2161, "is_prime": false}, {"legislator_profile_id": 2168, "is_prime": false}, {"legislator_profile_id": 2169, "is_prime": false}, {"legislator_profile_id": 2175, "is_prime": false}, {"legislator_profile_id": 2181, "is_prime": false}, {"legislator_profile_id": 2187, "is_prime": false}, {"legislator_profile_id": 2189, "is_prime": false}, {"legislator_profile_id": 2190, "is_prime": false}, {"legislator_profile_id": 2191, "is_prime": false}], "keywords": ["Liabilities & Torts", "Victims of Crime"], "audio": [], "bill_versions": [{"bill_id": 13352, "bill_version_id": 77721, "bill_version": "Introduced", "bill_version_date": "1998-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to protect crime victims from liability associated with the commission of the crimes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Convicted,\" a finding of guilt, whether or not the adjudication of guilt is stayed or executed, an unwithdrawn judicial admission of guilt or guilty plea, a no contest plea, a judgment of conviction, an adjudication as a delinquent child, or an admission to a juvenile delinquency petition; (2) \"Course of criminal conduct,\" the acts or omissions of a victim in resisting criminal conduct; (3) \"Crime,\" an offense clarified or a felony or misdemeanor or an attempt to commit any of such offenses. The term includes a crime in other states that would have been within this definition if the crime had been committed in this state; (4) \"Perpetrator,\" a person who has engaged in criminal conduct and includes a person convicted of a crime; and (5) \"Victim,\" a person who was the object of another's criminal conduct and includes a person at the scene of an emergency who gives reasonable assistance to another person who is exposed to or has suffered grave physical harm. Section 2. A perpetrator assumes the risk of loss, injury, or death resulting from or arising out of a course of criminal conduct involving a crime engaged in by the perpetrator or an accomplice and the crime victim is not liable for any damages as a result of acts or omissions of the victim if the victim used reasonable force. However, the perpetrator's assumption of risk does not eliminate the crime victim's duty to protect against conditions upon the premises which the crime victim knows or has reason to know may create an unreasonable risk of harm or which may cause a foreseeable trespass by minors, nor does the assumption of risk apply to perpetrators who are mentally incompetent or deficient. Section 3. Notwithstanding other evidence that the victim may adduce relating to the perpetrator's conviction of the crime involving the parties to a claim for relief, a certified copy of a guilty plea, a court judgment of guilt, a court record of conviction, or an adjudication as a delinquent child is conclusive proof of the perpetrator's assumption of the risk. Section 4. If the perpetrator does not prevail in a claim for relief that is subject to this Act, the court may award reasonable expenses, including attorney's fees and disbursements, to the victim. Section 5. Except to the extent needed to preserve evidence, any claim for relief in which the defense set forth in this Act is raised shall be stayed by the court on the motion of the defendant during the pendency of any criminal action against the plaintiff based on the alleged crime."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13352, "action_date": "1998-01-21T14:00:00-06:00", "document_id": 76896, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76896.pdf", "status_text": "First read in Senate and referred to", "journal_page": 138, "committee_id_action": 601, "committee_id_assigned": 579, "result": "N", "vote": {}}, {"bill_id": 13352, "action_date": "1998-01-28T10:00:00-06:00", "document_id": 76598, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76598.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 579, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13352, "action_date": "1998-01-28T10:00:00-06:00", "document_id": 76598, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76598.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 579, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13352, "action_date": "1998-02-06T10:00:00-06:00", "document_id": 76679, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76679.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 579, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13352, "action_date": "1998-02-06T10:00:00-06:00", "document_id": 76679, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76679.pdf", "status_text": "Tabled", "journal_page": 358, "committee_id_action": 579, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38291, "president_vote": null, "Excused": [2094, 2122], "Yea": [2112, 2129, 2166, 2196], "Nay": [2189]}}]}