{"session_id": 36, "bill_id": 9673, "bill_type": "Senate Bill", "bill_number": 15, "bill_title": "define solar energy facilities, establish certain provisions regarding solar energy permits, and revise the procedures by which the Public Utilities Commission processes facility permits.", "sponsors": [], "keywords": ["Energy", "Permit", "Public Officers and Employees", "Public Utilities and Carriers"], "audio": [{"meeting_datetime": "2019-01-15T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco06.mp3", "start_seconds": 5720.0}, {"meeting_datetime": "2019-01-15T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco06.mp3", "start_seconds": 5720.0}, {"meeting_datetime": "2019-01-15T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco06.mp3", "start_seconds": 5720.0}, {"meeting_datetime": "2019-01-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco08.mp3", "start_seconds": 205.0}, {"meeting_datetime": "2019-01-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco08.mp3", "start_seconds": 205.0}, {"meeting_datetime": "2019-01-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco08.mp3", "start_seconds": 205.0}, {"meeting_datetime": "2019-02-21T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco27.mp3", "start_seconds": 1079.0}, {"meeting_datetime": "2019-02-21T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco27.mp3", "start_seconds": 1079.0}, {"meeting_datetime": "2019-02-21T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco27.mp3", "start_seconds": 1079.0}, {"meeting_datetime": "2019-02-21T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco27.mp3", "start_seconds": 1079.0}, {"meeting_datetime": "2019-02-21T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco27.mp3", "start_seconds": 1079.0}, {"meeting_datetime": "2019-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen29.mp3", "start_seconds": 1687.0}, {"meeting_datetime": "2019-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen29.mp3", "start_seconds": 1687.0}, {"meeting_datetime": "2019-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen29.mp3", "start_seconds": 1687.0}, {"meeting_datetime": "2019-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen29.mp3", "start_seconds": 1687.0}, {"meeting_datetime": "2019-03-04T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco33.mp3", "start_seconds": 2280.0}, {"meeting_datetime": "2019-03-04T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco33.mp3", "start_seconds": 2280.0}, {"meeting_datetime": "2019-03-04T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco33.mp3", "start_seconds": 2280.0}, {"meeting_datetime": "2019-03-04T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco33.mp3", "start_seconds": 2280.0}, {"meeting_datetime": "2019-03-04T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco33.mp3", "start_seconds": 2280.0}, {"meeting_datetime": "2019-03-04T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco33.mp3", "start_seconds": 2280.0}, {"meeting_datetime": "2019-03-04T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco33.mp3", "start_seconds": 2280.0}, {"meeting_datetime": "2019-03-04T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco33.mp3", "start_seconds": 2280.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco35.mp3", "start_seconds": 256.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco35.mp3", "start_seconds": 256.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco35.mp3", "start_seconds": 256.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco35.mp3", "start_seconds": 256.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco35.mp3", "start_seconds": 256.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou36.mp3", "start_seconds": 15500.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou36.mp3", "start_seconds": 15500.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou36.mp3", "start_seconds": 15500.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou36.mp3", "start_seconds": 15500.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou36.mp3", "start_seconds": 15500.0}], "bill_versions": [{"bill_id": 9673, "bill_version_id": 51369, "bill_version": "Introduced", "bill_version_date": "2019-01-03T16:28:00.02-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to extend the timeline for granting wind energy permits. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-41B-25 be amended to read: 49-41B-25. Within six months one year of receipt of the initial application for a permit for the construction of a wind energy facility, the commission shall make complete findings, and render a decision, regarding whether a permit should be granted, denied, or granted upon such terms, conditions, or modifications of the construction, operation, or maintenance as the commission deems appropriate. In its decision the commission must find that the construction of the facility meets all requirements of this chapter. Notice of the commission's decision shall be given to the applicant and to parties to the hearing within ten days following the decision. 100 copies were printed on recycled paper by the South Dakota Legislative Research Council at a cost of $.167 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 9673, "bill_version_id": 54034, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2019-02-21T13:32:37.033-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to define solar energy facilities and to establish certain provisions regarding solar energy permits. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-41B-2 be amended to read: 49-41B-2. Terms as used in this chapter mean: (1) \"AC/DC conversion facility,\" an asynchronous AC to DC to AC tie that is directly connected to a transmission facility or a facility that connects an AC transmission facility with a DC transmission facility or vice versa; (2) \"Associated facilities,\" facilities which include aqueducts, diversion dams, transmission substations, storage ponds, reservoirs, or cooling ponds; (3) \"Carbon dioxide,\" a fluid that consists of more than ninety percent carbon dioxide molecules compressed in a supercritical state; (4) \"Commission,\" the Public Utilities Commission; (5) \"Construction,\" any clearing of land, excavation, or other action that would affect the environment of the site for each land or rights of way upon or over which a facility may be constructed or modified, but not including activities incident to preliminary engineering or environmental studies. This term includes modifications to facilities as defined in § 49-41B-2.2; (6) \"Energy conversion facility,\" any new facility, or facility expansion, designed for or capable of generation of one hundred megawatts or more of electricity, but does not include any wind or solar energy facilities; (7) \"Facility,\" any energy conversion facility, AC/DC conversion facility, transmission facility, solar energy facility, or wind energy facility, and associated facilities; (8) \"Permit,\" the permit issued by the commission under this chapter required for the construction and operation of a facility; (9) \"Person,\" an individual, partnership, limited liability company, joint venture, private or public corporation, association, firm, public service company, cooperative, political subdivision, municipal corporation, government agency, public utility district, or any other public or private entity, however organized; (10) \"Siting area,\" that area within ten miles in any direction of a proposed energy conversion facility, AC/DC conversion facility, or which is determined by the commission to be affected by a proposed energy conversion facility; (11) \"Trans-state transmission facility,\" an electric transmission line and its associated facilities which originates outside the State of South Dakota, crosses this state and terminates outside the State of South Dakota; and which transmission line and associated facilities delivers electric power and energy of twenty-five percent or less of the design capacity of such line and facilities for use in the State of South Dakota; (12) \"Utility,\" any person engaged in and controlling the generation or transmission of electric energy and gas or liquid transmission facilities as defined by § 49-41B-2.1; (13) \"Wind energy facility,\" a new facility, or facility expansion, consisting of a commonly managed integrated system of towers, wind turbine generators with blades, power collection systems, and electric interconnection systems, that converts wind movement into electricity and that is designed for or capable of generation of one hundred megawatts or more of electricity. A wind energy facility expansion includes the addition of new wind turbines, designed for or capable of generating twenty-five megawatts or more of electricity, which are to be managed in common and integrated with existing turbines and the combined megawatt capability of the existing and new turbines is one hundred megawatts or more of electricity. The number of megawatts generated by a wind energy facility is determined by adding the nameplate power generation capability of each wind turbine; (14) \"Solar energy facility,\" a new facility, or facility expansion, consisting of a commonly managed integrated system of solar panels, power collection systems, electric interconnection systems, and associated facilities, that converts solar energy into electricity and is designed for or capable of generating one hundred megawatts AC or more of electricity. A facility expansion includes the addition of new solar panels, designed for or capable of generating twenty-five megawatts AC or more of electricity, that are to be managed in common and integrated with existing solar panels, and the combined megawatt capability of the existing and new solar panels is one hundred megawatts AC or more of electricity. Section 2. That § 49-41B-35 be amended to read: 49-41B-35. To implement the provisions of this chapter regarding facilities, the commission shall promulgate rules pursuant to chapter 1-26. Rules may be adopted by the commission: (1) To establish the information requirements and procedures that every utility must follow when filing plans with the commission regarding its proposed and existing facilities; (2) To establish procedures for utilities to follow when filing an application for a permit to construct a facility, and the information required to be included in the application; and (3) To require bonds, guarantees, insurance, or other requirements to provide funding for the decommissioning and removal of a solar or wind energy facility. Section 3. That § 49-41B-36 be amended to read: 49-41B-36. Nothing in this chapter is a delegation to the commission of the authority to route a transmission facility, or to designate or mandate location of an energy conversion facility, AC/DC conversion facility, solar energy facility, or wind energy facility. Section 4. That chapter 49-41B be amended by adding a NEW SECTION to read: Within nine months of receipt of the initial application for a permit for the construction of a solar energy facility, the commission shall make complete findings and render a decision on whether a permit should be granted, denied, or granted upon any terms, conditions, or modifications of the construction, operation, or maintenance the commission determines are appropriate. In the decision, the commission shall find that the construction of the facility meets all requirements of this chapter. Notice of the commission's decision shall be given to the applicant and to parties to the public input meeting within ten days following the decision. Section 5. That § 49-41B-5.2 be amended to read: 49-41B-5.2. The Within thirty days following the filing of an application for permit, the applicant shall notify, in writing, the owner of record of any land that is located within one-half mile of the proposed site where the facility is to be constructed. For purposes of this section, the owner of record is limited to the owner designated to receive the property tax bill sent by the county treasurer. The notice shall be mailed by certified mail. The applicant shall also publish a notice of the proposed facility. Notification shall be published in the official newspaper of each county in which the proposed site is located. The notice shall be published at least once each week for at least two consecutive weeks. The notice shall contain a description of the nature and location of the facility. Any notification required by this section shall state the date, time, and location of the public hearing and shall be made no later than thirty days prior to the date of the public hearing. However, the second published notice shall be made no later than twenty days prior to the date of the public hearing input meeting. The applicant shall also file a copy of the application with the auditor of each county in which the proposed facility will be located. Section 6. That § 49-41B-15 be amended to read: 49-41B-15. Within thirty days following receipt of an application for a permit, the commission shall: (1) Schedule a public hearing input meeting; (2) Notify the applicant of the hearing public input meeting; and (3) Serve notice of the application and hearing public input meeting upon the governing bodies of the counties and municipalities totally or partially within the area of the proposed facility; (4) Publish a notice of the time, place, and purpose of the public hearing in at least one newspaper of general circulation in counties totally or partially within the area of the proposed facility; and (5) File a copy of the application with the auditor of the county or counties in which the proposed facility will be constructed. Section 7. That § 49-41B-16 be amended to read: 49-41B-16. Within thirty days after public notice is given, the Public Utilities Commission The commission shall hold any public hearings input meeting as close as practicable practical to the proposed facility. The commission shall publish a notice of the time, place, and purpose of any public input meeting three times in at least one newspaper of general circulation in any county totally or partially within the area of the proposed facility. Section 8. That § 49-41B-17 be amended to read: 49-41B-17. The parties to a proceeding under this chapter unless otherwise provided include: (1) The Public Utilities Commission and applicant commission staff; (2) The applicant; (3) Each municipality, county and governmental agency in the area where the facility is proposed to be sited, if timely application therefore is made as determined by the commission pursuant to rule; and (3)(4) Any person residing in the area where the facility is proposed to be sited, any nonprofit organization, formed in whole or in part to promote conservation or natural beauty, to protect the environment, personal health or other biological values, to preserve historical sites, to promote consumer interests, represent commercial and industrial groups, or to promote the orderly development of the areas in which the facility is to be sited or any directly interested person, if timely application therefore is made as determined by the commission pursuant to rule. A statement filed by a party to a permit proceeding shall become part of the record and shall be available to the public. An application for party status in a proceeding under this chapter must contain a detailed statement of the interests and reasons prompting the application. Section 9. That § 49-41B-22 be amended to read: 49-41B-22. The applicant has the burden of proof to establish by a preponderance of the evidence that: (1) The proposed facility will comply with all applicable laws and rules; (2) The facility will not pose a threat of serious injury to the environment nor to the social and economic condition of inhabitants or expected inhabitants in the siting area. An applicant for an electric transmission line, a solar energy facility, or a wind energy facility that holds a conditional use permit from the applicable local units of government is determined not to threaten the social and economic condition of inhabitants or expected inhabitants in the siting area; (3) The facility will not substantially impair the health, safety or welfare of the inhabitants; and (4) The facility will not unduly interfere with the orderly development of the region with due consideration having been given the views of governing bodies of affected local units of government. An applicant for an electric transmission line, a solar energy facility, or a wind energy facility that holds a conditional use permit from the applicable local units of government is in compliance with this subdivision. Section 10. That § 49-41B-25 be amended to read: 49-41B-25. Within six nine months of receipt of the initial application for a permit for the construction of a wind energy facility or solar energy facility, the commission shall make complete findings, and render a decision, regarding whether a permit should be granted, denied, or granted upon such terms, conditions, or modifications of the construction, operation, or maintenance as the commission deems determines are appropriate. In its the decision, the commission must shall find that the construction of the facility meets all requirements of this chapter. Notice of the commission's decision shall be given to the applicant and to parties to the hearing within ten days following the decision. Section 11. That chapter 49-41B be amended by adding a NEW SECTION to read: Upon request of the applicant, the commission may extend the deadlines for commission action established in §§ 49-41B-24 and 49-41B-25. Section 12. That chapter 49-41B be amended by adding a NEW SECTION to read: The commission shall accept public comments on all applications filed under this chapter. Comments may be collected and forwarded to the commission on behalf of the commentators. The commission shall publish on the commission's website all comments that are accepted pursuant to this section, and may publish substantially similar comments by publishing one of the comments and attributing the content of the comment to a number of persons."}, {"bill_id": 9673, "bill_version_id": 54239, "bill_version": "Senate Engrossed", "bill_version_date": "2019-02-25T16:42:17.017-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to define solar energy facilities and to establish certain provisions regarding solar energy permits. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-41B-2 be amended to read: 49-41B-2. Terms as used in this chapter mean: (1) \"AC/DC conversion facility,\" an asynchronous AC to DC to AC tie that is directly connected to a transmission facility or a facility that connects an AC transmission facility with a DC transmission facility or vice versa; (2) \"Associated facilities,\" facilities which include aqueducts, diversion dams, transmission substations, storage ponds, reservoirs, or cooling ponds; (3) \"Carbon dioxide,\" a fluid that consists of more than ninety percent carbon dioxide molecules compressed in a supercritical state; (4) \"Commission,\" the Public Utilities Commission; (5) \"Construction,\" any clearing of land, excavation, or other action that would affect the environment of the site for each land or rights of way upon or over which a facility may be constructed or modified, but not including activities incident to preliminary engineering or environmental studies. This term includes modifications to facilities as defined in § 49-41B-2.2; (6) \"Energy conversion facility,\" any new facility, or facility expansion, designed for or capable of generation of one hundred megawatts or more of electricity, but does not include any wind or solar energy facilities; (7) \"Facility,\" any energy conversion facility, AC/DC conversion facility, transmission facility, solar energy facility, or wind energy facility, and associated facilities; (8) \"Permit,\" the permit issued by the commission under this chapter required for the construction and operation of a facility; (9) \"Person,\" an individual, partnership, limited liability company, joint venture, private or public corporation, association, firm, public service company, cooperative, political subdivision, municipal corporation, government agency, public utility district, or any other public or private entity, however organized; (10) \"Siting area,\" that area within ten miles in any direction of a proposed energy conversion facility, AC/DC conversion facility, or which is determined by the commission to be affected by a proposed energy conversion facility; (11) \"Trans-state transmission facility,\" an electric transmission line and its associated facilities which originates outside the State of South Dakota, crosses this state and terminates outside the State of South Dakota; and which transmission line and associated facilities delivers electric power and energy of twenty-five percent or less of the design capacity of such line and facilities for use in the State of South Dakota; (12) \"Utility,\" any person engaged in and controlling the generation or transmission of electric energy and gas or liquid transmission facilities as defined by § 49-41B-2.1; (13) \"Wind energy facility,\" a new facility, or facility expansion, consisting of a commonly managed integrated system of towers, wind turbine generators with blades, power collection systems, and electric interconnection systems, that converts wind movement into electricity and that is designed for or capable of generation of one hundred megawatts or more of electricity. A wind energy facility expansion includes the addition of new wind turbines, designed for or capable of generating twenty-five megawatts or more of electricity, which are to be managed in common and integrated with existing turbines and the combined megawatt capability of the existing and new turbines is one hundred megawatts or more of electricity. The number of megawatts generated by a wind energy facility is determined by adding the nameplate power generation capability of each wind turbine; (14) \"Solar energy facility,\" a new facility, or facility expansion, consisting of a commonly managed integrated system of solar panels, power collection systems, electric interconnection systems, and associated facilities, that converts solar energy into electricity and is designed for or capable of generating one hundred megawatts AC or more of electricity. A facility expansion includes the addition of new solar panels, designed for or capable of generating twenty-five megawatts AC or more of electricity, that are to be managed in common and integrated with existing solar panels, and the combined megawatt capability of the existing and new solar panels is one hundred megawatts AC or more of electricity. Section 2. That § 49-41B-35 be amended to read: 49-41B-35. To implement the provisions of this chapter regarding facilities, the commission shall promulgate rules pursuant to chapter 1-26. Rules may be adopted by the commission: (1) To establish the information requirements and procedures that every utility must follow when filing plans with the commission regarding its proposed and existing facilities; (2) To establish procedures for utilities to follow when filing an application for a permit to construct a facility, and the information required to be included in the application; and (3) To require bonds, guarantees, insurance, or other requirements to provide funding for the decommissioning and removal of a solar or wind energy facility. Section 3. That § 49-41B-36 be amended to read: 49-41B-36. Nothing in this chapter is a delegation to the commission of the authority to route a transmission facility, or to designate or mandate location of an energy conversion facility, AC/DC conversion facility, solar energy facility, or wind energy facility. Section 4. That § 49-41B-5.2 be amended to read: 49-41B-5.2. The Within thirty days following the filing of an application for permit, the applicant shall notify, in writing, the owner of record of any land that is located within one-half mile of the proposed site where the facility is to be constructed. For purposes of this section, the owner of record is limited to the owner designated to receive the property tax bill sent by the county treasurer. The notice shall be mailed by certified mail. The applicant shall also publish a notice of the proposed facility. Notification shall be published in the official newspaper of each county in which the proposed site is located. The notice shall be published at least once each week for at least two consecutive weeks. The notice shall contain a description of the nature and location of the facility. Any notification required by this section shall state the date, time, and location of the public hearing and shall be made no later than thirty days prior to the date of the public hearing. However, the second published notice shall be made no later than twenty days prior to the date of the public hearing input meeting. The applicant shall also file a copy of the application with the auditor of each county in which the proposed facility will be located. Section 5. That § 49-41B-15 be amended to read: 49-41B-15. Within thirty days following receipt of an application for a permit, the commission shall: (1) Schedule a public hearing input meeting; (2) Notify the applicant of the hearing public input meeting; and (3) Serve notice of the application and hearing public input meeting upon the governing bodies of the counties and municipalities totally or partially within the area of the proposed facility; (4) Publish a notice of the time, place, and purpose of the public hearing in at least one newspaper of general circulation in counties totally or partially within the area of the proposed facility; and (5) File a copy of the application with the auditor of the county or counties in which the proposed facility will be constructed. Section 6. That § 49-41B-16 be amended to read: 49-41B-16. Within thirty days after public notice is given, the Public Utilities Commission The commission shall hold any public hearings input meeting as close as practicable practical to the proposed facility. The commission shall publish a notice of the time, place, and purpose of any public input meeting three times in at least one newspaper of general circulation in any county totally or partially within the area of the proposed facility. Section 7. That § 49-41B-17 be amended to read: 49-41B-17. The parties to a proceeding under this chapter unless otherwise provided include: (1) The Public Utilities Commission and applicant commission staff; (2) The applicant; (3) Each municipality, county and governmental agency in the area where the facility is proposed to be sited, if timely application therefore is made as determined by the commission pursuant to rule; and (3)(4) Any person residing in the area where the facility is proposed to be sited, any nonprofit organization, formed in whole or in part to promote conservation or natural beauty, to protect the environment, personal health or other biological values, to preserve historical sites, to promote consumer interests, represent commercial and industrial groups, or to promote the orderly development of the areas in which the facility is to be sited or any directly interested person, if timely application therefore is made as determined by the commission pursuant to rule. A statement filed by a party to a permit proceeding shall become part of the record and shall be available to the public. An application for party status in a proceeding under this chapter must contain a detailed statement of the interests and reasons prompting the application. Section 8. That § 49-41B-22 be amended to read: 49-41B-22. The applicant has the burden of proof to establish by a preponderance of the evidence that: (1) The proposed facility will comply with all applicable laws and rules; (2) The facility will not pose a threat of serious injury to the environment nor to the social and economic condition of inhabitants or expected inhabitants in the siting area. An applicant for an electric transmission line, a solar energy facility, or a wind energy facility that holds a conditional use permit from the applicable local units of government is determined not to threaten the social and economic condition of inhabitants or expected inhabitants in the siting area; (3) The facility will not substantially impair the health, safety or welfare of the inhabitants; and (4) The facility will not unduly interfere with the orderly development of the region with due consideration having been given the views of governing bodies of affected local units of government. An applicant for an electric transmission line, a solar energy facility, or a wind energy facility that holds a conditional use permit from the applicable local units of government is in compliance with this subdivision. Section 9. That § 49-41B-25 be amended to read: 49-41B-25. Within six nine months of receipt of the initial application for a permit for the construction of a wind energy facility or solar energy facility, the commission shall make complete findings, and render a decision, regarding whether a permit should be granted, denied, or granted upon such terms, conditions, or modifications of the construction, operation, or maintenance as the commission deems determines are appropriate. In its the decision, the commission must shall find that the construction of the facility meets all requirements of this chapter. Notice of the commission's decision shall be given to the applicant and to parties to the hearing within ten days following the decision. Section 10. That chapter 49-41B be amended by adding a NEW SECTION to read: Upon request of the applicant, the commission may extend the deadlines for commission action established in §§ 49-41B-24 and 49-41B-25. Section 11. That chapter 49-41B be amended by adding a NEW SECTION to read: The commission shall accept public comments on all applications filed under this chapter. Comments may be collected and forwarded to the commission on behalf of the commentators. The commission shall publish on the commission's website all comments that are accepted pursuant to this section, and may publish substantially similar comments by publishing one of the comments and attributing the content of the comment to a number of persons. Section 12. That chapter 49-41B be amended by adding a NEW SECTION to read: A party to a proceeding under this chapter as provided in § 49-41B-17 is entitled to a contested case hearing before the commission pursuant to chapter 1-26."}, {"bill_id": 9673, "bill_version_id": 54750, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2019-03-06T12:26:46.633-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to define solar energy facilities and to establish certain provisions regarding solar energy permits. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-41B-2 be amended to read: 49-41B-2. Terms as used in this chapter mean: (1) \"AC/DC conversion facility,\" an asynchronous AC to DC to AC tie that is directly connected to a transmission facility or a facility that connects an AC transmission facility with a DC transmission facility or vice versa; (2) \"Associated facilities,\" facilities which include aqueducts, diversion dams, transmission substations, storage ponds, reservoirs, or cooling ponds; (3) \"Carbon dioxide,\" a fluid that consists of more than ninety percent carbon dioxide molecules compressed in a supercritical state; (4) \"Commission,\" the Public Utilities Commission; (5) \"Construction,\" any clearing of land, excavation, or other action that would affect the environment of the site for each land or rights of way upon or over which a facility may be constructed or modified, but not including activities incident to preliminary engineering or environmental studies. This term includes modifications to facilities as defined in § 49-41B-2.2; (6) \"Energy conversion facility,\" any new facility, or facility expansion, designed for or capable of generation of one hundred megawatts or more of electricity, but does not include any wind or solar energy facilities; (7) \"Facility,\" any energy conversion facility, AC/DC conversion facility, transmission facility, solar energy facility, or wind energy facility, and associated facilities; (8) \"Permit,\" the permit issued by the commission under this chapter required for the construction and operation of a facility; (9) \"Person,\" an individual, partnership, limited liability company, joint venture, private or public corporation, association, firm, public service company, cooperative, political subdivision, municipal corporation, government agency, public utility district, or any other public or private entity, however organized; (10) \"Siting area,\" that area within ten miles in any direction of a proposed energy conversion facility, AC/DC conversion facility, or which is determined by the commission to be affected by a proposed energy conversion facility; (11) \"Trans-state transmission facility,\" an electric transmission line and its associated facilities which originates outside the State of South Dakota, crosses this state and terminates outside the State of South Dakota; and which transmission line and associated facilities delivers electric power and energy of twenty-five percent or less of the design capacity of such line and facilities for use in the State of South Dakota; (12) \"Utility,\" any person engaged in and controlling the generation or transmission of electric energy and gas or liquid transmission facilities as defined by § 49-41B-2.1; (13) \"Wind energy facility,\" a new facility, or facility expansion, consisting of a commonly managed integrated system of towers, wind turbine generators with blades, power collection systems, and electric interconnection systems, that converts wind movement into electricity and that is designed for or capable of generation of one hundred megawatts or more of electricity. A wind energy facility expansion includes the addition of new wind turbines, designed for or capable of generating twenty-five megawatts or more of electricity, which are to be managed in common and integrated with existing turbines and the combined megawatt capability of the existing and new turbines is one hundred megawatts or more of electricity. The number of megawatts generated by a wind energy facility is determined by adding the nameplate power generation capability of each wind turbine; (14) \"Solar energy facility,\" a new facility, or facility expansion, consisting of a commonly managed integrated system of solar panels, power collection systems, electric interconnection systems, and associated facilities, that converts solar energy into electricity and is designed for or capable of generating one hundred megawatts AC or more of electricity. A facility expansion includes the addition of new solar panels, designed for or capable of generating twenty-five megawatts AC or more of electricity, that are to be managed in common and integrated with existing solar panels, and the combined megawatt capability of the existing and new solar panels is one hundred megawatts AC or more of electricity. Section 2. That § 49-41B-35 be amended to read: 49-41B-35. To implement the provisions of this chapter regarding facilities, the commission shall promulgate rules pursuant to chapter 1-26. Rules may be adopted by the commission: (1) To establish the information requirements and procedures that every utility must follow when filing plans with the commission regarding its proposed and existing facilities; (2) To establish procedures for utilities to follow when filing an application for a permit to construct a facility, and the information required to be included in the application; and (3) To require bonds, guarantees, insurance, or other requirements to provide funding for the decommissioning and removal of a solar or wind energy facility. Section 3. That § 49-41B-36 be amended to read: 49-41B-36. Nothing in this chapter is a delegation to the commission of the authority to route a transmission facility, or to designate or mandate location of an energy conversion facility, AC/DC conversion facility, solar energy facility, or wind energy facility. Section 4. That § 49-41B-5.2 be amended to read: 49-41B-5.2. The Within thirty days following the filing of an application for permit, the applicant shall notify, in writing, the owner of record of any land that is located within one-half mile of the proposed site where the facility is to be constructed. For purposes of this section, the owner of record is limited to the owner designated to receive the property tax bill sent by the county treasurer. The notice shall be mailed by certified mail. The applicant shall also publish a notice of the proposed facility. Notification shall be published in the official newspaper of each county in which the proposed site is located. The notice shall be published at least once each week for at least two consecutive weeks. The notice shall contain a description of the nature and location of the facility. Any notification required by this section shall state the date, time, and location of the public hearing and shall be made no later than thirty days prior to the date of the public hearing. However, the second published notice shall be made no later than twenty days prior to the date of the public hearing input meeting. The applicant shall also file a copy of the application with the auditor of each county in which the proposed facility will be located. Section 5. That § 49-41B-15 be amended to read: 49-41B-15. Within thirty days following receipt of an application for a permit, the commission shall: (1) Schedule a public hearing input meeting; (2) Notify the applicant of the hearing public input meeting; and (3) Serve notice of the application and hearing public input meeting upon the governing bodies of the counties and municipalities totally or partially within the area of the proposed facility; (4) Publish a notice of the time, place, and purpose of the public hearing in at least one newspaper of general circulation in counties totally or partially within the area of the proposed facility; and (5) File a copy of the application with the auditor of the county or counties in which the proposed facility will be constructed. Section 6. That § 49-41B-16 be amended to read: 49-41B-16. Within thirty days after public notice is given, the Public Utilities Commission The commission shall hold any public hearings input meeting as close as practicable practical to the proposed facility. The commission shall publish a notice of the time, place, and purpose of any public input meeting three times in at least one newspaper of general circulation in any county totally or partially within the area of the proposed facility. Each notification required in this section shall state the date, time, and place of the public input meeting. The first notice shall be published no later than thirty days prior to the date of the public input meeting. The second notice shall be published no later than twenty days prior to the date of the public input meeting. The third notice shall be published no later than two days prior to the date of the public input meeting. Section 7. That § 49-41B-17 be amended to read: 49-41B-17. The parties to a proceeding under this chapter unless otherwise provided include: (1) The Public Utilities Commission and applicant commission staff; (2) The applicant; (3) Each municipality, county and governmental agency in the area where the facility is proposed to be sited, if timely application therefore is made as determined by the commission pursuant to rule; and (3)(4) Any person residing in the area where the facility is proposed to be sited, any nonprofit organization, formed in whole or in part to promote conservation or natural beauty, to protect the environment, personal health or other biological values, to preserve historical sites, to promote consumer interests, represent commercial and industrial groups, or to promote the orderly development of the areas in which the facility is to be sited or any directly interested person, if timely application therefore is made as determined by the commission pursuant to rule. A statement filed by a party to a permit proceeding shall become part of the record and shall be available to the public. An application for party status in a proceeding under this chapter must contain a detailed statement of the interests and reasons prompting the application. Section 8. That § 49-41B-22 be amended to read: 49-41B-22. The applicant has the burden of proof to establish by a preponderance of the evidence that: (1) The proposed facility will comply with all applicable laws and rules; (2) The facility will not pose a threat of serious injury to the environment nor to the social and economic condition of inhabitants or expected inhabitants in the siting area. An applicant for an electric transmission line, a solar energy facility, or a wind energy facility that holds a conditional use permit from the applicable local units of government is determined not to threaten the social and economic condition of inhabitants or expected inhabitants in the siting area; (3) The facility will not substantially impair the health, safety or welfare of the inhabitants; and (4) The facility will not unduly interfere with the orderly development of the region with due consideration having been given the views of governing bodies of affected local units of government. An applicant for an electric transmission line, a solar energy facility, or a wind energy facility that holds a conditional use permit from the applicable local units of government is in compliance with this subdivision. Section 9. That § 49-41B-25 be amended to read: 49-41B-25. Within six nine months of receipt of the initial application for a permit for the construction of a wind energy facility or solar energy facility, the commission shall make complete findings, and render a decision, regarding whether a permit should be granted, denied, or granted upon such terms, conditions, or modifications of the construction, operation, or maintenance as the commission deems determines are appropriate. In its the decision, the commission must shall find that the construction of the facility meets all requirements of this chapter. Notice of the commission's decision shall be given to the applicant and to parties to the hearing within ten days following the decision. Section 10. That chapter 49-41B be amended by adding a NEW SECTION to read: Upon request of the applicant, the commission may extend the deadlines for commission action established in §§ 49-41B-24 and 49-41B-25. Section 11. That chapter 49-41B be amended by adding a NEW SECTION to read: The commission shall accept public comments on all applications filed under this chapter. Comments may be collected and forwarded to the commission on behalf of the commentators. The commission shall publish on the commission's website all comments that are accepted pursuant to this section, and may publish substantially similar comments by publishing one of the comments and attributing the content of the comment to a number of persons. Section 12. That chapter 49-41B be amended by adding a NEW SECTION to read: A party to a proceeding under this chapter as provided in § 49-41B-17 is entitled to a contested case hearing before the commission pursuant to chapter 1-26."}, {"bill_id": 9673, "bill_version_id": 54859, "bill_version": "House Engrossed", "bill_version_date": "2019-03-07T18:26:07.503-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to define solar energy facilities, establish certain provisions regarding solar energy permits, and revise the procedures by which the Public Utilities Commission processes facility permits. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-41B-2 be amended to read: 49-41B-2. Terms as used in this chapter mean: (1) \"AC/DC conversion facility,\" an asynchronous AC to DC to AC tie that is directly connected to a transmission facility or a facility that connects an AC transmission facility with a DC transmission facility or vice versa; (2) \"Associated facilities,\" facilities which include aqueducts, diversion dams, transmission substations, storage ponds, reservoirs, or cooling ponds; (3) \"Carbon dioxide,\" a fluid that consists of more than ninety percent carbon dioxide molecules compressed in a supercritical state; (4) \"Commission,\" the Public Utilities Commission; (5) \"Construction,\" any clearing of land, excavation, or other action that would affect the environment of the site for each land or rights of way upon or over which a facility may be constructed or modified, but not including activities incident to preliminary engineering or environmental studies. This term includes modifications to facilities as defined in § 49-41B-2.2; (6) \"Energy conversion facility,\" any new facility, or facility expansion, designed for or capable of generation of one hundred megawatts or more of electricity, but does not include any wind or solar energy facilities; (7) \"Facility,\" any energy conversion facility, AC/DC conversion facility, transmission facility, solar energy facility, or wind energy facility, and associated facilities; (8) \"Permit,\" the permit issued by the commission under this chapter required for the construction and operation of a facility; (9) \"Person,\" an individual, partnership, limited liability company, joint venture, private or public corporation, association, firm, public service company, cooperative, political subdivision, municipal corporation, government agency, public utility district, or any other public or private entity, however organized; (10) \"Siting area,\" that area within ten miles in any direction of a proposed energy conversion facility, AC/DC conversion facility, or which is determined by the commission to be affected by a proposed energy conversion facility; (11) \"Trans-state transmission facility,\" an electric transmission line and its associated facilities which originates outside the State of South Dakota, crosses this state and terminates outside the State of South Dakota; and which transmission line and associated facilities delivers electric power and energy of twenty-five percent or less of the design capacity of such line and facilities for use in the State of South Dakota; (12) \"Utility,\" any person engaged in and controlling the generation or transmission of electric energy and gas or liquid transmission facilities as defined by § 49-41B-2.1; (13) \"Wind energy facility,\" a new facility, or facility expansion, consisting of a commonly managed integrated system of towers, wind turbine generators with blades, power collection systems, and electric interconnection systems, that converts wind movement into electricity and that is designed for or capable of generation of one hundred megawatts or more of electricity. A wind energy facility expansion includes the addition of new wind turbines, designed for or capable of generating twenty-five megawatts or more of electricity, which are to be managed in common and integrated with existing turbines and the combined megawatt capability of the existing and new turbines is one hundred megawatts or more of electricity. The number of megawatts generated by a wind energy facility is determined by adding the nameplate power generation capability of each wind turbine; (14) \"Solar energy facility,\" a new facility, or facility expansion, consisting of a commonly managed integrated system of solar panels, power collection systems, electric interconnection systems, and associated facilities, that converts solar energy into electricity and is designed for or capable of generating one hundred megawatts AC or more of electricity. A facility expansion includes the addition of new solar panels, designed for or capable of generating twenty-five megawatts AC or more of electricity, that are to be managed in common and integrated with existing solar panels, and the combined megawatt capability of the existing and new solar panels is one hundred megawatts AC or more of electricity. Section 2. That § 49-41B-35 be amended to read: 49-41B-35. To implement the provisions of this chapter regarding facilities, the commission shall promulgate rules pursuant to chapter 1-26. Rules may be adopted by the commission: (1) To establish the information requirements and procedures that every utility must follow when filing plans with the commission regarding its proposed and existing facilities; (2) To establish procedures for utilities to follow when filing an application for a permit to construct a facility, and the information required to be included in the application; and (3) To require bonds, guarantees, insurance, or other requirements to provide funding for the decommissioning and removal of a solar or wind energy facility. Section 3. That § 49-41B-36 be amended to read: 49-41B-36. Nothing in this chapter is a delegation to the commission of the authority to route a transmission facility, or to designate or mandate location of an energy conversion facility, AC/DC conversion facility, solar energy facility, or wind energy facility. Section 4. That § 49-41B-5.2 be amended to read: 49-41B-5.2. The Within thirty days following the filing of an application for permit, the applicant shall notify, in writing, the owner of record of any land that is located within one-half mile of the proposed site where the facility is to be constructed. For purposes of this section, the owner of record is limited to the owner designated to receive the property tax bill sent by the county treasurer. The notice shall be mailed by certified mail. The applicant shall also publish a notice of the proposed facility. Notification shall be published in the official newspaper of each county in which the proposed site is located. The notice shall be published at least once each week for at least two consecutive weeks. The notice shall contain a description of the nature and location of the facility. Any notification required by this section shall state the date, time, and location of the public hearing and shall be made no later than thirty days prior to the date of the public hearing. However, the second published notice shall be made no later than twenty days prior to the date of the public hearing input meeting. The applicant shall also file a copy of the application with the auditor of each county in which the proposed facility will be located. Section 5. That § 49-41B-15 be amended to read: 49-41B-15. Within thirty days following receipt of an application for a permit, the commission shall: (1) Schedule a public hearing input meeting; (2) Notify the applicant of the hearing public input meeting; and (3) Serve notice of the application and hearing public input meeting upon the governing bodies of the counties and municipalities totally or partially within the area of the proposed facility; (4) Publish a notice of the time, place, and purpose of the public hearing in at least one newspaper of general circulation in counties totally or partially within the area of the proposed facility; and (5) File a copy of the application with the auditor of the county or counties in which the proposed facility will be constructed. Section 6. That § 49-41B-16 be amended to read: 49-41B-16. Within thirty days after public notice is given, the Public Utilities Commission The commission shall hold any public hearings input meeting as close as practicable practical to the proposed facility. The commission shall publish a notice of the time, place, and purpose of any public input meeting three times in at least one newspaper of general circulation in any county totally or partially within the area of the proposed facility. Each notification required in this section shall state the date, time, and place of the public input meeting. The first notice shall be published no later than thirty days prior to the date of the public input meeting. The second notice shall be published no later than twenty days prior to the date of the public input meeting. The third notice shall be published no later than two days prior to the date of the public input meeting. Section 7. That § 49-41B-17 be amended to read: 49-41B-17. The parties to a proceeding under this chapter unless otherwise provided include: (1) The Public Utilities Commission and applicant commission staff; (2) The applicant; (3) Each municipality, county and governmental agency in the area where the facility is proposed to be sited, if timely application therefore is made as determined by the commission pursuant to rule; and (3)(4) Any person residing in the area where the facility is proposed to be sited, any nonprofit organization, formed in whole or in part to promote conservation or natural beauty, to protect the environment, personal health or other biological values, to preserve historical sites, to promote consumer interests, represent commercial and industrial groups, or to promote the orderly development of the areas in which the facility is to be sited or any directly interested person, if timely application therefore is made as determined by the commission pursuant to rule. A statement filed by a party to a permit proceeding shall become part of the record and shall be available to the public. An application for party status in a proceeding under this chapter must contain a detailed statement of the interests and reasons prompting the application. Section 8. That § 49-41B-22 be amended to read: 49-41B-22. The applicant has the burden of proof to establish by a preponderance of the evidence that: (1) The proposed facility will comply with all applicable laws and rules; (2) The facility will not pose a threat of serious injury to the environment nor to the social and economic condition of inhabitants or expected inhabitants in the siting area. An applicant for an electric transmission line, a solar energy facility, or a wind energy facility that holds a conditional use permit from the applicable local units of government is determined not to threaten the social and economic condition of inhabitants or expected inhabitants in the siting area; (3) The facility will not substantially impair the health, safety or welfare of the inhabitants; and (4) The facility will not unduly interfere with the orderly development of the region with due consideration having been given the views of governing bodies of affected local units of government. An applicant for an electric transmission line, a solar energy facility, or a wind energy facility that holds a conditional use permit from the applicable local units of government is in compliance with this subdivision. Section 9. That § 49-41B-25 be amended to read: 49-41B-25. Within six nine months of receipt of the initial application for a permit for the construction of a wind energy facility or solar energy facility, the commission shall make complete findings, and render a decision, regarding whether a permit should be granted, denied, or granted upon such terms, conditions, or modifications of the construction, operation, or maintenance as the commission deems determines are appropriate. In its the decision, the commission must shall find that the construction of the facility meets all requirements of this chapter. Notice of the commission's decision shall be given to the applicant and to parties to the hearing within ten days following the decision. Section 10. That chapter 49-41B be amended by adding a NEW SECTION to read: Upon request of the applicant, the commission may extend the deadlines for commission action established in §§ 49-41B-24 and 49-41B-25. Section 11. That chapter 49-41B be amended by adding a NEW SECTION to read: The commission shall accept public comments on all applications filed under this chapter. Comments may be collected and forwarded to the commission on behalf of the commentators. The commission shall publish on the commission's website all comments that are accepted pursuant to this section, and may publish substantially similar comments by publishing one of the comments and attributing the content of the comment to a number of persons. Section 12. That chapter 49-41B be amended by adding a NEW SECTION to read: A party to a proceeding under this chapter as provided in § 49-41B-17 is entitled to a contested case hearing before the commission pursuant to chapter 1-26."}, {"bill_id": 9673, "bill_version_id": 54910, "bill_version": "Enrolled", "bill_version_date": "2019-03-11T16:08:19.37-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9673, "action_date": "2019-01-08T12:00:00-06:00", "document_id": 51490, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51490.pdf", "status_text": "First read in Senate and referred to", "journal_page": 24, "committee_id_action": 409, "committee_id_assigned": 418, "result": "N", "vote": {}}, {"bill_id": 9673, "action_date": "2019-01-15T10:00:00-06:00", "document_id": 51517, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51517.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 418, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9673, "action_date": "2019-01-17T10:00:00-06:00", "document_id": 51760, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51760.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 418, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9673, "action_date": "2019-01-17T10:00:00-06:00", "document_id": 51869, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51869.pdf", "status_text": "Deferred to another day", "journal_page": 0, "committee_id_action": 418, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27255, "president_vote": null, "Yea": [1599, 1583, 1430, 1595, 1561, 1584], "Nay": [1601]}}, {"bill_id": 9673, "action_date": "2019-02-12T10:00:00-06:00", "document_id": 53263, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53263.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 418, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9673, "action_date": "2019-02-14T10:00:00-06:00", "document_id": 53522, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53522.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 418, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9673, "action_date": "2019-02-19T10:00:00-06:00", "document_id": 53713, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53713.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 418, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9673, "action_date": "2019-02-21T10:00:00-06:00", "document_id": 53830, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53830.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 418, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9673, "action_date": "2019-02-21T10:00:00-06:00", "document_id": 54017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54017.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 418, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9673, "action_date": "2019-02-21T10:00:00-06:00", "document_id": 54017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54017.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 418, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28580, "president_vote": null, "Yea": [1599, 1583, 1595, 1561, 1584], "Nay": [1601, 1430]}}, {"bill_id": 9673, "action_date": "2019-02-21T10:00:00-06:00", "document_id": 54017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54017.pdf", "status_text": "Title amended", "journal_page": 446, "committee_id_action": 418, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9673, "action_date": "2019-02-25T14:00:00-06:00", "document_id": 54229, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54229.pdf", "status_text": "Motion to amend", "journal_page": 505, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9673, "action_date": "2019-02-25T14:00:00-06:00", "document_id": 54229, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54229.pdf", "status_text": "Do Pass Amended", "journal_page": 506, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28797, "president_vote": null, "Nay": [1602, 1441, 1606, 1605, 1588, 1604, 1601, 1600, 1430, 1437, 1558, 1596, 1559, 1565], "Yea": [1582, 1562, 1599, 1608, 1442, 1585, 1603, 1568, 1583, 1595, 1450, 1571, 1586, 1561, 1607, 1584, 1426, 1598, 1587, 1433, 1597]}}, {"bill_id": 9673, "action_date": "2019-02-26T14:00:00-06:00", "document_id": 54296, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54296.pdf", "status_text": "First read in House and referred to", "journal_page": 551, "committee_id_action": 408, "committee_id_assigned": 428, "result": "N", "vote": {}}, {"bill_id": 9673, "action_date": "2019-03-04T10:00:00-06:00", "document_id": 54353, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54353.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 428, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9673, "action_date": "2019-03-04T10:00:00-06:00", "document_id": 54560, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54560.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 428, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 29092, "president_vote": null, "Yea": [1567, 1649, 1632, 1612, 1621, 1577], "Nay": [1642, 1623, 1611, 1625, 1434], "Excused": [1589, 1609]}}, {"bill_id": 9673, "action_date": "2019-03-04T10:00:00-06:00", "document_id": 54560, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54560.pdf", "status_text": "Deferred to another day", "journal_page": 0, "committee_id_action": 428, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9673, "action_date": "2019-03-06T10:00:00-06:00", "document_id": 54562, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54562.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 428, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9673, "action_date": "2019-03-06T10:00:00-06:00", "document_id": 54737, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54737.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 428, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9673, "action_date": "2019-03-06T10:00:00-06:00", "document_id": 54737, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54737.pdf", "status_text": "Do Pass Amended", "journal_page": 657, "committee_id_action": 428, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29243, "president_vote": null, "Yea": [1567, 1642, 1589, 1609, 1649, 1632, 1612, 1621, 1625, 1434, 1577], "Nay": [1623, 1611]}}, {"bill_id": 9673, "action_date": "2019-03-07T11:00:00-06:00", "document_id": 54836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54836.pdf", "status_text": "Do Pass Amended", "journal_page": 693, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29340, "president_vote": null, "Nay": [1563, 1592, 1613, 1573, 1557, 1427, 1435, 1431, 1446, 1638, 1569, 1647, 1626, 1610, 1623, 1611, 1580], "Yea": [1614, 1619, 1567, 1643, 1578, 1641, 1560, 1629, 1579, 1645, 1594, 1443, 1633, 1634, 1444, 1434, 1616, 1650, 1635, 1624, 1628, 1436, 1642, 1438, 1620, 1631, 1589, 1556, 1593, 1590, 1609, 1649, 1632, 1646, 1575, 1612, 1615, 1572, 1637, 1627, 1577, 1581, 1576, 1564, 1621, 1625, 1432], "Excused": [1440, 1639, 1644, 1630, 1618, 1622]}}, {"bill_id": 9673, "action_date": "2019-03-07T11:00:00-06:00", "document_id": 54836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54836.pdf", "status_text": "Title amended", "journal_page": 694, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9673, "action_date": "2019-03-11T10:00:00-05:00", "document_id": 54890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54890.pdf", "status_text": "Concurred in amendments", "journal_page": 680, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29375, "president_vote": null, "Nay": [1602, 1441, 1601, 1600, 1430, 1437, 1558, 1596, 1559], "Yea": [1582, 1562, 1608, 1606, 1588, 1442, 1585, 1603, 1568, 1583, 1595, 1450, 1571, 1586, 1607, 1584, 1426, 1598, 1587, 1433, 1565, 1597], "Excused": [1599, 1605, 1604, 1561]}}, {"bill_id": 9673, "action_date": "2019-03-11T10:00:00-05:00", "document_id": 54890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54890.pdf", "status_text": "Signed by the President", "journal_page": 685, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9673, "action_date": "2019-03-12T11:00:00-05:00", "document_id": 54932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54932.pdf", "status_text": "Signed by the Speaker", "journal_page": 747, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9673, "action_date": "2019-03-12T10:00:00-05:00", "document_id": 54928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54928.pdf", "status_text": "Delivered to the Governor", "journal_page": 0, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9673, "action_date": "2019-03-29T11:00:00-05:00", "document_id": 55036, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/55036.pdf", "status_text": "Signed by the Governor", "journal_page": 732, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7017, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9673"}