{"session_id": 56, "bill_id": 18732, "bill_type": "House Bill", "bill_number": 1139, "bill_title": "limit general damages and attorneys' fees in medical malpractice actions.", "sponsors": [{"legislator_profile_id": 3076, "is_prime": true}, {"legislator_profile_id": 3120, "is_prime": true}, {"legislator_profile_id": 3048, "is_prime": false}, {"legislator_profile_id": 3086, "is_prime": false}, {"legislator_profile_id": 3091, "is_prime": false}, {"legislator_profile_id": 3099, "is_prime": false}, {"legislator_profile_id": 3108, "is_prime": false}, {"legislator_profile_id": 3131, "is_prime": false}, {"legislator_profile_id": 3135, "is_prime": false}, {"legislator_profile_id": 3143, "is_prime": false}, {"legislator_profile_id": 3144, "is_prime": false}], "keywords": ["Civil Procedure", "Judicial Remedies"], "audio": [], "bill_versions": [{"bill_id": 18732, "bill_version_id": 99442, "bill_version": "Introduced", "bill_version_date": "2004-01-21T10:31:10-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to limit general damages and attorneys' fees in medical malpractice actions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 21-3-11 be amended to read as follows: 21-3-11. In any action for damages for personal injury or death alleging malpractice against any physician licensed pursuant to chapter 36-4, chiropractor, optometrist, dentist, dental hygienist, dental assistant, hospital, critical access hospital, registered nurse, licensed practical nurse, certified registered nurse anesthetist, clinical nurse specialist, nurse practitioner, nurse midwife, or physician's assistant, or against the practitioner's corporate, limited liability partnership, or limited liability company employer based upon the acts or omissions of the practitioner, under the laws of this state, whether taken through the court system or by binding arbitration, the total general damages which may be awarded may not exceed the sum of five hundred two hundred fifty thousand dollars. There is no limitation on the amount of special damages which may be awarded. This section applies only to causes of action arising from injuries or death occurring after July 1, 1976. However, in the case of chiropractors, it applies only to the causes of action arising from injuries or death occurring after July 1, 1978. In the case of optometrists, it applies only to causes of action arising from injuries or death occurring after July 1, 2002. Section 2. That chapter 21-3 be amended by adding thereto a NEW SECTION to read as follows: The total amount for all contingent fees for representing all plaintiffs in any action pursuant to § 21-3-11, through the court system or by binding arbitration, may not exceed the following limits: (1) Forty percent of the first fifty thousand dollars recovered; (2) Thirty-three and one-third percent of the next fifty thousand dollars recovered; (3) Twenty-five percent of the next five hundred thousand recovered; and (4) Fifteen percent of any amount by which the recovery exceeds six hundred thousand dollars. For the purposes of this section, the amount recovered or the term, recovery, refers to the net sum after deducting any disbursements or costs incurred in connection with the prosecution or settlement of the action, including all costs paid or advanced."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18732, "action_date": "2004-01-21T14:00:00-06:00", "document_id": 99482, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99482.pdf", "status_text": "First read in House and referred to", "journal_page": 127, "committee_id_action": 831, "committee_id_assigned": 829, "result": "N", "vote": {}}, {"bill_id": 18732, "action_date": "2004-01-28T07:45:00-06:00", "document_id": 100122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100122.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 829, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18732, "action_date": "2004-01-28T07:45:00-06:00", "document_id": 100122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100122.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 251, "committee_id_action": 829, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58643, "president_vote": null, "Yea": [3057, 3060, 3070, 3075, 3080, 3084, 3106, 3114, 3119, 3125, 3133, 3111, 3107]}}]}