{"session_id": 32, "bill_id": 8446, "bill_type": "House Bill", "bill_number": 1301, "bill_title": "provide for the establishment of property assessed clean energy programs.", "sponsors": [{"legislator_profile_id": 1262, "is_prime": true}, {"legislator_profile_id": 1305, "is_prime": true}], "keywords": ["Contracts", "Counties", "Local Government", "Municipal Government", "Property", "Taxes"], "audio": [{"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco23.mp3", "start_seconds": 5705.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco23.mp3", "start_seconds": 5705.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco23.mp3", "start_seconds": 5705.0}], "bill_versions": [{"bill_id": 8446, "bill_version_id": 48432, "bill_version": "Introduced", "bill_version_date": "2018-02-01T09:48:20.753-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the establishment of property assessed clean energy programs. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Assessment contract,\" a voluntary written contract between the county and record owner governing the terms and conditions of financing and assessment under a program; (2) \"PACE,\" a property assessed clean energy program established pursuant to this Act in an effort to achieve energy efficiency and economic development; (3) \"PACE area,\" an area within the jurisdictional boundaries of a county created by ordinance or resolution of the county to provide financing for energy projects under a property assessed clean energy program; (4) \"Energy efficiency improvement,\" equipment, devices, or materials intended to decrease energy consumption or promote a more efficient use of electricity, natural gas, propane, or other forms of energy on property, including: (a) Insulation in walls, roofs, floors, foundations, or heating and cooling distribution systems; (b) Storm windows and doors, multi-glazed windows and doors, heat-absorbing or heat-reflective glazed and coated window and door systems, and additional glazing, reductions in glass area, and other window and door system modifications that reduce energy consumption; (c) Automated energy control systems; (d) High efficiency heating, ventilating, or air-conditioning and distribution system modifications or replacements; (e) Caulking, weather-stripping, and air sealing; (f) Replacement or modification of lighting fixtures to reduce the energy use of the lighting system; (g) Day lighting systems; (h) Electrical wiring, outlets, or charging stations to charge a motor vehicle that is fully or partially powered by electricity; (i) Combined heat and power systems, or cogeneration, which is the concurrent production of electricity or mechanical power and useful thermal energy (heating and/or cooling) from a single source of energy; (j) Renewable energy systems; and (k) Any other installation or modification of equipment, devices, or materials approved as a utility cost-savings measure by the county; (5) \"Energy project,\" the installation, construction, or modification of an energy improvement, energy efficiency improvement, or water use improvement, or the acquisition, installation, or improvement of a renewable energy system that is affixed to a stabilized existing property; (6) \"Person,\" an individual, firm, partnership, association, corporation, limited liability company, unincorporated joint venture, trust, or any other type of entity that is recognized by law and has the title to or interest in property, not including any local unit of government or a homeowner's or condominium association; (7) \"Program administrator,\" a for-profit entity or not-for-profit entity that will administer a program on behalf of or at the discretion of the county; (8) \"Property,\" privately-owned commercial, industrial, or agricultural property located within the county, not including any residential property or any property owned by a unit of government; (9) \"Property assessed clean energy program,\" a program established pursuant to section 2 of this Act; (10) \"Record owner,\" the person who is the titleholder or owner of the beneficial interest in property; (11) \"Renewable energy resource,\" energy and any associated renewable energy credits from wind energy, solar thermal energy, photovoltaic cells and panels, biodiesel, anaerobic digestion, geothermal, and hydropower that does not involve new construction or significant expansion of hydropower dams; (12) \"Renewable energy system,\" a fixture, product, device, or interacting group of fixtures, products, or devices on the customer's side of the meter that use one or more renewable energy resources to generate energy including electricity, hot water, and steam; (13) \"Water use improvement,\" any fixture, product, system, device, or interacting group thereof for or serving any property that has the effect of conserving water resources through improved water management or efficiency. Section 2. That the code be amended by adding a NEW SECTION to read: As provided in section 3 of this Act, a county may establish a property assessed clean energy program and may create a PACE area or areas under the program. A county may create more than one PACE area under the program, and PACE areas may be separate, overlapping, or coterminous. Under a program, a county may enter into an assessment contract with the record owner of property within a PACE area to finance or refinance one or more energy projects on the property. The assessment contract shall provide for the repayment of the cost of an energy project through assessments upon the property benefitted. The financing or refinancing may include the cost of materials and labor necessary for installation, permit fees, inspection fees, application and administrative fees, bank fees, and any other fee that may be incurred by the record owner pursuant to the installation and the issuance of bonds, private capital, or other funding sources on a specific or pro rata basis as determined by the county, and may also include a prepayment premium. A program may be administered by the county or a program administrator. Section 3. That the code be amended by adding a NEW SECTION to read: To establish a property assessed clean energy program, the county commission of the county shall adopt a resolution or ordinance that includes the following: (1) A statement of intent to facilitate access to capital from a program administrator to provide funds for energy projects that will be repaid by assessments on the property benefitted with the agreement of the record owners; (2) A description of the proposed arrangements for financing the program through a program administrator; (3) The types of energy projects that may be financed; (4) A description of the territory within the PACE area; (5) Reference to a report on the proposed program as provided in section 4 of this Act; (6) The time and place for any public hearing required for the adoption of the proposed program by resolution or ordinance; (7) Any matters required to be in the report as provided in section 4 of this Act, and for this purpose, the report may be incorporated into the resolution or ordinance by reference; and (8) A description of any aspects of the program that may be amended without a public hearing and the aspects that may not be amended without a public hearing. A property assessed clean energy program may be amended by resolution or ordinance of the commission. Section 4. That the code be amended by adding a NEW SECTION to read: The report on the proposed program required in section 3 of this Act shall include all of the following: (1) An assessment contract between the county and record owner governing the terms and conditions of financing and assessment under the program; (2) Identification of the official authorized to enter into an assessment contract on behalf of the county; (3) A maximum aggregate annual dollar amount for all financing to be provided by the program administrator under the program; (4) An application process and eligibility requirements for financing energy projects under the program; (5) A method for determining interest rates on assessment installments, repayment periods, and the maximum amount of an assessment; (6) An explanation of how assessments will be made and collected; (7) A plan to raise capital to finance the improvements under the program pursuant to the sale of bonds to a program administrator; (8) Information on the following, to the extent known, or procedures to determine the following information in the future: (a) Any revenue source or reserve fund to be used as security for the bonds described in subdivision (7); and (b) Any application, administration, or other program fees to be charged to record owners participating in the program that will be used to finance costs incurred by the county as a result of a program; (9) A requirement that the term of an assessment not exceed the useful life of the energy project paid for by the assessment, though the county may allow projects consisting of multiple improvements with varying lengths of useful life to have a term that is no greater than the improvement with the longest useful life; (10) A requirement for a ratio of the amount of the assessment to the assessed value of the property or market value of the property as determined by a recent appraisal that is no older than twelve months; (11) A requirement that a record owner of property subject to a mortgage obtain written consent from the mortgage holder before participating in the program; (12) Provisions for marketing and participant education; (13) Provisions for an adequate debt service reserve fund; and (14) Quality assurance and antifraud measures. Section 5. That the code be amended by adding a NEW SECTION to read: If a program and PACE area are established, a record owner of property within the PACE area may apply with the county or its program administrator for funding to finance an energy project. The county may impose an assessment under a program only pursuant to the terms of a recorded assessment contract with the record owner of the property to be assessed. Before entering into an assessment contract with a record owner under a program, the county shall verify the following: (1) The property is within the PACE area; (2) There are no delinquent taxes, special assessments, or water or sewer charges on the property; (3) There are no delinquent assessments on the property under a program; (4) There are no liens on the property, including construction or mechanics liens, lis pendens or judgments against the record owner, environmental proceedings, or eminent domain proceedings; (5) No notices of default or other evidence of property-based debt delinquency have been recorded and not cured; (6) The record owner is current on all mortgage debt on the property, the record owner has not filed for bankruptcy in the last two years, and the property is not an asset to a current bankruptcy; (7) Any work requiring a license under any applicable law to make a qualifying improvement will be performed by a registered contractor that has agreed to adhere to a set of terms and conditions through a process established by the county; (8) Any contractor to be used has signed a written acknowledgment that the county will not authorize final payment to the contractor until the county has received written confirmation from the record owner that the improvement was properly installed and is operating as intended; (9) The amount of the assessment in relation to the greater of the assessed value of the property or the appraised value of the property, as determined by a licensed appraiser, does not exceed twenty-five percent; and (10) An assessment of the existing water or energy use and a modeling of expected monetary savings have been conducted for any proposed project. If no existing usage data is available, modeling shall be used to compare the estimated usage of the proposed project to the minimum standards required by the applicable building codes. Section 6. That the code be amended by adding a NEW SECTION to read: At least thirty days prior to entering into an assessment contract with a county, the record owner shall provide to any holder or loan servicer of any existing mortgage encumbering or otherwise secured by the property notice of the record owner's intent to enter into an assessment contract with the county that includes the maximum principal amount to be financed, the maximum annual assessment necessary to repay that amount, and a request that the holder or loan servicer of any existing mortgage consent to the record owner subjecting the property to the program. The record owner shall provide to the county proof of the notice being sent and the written consent of any existing mortgage holder for the record owner to enter into the assessment contract and acknowledging that the existing mortgage will be subordinate to the financing and assessment contract and that the county can foreclose the property if the assessment is not paid. Section 7. That the code be amended by adding a NEW SECTION to read: A provision in any agreement between a county and a public or private power or energy provider or other utility provider is not enforceable to limit or prohibit any county from exercising its authority in establishing a program or PACE area. Section 8. That the code be amended by adding a NEW SECTION to read: A record owner's signed certification that the county has complied with the provisions of section 5 of this Act is conclusive evidence as to the compliance with those provisions, but it does not relieve any contractor or county from any potential liability. Section 9. That the code be amended by adding a NEW SECTION to read: The provisions of this Act are in addition to the home rule authority provided to a county in chapter 6-12 and do not limit that authority. Section 10. That the code be amended by adding a NEW SECTION to read: An assessment imposed under a property assessed clean energy program, including any interest on the assessment and any penalty, constitutes a lien against the property on which the assessment is imposed until the assessment, including any interest or penalty, is paid in full. The lien of the assessment contract shall remain with the property until the assessment is paid in full and a satisfaction or release has been recorded with the county. The lien has the same priority and status as other property tax and assessment liens. The county has all rights and remedies in the case of default or delinquency in the repayment of the assessment as it does with delinquent property taxes pursuant to chapter 10-22. Any installments of an assessment due under a program may be included in each tax bill and may be collected at the same time and in the same manner as property taxes collected pursuant to chapter 10-21. No partial payment of an assessment is allowed. Section 11. That the code be amended by adding a NEW SECTION to read: A county may issue bonds to finance energy projects under a property assessed clean energy program. The bonds may not be general obligations of the county, but shall be secured by the following as provided by the county commission in the resolution or ordinance approving the bonds: (1) Payments of assessments on benefitted property within the PACE area specified; and (2) If applicable, revenue sources or reserves established by the county from bond proceeds or other lawfully available funds. A pledge of assessments, funds, or contractual rights made by a county commission in connection with the issuance of bonds by a county under the provisions of this Act constitutes a statutory lien on the assessments, funds, or contractual rights without further action taken by the commission. The statutory lien is valid and binding against all other persons, with or without notice. Any bonds issued pursuant to this Act are subject to the requirements of chapter 6-8B. Section 12. That the code be amended by adding a NEW SECTION to read: A county may join with any other county for the implementation of a property assessed clean energy program. If a program is implemented jointly by two or more counties, a single public hearing held jointly by the cooperating counties meets the requirements of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8446, "action_date": "2018-02-01T14:00:00-06:00", "document_id": 48515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48515.pdf", "status_text": "First read in House and referred to", "journal_page": 287, "committee_id_action": 396, "committee_id_assigned": 383, "result": "N", "vote": {}}, {"bill_id": 8446, "action_date": "2018-02-14T10:00:00-06:00", "document_id": 49066, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49066.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 383, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8446, "action_date": "2018-02-14T10:00:00-06:00", "document_id": 49277, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49277.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 455, "committee_id_action": 383, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25824, "president_vote": null, "Yea": [1284, 1291, 1275, 1263, 1274, 1295, 1309, 1216, 1285, 1261], "Nay": [1238, 1315, 1287]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8446"}