{"session_id": 48, "bill_id": 14161, "bill_type": "House Bill", "bill_number": 1082, "bill_title": "revise certain provisions related to the impoundment of animals and the regulation of certain kennels.", "sponsors": [{"legislator_profile_id": 2204, "is_prime": true}, {"legislator_profile_id": 2258, "is_prime": true}, {"legislator_profile_id": 2199, "is_prime": false}, {"legislator_profile_id": 2213, "is_prime": false}, {"legislator_profile_id": 2231, "is_prime": false}, {"legislator_profile_id": 2240, "is_prime": false}, {"legislator_profile_id": 2246, "is_prime": false}, {"legislator_profile_id": 2247, "is_prime": false}, {"legislator_profile_id": 2248, "is_prime": false}, {"legislator_profile_id": 2256, "is_prime": false}, {"legislator_profile_id": 2263, "is_prime": false}, {"legislator_profile_id": 2270, "is_prime": false}, {"legislator_profile_id": 2276, "is_prime": false}, {"legislator_profile_id": 2286, "is_prime": false}, {"legislator_profile_id": 2290, "is_prime": false}], "keywords": ["Kennels"], "audio": [], "bill_versions": [{"bill_id": 14161, "bill_version_id": 80816, "bill_version": "Introduced", "bill_version_date": "1999-01-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to the impoundment of animals and the regulation of certain kennels. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 40-1-1 be amended to read as follows: 40-1-1. Terms used in chapters 40-1 and 40-2, mean: (1) \"Abandonment,\" giving up with the intent of never again regaining one's interests in, or rights to, an animal other than placing ownership with a responsible party; (2) \"Animal,\" any mammal, bird, reptile, amphibian or fish, except humans; (3) \"Board,\" the South Dakota animal industry board; (4) \"Captive wild animal,\" any wild animal held in man-made confinement or physically altered to limit movement and facilitate capture; (5) \"Domestic animal,\" any animal that through long association with man, has been bred to a degree which has resulted in genetic changes affecting the temperament, color, conformation or other attributes of the species to an extent that makes it unique and different from wild individuals of its kind; (6) \"Exotic animal,\" any animal not occurring naturally in the United States either currently or historically; (7) \"Impoundment,\" taking physical control and custody of an animal; (7A) \"Kennel,\" any establishment where dogs or cats, for commercial purposes, are kept for a period longer than twelve consecutive hours for breeding, grooming, training, sale, or sporting purposes or for the provision of shelter, food, and water. Kennel does not include a pound owned and operated by any political subdivision of the state or a person's home where dogs or cats are kept as pets; (8) \"Non-domestic animal,\" any animal that is not domestic; (9) \"Other livestock,\" any agricultural or commercial animal owned, bred or raised for profit, but not including dogs, cats, rabbits or other household pets; (10) \"Wild animal,\" any animal not in captivity, other than a domestic animal; and (11) \"Zoological animal,\" any animal in any zoo or intended to be used in a zoo. Section 2. That chapter 40-1 be amended by adding thereto a NEW SECTION to read as follows: Any kennel in this state shall be operated in accordance with the standards specified in 9 CFR Chapter 1, Part 3, Subpart A, Sections 3.1 to 3.12, inclusive, as amended to January 1, 1999. The board, any law enforcement officer, or any agent or officer of a humane society may enter and inspect any premises necessary to ensure compliance with this section, as provided in § § 40- 1-28 and 40-1-29. If the inspection reveals a violation of this section, the board, law enforcement officer, or agent or officer of a humane society may impound the affected animals as provided in § 40-1-5; or, if the circumstances warrant, the board, law enforcement officer, or agent or officer of the humane society may issue a written warning to the owner or operator of the kennel. The warning shall state that the owner or operator has ten days to bring the kennel into compliance with the provisions of this section. At the end of the ten-day period, the warning period may be extended if, in the judgement of the board, law enforcement officer, or agent or officer of the humane society, progress toward substantial compliance with the provisions of this section is being made. If the board, law enforcement officer, or agent or officer of the humane society determines that sufficient progress is not being made or if the circumstances otherwise warrant, the affected animals may be impounded pursuant to § 40-1-5. The provisions of this section do not preclude other actions authorized by this chapter or any other provision of law for the protection of animals. Section 3. That chapter 40-1 be amended by adding thereto a NEW SECTION to read as follows: Any animal impounded pursuant to his chapter shall be held at the designated facility until the violator is in compliance with this chapter or for a period not to exceed ten days. After ten days of impoundment, the animal becomes the property of the jurisdiction that impounded the animal, unless an extension is necessary for the impounding jurisdiction to have sufficient time to prepare a court case if prosecution is warranted, or unless a bond is posted as provided in this Act. Any animal impounded for reasons beyond the control of the owner shall be held for ten days, during which time a reasonable effort shall be made to contact the owner or the owner's representative. After the tenth day of impoundment in such circumstances, the animal becomes the property of the impounding jurisdiction. Any animal awaiting disposition by the courts shall remain in the custody of the impounding jurisdiction unless such disposition is made or the animal is placed in a foster home until legal arrangements have been completed. Section 4. That chapter 40-1 be amended by adding thereto a NEW SECTION to read as follows: If any animal has been impounded pursuant to this chapter, the impounding jurisdiction may file a petition with the circuit court requesting the owner or custodian of the animal to post a bond to cover the costs of care of the animal while it is impounded. The petition shall be accompanied by an affidavit or statement by the impounding jurisdiction setting forth an estimate of the reasonable expenses the jurisdiction expects to incur in providing care for the animal, including veterinary care, food, board, and other expenses necessary for the care of the animal. The owner or custodian of the animal shall be provided written notice of the petition by personal service or certified mail. Any such mail shall be sent to the last known address, or if the address is not known, the notice shall be sent to the address from which the animal was seized. Refusal to accept certified mail or failure to receive mail due to other delays does not negate this section. Section 5. That chapter 40-1 be amended by adding thereto a NEW SECTION to read as follows: The court in which a petition is filed pursuant to section 4 of this Act shall hold a hearing on the petition. At the hearing the impounding jurisdiction has the burden of proof that there is probable cause to find that the animal was the subject of a violation of this chapter. If the court finds that probable cause exists the court shall order the owner or custodian of the animal to post a bond to cover the cost of the care of the animal for a minimum of thirty days. The bond shall be posted within a maximum of three business days following the bond hearing judgement. If bond has not been posted within the allotted three business days, the animal immediately becomes the property of the impounding jurisdiction. If, at the end of thirty days, the matter for holding the animal has not been adjudicated, another bond shall be posted. The renewal bond shall be paid no later than the close of business on the thirtieth day. If the thirtieth day falls on a weekend or holiday, the bond shall be posted by the close of business on the last regular business day before the weekend or holiday. The bond shall be renewed every thirty days thereafter until the matter is adjudicated by the court having jurisdiction. Failure to repost a bond by the end of any thirty day period constitutes voluntary relinquishment of the animal. Upon conviction of the accused, the court may order any remaining bond money or the animal or both forfeited to the impounding jurisdiction. If the accused is acquitted or discharged without conviction, the court shall direct the delivery of the animal and any bond posted, less any reasonable medical, housing, and administrative costs. Section 6. That chapter 40-1 be amended by adding thereto a NEW SECTION to read as follows: The bond authorized in sections 4 and 5 of this Act is intended to cover housing, feeding, emergency medical care, immunizations, and routine medical care for the animal. Any animal displaying signs of illness at the time of the impoundment shall be treated at the expense of the owner or custodian. Any impounded animal that has not been inoculated or is not current in its inoculations for ailments common to its species shall be inoculated at the expense of the owner or custodian. Any impounded animal displaying symptoms of illness or injury that in the opinion of a licensed veterinarian would cause undue suffering to the animal or pose a substantial health risk to other animals shall be humanely euthanized immediately."}, {"bill_id": 14161, "bill_version_id": 80815, "bill_version": "House Agriculture and Natural Resources Engrossed", "bill_version_date": "1999-02-10T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to the impoundment of animals and the regulation of certain kennels. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 40-1-1 be amended to read as follows: 40-1-1. Terms used in chapters 40-1 and 40-2, mean: (1) \"Abandonment,\" giving up with the intent of never again regaining one's interests in, or rights to, an animal other than placing ownership with a responsible party; (2) \"Animal,\" any mammal, bird, reptile, amphibian or fish, except humans; (3) \"Board,\" the South Dakota animal industry board; (4) \"Captive wild animal,\" any wild animal held in man-made confinement or physically altered to limit movement and facilitate capture; (5) \"Domestic animal,\" any animal that through long association with man, has been bred to a degree which has resulted in genetic changes affecting the temperament, color, conformation or other attributes of the species to an extent that makes it unique and different from wild individuals of its kind; (6) \"Exotic animal,\" any animal not occurring naturally in the United States either currently or historically; (7) \"Impoundment,\" taking physical control and custody of an animal; (7A) \"Kennel,\" any establishment where dogs or cats, for commercial purposes, are kept for a period longer than twelve consecutive hours for breeding, grooming, training, sale, or sporting purposes or for the provision of shelter, food, and water. Kennel does not include a pound owned and operated by any political subdivision of the state or a person's home where dogs or cats are kept as pets; (8) \"Non-domestic animal,\" any animal that is not domestic; (9) \"Other livestock,\" any agricultural or commercial animal owned, bred or raised for profit, but not including dogs, cats, rabbits or other household pets; (10) \"Wild animal,\" any animal not in captivity, other than a domestic animal; and (11) \"Zoological animal,\" any animal in any zoo or intended to be used in a zoo. Section 2. That chapter 40-1 be amended by adding thereto a NEW SECTION to read as follows: Any kennel in this state shall be operated in accordance with the standards specified in 9 CFR Chapter 1, Part 3, Subpart A, Sections 3.1 to 3.12, inclusive, as amended to January 1, 1999. The board, any law enforcement officer, or any agent or officer of a humane society may enter and inspect any premises necessary to ensure compliance with this section, as provided in § § 40- 1-28 and 40-1-29. If the inspection reveals a violation of this section, the board, law enforcement officer, or agent or officer of a humane society may impound the affected animals as provided in § 40-1-5; or, if the circumstances warrant, the board, law enforcement officer, or agent or officer of the humane society may issue a written warning to the owner or operator of the kennel. The warning shall state that the owner or operator has ten days to bring the kennel into compliance with the provisions of this section. At the end of the ten-day period, the warning period may be extended if, in the judgement of the board, law enforcement officer, or agent or officer of the humane society, progress toward substantial compliance with the provisions of this section is being made. If the board, law enforcement officer, or agent or officer of the humane society determines that sufficient progress is not being made or if the circumstances otherwise warrant, the affected animals may be impounded pursuant to § 40-1-5. The provisions of this section do not preclude other actions authorized by this chapter or any other provision of law for the protection of animals. Section 3. That chapter 40-1 be amended by adding thereto a NEW SECTION to read as follows: Any animal impounded pursuant to this chapter shall be held at the designated facility until the violator is in compliance with this chapter or for a period not to exceed ten days. After ten days of impoundment, the animal becomes the property of the jurisdiction that impounded the animal, unless an extension is necessary for the impounding jurisdiction to have sufficient time to prepare a court case if prosecution is warranted, or unless a bond is posted as provided in this Act. Any animal impounded for reasons beyond the control of the owner shall be held for ten days, during which time a reasonable effort shall be made to contact the owner or the owner's representative. After the tenth day of impoundment in such circumstances, the animal becomes the property of the impounding jurisdiction. Any animal awaiting disposition by the courts shall remain in the custody of the impounding jurisdiction unless such disposition is made or the animal is placed in a foster home until legal arrangements have been completed. Section 4. That chapter 40-1 be amended by adding thereto a NEW SECTION to read as follows: If any animal has been impounded pursuant to this chapter, the impounding jurisdiction may file a petition with the circuit court requesting the owner or custodian of the animal to post a bond to cover the costs of care of the animal while it is impounded. The petition shall be accompanied by an affidavit or statement by the impounding jurisdiction setting forth an estimate of the reasonable expenses the jurisdiction expects to incur in providing care for the animal, including veterinary care, food, board, and other expenses necessary for the care of the animal. The owner or custodian of the animal shall be provided written notice of the petition by personal service or certified mail. Any such mail shall be sent to the last known address, or if the address is not known, the notice shall be sent to the address from which the animal was seized. Refusal to accept certified mail or failure to receive mail due to other delays does not negate this section. Section 5. That chapter 40-1 be amended by adding thereto a NEW SECTION to read as follows: The court in which a petition is filed pursuant to section 4 of this Act shall hold a hearing on the petition. At the hearing the impounding jurisdiction has the burden of proof that there is probable cause to find that the animal was the subject of a violation of this chapter. If the court finds that probable cause exists the court shall order the owner or custodian of the animal to post a bond to cover the cost of the care of the animal for a minimum of thirty days. The bond shall be posted within a maximum of three business days following the bond hearing judgement. If bond has not been posted within the allotted three business days, the animal immediately becomes the property of the impounding jurisdiction. If, at the end of thirty days, the matter for holding the animal has not been adjudicated, another bond shall be posted. The renewal bond shall be paid no later than the close of business on the thirtieth day. If the thirtieth day falls on a weekend or holiday, the bond shall be posted by the close of business on the last regular business day before the weekend or holiday. The bond shall be renewed every thirty days thereafter until the matter is adjudicated by the court having jurisdiction. Failure to repost a bond by the end of any thirty day period constitutes voluntary relinquishment of the animal. Upon conviction of the accused, the court may order any remaining bond money or the animal or both forfeited to the impounding jurisdiction. If the accused is acquitted or discharged without conviction, the court shall direct the delivery of the animal and any bond posted, less any reasonable medical, housing, and administrative costs. Section 6. That chapter 40-1 be amended by adding thereto a NEW SECTION to read as follows: The bond authorized in sections 4 and 5 of this Act is intended to cover housing, feeding, emergency medical care, immunizations, and routine medical care for the animal. Any animal displaying signs of illness at the time of the impoundment shall be treated at the expense of the owner or custodian. Any impounded animal that has not been inoculated or is not current in its inoculations for ailments common to its species shall be inoculated at the expense of the owner or custodian. Any impounded animal displaying symptoms of illness or injury that in the opinion of a licensed veterinarian would cause undue suffering to the animal or pose a substantial health risk to other animals shall be humanely euthanized immediately. However, in a case involving an animal that has not become property of the impounding jurisdiction under this Act, the impounding jurisdiction shall provide written notice via certified mail to the owner or custodian of the animal of its intention to euthanize the animal. The impounding authority shall then wait seventy-two hours after sending the notice before euthanization of the animal, unless the owner or custodian agrees to have the animal euthanized. No veterinarian licensed pursuant to chapter 36-12 or any person assisting a veterinarian licensed pursuant to chapter 36-12 is liable for any civil damages arising out of the euthanization of the impounded animal. BILL HISTORY 1/20/99 First read in House and referred to Agriculture and Natural Resources. H.J. 94 2/9/99 Scheduled for Committee hearing on this date. 2/9/99 Agriculture and Natural Resources Do Pass Amended, Passed, AYES 9, NAYS 4. H.J. 428 2/9/99 Scheduled for Committee hearing on this date."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14161, "action_date": "1999-01-20T14:00:00-06:00", "document_id": 82116, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82116.pdf", "status_text": "First read in House and referred to", "journal_page": 94, "committee_id_action": 628, "committee_id_assigned": 614, "result": "N", "vote": {}}, {"bill_id": 14161, "action_date": "1999-02-09T07:45:00-06:00", "document_id": 81868, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81868.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 614, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14161, "action_date": "1999-02-09T07:45:00-06:00", "document_id": 81868, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81868.pdf", "status_text": "Do Pass Amended,", "journal_page": 428, "committee_id_action": 614, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41107, "president_vote": null, "Yea": [2204, 2211, 2213, 2222, 2248, 2249, 2260, 2284, 2298], "Nay": [2236, 2261, 2286, 2297]}}, {"bill_id": 14161, "action_date": "1999-02-09T19:30:00-06:00", "document_id": 81869, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81869.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 614, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14161, "action_date": "1999-02-11T14:00:00-06:00", "document_id": 82130, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82130.pdf", "status_text": "Do Pass Amended,", "journal_page": 492, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43392, "president_vote": null, "Nay": [2200, 2203, 2214, 2222, 2227, 2236, 2237, 2238, 2247, 2255, 2257, 2261, 2266, 2268, 2279, 2288, 2296, 2297, 2302, 2303], "Yea": [2204, 2207, 2208, 2209, 2210, 2211, 2212, 2213, 2219, 2220, 2223, 2228, 2229, 2231, 2232, 2233, 2240, 2243, 2244, 2248, 2249, 2250, 2253, 2254, 2256, 2260, 2262, 2264, 2265, 2272, 2273, 2276, 2277, 2278, 2281, 2282, 2284, 2286, 2287, 2290, 2291, 2295, 2298, 2300, 2301, 2245], "Excused": [2216, 2218, 2267], "Absent": [2271]}}, {"bill_id": 14161, "action_date": "1999-02-12T14:00:00-06:00", "document_id": 81775, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81775.pdf", "status_text": "First read in Senate and referred to", "journal_page": 487, "committee_id_action": 629, "committee_id_assigned": 602, "result": "N", "vote": {}}, {"bill_id": 14161, "action_date": "1999-02-16T10:00:00-06:00", "document_id": 82002, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82002.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 602, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14161, "action_date": "1999-02-18T10:00:00-06:00", "document_id": 82003, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82003.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 602, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14161, "action_date": "1999-02-23T10:00:00-06:00", "document_id": 82004, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82004.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 602, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14161, "action_date": "1999-02-23T10:00:00-06:00", "document_id": 82004, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82004.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 602, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 41952, "president_vote": null, "Nay": [2205, 2252, 2280, 2224], "Yea": [2206, 2241, 2242, 2294], "Excused": [2292]}}, {"bill_id": 14161, "action_date": "1999-02-23T10:00:00-06:00", "document_id": 82004, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82004.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 602, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 41952, "president_vote": null, "Nay": [2205, 2252, 2280, 2224], "Yea": [2206, 2241, 2242, 2294], "Excused": [2292]}}, {"bill_id": 14161, "action_date": "1999-02-23T10:00:00-06:00", "document_id": 82004, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82004.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 602, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14161, "action_date": "1999-02-25T10:00:00-06:00", "document_id": 82005, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82005.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 602, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14161, "action_date": "1999-02-25T10:00:00-06:00", "document_id": 82005, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82005.pdf", "status_text": "Tabled", "journal_page": 674, "committee_id_action": 602, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42042, "president_vote": null, "Yea": [2205, 2206, 2241, 2252, 2280, 2294, 2224], "Nay": [2242], "Excused": [2292]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14161"}