{"session_id": 51, "bill_id": 16521, "bill_type": "Senate Bill", "bill_number": 183, "bill_title": "allow the resignation of the registered agent of a limited liability partnership.", "sponsors": [{"legislator_profile_id": 2531, "is_prime": true}, {"legislator_profile_id": 2577, "is_prime": true}], "keywords": ["Partnerships"], "audio": [{"meeting_datetime": "2001-01-29T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sju14sb0183a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-29T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sju14sb0183a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-29T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sju14sb0183a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-29T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sju14sb0183a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen15.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16521, "bill_version_id": 88532, "bill_version": "Introduced", "bill_version_date": "2001-01-25T09:34:36-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow the resignation of the registered agent of a limited liability partnership. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 48-7 be amended by adding thereto a NEW SECTION to read as follows: Any registered agent of a limited liability partnership may resign as agent upon filing an original written notice of the resignation and an exact or conforming copy of the resignation with the secretary of state. The secretary of state shall mail the copy to the limited liability partnership at its registered office. The appointment of the agent shall terminate thirty days after receipt of notice by the secretary of state. Section 2. That § 48-7-108 be amended to read as follows: 48-7-108. To become a registered limited liability partnership, a partnership shall file with the secretary of state a registration stating the name of the partnership; the address of its principal office; if the partnership's principal office is not located in this state, the address of a registered office and the name and address of a registered agent for service of process in this state, along with the written consent of the agent to the appointment as registered agent, which the partnership will be required to maintain; a brief statement of the business in which the partnership engages; any other matters that the partnership determines to include; and that the partnership thereby registers as a registered limited liability partnership. The registration shall be executed by one or more partners authorized to execute a registration. The registration shall be accompanied by a fee of ninety dollars. The secretary of state shall register as a registered limited liability partnership any partnership that submits a completed registration with the required fee. A partnership registered under this section shall pay, in each year following the year in which its registration is filed, on a date specified by the secretary of state, a fee of twenty-five dollars. The fee shall be accompanied by a notice, on a form provided by the secretary of state, of any material changes in the information contained in the partnership's registration. Registration is effective immediately after the date a registration is filed or at any later date or time specified in the registration, and remains effective until: (1) It is voluntarily withdrawn by filing with the secretary of state a written withdrawal notice executed by one or more partners authorized to execute a withdrawal notice; or (2) Thirty days after receipt by the partnership of a notice from the secretary of state sent by certified or registered mail, that the partnership has failed to make timely payment of the annual fee, unless the fee is paid within such a thirty-day period. A partnership becomes a registered limited liability partnership at the time of the filing of the initial registration with the secretary of state or at any later date or time specified in the registration if, in either case, there has been substantial compliance with the requirements of this chapter. A partnership continues as a registered limited liability partnership if there has been substantial compliance with the requirements of this chapter. The status of a partnership as a registered limited liability partnership and the liability of a partner of such registered limited liability partnership may not be adversely affected by errors or subsequent changes in the information stated in a registration or notice. The fact that a registration or a notice is on file with the secretary of state is notice that the partnership is a registered limited liability partnership and is notice of all other facts set forth in the registration or notice. A partnership that has registered as a registered limited liability partnership is for all purposes the same partnership that existed before the registration and continues to be a partnership under the laws of this state. If a registered limited liability partnership dissolves, a partnership which continues the business of or is a successor to such registered limited liability partnership and which intends to be a registered limited liability partnership is not required to file a new registration and is deemed to have filed any documents required or permitted under this section which were filed by the predecessor partnership. The filing of a registration with the secretary of state makes it unnecessary to file any other documents under chapter 37-11. The secretary of state shall provide forms for a registration and a notice pursuant to this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16521, "action_date": "2001-01-25T14:00:00-06:00", "document_id": 88645, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88645.pdf", "status_text": "First read in Senate and referred to", "journal_page": 218, "committee_id_action": 713, "committee_id_assigned": 691, "result": "N", "vote": {}}, {"bill_id": 16521, "action_date": "2001-01-29T10:00:00-06:00", "document_id": 88832, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88832.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 691, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16521, "action_date": "2001-01-29T10:00:00-06:00", "document_id": 88832, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88832.pdf", "status_text": "Do Pass,", "journal_page": 267, "committee_id_action": 691, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50801, "president_vote": null, "Excused": [2520], "Yea": [2531, 2551, 2569, 2584, 2529, 2617]}}, {"bill_id": 16521, "action_date": "2001-01-29T10:00:00-06:00", "document_id": 88832, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88832.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 691, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16521, "action_date": "2001-01-30T14:00:00-06:00", "document_id": 88981, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88981.pdf", "status_text": "Do Pass,", "journal_page": 282, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50916, "president_vote": null, "Yea": [2516, 2517, 2520, 2523, 2524, 2529, 2531, 2532, 2534, 2535, 2536, 2539, 2542, 2549, 2551, 2552, 2562, 2567, 2573, 2576, 2580, 2581, 2584, 2585, 2590, 2597, 2598, 2606, 2607, 2609, 2615, 2616, 2617], "Excused": [2550, 2569]}}, {"bill_id": 16521, "action_date": "2001-01-31T14:00:00-06:00", "document_id": 89103, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89103.pdf", "status_text": "First read in House and referred to", "journal_page": 296, "committee_id_action": 712, "committee_id_assigned": 710, "result": "N", "vote": {}}, {"bill_id": 16521, "action_date": "2001-02-12T07:45:00-06:00", "document_id": 89777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89777.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 710, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16521, "action_date": "2001-02-14T08:30:00-06:00", "document_id": 90020, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90020.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 710, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16521, "action_date": "2001-02-14T08:30:00-06:00", "document_id": 90020, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90020.pdf", "status_text": "Tabled", "journal_page": 497, "committee_id_action": 710, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49536, "president_vote": null, "Yea": [2518, 2547, 2558, 2564, 2577, 2578, 2583, 2586, 2587, 2601, 2525], "Absent": [2611], "Excused": [2582]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16521"}