{"session_id": 68, "bill_id": 24185, "bill_type": "Senate Joint Resolution", "bill_number": 505, "bill_title": "Proposing and submitting to the electors at the next general election an amendment to the Constitution of the State of South Dakota, updating references to certain officeholders and persons.", "sponsors": [{"legislator_profile_id": 4397, "is_prime": true}, {"legislator_profile_id": 4426, "is_prime": true}, {"legislator_profile_id": 4342, "is_prime": false}, {"legislator_profile_id": 4345, "is_prime": false}, {"legislator_profile_id": 4348, "is_prime": false}, {"legislator_profile_id": 4353, "is_prime": false}, {"legislator_profile_id": 4355, "is_prime": false}, {"legislator_profile_id": 4372, "is_prime": false}, {"legislator_profile_id": 4399, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4407, "is_prime": false}, {"legislator_profile_id": 4458, "is_prime": false}, {"legislator_profile_id": 4410, "is_prime": false}, {"legislator_profile_id": 4413, "is_prime": false}, {"legislator_profile_id": 4465, "is_prime": false}, {"legislator_profile_id": 4432, "is_prime": false}], "keywords": ["Ballot Measures", "Constitutional Amendments", "Senate Joint Resolution", "Technical/Cleanup Changes"], "audio": [{"meeting_datetime": "2023-02-03T10:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/slo17.mp3", "start_seconds": 2240.0}, {"meeting_datetime": "2023-02-03T10:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/slo17.mp3", "start_seconds": 2240.0}, {"meeting_datetime": "2023-02-03T10:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/slo17.mp3", "start_seconds": 2240.0}, {"meeting_datetime": "2023-02-06T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen18.mp3", "start_seconds": 4728.0}, {"meeting_datetime": "2023-02-06T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen18.mp3", "start_seconds": 4728.0}, {"meeting_datetime": "2023-02-06T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen18.mp3", "start_seconds": 4728.0}, {"meeting_datetime": "2023-02-06T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen18.mp3", "start_seconds": 4728.0}, {"meeting_datetime": "2023-02-24T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst29.mp3", "start_seconds": 3246.0}, {"meeting_datetime": "2023-02-24T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst29.mp3", "start_seconds": 3246.0}, {"meeting_datetime": "2023-02-24T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst29.mp3", "start_seconds": 3246.0}, {"meeting_datetime": "2023-02-24T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst29.mp3", "start_seconds": 3246.0}, {"meeting_datetime": "2023-02-28T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou31.mp3", "start_seconds": 1098.0}, {"meeting_datetime": "2023-02-28T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou31.mp3", "start_seconds": 1098.0}, {"meeting_datetime": "2023-02-28T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou31.mp3", "start_seconds": 1098.0}], "bill_versions": [{"bill_id": 24185, "bill_version_id": 246800, "bill_version": "Introduced", "bill_version_date": "2023-01-26T10:57:58.24-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election an amendment to the Constitution of the State of South Dakota, updating references to certain officeholders and persons. Be it resolved by the Senate of the State of South Dakota, the House of Representatives concurring therein: Section 1. That at the next general election held in the state, the following amendments to the Constitution of the State of South Dakota, as set forth in sections 2 through 25 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article IV, § 3 of the Constitution of the State of South Dakota, be AMENDED: § 3. The Governor shall be responsible for the faithful execution of the law. He The Governor may, by appropriate action or proceeding brought in the name of the state, enforce compliance with any constitutional or legislative mandate, or restrain violation of any constitutional or legislative power, duty or right by any officer, department or agency of the state or any of its civil divisions. This authority shall not authorize any action or proceedings against the Legislature. He The Governor shall be commander‑in‑chief of the armed forces of the state, except when they shall be called into the service of the United States, and may call them out to execute the laws, to preserve order, to suppress insurrection or to repel invasion. The Governor shall commission all officers of the state. He The Governor may at any time require information, in writing or otherwise, from the officers of any administrative department, office or agency upon any subject relating to the respective offices. The Governor shall at the beginning of each session, and may at other times, give the Legislature information concerning the affairs of the state and recommend the measures he the Governor considers necessary. The Governor may convene the Legislature or either house thereof alone in special session by a proclamation stating the purposes of the session, and only business encompassed by such purposes shall be transacted. Whenever a vacancy occurs in any office and no provision is made by the Constitution or laws for filling such vacancy, the Governor shall have the power to fill such vacancy by appointment. The Governor may, except as to convictions on impeachment, grant pardons, commutations, and reprieves, and may suspend and remit fines and forfeitures. Section 3. That Article IV, § 5 of the Constitution of the State of South Dakota, be AMENDED: § 5. The lieutenant governor shall be president of the senate but shall have no vote unless the senators be equally divided. The lieutenant governor shall perform the duties and exercise the powers that may be delegated to him the lieutenant governor by the Governor. Section 4. That Article IV, § 8 of the Constitution of the State of South Dakota, be AMENDED: § 8. All executive and administrative offices, boards, agencies, commissions and instrumentalities of the state government and their respective functions, powers and duties, except for the office of Governor, lieutenant governor, attorney general, secretary of state, auditor, treasurer, and commissioner of school and public lands, shall be allocated by law among and within not more than twenty‑five principal departments, organized as far as practicable according to major purposes, by no later than July 1, 1974. Subsequently, all new powers or functions shall be assigned to administrative offices, agencies and instrumentalities in such manner as will tend to provide an orderly arrangement in the administrative organization of state government. Temporary commissions may be established by law and need not be allocated within a principal department. Except as to elected constitutional officers, the Governor may make such changes in the organization of offices, boards, commissions, agencies and instrumentalities, and in allocation of their functions, powers and duties, as he the Governor considers necessary for efficient administration. If such changes affect existing law, they shall be set forth in executive orders, which shall be submitted to the Legislature within five legislative days after it convenes, and shall become effective, and shall have the force of law, within ninety days after submission, unless disapproved by a resolution concurred in by a majority of all the members of either house. Section 5. That Article V, § 5 of the Constitution of the State of South Dakota, be AMENDED: § 5. The Supreme Court shall have such appellate jurisdiction as may be provided by the Legislature, and the Supreme Court or any justice thereof may issue any original or remedial writ which shall then be heard and determined by that court. The Governor has authority to require opinions of the Supreme Court upon important questions of law involved in the exercise of his the Governor's executive power and upon solemn occasions. The circuit courts have original jurisdiction in all cases except as to any limited original jurisdiction granted to other courts by the Legislature. The circuit courts and judges thereof have the power to issue, hear and determine all original and remedial writs. The circuit courts have such appellate jurisdiction as may be provided by law. Imposition or execution of a sentence may be suspended by the court empowered to impose the sentence unless otherwise provided by law. Section 6. That Article V, § 6 of the Constitution of the State of South Dakota, be AMENDED: § 6. Justices of the Supreme Court, judges of the circuit courts and persons presiding over courts of limited jurisdiction must be citizens of the United States, residents of the state of South Dakota and voting residents within the district, circuit or jurisdiction from which they are elected or appointed. No Supreme Court justice shall be deemed to have lost his lose voting residence in a district by reason of his removal because the justice was removed to the seat of government in the discharge of his the justice's official duties. Justices of the Supreme Court and judges of circuit courts must be licensed to practice law in the state of South Dakota. Section 7. That Article V, § 7 of the Constitution of the State of South Dakota, be AMENDED: § 7. Circuit court judges shall be elected in a nonpolitical election by the electorate of the circuit each represents for an eight‑year term. A vacancy, as defined by law, in the office of a Supreme Court justice or circuit court judge, shall be filled by appointment of the Governor from one of two or more persons nominated by the judicial qualifications commission. The appointment to fill a vacancy of a circuit court judge shall be for the balance of the unexpired term; and the appointment to fill a vacancy of a Supreme Court justice shall be subject to approval or rejection as hereinafter set forth. Retention of each Supreme Court justice shall, in the manner provided by law, be subject to approval or rejection on a nonpolitical ballot at the first general election following the expiration of three years from the date of his the appointment. Thereafter, each Supreme Court justice shall be subject to approval or rejection in like manner every eighth year. All incumbent Supreme Court justices at the time of the effective date of this amendment shall be subject to a retention election in the general election in the year in which their respective existing terms expire. Section 8. That Article V, § 8 of the Constitution of the State of South Dakota, be AMENDED: § 8. The chief justice shall be selected from among the justices of the Supreme Court for a term and in a manner to be provided by law. The chief justice may resign his office the office of chief justice without resigning from the Supreme Court. Section 9. That Article V, § 9 of the Constitution of the State of South Dakota, be AMENDED: § 9. The Legislature shall provide by law for the establishment of a judicial qualifications commission which have such powers as the Legislature may provide, including the power to investigate complaints against any justice or judge and to conduct confidential hearings concerning the removal or involuntary retirement of a justice or judge. The Supreme Court shall prescribe by rule the means to implement and enforce the powers of the commission. On recommendation of the judicial qualifications commission the Supreme Court, after hearing, may censure, remove or retire a justice or judge for action which constitutes willful misconduct in office, willful and persistent failure to perform his official duties, habitual intemperance, disability that seriously interferes with the performance of the duties or conduct prejudicial to the administration of justice which brings a judicial office into disrepute. No justice or judge shall sit in judgment in any hearing involving his the justice's or judge's own removal or retirement. Section 10. That Article V, § 10 of the Constitution of the State of South Dakota, be AMENDED: § 10. During his term of officeWhile in office, no Supreme Court justice or circuit court judge shall engage in the practice of law. Any Supreme Court justice or circuit court judge who becomes a candidate for an elective nonjudicial office shall thereby forfeit his the justice's or judge's judicial office. Section 11. That Article V, § 11 of the Constitution of the State of South Dakota, be AMENDED: § 11. The chief justice is the administrative head of the unified judicial system. The chief justice shall submit an annual consolidated budget for the entire unified judicial system, and the total cost of the system shall be paid by the state. The Legislature may provide by law for the reimbursement to the state of appropriate portions of such cost by governmental subdivisions. The Supreme Court shall appoint such court personnel as it deems necessary to serve at its pleasure. The chief justice shall appoint a presiding circuit judge for each judicial circuit to serve at the pleasure of the chief justice. Each presiding circuit judge shall have such administrative power as the Supreme Court designates by rule and may, unless it be otherwise provided by law, appoint judicial personnel to courts of limited jurisdiction to serve at his the pleasure of the presiding circuit judge. Each presiding circuit judge shall appoint clerks and other court personnel for the counties in his the presiding judge's circuit who shall serve at his the pleasure of the presiding judge at a compensation fixed by law. Duties of clerks shall be defined by Supreme Court rule. The chief justice shall have power to assign any circuit judge to sit on another circuit court, or on the Supreme Court in case of a vacancy or in place of a justice who is disqualified or unable to act. The chief justice may authorize a justice to sit as a judge in any circuit court. The chief justice may authorize retired justices and judges to perform any judicial duties to the extent provided by law and as directed by the Supreme Court. Section 12. That Article VI, § 3 of the Constitution of the State of South Dakota, be AMENDED: § 3. The right to worship God according to the dictates of conscience shall never be infringed. No person shall be denied any civil or political right, privilege or position on account of his the person's religious opinions; but the liberty of conscience hereby secured shall not be so construed as to excuse licentiousness, the invasion of the rights of others, or justify practices inconsistent with the peace or safety of the state. No person shall be compelled to attend or support any ministry or place of worship against his the person's consent nor shall any preference be given by law to any religious establishment or mode of worship. No money or property of the state shall be given or appropriated for the benefit of any sectarian or religious society or institution. Section 13. That Article VI, § 7 of the Constitution of the State of South Dakota, be AMENDED: § 7. In all criminal prosecutions the accused shall have the right to defend in person and by counsel; to demand the nature and cause of the accusation against him them; to have a copy thereof; to meet the witnesses against him them face to face; to have compulsory process served for obtaining witnesses in his on their behalf, and to a speedy public trial by an impartial jury of the county or district in which the offense is alleged to have been committed. Section 14. That Article VI, § 9 of the Constitution of the State of South Dakota, be AMENDED: § 9. No person shall be compelled in any criminal case to give evidence against himself themselves or be twice put in jeopardy for the same offense. Section 15. That Article VI, § 20 of the Constitution of the State of South Dakota, be AMENDED: § 20. All courts shall be open, and every man person for an injury done him in his to the person's property, person or reputation, shall have remedy by due course of law, and right and justice, administered without denial or delay. Section 16. That Article VII, § 2 of the Constitution of the State of South Dakota, be AMENDED: § 2. Every United States citizen eighteen years of age or older who has met all residency and registration requirements shall be entitled to vote in all elections and upon all questions submitted to the voters of the state unless disqualified by law for mental incompetence or the conviction of a felony. The Legislature may by law establish reasonable requirements to insure ensure the integrity of the vote. Each elector who qualified to vote within a precinct shall be entitled to vote in that precinct until he the elector establishes another voting residence. An elector shall never lose his residency for voting solely by reason of his the elector's absence from the state. Section 17. That Article VIII, § 9 of the Constitution of the State of South Dakota, be AMENDED: § 9. The lands mentioned in this article shall be leased for pasturage, meadow, farming, the growing of crops of grain and general agricultural purposes, and at public auction after notice as hereinbefore provided in case of sale and shall be offered in tracts not greater than one section. All rents shall be payable annually in advance, and no term of lease shall exceed five years, nor shall any lease be valid until it receives the approval of the Governor. Provided, that any lessee of school and public lands shall, at the expiration of a five‑year lease, be entitled, at his the lessee's option, to a new lease for the land included in his the lessee's original lease, for a period of time not exceeding five years, without public advertising, at the current rental prevailing in the county in which such land is situated, at the time of the issuance of the new lease. The commissioner of school and public lands shall notify by registered mail each lessee or assignee on or before the first day of November first preceding the expiration of his the lessee's lease that such lease will expire. Such option shall be exercised by the lessee by notifying the commissioner of school and public lands by registered mail, on or before the first day of December first preceding the expiration of his the lessee's lease describing the lands for which he the lessee desires a new lease, in the same manner as the same is described in his the lessee's original lease. The Legislature may provide by appropriate legislation for the payment of local property taxes by the lessees of school and public lands. Section 18. That Article XII, § 3 of the Constitution of the State of South Dakota, be AMENDED: § 3. The Legislature shall never grant any extra compensation to any public officer, employee, agent or contractor after the services shall have been rendered or the contract entered into, nor authorize the payment of any claims or part thereof created against the state, under any agreement or contract made without express authority of law, and all such unauthorized agreements or contracts shall be null and void; nor shall the compensation of any public officer be increased or diminished during his the officer's term of office: provided, however, that the Legislature may make appropriations for expenditures incurred in suppressing insurrection or repelling invasion. Section 19. That Article XII, § 4 of the Constitution of the State of South Dakota, be AMENDED: § 4. An itemized statement of all receipts and expenditures of the public moneys shall be published annually in such manner as the Legislature shall provide, and such statement shall be submitted to the Legislature at the beginning of each regular session by the Governor with his the Governor's message. Section 20. That Article XVI, § 5 of the Constitution of the State of South Dakota, be AMENDED: § 5. No officer shall exercise the duties of his the office after he shall have been the officer is impeached and before his the officer's acquittal. Section 21. That Article XVI, § 7 of the Constitution of the State of South Dakota, be AMENDED: § 7. No person shall be tried on impeachment before he shall have been being served with a copy thereof at least twenty days previous to the day set for trial. Section 22. That Article XVII, § 5 of the Constitution of the State of South Dakota, be AMENDED: § 5. In all elections for directors or managers of a corporation, each member or shareholder may cast the whole number of his the member's or shareholder's votes for one candidate, or distribute them upon two or more candidates, as he may prefer. Section 23. That Article XX, § 3 of the Constitution of the State of South Dakota, be AMENDED: § 3. Should no place voted for at said election have a majority of all votes cast upon this question, the Governor shall issue his a proclamation for an election to be held in the same manner at the next general election to choose between the two places having received the highest number of votes cast at the first election on this question. This election shall be conducted in the same manner as the first election for the permanent seat of government, and the place receiving the majority of all votes cast upon this question shall be the permanent seat of government. Section 24. That Article XXI, § 2 of the Constitution of the State of South Dakota, be AMENDED: § 2. The Legislature by two‑thirds vote of each branch thereof at any regular session may fix the salary of any or all constitutional officers including members of the Legislature. In fixing any such salary the Legislature shall determine the effective date thereof and may in its discretion decrease or increase the salary of any officer during his the officer's term. Section 25. That Article XXI, § 3 of the Constitution of the State of South Dakota, be AMENDED: § 3. Every person elected or appointed to any office in this state, except such inferior offices as may be by law exempted, shall, before entering upon the duties thereof, take an oath or affirmation to support the Constitution of the United States and of this state, and faithfully to discharge the duties of his the office."}, {"bill_id": 24185, "bill_version_id": 248739, "bill_version": "Senate Engrossed", "bill_version_date": "2023-02-06T17:12:38.207-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election an amendment to the Constitution of the State of South Dakota, updating references to certain officeholders and persons. Be it resolved by the Senate of the State of South Dakota, the House of Representatives concurring therein: Section 1. That at the next general election held in the state, the following amendments to the Constitution of the State of South Dakota, as set forth in sections 2 through 25 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article IV, § 3 of the Constitution of the State of South Dakota, be AMENDED: § 3. The Governor shall be responsible for the faithful execution of the law. He The Governor may, by appropriate action or proceeding brought in the name of the state, enforce compliance with any constitutional or legislative mandate, or restrain violation of any constitutional or legislative power, duty or right by any officer, department or agency of the state or any of its civil divisions. This authority shall not authorize any action or proceedings against the Legislature. He The Governor shall be commander‑in‑chief of the armed forces of the state, except when they shall be called into the service of the United States, and may call them out to execute the laws, to preserve order, to suppress insurrection or to repel invasion. The Governor shall commission all officers of the state. He The Governor may at any time require information, in writing or otherwise, from the officers of any administrative department, office or agency upon any subject relating to the respective offices. The Governor shall at the beginning of each session, and may at other times, give the Legislature information concerning the affairs of the state and recommend the measures he the Governor considers necessary. The Governor may convene the Legislature or either house thereof alone in special session by a proclamation stating the purposes of the session, and only business encompassed by such purposes shall be transacted. Whenever a vacancy occurs in any office and no provision is made by the Constitution or laws for filling such vacancy, the Governor shall have the power to fill such vacancy by appointment. The Governor may, except as to convictions on impeachment, grant pardons, commutations, and reprieves, and may suspend and remit fines and forfeitures. Section 3. That Article IV, § 5 of the Constitution of the State of South Dakota, be AMENDED: § 5. The lieutenant governor shall be president of the senate but shall have no vote unless the senators be equally divided. The lieutenant governor shall perform the duties and exercise the powers that may be delegated to him the lieutenant governor by the Governor. Section 4. That Article IV, § 8 of the Constitution of the State of South Dakota, be AMENDED: § 8. All executive and administrative offices, boards, agencies, commissions and instrumentalities of the state government and their respective functions, powers and duties, except for the office of Governor, lieutenant governor, attorney general, secretary of state, auditor, treasurer, and commissioner of school and public lands, shall be allocated by law among and within not more than twenty‑five principal departments, organized as far as practicable according to major purposes, by no later than July 1, 1974. Subsequently, all new powers or functions shall be assigned to administrative offices, agencies and instrumentalities in such manner as will tend to provide an orderly arrangement in the administrative organization of state government. Temporary commissions may be established by law and need not be allocated within a principal department. Except as to elected constitutional officers, the Governor may make such changes in the organization of offices, boards, commissions, agencies and instrumentalities, and in allocation of their functions, powers and duties, as he the Governor considers necessary for efficient administration. If such changes affect existing law, they shall be set forth in executive orders, which shall be submitted to the Legislature within five legislative days after it convenes, and shall become effective, and shall have the force of law, within ninety days after submission, unless disapproved by a resolution concurred in by a majority of all the members of either house. Section 5. That Article V, § 5 of the Constitution of the State of South Dakota, be AMENDED: § 5. The Supreme Court shall have such appellate jurisdiction as may be provided by the Legislature, and the Supreme Court or any justice thereof may issue any original or remedial writ which shall then be heard and determined by that court. The Governor has authority to require opinions of the Supreme Court upon important questions of law involved in the exercise of his the Governor's executive power and upon solemn occasions. The circuit courts have original jurisdiction in all cases except as to any limited original jurisdiction granted to other courts by the Legislature. The circuit courts and judges thereof have the power to issue, hear and determine all original and remedial writs. The circuit courts have such appellate jurisdiction as may be provided by law. Imposition or execution of a sentence may be suspended by the court empowered to impose the sentence unless otherwise provided by law. Section 6. That Article V, § 6 of the Constitution of the State of South Dakota, be AMENDED: § 6. Justices of the Supreme Court, judges of the circuit courts and persons presiding over courts of limited jurisdiction must be citizens of the United States, residents of the state of South Dakota and voting residents within the district, circuit or jurisdiction from which they are elected or appointed. No Supreme Court justice shall be deemed to have lost his lose voting residence in a district by reason of his removal because the justice moved to the seat of government in the discharge of his the justice's official duties. Justices of the Supreme Court and judges of circuit courts must be licensed to practice law in the state of South Dakota. Section 7. That Article V, § 7 of the Constitution of the State of South Dakota, be AMENDED: § 7. Circuit court judges shall be elected in a nonpolitical election by the electorate of the circuit each represents for an eight‑year term. A vacancy, as defined by law, in the office of a Supreme Court justice or circuit court judge, shall be filled by appointment of the Governor from one of two or more persons nominated by the judicial qualifications commission. The appointment to fill a vacancy of a circuit court judge shall be for the balance of the unexpired term; and the appointment to fill a vacancy of a Supreme Court justice shall be subject to approval or rejection as hereinafter set forth. Retention of each Supreme Court justice shall, in the manner provided by law, be subject to approval or rejection on a nonpolitical ballot at the first general election following the expiration of three years from the date of his the appointment. Thereafter, each Supreme Court justice shall be subject to approval or rejection in like manner every eighth year. All incumbent Supreme Court justices at the time of the effective date of this amendment shall be subject to a retention election in the general election in the year in which their respective existing terms expire. Section 8. That Article V, § 8 of the Constitution of the State of South Dakota, be AMENDED: § 8. The chief justice shall be selected from among the justices of the Supreme Court for a term and in a manner to be provided by law. The chief justice may resign hisoffice the office of chief justice without resigning from the Supreme Court. Section 9. That Article V, § 9 of the Constitution of the State of South Dakota, be AMENDED: § 9. The Legislature shall provide by law for the establishment of a judicial qualifications commission which have such powers as the Legislature may provide, including the power to investigate complaints against any justice or judge and to conduct confidential hearings concerning the removal or involuntary retirement of a justice or judge. The Supreme Court shall prescribe by rule the means to implement and enforce the powers of the commission. On recommendation of the judicial qualifications commission the Supreme Court, after hearing, may censure, remove or retire a justice or judge for action which constitutes willful misconduct in office, willful and persistent failure to perform his official duties, habitual intemperance, disability that seriously interferes with the performance of the duties or conduct prejudicial to the administration of justice which brings a judicial office into disrepute. No justice or judge shall sit in judgment in any hearing involving his the justice's or judge's own removal or retirement. Section 10. That Article V, § 10 of the Constitution of the State of South Dakota, be AMENDED: § 10. During his term of officeWhile in office, no Supreme Court justice or circuit court judge shall engage in the practice of law. Any Supreme Court justice or circuit court judge who becomes a candidate for an elective nonjudicial office shall thereby forfeit his the justice's or judge's judicial office. Section 11. That Article V, § 11 of the Constitution of the State of South Dakota, be AMENDED: § 11. The chief justice is the administrative head of the unified judicial system. The chief justice shall submit an annual consolidated budget for the entire unified judicial system, and the total cost of the system shall be paid by the state. The Legislature may provide by law for the reimbursement to the state of appropriate portions of such cost by governmental subdivisions. The Supreme Court shall appoint such court personnel as it deems necessary to serve at its pleasure. The chief justice shall appoint a presiding circuit judge for each judicial circuit to serve at the pleasure of the chief justice. Each presiding circuit judge shall have such administrative power as the Supreme Court designates by rule and may, unless it be otherwise provided by law, appoint judicial personnel to courts of limited jurisdiction to serve at his the pleasure of the presiding circuit judge. Each presiding circuit judge shall appoint clerks and other court personnel for the counties in his the presiding judge's circuit who shall serve at his the pleasure of the presiding judge at a compensation fixed by law. Duties of clerks shall be defined by Supreme Court rule. The chief justice shall have power to assign any circuit judge to sit on another circuit court, or on the Supreme Court in case of a vacancy or in place of a justice who is disqualified or unable to act. The chief justice may authorize a justice to sit as a judge in any circuit court. The chief justice may authorize retired justices and judges to perform any judicial duties to the extent provided by law and as directed by the Supreme Court. Section 12. That Article VI, § 3 of the Constitution of the State of South Dakota, be AMENDED: § 3. The right to worship God according to the dictates of conscience shall never be infringed. No person shall be denied any civil or political right, privilege or position on account of his the person's religious opinions; but the liberty of conscience hereby secured shall not be so construed as to excuse licentiousness, the invasion of the rights of others, or justify practices inconsistent with the peace or safety of the state. No person shall be compelled to attend or support any ministry or place of worship against his the person's consent nor shall any preference be given by law to any religious establishment or mode of worship. No money or property of the state shall be given or appropriated for the benefit of any sectarian or religious society or institution. Section 13. That Article VI, § 7 of the Constitution of the State of South Dakota, be AMENDED: § 7. In all criminal prosecutions the accused shall have the right to defend in person and by counsel; to demand the nature and cause of the accusation against him the accused; to have a copy thereof; to meet the witnesses againsthim the accused face to face; to have compulsory process served for obtaining witnesses in his on the accused's behalf, and to a speedy public trial by an impartial jury of the county or district in which the offense is alleged to have been committed. Section 14. That Article VI, § 9 of the Constitution of the State of South Dakota, be AMENDED: § 9. No person shall be compelled in any criminal case to give evidence againsthimself the person or be twice put in jeopardy for the same offense. Section 15. That Article VI, § 20 of the Constitution of the State of South Dakota, be AMENDED: § 20. All courts shall be open, and every man person for an injury done him in his to the person's property, person or reputation, shall have remedy by due course of law, and right and justice, administered without denial or delay. Section 16. That Article VII, § 2 of the Constitution of the State of South Dakota, be AMENDED: § 2. Every United States citizen eighteen years of age or older who has met all residency and registration requirements shall be entitled to vote in all elections and upon all questions submitted to the voters of the state unless disqualified by law for mental incompetence or the conviction of a felony. The Legislature may by law establish reasonable requirements to insure ensure the integrity of the vote. Each elector who qualified to vote within a precinct shall be entitled to vote in that precinct until he the elector establishes another voting residence. An elector shall never lose his residency for voting solely by reason of his the elector's absence from the state. Section 17. That Article VIII, § 9 of the Constitution of the State of South Dakota, be AMENDED: § 9. The lands mentioned in this article shall be leased for pasturage, meadow, farming, the growing of crops of grain and general agricultural purposes, and at public auction after notice as hereinbefore provided in case of sale and shall be offered in tracts not greater than one section. All rents shall be payable annually in advance, and no term of lease shall exceed five years, nor shall any lease be valid until it receives the approval of the Governor. Provided, that any lessee of school and public lands shall, at the expiration of a five‑year lease, be entitled, at his the lessee's option, to a new lease for the land included in his the lessee's original lease, for a period of time not exceeding five years, without public advertising, at the current rental prevailing in the county in which such land is situated, at the time of the issuance of the new lease. The commissioner of school and public lands shall notify by registered mail each lessee or assignee on or before the first day of November first preceding the expiration of his the lessee's lease that such lease will expire. Such option shall be exercised by the lessee by notifying the commissioner of school and public lands by registered mail, on or before the first day of December first preceding the expiration of his the lessee's lease describing the lands for which he the lessee desires a new lease, in the same manner as the same is described in his the lessee's original lease. The Legislature may provide by appropriate legislation for the payment of local property taxes by the lessees of school and public lands. Section 18. That Article XII, § 3 of the Constitution of the State of South Dakota, be AMENDED: § 3. The Legislature shall never grant any extra compensation to any public officer, employee, agent or contractor after the services shall have been rendered or the contract entered into, nor authorize the payment of any claims or part thereof created against the state, under any agreement or contract made without express authority of law, and all such unauthorized agreements or contracts shall be null and void; nor shall the compensation of any public officer be increased or diminished during his the officer's term of office: provided, however, that the Legislature may make appropriations for expenditures incurred in suppressing insurrection or repelling invasion. Section 19. That Article XII, § 4 of the Constitution of the State of South Dakota, be AMENDED: § 4. An itemized statement of all receipts and expenditures of the public moneys shall be published annually in such manner as the Legislature shall provide, and such statement shall be submitted to the Legislature at the beginning of each regular session by the Governor with his the Governor's message. Section 20. That Article XVI, § 5 of the Constitution of the State of South Dakota, be AMENDED: § 5. No officer shall exercise the duties of his the office after he shall have been the officer is impeached and before his the officer's acquittal. Section 21. That Article XVI, § 7 of the Constitution of the State of South Dakota, be AMENDED: § 7. No person shall be tried on impeachment before he shall have been being served with a copy thereof at least twenty days previous to the day set for trial. Section 22. That Article XVII, § 5 of the Constitution of the State of South Dakota, be AMENDED: § 5. In all elections for directors or managers of a corporation, each member or shareholder may cast the whole number of his the member's or shareholder's votes for one candidate, or distribute them upon two or more candidates, as he may prefer. Section 23. That Article XX, § 3 of the Constitution of the State of South Dakota, be AMENDED: § 3. Should no place voted for at said election have a majority of all votes cast upon this question, the Governor shall issue his a proclamation for an election to be held in the same manner at the next general election to choose between the two places having received the highest number of votes cast at the first election on this question. This election shall be conducted in the same manner as the first election for the permanent seat of government, and the place receiving the majority of all votes cast upon this question shall be the permanent seat of government. Section 24. That Article XXI, § 2 of the Constitution of the State of South Dakota, be AMENDED: § 2. The Legislature by two‑thirds vote of each branch thereof at any regular session may fix the salary of any or all constitutional officers including members of the Legislature. In fixing any such salary the Legislature shall determine the effective date thereof and may in its discretion decrease or increase the salary of any officer during his the officer's term. Section 25. That Article XXI, § 3 of the Constitution of the State of South Dakota, be AMENDED: § 3. Every person elected or appointed to any office in this state, except such inferior offices as may be by law exempted, shall, before entering upon the duties thereof, take an oath or affirmation to support the Constitution of the United States and of this state, and faithfully to discharge the duties of his the office."}, {"bill_id": 24185, "bill_version_id": 250658, "bill_version": "Enrolled", "bill_version_date": "2023-03-02T12:25:52.94-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election an amendment to the Constitution of the State of South Dakota, updating references to certain officeholders and persons. Be it resolved by the Senate of the State of South Dakota, the House of Representatives concurring therein: Section 1. That at the next general election held in the state, the following amendments to the Constitution of the State of South Dakota, as set forth in sections 2 through 25 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article IV, § 3 of the Constitution of the State of South Dakota, be AMENDED: § 3. The Governor shall be responsible for the faithful execution of the law. The Governor may, by appropriate action or proceeding brought in the name of the state, enforce compliance with any constitutional or legislative mandate, or restrain violation of any constitutional or legislative power, duty or right by any officer, department or agency of the state or any of its civil divisions. This authority shall not authorize any action or proceedings against the Legislature. The Governor shall be commander‑in‑chief of the armed forces of the state, except when they shall be called into the service of the United States, and may call them out to execute the laws, to preserve order, to suppress insurrection or to repel invasion. The Governor shall commission all officers of the state. The Governor may at any time require information, in writing or otherwise, from the officers of any administrative department, office or agency upon any subject relating to the respective offices. The Governor shall at the beginning of each session, and may at other times, give the Legislature information concerning the affairs of the state and recommend the measures the Governor considers necessary. The Governor may convene the Legislature or either house thereof alone in special session by a proclamation stating the purposes of the session, and only business encompassed by such purposes shall be transacted. Whenever a vacancy occurs in any office and no provision is made by the Constitution or laws for filling such vacancy, the Governor shall have the power to fill such vacancy by appointment. The Governor may, except as to convictions on impeachment, grant pardons, commutations, and reprieves, and may suspend and remit fines and forfeitures. Section 3. That Article IV, § 5 of the Constitution of the State of South Dakota, be AMENDED: § 5. The lieutenant governor shall be president of the senate but shall have no vote unless the senators be equally divided. The lieutenant governor shall perform the duties and exercise the powers that may be delegated to the lieutenant governor by the Governor. Section 4. That Article IV, § 8 of the Constitution of the State of South Dakota, be AMENDED: § 8. All executive and administrative offices, boards, agencies, commissions and instrumentalities of the state government and their respective functions, powers and duties, except for the office of Governor, lieutenant governor, attorney general, secretary of state, auditor, treasurer, and commissioner of school and public lands, shall be allocated by law among and within not more than twenty‑five principal departments, organized as far as practicable according to major purposes, by no later than July 1, 1974. Subsequently, all new powers or functions shall be assigned to administrative offices, agencies and instrumentalities in such manner as will tend to provide an orderly arrangement in the administrative organization of state government. Temporary commissions may be established by law and need not be allocated within a principal department. Except as to elected constitutional officers, the Governor may make such changes in the organization of offices, boards, commissions, agencies and instrumentalities, and in allocation of their functions, powers and duties, as the Governor considers necessary for efficient administration. If such changes affect existing law, they shall be set forth in executive orders, which shall be submitted to the Legislature within five legislative days after it convenes, and shall become effective, and shall have the force of law, within ninety days after submission, unless disapproved by a resolution concurred in by a majority of all the members of either house. Section 5. That Article V, § 5 of the Constitution of the State of South Dakota, be AMENDED: § 5. The Supreme Court shall have such appellate jurisdiction as may be provided by the Legislature, and the Supreme Court or any justice thereof may issue any original or remedial writ which shall then be heard and determined by that court. The Governor has authority to require opinions of the Supreme Court upon important questions of law involved in the exercise of the Governor's executive power and upon solemn occasions. The circuit courts have original jurisdiction in all cases except as to any limited original jurisdiction granted to other courts by the Legislature. The circuit courts and judges thereof have the power to issue, hear and determine all original and remedial writs. The circuit courts have such appellate jurisdiction as may be provided by law. Imposition or execution of a sentence may be suspended by the court empowered to impose the sentence unless otherwise provided by law. Section 6. That Article V, § 6 of the Constitution of the State of South Dakota, be AMENDED: § 6. Justices of the Supreme Court, judges of the circuit courts and persons presiding over courts of limited jurisdiction must be citizens of the United States, residents of the state of South Dakota and voting residents within the district, circuit or jurisdiction from which they are elected or appointed. No Supreme Court justice shall lose voting residence in a district because the justice moved to the seat of government in the discharge of the justice's official duties. Justices of the Supreme Court and judges of circuit courts must be licensed to practice law in the state of South Dakota. Section 7. That Article V, § 7 of the Constitution of the State of South Dakota, be AMENDED: § 7. Circuit court judges shall be elected in a nonpolitical election by the electorate of the circuit each represents for an eight‑year term. A vacancy, as defined by law, in the office of a Supreme Court justice or circuit court judge, shall be filled by appointment of the Governor from one of two or more persons nominated by the judicial qualifications commission. The appointment to fill a vacancy of a circuit court judge shall be for the balance of the unexpired term; and the appointment to fill a vacancy of a Supreme Court justice shall be subject to approval or rejection as hereinafter set forth. Retention of each Supreme Court justice shall, in the manner provided by law, be subject to approval or rejection on a nonpolitical ballot at the first general election following the expiration of three years from the date of the appointment. Thereafter, each Supreme Court justice shall be subject to approval or rejection in like manner every eighth year. All incumbent Supreme Court justices at the time of the effective date of this amendment shall be subject to a retention election in the general election in the year in which their respective existing terms expire. Section 8. That Article V, § 8 of the Constitution of the State of South Dakota, be AMENDED: § 8. The chief justice shall be selected from among the justices of the Supreme Court for a term and in a manner to be provided by law. The chief justice may resign the office of chief justice without resigning from the Supreme Court. Section 9. That Article V, § 9 of the Constitution of the State of South Dakota, be AMENDED: § 9. The Legislature shall provide by law for the establishment of a judicial qualifications commission which have such powers as the Legislature may provide, including the power to investigate complaints against any justice or judge and to conduct confidential hearings concerning the removal or involuntary retirement of a justice or judge. The Supreme Court shall prescribe by rule the means to implement and enforce the powers of the commission. On recommendation of the judicial qualifications commission the Supreme Court, after hearing, may censure, remove or retire a justice or judge for action which constitutes willful misconduct in office, willful and persistent failure to perform official duties, habitual intemperance, disability that seriously interferes with the performance of the duties or conduct prejudicial to the administration of justice which brings a judicial office into disrepute. No justice or judge shall sit in judgment in any hearing involving the justice's or judge's own removal or retirement. Section 10. That Article V, § 10 of the Constitution of the State of South Dakota, be AMENDED: § 10. While in office, no Supreme Court justice or circuit court judge shall engage in the practice of law. Any Supreme Court justice or circuit court judge who becomes a candidate for an elective nonjudicial office shall thereby forfeit the justice's or judge's judicial office. Section 11. That Article V, § 11 of the Constitution of the State of South Dakota, be AMENDED: § 11. The chief justice is the administrative head of the unified judicial system. The chief justice shall submit an annual consolidated budget for the entire unified judicial system, and the total cost of the system shall be paid by the state. The Legislature may provide by law for the reimbursement to the state of appropriate portions of such cost by governmental subdivisions. The Supreme Court shall appoint such court personnel as it deems necessary to serve at its pleasure. The chief justice shall appoint a presiding circuit judge for each judicial circuit to serve at the pleasure of the chief justice. Each presiding circuit judge shall have such administrative power as the Supreme Court designates by rule and may, unless it be otherwise provided by law, appoint judicial personnel to courts of limited jurisdiction to serve at the pleasure of the presiding circuit judge. Each presiding circuit judge shall appoint clerks and other court personnel for the counties in the presiding judge's circuit who shall serve at the pleasure of the presiding judge at a compensation fixed by law. Duties of clerks shall be defined by Supreme Court rule. The chief justice shall have power to assign any circuit judge to sit on another circuit court, or on the Supreme Court in case of a vacancy or in place of a justice who is disqualified or unable to act. The chief justice may authorize a justice to sit as a judge in any circuit court. The chief justice may authorize retired justices and judges to perform any judicial duties to the extent provided by law and as directed by the Supreme Court. Section 12. That Article VI, § 3 of the Constitution of the State of South Dakota, be AMENDED: § 3. The right to worship God according to the dictates of conscience shall never be infringed. No person shall be denied any civil or political right, privilege or position on account of the person's religious opinions; but the liberty of conscience hereby secured shall not be so construed as to excuse licentiousness, the invasion of the rights of others, or justify practices inconsistent with the peace or safety of the state. No person shall be compelled to attend or support any ministry or place of worship against the person's consent nor shall any preference be given by law to any religious establishment or mode of worship. No money or property of the state shall be given or appropriated for the benefit of any sectarian or religious society or institution. Section 13. That Article VI, § 7 of the Constitution of the State of South Dakota, be AMENDED: § 7. In all criminal prosecutions the accused shall have the right to defend in person and by counsel; to demand the nature and cause of the accusation against the accused; to have a copy thereof; to meet the witnesses against the accused face to face; to have compulsory process served for obtaining witnesses on the accused's behalf, and to a speedy public trial by an impartial jury of the county or district in which the offense is alleged to have been committed. Section 14. That Article VI, § 9 of the Constitution of the State of South Dakota, be AMENDED: § 9. No person shall be compelled in any criminal case to give evidence against the person or be twice put in jeopardy for the same offense. Section 15. That Article VI, § 20 of the Constitution of the State of South Dakota, be AMENDED: § 20. All courts shall be open, and every person for an injury done to the person's property, person or reputation, shall have remedy by due course of law, and right and justice, administered without denial or delay. Section 16. That Article VII, § 2 of the Constitution of the State of South Dakota, be AMENDED: § 2. Every United States citizen eighteen years of age or older who has met all residency and registration requirements shall be entitled to vote in all elections and upon all questions submitted to the voters of the state unless disqualified by law for mental incompetence or the conviction of a felony. The Legislature may by law establish reasonable requirements to ensure the integrity of the vote. Each elector who qualified to vote within a precinct shall be entitled to vote in that precinct until the elector establishes another voting residence. An elector shall never lose residency for voting solely by reason of the elector's absence from the state. Section 17. That Article VIII, § 9 of the Constitution of the State of South Dakota, be AMENDED: § 9. The lands mentioned in this article shall be leased for pasturage, meadow, farming, the growing of crops of grain and general agricultural purposes, and at public auction after notice as hereinbefore provided in case of sale and shall be offered in tracts not greater than one section. All rents shall be payable annually in advance, and no term of lease shall exceed five years, nor shall any lease be valid until it receives the approval of the Governor. Provided, that any lessee of school and public lands shall, at the expiration of a five‑year lease, be entitled, at the lessee's option, to a new lease for the land included in the lessee's original lease, for a period of time not exceeding five years, without public advertising, at the current rental prevailing in the county in which such land is situated, at the time of the issuance of the new lease. The commissioner of school and public lands shall notify by registered mail each lessee or assignee on or before the first day of November first preceding the expiration of the lessee's lease that such lease will expire. Such option shall be exercised by the lessee by notifying the commissioner of school and public lands by registered mail, on or before the first day of December first preceding the expiration of the lessee's lease describing the lands for which the lessee desires a new lease, in the same manner as the same is described in the lessee's original lease. The Legislature may provide by appropriate legislation for the payment of local property taxes by the lessees of school and public lands. Section 18. That Article XII, § 3 of the Constitution of the State of South Dakota, be AMENDED: § 3. The Legislature shall never grant any extra compensation to any public officer, employee, agent or contractor after the services shall have been rendered or the contract entered into, nor authorize the payment of any claims or part thereof created against the state, under any agreement or contract made without express authority of law, and all such unauthorized agreements or contracts shall be null and void; nor shall the compensation of any public officer be increased or diminished during the officer's term of office: provided, however, that the Legislature may make appropriations for expenditures incurred in suppressing insurrection or repelling invasion. Section 19. That Article XII, § 4 of the Constitution of the State of South Dakota, be AMENDED: § 4. An itemized statement of all receipts and expenditures of the public moneys shall be published annually in such manner as the Legislature shall provide, and such statement shall be submitted to the Legislature at the beginning of each regular session by the Governor with the Governor's message. Section 20. That Article XVI, § 5 of the Constitution of the State of South Dakota, be AMENDED: § 5. No officer shall exercise the duties of the office after the officer is impeached and before the officer's acquittal. Section 21. That Article XVI, § 7 of the Constitution of the State of South Dakota, be AMENDED: § 7. No person shall be tried on impeachment before being served with a copy thereof at least twenty days previous to the day set for trial. Section 22. That Article XVII, § 5 of the Constitution of the State of South Dakota, be AMENDED: § 5. In all elections for directors or managers of a corporation, each member or shareholder may cast the whole number of the member's or shareholder's votes for one candidate, or distribute them upon two or more candidates. Section 23. That Article XX, § 3 of the Constitution of the State of South Dakota, be AMENDED: § 3. Should no place voted for at said election have a majority of all votes cast upon this question, the Governor shall issue a proclamation for an election to be held in the same manner at the next general election to choose between the two places having received the highest number of votes cast at the first election on this question. This election shall be conducted in the same manner as the first election for the permanent seat of government, and the place receiving the majority of all votes cast upon this question shall be the permanent seat of government. Section 24. That Article XXI, § 2 of the Constitution of the State of South Dakota, be AMENDED: § 2. The Legislature by two‑thirds vote of each branch thereof at any regular session may fix the salary of any or all constitutional officers including members of the Legislature. In fixing any such salary the Legislature shall determine the effective date thereof and may in its discretion decrease or increase the salary of any officer during the officer's term. Section 25. That Article XXI, § 3 of the Constitution of the State of South Dakota, be AMENDED: § 3. Every person elected or appointed to any office in this state, except such inferior offices as may be by law exempted, shall, before entering upon the duties thereof, take an oath or affirmation to support the Constitution of the United States and of this state, and faithfully to discharge the duties of the office. A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election an amendment to the Constitution of the State of South Dakota, updating references to certain officeholders and persons. I certify that the attached Resolution originated in the: Senate as Joint Resolution No. 505 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Joint Resolution No. 505 File No. ____ Chapter No. ______ STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2023 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24185, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246354.pdf", "status_text": "First Reading Senate", "journal_page": 126, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24185, "action_date": "2023-01-30T14:00:00-06:00", "document_id": 246905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246905.pdf", "status_text": "Referred to", "journal_page": 137, "committee_id_action": 1183, "committee_id_assigned": 1179, "result": "N", "vote": {}}, {"bill_id": 24185, "action_date": "2023-02-03T10:00:00-06:00", "document_id": 247739, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247739.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1179, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24185, "action_date": "2023-02-03T10:00:00-06:00", "document_id": 247740, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247740.pdf", "status_text": "Do Pass", "journal_page": 6, "committee_id_action": 1179, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76753, "president_vote": null, "Yea": [4342, 4448, 4453, 4466, 4404, 4460, 4407]}}, {"bill_id": 24185, "action_date": "2023-02-06T14:00:00-06:00", "document_id": 248536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248536.pdf", "status_text": "Motion to amend", "journal_page": 204, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24185, "action_date": "2023-02-06T14:00:00-06:00", "document_id": 248536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248536.pdf", "status_text": "Do Pass Amended", "journal_page": 204, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76826, "president_vote": null, "Yea": [4336, 4338, 4339, 4340, 4342, 4345, 4348, 4448, 4352, 4355, 4359, 4360, 4457, 4372, 4378, 4381, 4382, 4453, 4466, 4386, 4460, 4394, 4395, 4399, 4404, 4407, 4410, 4413, 4414, 4419, 4426, 4430, 4432, 4434, 4436]}}, {"bill_id": 24185, "action_date": "2023-02-07T14:00:00-06:00", "document_id": 248719, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248719.pdf", "status_text": "First read in House and referred to", "journal_page": 248, "committee_id_action": 1159, "committee_id_assigned": 1166, "result": "N", "vote": {}}, {"bill_id": 24185, "action_date": "2023-02-24T07:45:00-06:00", "document_id": 249900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249900.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24185, "action_date": "2023-02-24T07:45:00-06:00", "document_id": 249901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249901.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1166, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77549, "president_vote": null, "Yea": [4334, 4337, 4341, 4343, 4344, 4353, 4366, 4368, 4385, 4409, 4470, 4408, 4392]}}, {"bill_id": 24185, "action_date": "2023-02-24T07:45:00-06:00", "document_id": 249901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249901.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24185, "action_date": "2023-02-27T14:00:00-06:00", "document_id": 250208, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250208.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 385, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24185, "action_date": "2023-02-28T14:00:00-06:00", "document_id": 250451, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250451.pdf", "status_text": "Do Pass Amended", "journal_page": 402, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77773, "president_vote": null, "Yea": [4456, 4445, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4354, 4468, 4471, 4358, 4365, 4366, 4368, 4450, 4373, 4374, 4462, 4383, 4454, 4438, 4384, 4385, 4451, 4389, 4469, 4392, 4447, 4467, 4396, 4397, 4401, 4440, 4403, 4437, 4405, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4418, 4421, 4464, 4446, 4465, 4470, 4429, 4461], "Nay": [4333, 4375, 4379, 4452, 4443, 4388, 4393, 4398, 4400, 4406, 4439, 4417]}}, {"bill_id": 24185, "action_date": "2023-03-02T13:00:00-06:00", "document_id": 250878, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250878.pdf", "status_text": "Signed by the President", "journal_page": 417, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24185, "action_date": "2023-03-06T09:00:00-06:00", "document_id": 250995, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250995.pdf", "status_text": "Signed by the Speaker", "journal_page": 489, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24185, "action_date": "2023-03-07T10:00:00-06:00", "document_id": 251159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251159.pdf", "status_text": "Delivered to the Secretary of State", "journal_page": 442, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}]}