{"session_id": 21, "bill_id": 6846, "bill_type": "House Commemoration", "bill_number": 1036, "bill_title": "Honoring and Commending Abbigail Boner of Castlewood, South Dakota, for receiving a 2015 Prudential Spirit of Community Award.", "sponsors": [{"legislator_profile_id": 889, "is_prime": true}, {"legislator_profile_id": 904, "is_prime": true}, {"legislator_profile_id": 888, "is_prime": false}, {"legislator_profile_id": 928, "is_prime": false}, {"legislator_profile_id": 875, "is_prime": false}, {"legislator_profile_id": 858, "is_prime": false}, {"legislator_profile_id": 859, "is_prime": false}, {"legislator_profile_id": 860, "is_prime": false}, {"legislator_profile_id": 929, "is_prime": false}, {"legislator_profile_id": 909, "is_prime": false}, {"legislator_profile_id": 946, "is_prime": false}, {"legislator_profile_id": 887, "is_prime": false}, {"legislator_profile_id": 951, "is_prime": false}, {"legislator_profile_id": 861, "is_prime": false}, {"legislator_profile_id": 905, "is_prime": false}, {"legislator_profile_id": 919, "is_prime": false}, {"legislator_profile_id": 936, "is_prime": false}, {"legislator_profile_id": 879, "is_prime": false}, {"legislator_profile_id": 907, "is_prime": false}, {"legislator_profile_id": 920, "is_prime": false}, {"legislator_profile_id": 930, "is_prime": false}, {"legislator_profile_id": 898, "is_prime": false}, {"legislator_profile_id": 900, "is_prime": false}, {"legislator_profile_id": 908, "is_prime": false}, {"legislator_profile_id": 893, "is_prime": false}, {"legislator_profile_id": 940, "is_prime": false}, {"legislator_profile_id": 862, "is_prime": false}, {"legislator_profile_id": 916, "is_prime": false}, {"legislator_profile_id": 910, "is_prime": false}, {"legislator_profile_id": 863, "is_prime": false}, {"legislator_profile_id": 914, "is_prime": false}, {"legislator_profile_id": 922, "is_prime": false}, {"legislator_profile_id": 867, "is_prime": false}, {"legislator_profile_id": 926, "is_prime": false}, {"legislator_profile_id": 869, "is_prime": false}, {"legislator_profile_id": 871, "is_prime": false}, {"legislator_profile_id": 872, "is_prime": false}, {"legislator_profile_id": 873, "is_prime": false}, {"legislator_profile_id": 878, "is_prime": false}, {"legislator_profile_id": 921, "is_prime": false}, {"legislator_profile_id": 897, "is_prime": false}], "keywords": ["House Commemoratives"], "audio": [], "bill_versions": [{"bill_id": 6846, "bill_version_id": 35542, "bill_version": "Introduced", "bill_version_date": "2015-02-25T11:22:40.093-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and Commending Abbigail Boner of Castlewood, South Dakota, for receiving a 2015 Prudential Spirit of Community Award. WHEREAS, Abbigail Boner, an esteemed resident of Castlewood and a student at Castlewood High School, has achieved national recognition for exemplary volunteer service by receiving a 2015 Prudential Spirit of Community Award; and WHEREAS, this prestigious award, presented by Prudential Financial in partnership with the National Association of Secondary School Principals, honors young volunteers across America who have demonstrated an extraordinary commitment to serving their communities; and WHEREAS, Abbigail Boner earned this award by giving generously her time and energy to the Children's Miracle Network; and WHEREAS, the success of the State of South Dakota, the strength of our communities, and the overall vitality of American society depend, in great measure, upon the dedication of young people like Abbigail Boner who use their considerable talents and resources to serve others: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that the Legislature hereby congratulates and honors Abbigail Boner as a recipient of a Prudential Spirit of Community Award, recognizes her outstanding record of volunteer service, peer leadership, and community spirit, and extends best wishes for her continued success and happiness."}, {"bill_id": 6846, "bill_version_id": 35748, "bill_version": "Enrolled", "bill_version_date": "2015-02-27T14:56:57.86-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and Commending Abbigail Boner of Castlewood, South Dakota, for receiving a 2015 Prudential Spirit of Community Award. WHEREAS, Abbigail Boner, an esteemed resident of Castlewood and a student at Castlewood High School, has achieved national recognition for exemplary volunteer service by receiving a 2015 Prudential Spirit of Community Award; and WHEREAS, this prestigious award, presented by Prudential Financial in partnership with the National Association of Secondary School Principals, honors young volunteers across America who have demonstrated an extraordinary commitment to serving their communities; and WHEREAS, Abbigail Boner earned this award by giving generously her time and energy to the Children's Miracle Network; and WHEREAS, the success of the State of South Dakota, the strength of our communities, and the overall vitality of American society depend, in great measure, upon the dedication of young people like Abbigail Boner who use their considerable talents and resources to serve others: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that the Legislature hereby congratulates and honors Abbigail Boner as a recipient of a Prudential Spirit of Community Award, recognizes her outstanding record of volunteer service, peer leadership, and community spirit, and extends best wishes for her continued success and happiness. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6846, "action_date": "2015-02-25T14:00:00-06:00", "document_id": 35566, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35566.pdf", "status_text": "", "journal_page": 533, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6846"}