{"session_id": 32, "bill_id": 8906, "bill_type": "Senate Bill", "bill_number": 143, "bill_title": "authorize any contributing member of the state retirement plan to be a participating member of the state health plan.", "sponsors": [{"legislator_profile_id": 1243, "is_prime": true}, {"legislator_profile_id": 1309, "is_prime": true}], "keywords": ["Health Insurance", "Public Officers and Employees"], "audio": [{"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst23.mp3", "start_seconds": 145.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst23.mp3", "start_seconds": 145.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst23.mp3", "start_seconds": 145.0}], "bill_versions": [{"bill_id": 8906, "bill_version_id": 47764, "bill_version": "Introduced", "bill_version_date": "2018-01-24T09:59:01.6-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize any contributing member of the state retirement plan to be a participating member of the state health plan. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 3-6E be amended by adding a NEW SECTION to read: For purposes of this chapter, the term, participating employee, is a contributing member to the state retirement plan under § 3-12-47.7. Section 2. That § 3-6E-1 be amended to read: 3-6E-1. The Bureau of Human Resources may establish a benefits state health plan, for participating employees of the state. The plan may either be self-funded or established as a group health insurance program. The plan may provide for group health coverage against the financial cost of hospital, surgical, pharmacy, and medical treatment and care, and such any other coverage or benefits, as deemed appropriate and desirable by the commissioner. The commissioner may include a flexible benefit plan which that allows an a participating employee to choose the participating employee's own benefits or levels of coverage. Section 3. That § 3-6E-4 be amended to read: 3-6E-4. Each state participating employee eligible for membership in the state health plan shall be enrolled in the plan unless the participating employee is covered by another group health plan either as a dependent or spouse, and the participating employee provides notice to the plan administrator. Section 4. That § 3-6E-5 be amended to read: 3-6E-5. All eligible employees A participating employee shall be enrolled in the benefit state health plan on such the effective dates as date the commissioner may establish establishes. Section 5. That § 3-6E-6 be amended to read: 3-6E-6. Any eligible participating employee may elect to have any of the participating employee's eligible dependents covered by the state health plan. The election shall be made at the time the participating employee becomes enrolled in the state health plan, or such at any other time as the commissioner allows. Section 6. That § 3-6E-7 be amended to read: 3-6E-7. The Bureau of Human Resources may provide a health plan for retiring participating employees and their spouses and dependents as defined by rules of the Bureau of Human Resources, promulgated pursuant to chapter 1-26, and on such terms as deemed appropriate by the commissioner deems appropriate. Section 7. That § 3-6E-8 be amended to read: 3-6E-8. The State of South Dakota employer of the participating employee shall either make a monthly contribution to the system state health plan or otherwise provide for the amount necessary to make payment to the system state health plan for the full single rate monthly health insurance premium or contribution for each participating employee. This amount The employer's contribution under this section shall be transmitted to the account of the state employees benefits health plan in the Office of the State Treasurer. The state treasurer, after making a record of the receipts, shall credit the benefits state health plan with an amount equal to that remitted or otherwise provided under this section. After the state's contribution has been assigned to the benefits state health plan, the Bureau of Human Resources shall disburse the contribution in accordance with the provisions of this chapter and the rules promulgated pursuant to chapter 1-26 by the commissioner of the Bureau of Human Resources. Section 8. That § 3-6E-9 be amended to read: 3-6E-9. The employer of a participating employee shall deduct on each from the payroll of a member for each participating member in each payroll period the amount of the contribution or premium, including any administrative expense. The Each month, the employer shall make deductions a deduction from salaries of employees the salary of each participating employee and shall transmit monthly the amount specified to be deducted for deduction to the state treasurer. The state treasurer, after making a record of receipts, shall credit the benefits state health plan with an amount equal to that remitted by the employer. After the credit has been assigned to the benefits state health plan, the commissioner shall disburse credit in accordance with the provisions of this chapter and the rules promulgated pursuant to chapter 1-26 by the commissioner of the Bureau of Human Resources. Section 9. That § 3-6E-11 be amended to read: 3-6E-11. The Bureau of Human Resources shall make available upon request, to each participating employee who is covered under the plan, a certificate setting forth the benefits to which the participating employee and the participating employee's dependents are entitled under this chapter, to whom the benefits are payable, to whom claims shall be submitted, and a summary of the provisions of the state health plan's benefits as they affect the participating employee and the participating employee's dependents. Section 10. That § 3-6E-12 be amended to read: 3-6E-12. Any benefits payable under the benefit state health plan may be paid either directly to the attending physician, dentist, hospital, medical, or dental group, or other person, corporation, limited liability company, association, or firm furnishing the service upon which the claim is based, or to the insured participating employee upon presentation of receipted bills for such service. Section 11. That § 3-6E-13 be amended to read: 3-6E-13. The commissioner of the Bureau of Human Resources is responsible for the administration of this chapter and shall promulgate such rules as are required for the effective administration of the provisions of this chapter in accordance with chapter 1-26. The rules may be promulgated in the following areas: (1) To establish what benefits will be offered pursuant to this chapter; (2) Participation in the plan by participating employees, retired participating employees, and dependents; (3) Procedures for election of coverage; (4) Effective dates of coverage if not specified by statute; (5) Termination of coverage; (6) Changes in dependent coverage; (7) Collection of premiums and contributions; (8) To coordinate the benefits plan with the health insurance plan authorized in this chapter; and (9) Other provisions as required to meet federal law."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8906, "action_date": "2018-01-24T14:00:00-06:00", "document_id": 47826, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47826.pdf", "status_text": "First read in Senate and referred to", "journal_page": 227, "committee_id_action": 395, "committee_id_assigned": 375, "result": "N", "vote": {}}, {"bill_id": 8906, "action_date": "2018-01-30T14:00:00-06:00", "document_id": 48174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48174.pdf", "status_text": "Referred to", "journal_page": 268, "committee_id_action": 395, "committee_id_assigned": 376, "result": "P", "vote": {}}, {"bill_id": 8906, "action_date": "2018-02-14T10:00:00-06:00", "document_id": 49028, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49028.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 376, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8906, "action_date": "2018-02-14T10:00:00-06:00", "document_id": 49249, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49249.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 460, "committee_id_action": 376, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25812, "president_vote": null, "Yea": [1230, 1217, 1270, 1224, 1218, 1239, 1246], "Nay": [1262], "Excused": [1237]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8906"}