{"session_id": 43, "bill_id": 12149, "bill_type": "Senate Bill", "bill_number": 184, "bill_title": "revise provisions regarding electric service in annexed areas.", "sponsors": [{"legislator_profile_id": 1704, "is_prime": true}], "keywords": ["Annexation", "Municipal Government", "Public Utilities and Carriers"], "audio": [], "bill_versions": [{"bill_id": 12149, "bill_version_id": 66962, "bill_version": "Introduced", "bill_version_date": "2020-02-06T11:15:54.387-06:00", "bill_text": "An Act to revise provisions regarding electric service in annexed areas. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 49-34A-50 be REPEALED. 49-34A-50. Purchase price for electric facilities in area annexed by municipality. Section 2. That a NEW SECTION be added: 49-34A-49.1. Municipal electric utility--Annexation or extension--Meeting. Before a municipality that operates an electric utility may annex or extend its boundaries to include contiguous territory, representatives of the municipal utility shall request to meet with representatives of any affected electric utility to discuss in person and in good faith the municipality’s intentions for the provision of electric service to customers in areas that could be annexed into the city. The meeting must include one person from the municipality’s governing board or commission in addition to representatives from the municipal electric utility and other affected electric utilities. Failure of an electric utility affected to meet within thirty days of a written request to meet is a waiver of the meeting requirement. Section 3. That a NEW SECTION be added: 49-34A-49.2. Petition to annex--First reading--Notice. Notwithstanding any other provision of law, written notice of first reading of the petition to annex property that is within the service territory of an electric utility that is not a municipal utility, must be given to any affected electric utility twenty days prior to such first reading. Written notice of the election of the municipal utility to serve the annexed property with electricity must be given within one year following annexation. The municipal utility is entitled to serve the annexed area starting upon the sixtieth day after the notice of election of the municipality to serve the annexed area with electricity. An election by electric utility to invoke the procedures found in § 49-34A-52.1 may not toll the entitlement of the municipal utility to serve under this section. Section 4. That a NEW SECTION be added: 49-34A-49.3. Election to serve by resolution. Notwithstanding any other provision of law, if a municipality that owns and operates an electric utility elects to serve annexed property with electricity pursuant to § 49-34A-49 the election shall be by resolution of the municipality’s governing body. Section 5. That a NEW SECTION be added: 49-34A-52.1. Petition court to determine compensation--Considerations for compensation. If a municipality has properly elected to serve electric territory previously assigned to an electric utility other than that of the municipality and the electric utility and the municipality are unable to agree on compensation to the electric utility for the value of the transfer of service territory and any acquired equipment or distribution property pursuant to § 49-34A-52, the electric utility or municipality may petition the circuit court for that affected county or, if more than one county is affected, the circuit court in which the city hall for the municipality is located to determine compensation to be paid for the loss of service territory as found in this section. The sole question for the court, sitting without a jury, shall be to determine the amount of compensation to be paid to the electric utility for the loss of the transferred service territory and any acquired equipment or distribution property. The court may consider the value of the electric distribution property, stranded investments of the electric utility, if any of these, but may not consider the value of investments or agreements that are not made before the date of the annexation resolution. The court may not consider investments made by other affiliated entities or any costs of generation for energy that is able to be sold to other electric utilities. Section 6. That § 49-34A-51 be REPEALED. 49-34A-51. Application for determination by commission of price for municipal purchase of electric facilities in annexed area. Section 7. That § 49-34A-52 be AMENDED: 49-34A-52. Acknowledgment by utility of municipal offer to purchase facilities in annexed area--Obligations of parties. The electric utility, within ninety days after receipt of an offer by the annexing municipality to purchase the utility's electric distribution properties and service rights within the annexed area, shall signify in writing its acknowledgment of the offer, and the parties shall proceed to act. The annexing municipality shall then be obligated to buy and pay for, and the utility shall be obligated to sell to the municipality such properties and rights free and clear of all mortgage liens and encumbrances for the aforesaid cash consideration computed and payable as provided in § 49-34A-50. Section 8. That § 49-34A-53.1 be REPEALED. 49-34A-53.1. Purchase of facilities in territory annexed after July 1, 1975--Time limit--Determination of gross revenue."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12149, "action_date": "2020-02-06T14:00:00-06:00", "document_id": 66647, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66647.pdf", "status_text": "First read in Senate and referred to", "journal_page": 156, "committee_id_action": 447, "committee_id_assigned": 450, "result": "N", "vote": {}}, {"bill_id": 12149, "action_date": "2020-02-26T10:00:00-06:00", "document_id": 68455, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68455.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 450, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12149, "action_date": "2020-02-26T14:00:00-06:00", "document_id": 68729, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68729.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 354, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12149"}