{"session_id": 48, "bill_id": 14224, "bill_type": "House Bill", "bill_number": 1010, "bill_title": "provide certain protections for persons enrolled in managed care plans.", "sponsors": [{"legislator_profile_id": 2245, "is_prime": true}, {"legislator_profile_id": 2252, "is_prime": true}, {"legislator_profile_id": 2205, "is_prime": false}, {"legislator_profile_id": 2210, "is_prime": false}, {"legislator_profile_id": 2222, "is_prime": false}, {"legislator_profile_id": 2231, "is_prime": false}, {"legislator_profile_id": 2238, "is_prime": false}, {"legislator_profile_id": 2242, "is_prime": false}, {"legislator_profile_id": 2257, "is_prime": false}, {"legislator_profile_id": 2259, "is_prime": false}, {"legislator_profile_id": 2277, "is_prime": false}], "keywords": ["Contracts", "Insurance", "Managed Care Plan"], "audio": [], "bill_versions": [{"bill_id": 14224, "bill_version_id": 80637, "bill_version": "Introduced", "bill_version_date": "1998-12-18T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide certain protections for persons enrolled in managed care plans. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Capitation,\" a prefixed, per member, monthly payment to a provider that covers contracted services and is paid in advance of its delivery; (2) \"Managed care contractor,\" a person who establishes, operates, or maintains a network of participating providers; or contracts with an insurance company, a hospital or medical service plan, an employer, an employee organization, or any other entity providing coverage for health care services to operate a managed care plan; (3) \"Managed care entity,\" a licensed insurance company, hospital or medical service plan, health maintenance organization, an employer or employee organization, or a managed care contractor that operates a managed care plan; (4) \"Managed care plan,\" a plan operated by a managed care entity that provides for the financing or delivery of health care services, or both, to persons enrolled in the plan through any of the following: (a) Arrangements with selected providers to furnish health care services; (b) Explicit standards for the selection of participating providers; or (c) Financial incentives for persons enrolled in the plan to use the participating providers and procedures provided for by the plan; (5) \"Provider,\" any person who furnishes health services and is licensed or otherwise authorized to render such services in the state; (6) \"Withhold,\" a percentage of the negotiated provider payment that is withheld periodically by the managed care entity and used, as necessary, to cover annual overruns in anticipated health services costs. Section 2. If a covered person's health care provider leaves or is terminated by the managed care plan without cause, the managed care plan shall permit the covered person to continue an ongoing course of treatment with the covered person's current health care provider for a transitional period of up to ninety days from the date of notice to the covered person of the provider's disaffiliation from the managed care plan's network; or if the covered person has entered a second trimester of pregnancy at the time of the provider's disaffiliation, for a transitional period that includes the provision of post-partum care directly related to the delivery. Notwithstanding the provisions of this section, such care shall be authorized by the managed care plan during the transitional period only if the health care provider agrees: (1) To continue to accept reimbursement from the managed care plan at the rates applicable prior to the start of the transitional period as payment in full; (2) To adhere to the plan's quality assurance requirements and to provide to the organization necessary medical information related to such care; and (3) To otherwise adhere to the plan's policies and procedures, including procedures regarding referrals and obtaining pre-authorization and a treatment plan approved by the plan. Section 3. No managed care plan may, by contract, written policy or procedure, or informal policy or procedure, prohibit or restrict any provider from disclosing to any covered person any information that the provider deems appropriate regarding: (1) A condition or a course of treatment with an enrollee including the availability of other therapies, consultations, or tests; or (2) The provisions, terms, or requirements of the managed care plan's products as they relate to the covered person, if applicable. Section 4. No managed care plan may, by contract, written policy or procedure, or informal policy or procedure, prohibit or restrict any health care provider from filing a complaint, making a report, or commenting to an appropriate governmental body regarding the policies or practices of the managed care plan that the provider believes may negatively impact upon the quality of, or access to, patient care. Section 5. Any contract between a managed care plan and a participating provider of health care services shall be in writing and shall set forth that if the managed care plan fails to pay for health care services as set forth in the contract, the covered person is not liable to the provider for any sums owed by the managed care plan. Section 6. No participating provider, or agent, trustee, or assignee thereof, may maintain any action at law against a covered person to collect sums owed by the managed care plan, except in cases of subrogation. Section 7. A managed care plan shall provide to covered persons and prospective covered persons written information describing the terms and conditions of the plan. All written plan descriptions shall be readable, easily understood, truthful, and in an objective format, to be devised by the division. The following specific information shall be included in the format: (1) Coverage provisions, benefits, and any exclusions by category of service, provider, and if applicable, by specific service; (2) Any authorization review requirements, including preauthorization review, concurrent review, post-service review, post-payment review, and any procedures that may lead the patient to be denied coverage for or not be provided with a particular service; (3) The general methodology of any financial incentives to limit utilization of health services; (4) An explanation of how plan limitations impact enrollees, including information on enrollee financial responsibility for payment of coinsurance or other noncovered or out-of-plan services; (5) Medical benefit/loss ratio, as defined by the director, for the most recent fiscal year, and an explanation that the ratio reflects the percentage of premiums expended for health services as compared to total premiums; (6) A description of the accessibility and availability of services, including a list of the providers participating in the managed care plan and of the providers who are accepting new patients, the addresses of primary care physicians and participating hospitals, and the specialty of each physician and category of the other participating providers. The information required by this subdivision may be contained in a separate document and incorporated in the contract by reference and shall be amended from time to time as necessary to provide covered persons with the most current information; (7) A statement as to whether the plan includes a limited drug formulary, a statement that the formulary will be made available to any covered person on request, and instructions on how to request that an exception be made to the formulary. If a managed care plan uses a drug formulary, it shall make allowance for exceptions to the formulary if a nonformulary alternative is more appropriate due to medical necessity or to maximize the effectiveness of a plan of treatment; and (8) A statement that a covered person is not, under any circumstances, liable, assessable, or in any way subject to payments for debts, liabilities, insolvency, impairment, or any other financial obligations of the managed care entity. Section 8. No managed care entity may offer a provider, and no contract between a managed care entity and a provider may contain, any incentive plan that includes a specific payment made, in any type or form, to the provider as an inducement to deny, reduce, limit, or delay specific, medically necessary, and appropriate services covered by the health care contract and provided with respect to a specific member or group of members with similar medical conditions. Nothing in this section prohibits contracts that contain incentive plans that involve general payments such as capitation payments, withholds, or any other shared risk agreements that are not tied to specific medical decisions involving specific members or groups of members with similar medical conditions."}, {"bill_id": 14224, "bill_version_id": 80636, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "1999-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide certain protections for persons enrolled in managed care plans. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Capitation,\" a prefixed, per member, monthly payment to a provider that covers contracted services and is paid in advance of its delivery; (2) \"Managed care contractor,\" a person who establishes, operates, or maintains a network of participating providers; or contracts with an insurance company, a hospital or medical service plan, an employer, an employee organization, or any other entity providing coverage for health care services to operate a managed care plan; (3) \"Managed care entity,\" a licensed insurance company, hospital or medical service plan, health maintenance organization, an employer or employee organization, or a managed care contractor that operates a managed care plan; (4) \"Managed care plan,\" a plan operated by a managed care entity that provides for the financing or delivery of health care services, or both, to persons enrolled in the plan through any of the following: (a) Arrangements with selected providers to furnish health care services; (b) Explicit standards for the selection of participating providers; or (c) Financial incentives for persons enrolled in the plan to use the participating providers and procedures provided for by the plan; (5) \"Provider,\" any person who furnishes health services and is licensed or otherwise authorized to render such services in the state; (6) \"Withhold,\" a percentage of the negotiated provider payment that is withheld periodically by the managed care entity and used, as necessary, to cover annual overruns in anticipated health services costs. Section 2. If a covered person's health care provider leaves or is terminated by the managed care plan without cause, the managed care plan shall permit the covered person to continue an ongoing course of treatment with the covered person's current health care provider for a transitional period of up to ninety days from the date of notice to the covered person of the provider's disaffiliation from the managed care plan's network; or if the covered person has entered a second trimester of pregnancy at the time of the provider's disaffiliation, for a transitional period that includes the provision of post-partum care directly related to the delivery. Notwithstanding the provisions of this section, such care shall be authorized by the managed care plan during the transitional period only if the health care provider agrees: (1) To continue to accept reimbursement from the managed care plan at the rates applicable prior to the start of the transitional period as payment in full; (2) To adhere to the plan's quality assurance requirements and to provide to the organization necessary medical information related to such care; and (3) To otherwise adhere to the plan's policies and procedures, including procedures regarding referrals and obtaining pre-authorization and a treatment plan approved by the plan. Section 3. No managed care plan may, by contract, written policy or procedure, or informal policy or procedure, prohibit or restrict any provider from disclosing to any covered person any information that the provider deems appropriate regarding: (1) A condition or a course of treatment with an enrollee including the availability of other therapies, consultations, or tests; or (2) The provisions, terms, or requirements of the managed care plan's products as they relate to the covered person, if applicable. Section 4. No managed care plan may, by contract, written policy or procedure, or informal policy or procedure, prohibit or restrict any health care provider from filing a complaint, making a report, or commenting to an appropriate governmental body regarding the policies or practices of the managed care plan that the provider believes may negatively impact upon the quality of, or access to, patient care. Section 5. Any contract between a managed care plan and a participating provider of health care services shall be in writing and shall set forth that if the managed care plan fails to pay for covered health care services as set forth in the contract, the covered person is not liable to the provider for any sums owed by the managed care plan. Section 6. No participating provider, or agent, trustee, or assignee thereof, may maintain any action at law against a covered person to collect sums owed by the managed care plan, except in cases of subrogation. Section 7. A managed care plan shall provide to covered persons and prospective covered persons written information describing the terms and conditions of the plan. All written plan descriptions shall be readable, easily understood, truthful, and in an objective format. The following specific information shall be included in the format: (1) Coverage provisions, benefits, and any exclusions by category of service, provider, and if applicable, by specific service; (2) Any authorization review requirements, including preauthorization review, concurrent review, post-service review, post-payment review, and any procedures that may lead the patient to be denied coverage for or not be provided with a particular service; (3) The general methodology of any financial incentives to limit utilization of health services; (4) An explanation of how plan limitations impact enrollees, including information on enrollee financial responsibility for payment of coinsurance or other noncovered or out-of-plan services; (5) A description of the accessibility and availability of services, including a list of the providers participating in the managed care plan and of the providers who are accepting new patients, the addresses of primary care physicians and participating hospitals, and the specialty of each physician and category of the other participating providers. The information required by this subdivision may be contained in a separate document and incorporated in the contract by reference and shall be amended from time to time as necessary to provide covered persons with the most current information; (6) A statement as to whether the plan includes a limited drug formulary, a statement that the formulary will be made available to any covered person on request, and instructions on how to request that an exception be made to the formulary. If a managed care plan uses a drug formulary, it shall make allowance for exceptions to the formulary if a nonformulary alternative is more appropriate due to medical necessity or to maximize the effectiveness of a plan of treatment; and (7) A statement that a covered person is not, under any circumstances, liable, assessable, or in any way subject to payments for debts, liabilities, insolvency, impairment, or any other financial obligations of the managed care entity. Section 8. No managed care entity may offer a provider, and no contract between a managed care entity and a provider may contain, any incentive plan that includes a specific payment made, in any type or form, to the provider as an inducement to deny, reduce, limit, or delay specific, medically necessary, and appropriate services covered by the health care contract and provided with respect to a specific member or group of members with similar medical conditions. Nothing in this section prohibits contracts that contain incentive plans that involve general payments such as capitation payments, withholds, or any other shared risk agreements that are not tied to specific medical decisions involving specific members or groups of members with similar medical conditions. Section 9. If the director of the Division of Insurance and the secretary of the Department of Health find that the requirements of any private accrediting body meet the requirements of this Act, the managed care plan may, at the discretion of the director and secretary, be deemed to have met the applicable requirements. Section 10. Nothing in this Act applies to dental only, vision only, accident only, school accident, travel, or specified disease plans or plans that primarily provide a fixed daily, fixed occurrence, or fixed per procedure benefit without regard to expenses incurred. The provisions of this Act only apply to oral or written communications specifically designed to elicit an application for insurance. BILL HISTORY 1/12/99 First read in House and referred to Health and Human Services. H.J. 33 1/27/99 Scheduled for Committee hearing on this date. 1/27/99 Scheduled for Committee hearing on this date. 1/29/99 Scheduled for Committee hearing on this date. 1/29/99 Health and Human Services Do Pass Amended, Passed, AYES 11, NAYS 1. H.J. 307"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14224, "action_date": "1999-01-12T14:00:00-06:00", "document_id": 81755, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81755.pdf", "status_text": "First read in House and referred to", "journal_page": 33, "committee_id_action": 628, "committee_id_assigned": 619, "result": "N", "vote": {}}, {"bill_id": 14224, "action_date": "1999-01-27T07:45:00-06:00", "document_id": 81910, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81910.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 619, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14224, "action_date": "1999-01-27T19:00:00-06:00", "document_id": 81451, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81451.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 619, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14224, "action_date": "1999-01-29T07:45:00-06:00", "document_id": 81911, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81911.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 619, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14224, "action_date": "1999-01-29T07:45:00-06:00", "document_id": 81911, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81911.pdf", "status_text": "Do Pass Amended,", "journal_page": 307, "committee_id_action": 619, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42793, "president_vote": null, "Yea": [2203, 2216, 2229, 2243, 2244, 2264, 2276, 2277, 2284, 2301, 2231], "Nay": [2268]}}, {"bill_id": 14224, "action_date": "1999-02-04T14:00:00-06:00", "document_id": 82125, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82125.pdf", "status_text": "Do Pass Amended,", "journal_page": 374, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43317, "president_vote": null, "Yea": [2200, 2203, 2207, 2209, 2210, 2211, 2212, 2213, 2214, 2218, 2219, 2220, 2222, 2227, 2229, 2231, 2232, 2233, 2236, 2237, 2238, 2240, 2243, 2244, 2247, 2248, 2249, 2253, 2255, 2256, 2257, 2260, 2262, 2264, 2265, 2267, 2271, 2272, 2276, 2278, 2279, 2281, 2282, 2284, 2286, 2287, 2288, 2290, 2291, 2295, 2296, 2297, 2298, 2300, 2302, 2245], "Nay": [2204, 2223, 2250, 2268, 2273, 2301, 2303], "Excused": [2208, 2216, 2228, 2254, 2261, 2266, 2277]}}, {"bill_id": 14224, "action_date": "1999-02-05T14:00:00-06:00", "document_id": 81774, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81774.pdf", "status_text": "First read in Senate and referred to", "journal_page": 346, "committee_id_action": 629, "committee_id_assigned": 611, "result": "N", "vote": {}}, {"bill_id": 14224, "action_date": "1999-02-08T07:45:00-06:00", "document_id": 82086, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82086.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14224, "action_date": "1999-02-08T07:45:00-06:00", "document_id": 82086, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82086.pdf", "status_text": "Tabled", "journal_page": 364, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40998, "president_vote": null, "Yea": [2224, 2270, 2246, 2259, 2299, 2283, 2241], "Excused": [2292, 2230]}}, {"bill_id": 14224, "action_date": "1999-02-08T19:30:00-06:00", "document_id": 82087, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82087.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}]}