{"session_id": 10, "bill_id": 2800, "bill_type": "Senate Bill", "bill_number": 199, "bill_title": "appropriate money from the property tax reduction fund for the enhancement of human capital.", "sponsors": [{"legislator_profile_id": 24, "is_prime": true}, {"legislator_profile_id": 26, "is_prime": false}], "keywords": ["Appropriation", "Education", "Public Fiscal Administration", "State Affairs and Government"], "audio": [], "bill_versions": [{"bill_id": 2800, "bill_version_id": 15983, "bill_version": "Introduced", "bill_version_date": "2011-01-31T10:55:31.583-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to appropriate money from the property tax reduction fund for the enhancement of human capital. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby appropriated from the property tax reduction fund the sum of twenty million dollars ($20,000,000), or so much thereof as may be necessary, to the Department of Education to be distributed to school districts on a per state aid fall enrollment basis. Section 2. The secretary of the Department of Education shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by section 1 of this Act. Section 3. There is hereby appropriated from the property tax reduction fund the sum of five million seven hundred sixty-eight thousand one hundred eighteen dollars ($5,768,118), or so much thereof as may be necessary, to the Department of Social Services for the purpose of providing an increase for providers of medicaid-funded services. Section 4. There is hereby appropriated the sum of seven million six hundred eighty-five thousand forty-four dollars ($7,685,044), or so much thereof as may be necessary, in federal fund expenditure authority to the to the Department of Social Services for the purpose of providing an increase for providers of medicaid-funded services. Section 5. There is hereby appropriated the sum of two thousand eight hundred sixty-two dollars ($2,862), or so much thereof as may be necessary, in other fund expenditure authority to the Department of Social Services for the purpose of providing an increase for providers of medicaid-funded services. Section 6. The secretary of the Department of Social Services shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by sections 3 to 5, inclusive, of this Act. Section 7. There is hereby appropriated from the property tax reduction fund the sum of nine hundred fifty-five thousand eighty-six dollars ($955,086), or so much thereof as may be necessary, to the Department of Human Services for the purpose of providing an increase for providers of medicaid-funded services. Section 8. There is hereby appropriated the sum of one million three hundred thousand nine hundred ninety-nine dollars ($1,300,999), or so much thereof as may be necessary, in federal fund expenditure authority to the Department of Human Services for the purpose of providing an increase for providers of medicaid-funded services. Section 9. The secretary of the Department of Human Services shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by sections 7 to 8, inclusive, of this Act. Section 10. There is hereby appropriated from the property tax reduction fund the sum of two hundred forty-seven thousand six hundred forty-three dollars ($247,643), or so much thereof as may be necessary, to the Department of Corrections for the purpose of providing an increase for providers of medicaid-funded services. Section 11. There is hereby appropriated the sum of one hundred forty thousand four dollars ($140,004), or so much thereof as may be necessary, in federal fund expenditure authority to the Department of Corrections for the purpose of providing an increase for providers of medicaid-funded services. Section 12. The secretary of the Department of Corrections shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by sections 10 to 11, inclusive, of this Act. Section 13. There is hereby appropriated from the property tax reduction fund the sum of twenty-nine thousand one hundred fifty-two dollars ($29,152), or so much thereof as may be necessary, to the Unified Judicial System for the purpose of providing an increase for providers of medicaid-funded services. Section 14. There is hereby appropriated the sum of one thousand nine hundred one dollars ($1,901), or so much thereof as may be necessary, in other fund expenditure authority to the Unified Judicial System for the purpose of providing an increase for providers of medicaid-funded services. Section 15. The state court administrator of the Unified Judicial System shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by sections 13 and 14 of this Act. Section 16. There is hereby appropriated the sum of one thousand four hundred forty-nine dollars ($1,449), or so much thereof as may be necessary, in other fund expenditure authority to the Department of Health for the purpose of providing an increase for providers of medicaid-funded services. Section 17. The secretary of the Department of Health shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by section 16 of this Act. Section 18. On July 1, 2011, all permanent employees of the executive, legislative, and judicial branches of state government shall receive one lump-sum payment equal to one percent of the current annual salary amount. The lump-sum payment shall be calculated in the same manner as the across-the-board salary increase appropriated in the General Appropriations Act for fiscal year 2009. Section 19. There is hereby appropriated from the property tax reduction fund the sum of three million dollars ($3,000,000), or so much thereof as may be necessary, to the bureau of personnel for the purpose of funding Section 18 of this Act. Section 20. There is hereby appropriated the sum of one million four hundred thousand dollars ($1,400,000), of federal fund expenditure authority, or so much thereof as may be necessary, to the bureau of personnel for the purpose of funding Section 18 of this Act. Section 21. There is hereby appropriated the sum of two million nine hundred thousand dollars ($2,900,000), of other fund expenditure authority, or so much thereof as may be necessary, to the bureau of personnel for the purpose of funding Section 18 of this Act. Section 22. The commissioner of the bureau of personnel shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by sections 19 to 21, inclusive, of Act. Section 23. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2012, shall revert in accordance with the procedures prescribed in chapter 4-8."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2800, "action_date": "2011-01-31T14:00:00-06:00", "document_id": 16043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16043.pdf", "status_text": "First read in Senate and referred to", "journal_page": 247, "committee_id_action": 113, "committee_id_assigned": 112, "result": "N", "vote": {}}, {"bill_id": 2800, "action_date": "2011-02-10T08:00:00-06:00", "document_id": 16473, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16473.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 112, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2800, "action_date": "2011-02-16T10:00:00-06:00", "document_id": 16759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16759.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 112, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2800, "action_date": "2011-02-16T10:00:00-06:00", "document_id": 16987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16987.pdf", "status_text": "Tabled", "journal_page": 445, "committee_id_action": 112, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9132, "president_vote": null, "Nay": [80], "Yea": [38, 78, 4, 19, 81, 8, 42], "Excused": [10]}}]}