{"session_id": 20, "bill_id": 5768, "bill_type": "Senate Bill", "bill_number": 90, "bill_title": "revise certain provisions related to the High School Activities Association.", "sponsors": [{"legislator_profile_id": 444, "is_prime": true}, {"legislator_profile_id": 441, "is_prime": true}, {"legislator_profile_id": 453, "is_prime": false}, {"legislator_profile_id": 456, "is_prime": false}, {"legislator_profile_id": 457, "is_prime": false}, {"legislator_profile_id": 470, "is_prime": false}, {"legislator_profile_id": 452, "is_prime": false}, {"legislator_profile_id": 442, "is_prime": false}, {"legislator_profile_id": 438, "is_prime": false}, {"legislator_profile_id": 507, "is_prime": false}, {"legislator_profile_id": 424, "is_prime": false}, {"legislator_profile_id": 423, "is_prime": false}, {"legislator_profile_id": 428, "is_prime": false}, {"legislator_profile_id": 435, "is_prime": false}, {"legislator_profile_id": 463, "is_prime": false}, {"legislator_profile_id": 426, "is_prime": false}, {"legislator_profile_id": 446, "is_prime": false}, {"legislator_profile_id": 494, "is_prime": false}, {"legislator_profile_id": 486, "is_prime": false}], "keywords": ["Education", "High School Activities Association"], "audio": [{"meeting_datetime": "2014-02-13T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sap20.mp3", "start_seconds": 105.0}, {"meeting_datetime": "2014-02-13T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sap20.mp3", "start_seconds": 105.0}, {"meeting_datetime": "2014-02-13T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sap20.mp3", "start_seconds": 105.0}, {"meeting_datetime": "2014-02-13T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sap20.mp3", "start_seconds": 105.0}, {"meeting_datetime": "2014-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen22.mp3", "start_seconds": 3873.0}, {"meeting_datetime": "2014-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen22.mp3", "start_seconds": 3873.0}, {"meeting_datetime": "2014-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen22.mp3", "start_seconds": 3873.0}, {"meeting_datetime": "2014-03-10T00:00:00-05:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju33.mp3", "start_seconds": 3932.0}, {"meeting_datetime": "2014-03-10T00:00:00-05:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju33.mp3", "start_seconds": 3932.0}, {"meeting_datetime": "2014-03-10T00:00:00-05:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju33.mp3", "start_seconds": 3932.0}, {"meeting_datetime": "2014-03-10T00:00:00-05:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju33.mp3", "start_seconds": 3932.0}, {"meeting_datetime": "2014-03-10T00:00:00-05:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju33.mp3", "start_seconds": 3932.0}, {"meeting_datetime": "2014-03-10T00:00:00-05:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju33.mp3", "start_seconds": 3932.0}, {"meeting_datetime": "2014-03-10T00:00:00-05:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju33.mp3", "start_seconds": 3932.0}, {"meeting_datetime": "2014-03-10T00:00:00-05:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju33.mp3", "start_seconds": 3932.0}, {"meeting_datetime": "2014-03-10T00:00:00-05:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju33.mp3", "start_seconds": 8389.0}, {"meeting_datetime": "2014-03-11T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou34.mp3", "start_seconds": 2535.0}, {"meeting_datetime": "2014-03-11T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou34.mp3", "start_seconds": 2535.0}, {"meeting_datetime": "2014-03-11T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou34.mp3", "start_seconds": 2535.0}, {"meeting_datetime": "2014-03-11T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou34.mp3", "start_seconds": 2535.0}, {"meeting_datetime": "2014-03-11T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou34.mp3", "start_seconds": 2535.0}, {"meeting_datetime": "2014-03-12T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen35.mp3", "start_seconds": 3115.0}, {"meeting_datetime": "2014-03-12T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen35.mp3", "start_seconds": 3115.0}, {"meeting_datetime": "2014-03-12T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen35.mp3", "start_seconds": 3115.0}], "bill_versions": [{"bill_id": 5768, "bill_version_id": 29064, "bill_version": "Introduced", "bill_version_date": "2014-01-28T07:10:39.27-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to the High School Activities Association. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-36-5 be amended to read as follows: 13-36-5. Any association exercising the grant of authority contained in § 13-36-4 to regulate public and nonpublic schools shall be audited annually by the State Department of Legislative Audit and a report of such audit shall be made to the Legislature and shall be made public on the association's website as well as the State Department of Legislative Audit's website. The association shall pay for the audit at the rate prescribed by § 4-11-18. Section 2. That chapter 13-36 be amended by adding thereto a NEW SECTION to read as follows: Any meeting conducted by an association exercising the grant of authority contained in § 13-36-4 to regulate public and nonpublic schools shall comply with all open meeting and open records laws in this state. Section 3. That chapter 13-36 be amended by adding thereto a NEW SECTION to read as follows: Any association exercising the grant of authority contained in § 13-36-4 to regulate public and nonpublic schools shall annually, or at the call of the chair, report to the Government Operations and Audit Committee."}, {"bill_id": 5768, "bill_version_id": 30375, "bill_version": "Senate Appropriations Engrossed", "bill_version_date": "2014-02-13T11:27:48.013-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to the High School Activities Association. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-36-4 be amended to read as follows: 13-36-4. The school board of a public school, approved and accredited by the secretary of the Department of Education, may delegate, on a year to year basis, the control, supervision, and regulation of any high school interscholastic activities to any association which is voluntary and nonprofit if membership: (1) Membership in such association is open to all high schools approved and accredited pursuant to this section, including any school that allows participation by students receiving alternative instruction as set forth in § 13-27-3, pursuant to the provisions of this title, and if the; (2) The constitution, bylaws, and rules of the association are subject to ratification by the school boards of the member public school districts and the governing boards of the member nonpublic schools and include a provision for a proper review procedure and review board; (3) The report of any audit required by § 13-26-5 is made public on the association's website as well as the Department of Legislative Audit's website; (4) Any such association complies with the provisions of chapter 1-25 and chapter 1-27; and (5) Any such association shall report to the Government Operations and Audit Committee annually, or at the call of the chair. The governing body of a nonpublic school, approved and accredited by the secretary of the Department of Education, or the North Central Association Commission on Accreditation and School Improvement (NCA CASI), or the Association of Christian Schools International (ACSI), or the Association of Classical and Christian Schools (ACCS), or Christian Schools International (CSI), or National Lutheran School Accreditation (NLSA), or Wisconsin Evangelical Lutheran Synod School Accreditation, may also delegate, on a year to year basis, the control, supervision, and regulation of any high school interscholastic activities to any association which is voluntary and nonprofit if membership in such association is open to all high schools approved and accredited pursuant to this section, including any school that allows participation by students receiving alternative instruction as set forth in § 13-27-3, pursuant to the provisions of this title, and if the constitution, bylaws, and rules of the association are subject to ratification by the school boards of the member public school districts and the governing boards of the member nonpublic schools and include a provision for a proper review procedure and review board. Any association which complies with this section may exercise the control, supervision, and regulation of interscholastic activities, including interscholastic athletic events of member schools. Such association may promulgate reasonable uniform rules, to make decisions and to provide and enforce reasonable penalties for the violation of such rules."}, {"bill_id": 5768, "bill_version_id": 31803, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2014-03-10T14:58:08.873-05:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to the High School Activities Association. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-36-4 be amended to read as follows: 13-36-4. The school board of a public school, approved and accredited by the secretary of the Department of Education, may delegate, on a year to year basis, the control, supervision, and regulation of any high school interscholastic activities to any association which is voluntary and nonprofit if membership: (1) Membership in such association is open to all high schools approved and accredited pursuant to this section, including any school that allows participation by students receiving alternative instruction as set forth in § 13-27-3, pursuant to the provisions of this title, and if the; (2) The constitution, bylaws, and rules of the association are subject to ratification by the school boards of the member public school districts and the governing boards of the member nonpublic schools and include a provision for a proper review procedure and review board; (3) The report of any audit required by § 13-26-5 is made public on the association's website as well as the Department of Legislative Audit's website; (4) Any such association complies with the provisions of chapter 1-25 and chapter 1-27; and (5) Any such association shall report to the Government Operations and Audit Committee annually, or at the call of the chair. The governing body of a nonpublic school, approved and accredited by the secretary of the Department of Education, or the North Central Association Commission on Accreditation and School Improvement (NCA CASI), or the Association of Christian Schools International (ACSI), or the Association of Classical and Christian Schools (ACCS), or Christian Schools International (CSI), or National Lutheran School Accreditation (NLSA), or Wisconsin Evangelical Lutheran Synod School Accreditation, may also delegate, on a year to year basis, the control, supervision, and regulation of any high school interscholastic activities to any association which is voluntary and nonprofit if membership in such association is open to all high schools approved and accredited pursuant to this section, including any school that allows participation by students receiving alternative instruction as set forth in § 13-27-3, pursuant to the provisions of this title, and if the constitution, bylaws, and rules of the association are subject to ratification by the school boards of the member public school districts and the governing boards of the member nonpublic schools and include a provision for a proper review procedure and review board. Any association which complies with this section may exercise the control, supervision, and regulation of interscholastic activities, including interscholastic athletic events of member schools. Such association may promulgate reasonable uniform rules, to make decisions and to provide and enforce reasonable penalties for the violation of such rules. Section 2. That § 1-25-1 be amended to read as follows: 1-25-1. The official meetings of the state, its political subdivisions, and any public body of the state or its political subdivisions are open to the public unless a specific law is cited by the state, the political subdivision, or the public body to close the official meeting to the public. For the purposes of this section, a political subdivision or a public body of a political subdivision means any association, authority, board, commission, committee, council, task force, school district, county, city, town, township, or other agency of the state, which is created or appointed by statute, ordinance, or resolution and is vested with the authority to exercise any sovereign power derived from state law or the South Dakota High School Activities Association or its successors or assignees. It is not an official meeting of one political subdivision or public body if its members provide information or attend the official meeting of another political subdivision or public body for which the notice requirements of § 1-25-1.1 have been met. Any official meeting may be conducted by teleconference as defined in § 1-25-1.2. A teleconference may be used to conduct a hearing or take final disposition regarding an administrative rule pursuant to § 1-26-4. A member is deemed present if the member answers present to the roll call conducted by teleconference for the purpose of determining a quorum. Each vote at an official meeting held by teleconference shall be taken by roll call. If the state, a political subdivision, or a public body conducts an official meeting by teleconference, the state, the political subdivision, or public body shall provide one or more places at which the public may listen to and participate in the teleconference meeting. For any official meeting held by teleconference, which has less than a quorum of the members of the public body participating in the meeting who are present at the location open to the public, arrangements shall be provided for the public to listen to the meeting via telephone or internet. The requirement to provide one or more places for the public to listen to the teleconference does not apply to an executive or closed meeting. If a quorum of township supervisors, road district trustees, or trustees for a municipality of the third class meet solely for purposes of implementing previously publicly-adopted policy, carrying out ministerial functions of that township, district, or municipality, or undertaking a factual investigation of conditions related to public safety, the meeting is not subject to the provisions of this chapter. A violation of this section is a Class 2 misdemeanor. Section 3. That § 1-27-1.1 be amended to read as follows: 1-27-1.1. Unless any other statute, ordinance, or rule expressly provides that particular information or records may not be made public, public records include all records and documents, regardless of physical form, of or belonging to this state, any county, municipality, political subdivision, or tax-supported district in this state, or any agency, branch, department, board, bureau, commission, council, subunit, or committee of any of the foregoing or the South Dakota High School Activities Association or its successors or assignees. Data which is a public record in its original form remains a public record when maintained in any other form. For the purposes of §§ 1-27-1 to 1-27-1.15, inclusive, a tax-supported district includes any business improvement district created pursuant to chapter 9-55. Section 4. That § 1-25-2 be amended to read as follows: 1-25-2. Executive or closed meetings may be held for the sole purposes of: (1) Discussing the qualifications, competence, performance, character or fitness of any public officer or employee or prospective public officer or employee. The term \"employee\" does not include any independent contractor; (2) Discussing the expulsion, suspension, discipline, assignment of or the educational program of a student or the eligibility of a student to participate in interscholastic activities provided by the South Dakota High School Activities Association; (3) Consulting with legal counsel or reviewing communications from legal counsel about proposed or pending litigation or contractual matters; (4) Preparing for contract negotiations or negotiating with employees or employee representatives; (5) Discussing marketing or pricing strategies by a board or commission of a business owned by the state or any of its political subdivisions, when public discussion may be harmful to the competitive position of the business. However, any official action concerning such matters shall be made at an open official meeting. An executive or closed meeting shall be held only upon a majority vote of the members of such body present and voting, and discussion during the closed meeting is restricted to the purpose specified in the closure motion. Nothing in § 1-25-1 or this section may be construed to prevent an executive or closed meeting if the federal or state Constitution or the federal or state statutes require or permit it. A violation of this section is a Class 2 misdemeanor."}, {"bill_id": 5768, "bill_version_id": 31889, "bill_version": "House Engrossed", "bill_version_date": "2014-03-11T11:27:00.577-05:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to the High School Activities Association. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-36-4 be amended to read as follows: 13-36-4. The school board of a public school, approved and accredited by the secretary of the Department of Education, may delegate, on a year to year basis, the control, supervision, and regulation of any high school interscholastic activities to any association which is voluntary and nonprofit if membership: (1) Membership in such association is open to all high schools approved and accredited pursuant to this section, including any school that allows participation by students receiving alternative instruction as set forth in § 13-27-3, pursuant to the provisions of this title, and if the; (2) The constitution, bylaws, and rules of the association are subject to ratification by the school boards of the member public school districts and the governing boards of the member nonpublic schools and include a provision for a proper review procedure and review board; (3) The report of any audit required by § 13-26-5 is made public on the association's website as well as the Department of Legislative Audit's website; (4) The association complies with the provisions of chapter 1-25 and chapter 1-27. However, any such association, and its employees, meetings, and records, are afforded the same exemptions and protections as a political subdivision or public body is provided under chapter 1-25 and chapter 1-27; and (5) The association shall report to the Government Operations and Audit Committee annually, or at the call of the chair. The governing body of a nonpublic school, approved and accredited by the secretary of the Department of Education, or the North Central Association Commission on Accreditation and School Improvement (NCA CASI), or the Association of Christian Schools International (ACSI), or the Association of Classical and Christian Schools (ACCS), or Christian Schools International (CSI), or National Lutheran School Accreditation (NLSA), or Wisconsin Evangelical Lutheran Synod School Accreditation, may also delegate, on a year to year basis, the control, supervision, and regulation of any high school interscholastic activities to any association which is voluntary and nonprofit if membership in such association is open to all high schools approved and accredited pursuant to this section, including any school that allows participation by students receiving alternative instruction as set forth in § 13-27-3, pursuant to the provisions of this title, and if the constitution, bylaws, and rules of the association are subject to ratification by the school boards of the member public school districts and the governing boards of the member nonpublic schools and include a provision for a proper review procedure and review board. Any association which complies with this section may exercise the control, supervision, and regulation of interscholastic activities, including interscholastic athletic events of member schools. Such association may promulgate reasonable uniform rules, to make decisions and to provide and enforce reasonable penalties for the violation of such rules. Section 2. That § 1-25-2 be amended to read as follows: 1-25-2. Executive or closed meetings may be held for the sole purposes of: (1) Discussing the qualifications, competence, performance, character or fitness of any public officer or employee or prospective public officer or employee. The term \"employee\" does not include any independent contractor; (2) Discussing the expulsion, suspension, discipline, assignment of or the educational program of a student or the eligibility of a student to participate in interscholastic activities provided by the South Dakota High School Activities Association; (3) Consulting with legal counsel or reviewing communications from legal counsel about proposed or pending litigation or contractual matters; (4) Preparing for contract negotiations or negotiating with employees or employee representatives; (5) Discussing marketing or pricing strategies by a board or commission of a business owned by the state or any of its political subdivisions, when public discussion may be harmful to the competitive position of the business. However, any official action concerning such matters shall be made at an open official meeting. An executive or closed meeting shall be held only upon a majority vote of the members of such body present and voting, and discussion during the closed meeting is restricted to the purpose specified in the closure motion. Nothing in § 1-25-1 or this section may be construed to prevent an executive or closed meeting if the federal or state Constitution or the federal or state statutes require or permit it. A violation of this section is a Class 2 misdemeanor."}, {"bill_id": 5768, "bill_version_id": 31985, "bill_version": "Enrolled", "bill_version_date": "2014-03-12T13:49:34.27-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5768, "action_date": "2014-01-28T14:00:00-06:00", "document_id": 29178, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29178.pdf", "status_text": "First read in Senate and referred to", "journal_page": 128, "committee_id_action": 229, "committee_id_assigned": 214, "result": "N", "vote": {}}, {"bill_id": 5768, "action_date": "2014-01-29T14:00:00-06:00", "document_id": 29336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29336.pdf", "status_text": "Referred to", "journal_page": 149, "committee_id_action": 229, "committee_id_assigned": 228, "result": "P", "vote": {}}, {"bill_id": 5768, "action_date": "2014-02-13T08:00:00-06:00", "document_id": 30142, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30142.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 228, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5768, "action_date": "2014-02-13T08:00:00-06:00", "document_id": 30379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30379.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 228, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5768, "action_date": "2014-02-13T08:00:00-06:00", "document_id": 30379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30379.pdf", "status_text": "Do Pass Amended", "journal_page": 322, "committee_id_action": 228, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16064, "president_vote": null, "Yea": [474, 483, 424, 472, 486, 494, 849, 426, 428]}}, {"bill_id": 5768, "action_date": "2014-02-19T14:00:00-06:00", "document_id": 30605, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30605.pdf", "status_text": "Do Pass Amended", "journal_page": 370, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16243, "president_vote": null, "Yea": [469, 444, 473, 846, 495, 447, 472, 470, 432, 483, 443, 452, 436, 438, 526, 424, 492, 491, 428, 475, 435, 493, 849, 426, 446, 494, 434, 490, 486], "Nay": [437, 465, 847, 440, 474], "Excused": [429]}}, {"bill_id": 5768, "action_date": "2014-02-20T14:00:00-06:00", "document_id": 30701, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30701.pdf", "status_text": "First read in House and referred to", "journal_page": 470, "committee_id_action": 231, "committee_id_assigned": 227, "result": "N", "vote": {}}, {"bill_id": 5768, "action_date": "2014-03-10T10:00:00-05:00", "document_id": 31572, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31572.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 227, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5768, "action_date": "2014-03-10T10:00:00-05:00", "document_id": 31791, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31791.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 227, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5768, "action_date": "2014-03-10T10:00:00-05:00", "document_id": 31791, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31791.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 227, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5768, "action_date": "2014-03-10T10:00:00-05:00", "document_id": 31791, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31791.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 227, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5768, "action_date": "2014-03-10T10:00:00-05:00", "document_id": 31791, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31791.pdf", "status_text": "Do Pass Amended", "journal_page": 691, "committee_id_action": 227, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17107, "president_vote": null, "Yea": [456, 505, 431, 455, 509, 457, 523, 466, 476, 460, 513, 441], "Nay": [458]}}, {"bill_id": 5768, "action_date": "2014-03-11T10:00:00-05:00", "document_id": 31884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31884.pdf", "status_text": "Motion to amend", "journal_page": 705, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5768, "action_date": "2014-03-11T10:00:00-05:00", "document_id": 31884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31884.pdf", "status_text": "Do Pass Amended", "journal_page": 705, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17189, "president_vote": null, "Yea": [528, 527, 453, 522, 433, 467, 524, 456, 489, 517, 519, 505, 449, 431, 455, 425, 504, 481, 509, 503, 477, 501, 479, 457, 523, 466, 845, 499, 442, 476, 521, 507, 478, 487, 423, 500, 502, 497, 515, 511, 512, 463, 518, 484, 462, 485, 514, 464, 510, 450, 506, 430, 513, 468, 498, 461, 516, 508, 480, 460, 448, 441], "Excused": [525, 496], "Nay": [520, 454, 458, 451, 439, 459]}}, {"bill_id": 5768, "action_date": "2014-03-12T09:00:00-05:00", "document_id": 31971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31971.pdf", "status_text": "Concurred in amendments", "journal_page": 640, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17244, "president_vote": null, "Yea": [469, 444, 473, 846, 495, 447, 472, 470, 432, 465, 847, 483, 443, 429, 452, 436, 438, 526, 424, 492, 491, 428, 475, 435, 440, 493, 849, 474, 426, 446, 494, 434, 490, 486], "Nay": [437]}}, {"bill_id": 5768, "action_date": "2014-03-13T09:00:00-05:00", "document_id": 32053, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32053.pdf", "status_text": "Signed by the President", "journal_page": 653, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5768, "action_date": "2014-03-13T09:00:00-05:00", "document_id": 32053, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32053.pdf", "status_text": "Delivered to the Governor", "journal_page": 670, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5768, "action_date": "2014-03-13T10:00:00-05:00", "document_id": 32062, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32062.pdf", "status_text": "Signed by the Speaker", "journal_page": 773, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5768, "action_date": "2014-03-31T10:00:00-05:00", "document_id": 32148, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32148.pdf", "status_text": "Signed by the Governor", "journal_page": 688, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5578}