{"session_id": 20, "bill_id": 6056, "bill_type": "House Commemoration", "bill_number": 1054, "bill_title": "Congratulating and recognizing Anita Boeck from Arlington High School as the Region 3 volleyball coach of the year.", "sponsors": [{"legislator_profile_id": 473, "is_prime": true}, {"legislator_profile_id": 455, "is_prime": true}, {"legislator_profile_id": 527, "is_prime": false}, {"legislator_profile_id": 456, "is_prime": false}, {"legislator_profile_id": 454, "is_prime": false}, {"legislator_profile_id": 436, "is_prime": false}, {"legislator_profile_id": 442, "is_prime": false}, {"legislator_profile_id": 502, "is_prime": false}, {"legislator_profile_id": 497, "is_prime": false}, {"legislator_profile_id": 498, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6056, "bill_version_id": 31009, "bill_version": "Introduced", "bill_version_date": "2014-02-25T09:44:50.083-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and recognizing Anita Boeck from Arlington High School as the Region 3 volleyball coach of the year. WHEREAS, Anita Boeck was recognized in October 2013 for coaching her six hundredth career win in volleyball as an Arlington Cardinal; and WHEREAS, Anita was also chosen in January 2014 as the volleyball Region 3 coach of the year; and WHEREAS, Anita Boeck has shown incredible effort and dedication in keeping her team strong and focused, which allowed the Arlington Cardinals to complete the 2013 season with a record of twenty-three wins and only two losses: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature commends and applauds Anita Boeck for her coach of the year award."}, {"bill_id": 6056, "bill_version_id": 31241, "bill_version": "Enrolled", "bill_version_date": "2014-02-27T16:00:37.853-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and recognizing Anita Boeck from Arlington High School as the Region 3 volleyball coach of the year. WHEREAS, Anita Boeck was recognized in October 2013 for coaching her six hundredth career win in volleyball as an Arlington Cardinal; and WHEREAS, Anita was also chosen in January 2014 as the volleyball Region 3 coach of the year; and WHEREAS, Anita Boeck has shown incredible effort and dedication in keeping her team strong and focused, which allowed the Arlington Cardinals to complete the 2013 season with a record of twenty-three wins and only two losses: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature commends and applauds Anita Boeck for her coach of the year award. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6056, "action_date": "2014-02-25T14:00:00-06:00", "document_id": 31052, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31052.pdf", "status_text": "", "journal_page": 557, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6056"}