{"session_id": 32, "bill_id": 9177, "bill_type": "House Bill", "bill_number": 1286, "bill_title": "authorize certain political parties to be classified under alternative political status, to revise certain provisions regarding nominating petitions, and to declare an emergency.", "sponsors": [{"legislator_profile_id": 1219, "is_prime": true}, {"legislator_profile_id": 1259, "is_prime": true}, {"legislator_profile_id": 1268, "is_prime": false}, {"legislator_profile_id": 1217, "is_prime": false}, {"legislator_profile_id": 1238, "is_prime": false}, {"legislator_profile_id": 1224, "is_prime": false}, {"legislator_profile_id": 1277, "is_prime": false}], "keywords": ["Elections", "Political Party"], "audio": [{"meeting_datetime": "2018-02-05T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst17.mp3", "start_seconds": 172.0}, {"meeting_datetime": "2018-02-05T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst17.mp3", "start_seconds": 172.0}, {"meeting_datetime": "2018-02-05T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst17.mp3", "start_seconds": 172.0}, {"meeting_datetime": "2018-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou28.mp3", "start_seconds": 2701.0}, {"meeting_datetime": "2018-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou28.mp3", "start_seconds": 2701.0}, {"meeting_datetime": "2018-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou28.mp3", "start_seconds": 2701.0}, {"meeting_datetime": "2018-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou28.mp3", "start_seconds": 2701.0}, {"meeting_datetime": "2018-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou28.mp3", "start_seconds": 2701.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst33.mp3", "start_seconds": 6153.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst33.mp3", "start_seconds": 6153.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst33.mp3", "start_seconds": 6153.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst33.mp3", "start_seconds": 6153.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 9200.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 9200.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 9200.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 9200.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 9200.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 9200.0}], "bill_versions": [{"bill_id": 9177, "bill_version_id": 48383, "bill_version": "Introduced", "bill_version_date": "2018-02-01T09:00:01.197-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize certain political parties to be classified under alternative political status and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 12-1 be amended by adding a NEW SECTION to read: For the purposes of this title, the term, alternative political status, means that a political party meets the requirements of this section commencing with the 2014 general election and each general or special statewide election thereafter. Any political party that meets the definition of political party as defined in § 12-1-3 and has a total party registration of less than two and a half percent of the total number of registered voters, as recorded at the Office of the Secretary of State on the date of the last general election, shall remain in alternative political status for the next two general election cycles. Any party that has a total party registration of two and a half per cent or more of the total number of registered voters, as recorded at the Office of the Secretary of State on the date of the last general election, shall lose its alternative political status, but shall remain a political party for the next two general election cycles. Section 2. That § 12-6-7 be amended to read: 12-6-7. A nominating petition may be composed of several sheets, each sheet shall have identical headings printed at the top and shall be a self-contained sheet of paper. The petition for party office or political public office shall be signed by not less than one percent of the voters who voted for that party's gubernatorial candidate at the last gubernatorial election in the county, part of the county, district, or state electing a candidate to fill the office. If the party meets the requirement for alternative political status as defined in section 1 of this Act, the petition for party office or political public office shall be signed by not less than one percent of the voters who voted for that party's statewide candidate receiving the highest votes at the last gubernatorial election in the county, part of the county, district, or state electing a candidate to fill the office. If a county uses vote centers and does not print ballots by precinct, signature requirements for both partisan and independent candidates are: (1) Fifty signatures for a legislative candidate whose district either in whole or in part includes that county; (2) Thirty signatures for a county candidate; (3) Fifteen signatures for county commissioner district candidates; (4) Five signatures for a new party legislative candidate whose district either in whole or in part includes that county; (5) Five signatures for a new party county candidate; or (6) Three signatures for a new party county commissioner district candidate. Section 3. That chapter 12-5 be amended by adding a NEW SECTION to read: A political party with alternative political status may nominate a candidate for United States Senate, United States House of Representatives, Governor, and any legislative seat by convention, if the nomination is submitted with the proper documentation to the Office of the Secretary of State no later than 5:00 p.m. central time on the second Tuesday in August, of the year of the election. A candidate registered with a political party with an alternative political status may choose, if allowed by the party bylaws, to participate in a primary election by submitting a candidate petition no later than the last Tuesday of March in accordance with § 12-5-1.4. Section 4. That chapter 12-5 be amended by adding a NEW SECTION to read: A political party that did not have a candidate for Governor in 2014 may nominate a candidate for United States Senate, United States House of Representatives, Governor, and any legislative seat by convention, provided that the nomination is submitted with the proper documentation to the Office of the Secretary of State no later than 5:00 p.m. central time August 1, 2018. Section 5. Section 4 of this Act is repealed on January 1, 2019. Section 6. That chapter 12-5 be amended by adding a NEW SECTION to read: A new political party may nominate a candidate for United States Senate, United States House of Representatives, Governor, and any legislative seat by convention, if the nomination is submitted with the proper documentation to the Office of the Secretary of State no later than 5:00 p.m. central time on the second Tuesday in August, of the year of the election. Section 7. That § 12-5-1.5 be amended to read: 12-5-1.5. If a new political party organizing does not have a candidate for United States Senate, United States House of Representatives, Governor, or Legislature, that who is nominated at a primary election, the new political party may be organized by filing with the secretary of state not later than July first at five p.m. central time, a written declaration signed by at least two and one-half one percent of the voters of the state as shown by the total vote cast for Governor at the last preceding gubernatorial election. The declaration shall contain: (1) The name of the proposed party; and (2) A brief statement of the principles of the proposed party. The new political party shall, under the party name chosen, have all the rights of a political party whose ticket was on the ballot at the preceding general election. No signature on a declaration is valid if the declaration was signed more than one year prior to filing of the declaration. A political party loses the right to participate in the primary election for failure to meet the definition of political party as defined in § 12-1-3. The national and state chairperson of a recognized political party may request in writing, subscribed and sworn to by each chairperson before any officer qualified to administer oaths and take acknowledgments, to no longer be recognized as a political party. The political party shall also comply with the requirements for dissolution pursuant to chapter 12-27. Section 8. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 9177, "bill_version_id": 49823, "bill_version": "House Engrossed", "bill_version_date": "2018-02-23T17:59:08.64-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize certain political parties to be classified under alternative political status, to revise certain provisions regarding nominating petitions, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 12-1 be amended by adding a NEW SECTION to read: For the purposes of this title, the term, alternative political status, means that a political party meets the requirements of this section commencing with the 2014 general election and each general or special statewide election thereafter. Any political party that meets the definition of political party as defined in § 12-1-3 and has a total party registration of less than two and a half percent of the total number of registered voters, as recorded at the Office of the Secretary of State on the date of the last general election, shall remain in alternative political status for the next two general election cycles. Any party that has a total party registration of two and a half per cent or more of the total number of registered voters, as recorded at the Office of the Secretary of State on the date of the last general election, shall lose its alternative political status, but shall remain a political party for the next two general election cycles. Section 2. That § 12-6-7 be amended to read: 12-6-7. A nominating petition may be composed of several sheets, each sheet shall have identical headings printed at the top and shall be a self-contained sheet of paper. The petition for party office or political public office shall be signed by not less than one percent of the voters who voted for that party's gubernatorial candidate at the last gubernatorial election voters in the county, part of the county, district, or state electing a candidate to fill the office. If a county uses vote centers and does not print ballots by precinct, signature requirements for both partisan and independent candidates are: (1) Fifty signatures for a legislative candidate whose district either in whole or in part includes that county; (2) Thirty signatures for a county candidate; (3) Fifteen signatures for county commissioner district candidates; (4) Five signatures for a new party legislative candidate whose district either in whole or in part includes that county; (5) Five signatures for a new party county candidate; or (6) Three signatures for a new party county commissioner district candidate A statewide candidate shall submit signatures of not less than one percent of the voters who voted for that party's gubernatorial candidate at the last gubernatorial election in the state electing a candidate to fill the office or not less than one percent of the total votes cast at the last gubernatorial election. Notwithstanding any other provision of law, a candidate may choose to collect signatures from: (1) One percent of the voters who voted for that party's gubernatorial candidate at the last gubernatorial election. The signatures shall be collected from registered voters who are of the same political party as the candidate; or (2) One percent of the total votes cast at the last gubernatorial election. The signatures may be collected from any registered voter. Section 3. That § 12-6-7.1 be amended to read: 12-6-7.1. Notwithstanding the provisions of § 12-6-7 a candidate may choose from two options for collecting signatures on a nominating petition for a candidate for office in the State Legislature, county political public office, and county party office shall be signed by not less than fifty voters or not less than one percent of the voters who cast their vote for the party's gubernatorial candidate, whichever is less. The. If the nominating petition is for office in the State Legislature, the petition shall clearly designate the senatorial or representative district for which said the individual is a candidate. The form of the nominating petition shall be prescribed by the State Board of Elections. Notwithstanding any other provision of law, a candidate may choose to collect signatures from: (1) Not less than fifty voters or not less than one percent of the voters, but at least fifteen voters, who voted for that party's gubernatorial candidate at the last gubernatorial election in the county, part of the county, or district. The signatures shall be collected from registered voters who are of the same political party as the candidate; or (2) One percent of the total votes cast at the last gubernatorial election in the county, part of the county, or district. The signatures may be collected from any registered voter. Section 4. That chapter 12-6 be amended by adding a NEW SECTION to read: If a county uses vote centers and does not print ballots by precinct and the candidate chooses to collect signatures from only voters registered within the candidate's political party, the signature requirements for a partisan candidate are: (1) Fifty signatures for a legislative candidate including an alternative political status candidate whose district either in whole or in part includes that county; (2) Thirty signatures for a county candidate including an alternative political status candidate; (3) Fifteen signatures for county commissioner district candidates including an alternative political status candidate; (4) Five signatures for a new party legislative candidate whose district either in whole or in part includes that county; (5) Five signatures for a new party county candidate; or (6) Three signatures for a new party county commissioner district candidate. Section 5. That chapter 12-6 be amended by adding a NEW SECTION to read: If a county uses vote centers and does not print ballots by precinct and the candidate chooses to collect signatures from any registered voter, the signature requirements for a partisan or independent candidate are: (1) One hundred signatures for a legislative candidate whose district either in whole or in part includes that county; (2) Sixty signatures for a county candidate; (3) Thirty signatures for a county commissioner district candidate; (4) Ten signatures for a new party legislative candidate whose district either in whole or in part includes that county; (5) Ten signatures for a new party county candidate; or (6) Six signatures for a new party county commissioner district candidate. Section 6. That § 12-6-4 be amended to read: 12-6-4. Except as provided by § 12-5-4 and as may be otherwise provided in chapter 12-9, no candidate for any office to be filled, or nomination to be made, at either or both the primary or general election, other than a presidential election, may have that person's name printed upon the official primary election ballot of that person's party, unless a petition has been filed on that person's behalf after December thirty-first and by the last Tuesday of March at five p.m. local time before the date of the primary election. If the petition is mailed by registered mail by the last Tuesday of March at five p.m. local time before the primary election, the petition shall be considered timely submitted. Except as provided by § 12-5-4 and as may be otherwise provided in chapter 12-9, no candidate for any office to be filled, or nomination to be made, for a political party candidate of a new political party or a candidate for a political party that qualifies for alternative political status, at the general election, may have that person's name printed on the official general election ballot of that person's party unless a petition has been filed on that person's behalf after December thirty-first and on or before July first at five p.m. local time. If the petition is mailed by registered mail on or before July first at five p.m. local time, the petition shall be considered timely submitted. If two or more candidates of the same new political party of a political party that qualifies for alternative political status submit petitions for the same state or legislative office, the office receiving the petitions shall review the petitions in the order the petitions were received. If the petitions received by multiple candidates running for the same statewide or legislative office are validated, the secretary of state shall notify that state political party that the state party central committee shall call a meeting of the committee. The meeting shall be called and conducted pursuant to § 12-6-57. The committee members shall vote to determine which candidate that the party will certify as the party's candidate to the secretary of state no later than July fifteenth at 5:00 p.m. central time. The candidate certified by the state political party shall be placed on the general election ballot. If two or more candidates of the same new political party or of a political party that qualifies for alternative political status submit petitions for the same county office, the office receiving the petitions shall review the petitions in the order the petitions were received. If the petitions received by multiple candidates running for the same county office are validated, the county auditor shall notify that county party central committee that the county party shall call a meeting of the county party central committee. The meeting shall be called and conducted pursuant to § 12-6-57. The county party central committee members shall vote to determine which candidate the county party will certify to the county auditor no later than July fifteenth at five p.m. local time. The candidate certified by the county party shall be placed on the general election ballot. If there is no county party central committee for that party, then that state party central committee shall vote and certify the candidate's name to the county auditor. A nominating petition for national convention delegates and alternates as provided in § 12-5-3.11 shall be filed in accordance with the provisions of this section. Nominating petitions for all party and public offices except legislative and judicial offices shall be filed in the office of the county auditor of the county in which the person is a candidate. Nominating petitions for legislative and judicial office, whether elected in one or more counties, and all other party and public offices to be voted on in more than one county shall be filed in the Office of the Secretary of State. Section 7. That § 12-6-8 be amended to read: 12-6-8. No person may sign the nominating petition of a candidate before January first in the year in which the election is to be held, nor for whom the person is not entitled to vote, nor for a political candidate of a party of which the person is not a member, nor for more than the number of candidates required to be nominated for the same office. The signer or circulator shall add the signer's place of residence and the date of signing. The signer's post office box number may be given in lieu of a street address if the signer lives within a municipality of the second or third class. A formal declaration of the candidate shall be signed by the candidate before the circulation of petitions. The signed declaration of the candidate shall accompany and be a part of the petition. An original signed declaration shall accompany the group of petitions upon filing. The petition shall be verified under oath by the persons circulating the petition. The verification by the person circulating the petition may not be notarized by the candidate whom the petition is nominating. A nominating petition for any election shall be a self-contained sheet of paper in order to have the candidate's name placed on the ballot. The provisions of this section may not prohibit a person registered with party affiliation from signing either a petition nominating an independent or a nonpolitical candidate for office if the person has not previously signed a petition for that office to be filled. Section 8. That § 12-5-1.4 be amended to read: 12-5-1.4. If a political party qualifies for the primary ballot under § 12-5-1 or as alternative political status, each candidate intending to participate in a primary election shall file a nominating petition pursuant to § 12-6-4. In each primary election following the qualification of a political party and prior to the next gubernatorial election, each with the following signature requirements: (1) State and A state or federal candidate for that party shall file a petition bearing signatures of at least two hundred fifty registered voters in that party or one percent of the total number of registered voters that voted at the last gubernatorial election. The signatures may be collected from any registered voter; and (2) Legislative and county A legislative candidate for that party shall file a petition bearing signatures of at least five registered voters in that party or one percent of the total votes cast at the last gubernatorial election in the county, part of the county, or district. The signatures may be collected from any registered voter; and (3) A county candidate for that party shall file a petition bearing signatures of at least five registered voters in that party or one percent of the total votes cast at the last gubernatorial election in the county, part of the county, or district. The signatures may be collected from any registered voter. Section 9. That § 12-5-1.5 be amended to read: 12-5-1.5. If a new political party organizing does not have a candidate for United States Senate, United States House of Representatives, Governor, or Legislature, that A new political party may be organized by filing with the secretary of state not later than July first at five p.m. central time, a written declaration signed by at least two and one-half one percent of the voters of the state as shown by the total vote cast for Governor at the last preceding gubernatorial election. The declaration shall contain: (1) The name of the proposed party; and (2) A brief statement of the principles of the proposed party. The new political party shall, under the party name chosen, have all the rights of a political party whose ticket was on the ballot at the preceding general election. No signature on a declaration is valid if the declaration was signed more than one year prior to filing of the declaration. A political party loses the right to participate in the primary election for failure to meet the definition of political party as defined in § 12-1-3. The national and state chairperson of a recognized political party may request in writing, subscribed and sworn to by each chairperson before any officer qualified to administer oaths and take acknowledgments, to no longer be recognized as a political party. The political party shall also comply with the requirements for dissolution pursuant to chapter 12-27. Section 10. That chapter 12-5 be amended by adding a NEW SECTION to read: A nominee for United States Senate, United States House of Representatives and Governor of a political party that has new political party status or alternative political status may be placed on the general election ballot if the nominee submits a certificate of nomination containing two hundred fifty signatures from that candidate's party or one percent of the total votes cast at the last gubernatorial election and those signatures may be collected from any registered voter. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the forms for the certificate of nomination. Section 11. That § 12-7-1 be amended to read: 12-7-1. Any candidate for nonjudicial public office, except as provided in § 12-7-7, who is not nominated by a primary election may be nominated by filing a certificate of nomination nominating petition with the secretary of state or county auditor as prescribed by § 12-6-4, after December thirty-first and by the last Tuesday of April at 5:00 on or before July first at five p.m. local time before the election. A certificate of nomination nominating petition shall be executed as provided in chapter 12-6. If the certificate of nomination is mailed by registered mail by the last Tuesday of April at 5:00 p.m. local time before the election, it is timely submitted. The certificate of nomination nominating petition is mailed by registered mail on or before July first, at five p.m. local time, the petition shall be considered timely submitted. The nominating petition shall be signed by registered voters within the district or political subdivision in and for which the officers are to be elected. The number of signatures required may not be less than one percent of the total combined vote cast for Governor at the last certified gubernatorial election within the district or political subdivision. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the forms for the certificate of nomination If the county uses vote centers, an independent candidate shall follow the signature requirements pursuant to § 12-6-7.1 and sections 4 and 5 of this Act. The form of the nominating petition shall be prescribed by the State Board of Elections. Section 12. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 9177, "bill_version_id": 50306, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2018-03-05T14:14:21.023-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize certain political parties to be classified under alternative political status, to revise certain provisions regarding nominating petitions, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 12-1 be amended by adding a NEW SECTION to read: For the purposes of this title, the term, alternative political status, means that a political party meets the requirements of this section commencing with the 2014 general election and each general or special statewide election thereafter. Any political party that meets the definition of political party as defined in § 12-1-3 and has a total party registration of less than two and a half percent of the total number of registered voters, as recorded at the Office of the Secretary of State on the date of the last general election, shall remain in alternative political status for the next two general election cycles. Any party that has a total party registration of two and a half per cent or more of the total number of registered voters, as recorded at the Office of the Secretary of State on the date of the last general election, shall lose its alternative political status, but shall remain a political party for the next two general election cycles. Section 2. That § 12-6-7 be amended to read: 12-6-7. A nominating petition may be composed of several sheets, each sheet shall have identical headings printed at the top and shall be a self-contained sheet of paper. The petition for party office or political public office shall be signed by not less than one percent of the voters who voted for that party's gubernatorial candidate at the last gubernatorial election voters in the county, part of the county, district, or state electing a candidate to fill the office. If a county uses vote centers and does not print ballots by precinct, signature requirements for both partisan and independent candidates are: (1) Fifty signatures for a legislative candidate whose district either in whole or in part includes that county; (2) Thirty signatures for a county candidate; (3) Fifteen signatures for county commissioner district candidates; (4) Five signatures for a new party legislative candidate whose district either in whole or in part includes that county; (5) Five signatures for a new party county candidate; or (6) Three signatures for a new party county commissioner district candidate A statewide candidate shall submit signatures of not less than one percent of the voters who voted for that party's gubernatorial candidate at the last gubernatorial election in the state electing a candidate to fill the office or not less than one percent of the total votes cast at the last gubernatorial election. Notwithstanding any other provision of law, a candidate may choose to collect signatures from: (1) One percent of the voters who voted for that party's gubernatorial candidate at the last gubernatorial election. The signatures shall be collected from registered voters who are of the same political party as the candidate; or (2) One percent of the total votes cast at the last gubernatorial election. The signatures may be collected from any registered voter. Section 3. That § 12-6-7.1 be amended to read: 12-6-7.1. Notwithstanding the provisions of § 12-6-7 a candidate may choose from two options for collecting signatures on a nominating petition for a candidate for office in the State Legislature, county political public office, and county party office shall be signed by not less than fifty voters or not less than one percent of the voters who cast their vote for the party's gubernatorial candidate, whichever is less. The. If the nominating petition is for office in the State Legislature, the petition shall clearly designate the senatorial or representative legislative chamber and the senate or house district for which said the individual is a candidate. The form of the nominating petition shall be prescribed by the State Board of Elections. Notwithstanding any other provision of law, a candidate may choose to collect signatures from: (1) Not less than fifty voters or not less than one percent of the voters, but at least fifteen voters, who voted for that party's gubernatorial candidate at the last gubernatorial election in the county, part of the county, or district, whichever is less. The signatures shall be collected from registered voters who are of the same political party as the candidate; or (2) One percent of the total votes cast at the last gubernatorial election in the county, part of the county, or district. The signatures may be collected from any registered voter. Section 4. That chapter 12-6 be amended by adding a NEW SECTION to read: If a county uses vote centers and does not print ballots by precinct and the candidate chooses to collect signatures from only voters registered within the candidate's political party, the signature requirements for a partisan candidate are: (1) Fifty signatures for a legislative candidate including an alternative political status candidate whose district either in whole or in part includes that county; (2) Thirty signatures for a county candidate including an alternative political status candidate; (3) Fifteen signatures for county commissioner district candidates including an alternative political status candidate; (4) Five signatures for a new party legislative candidate whose district either in whole or in part includes that county; (5) Five signatures for a new party county candidate; or (6) Three signatures for a new party county commissioner district candidate. Section 5. That chapter 12-6 be amended by adding a NEW SECTION to read: If a county uses vote centers and does not print ballots by precinct and the candidate chooses to collect signatures from any registered voter, the signature requirements for a partisan or independent candidate are: (1) One hundred signatures for a legislative candidate whose district either in whole or in part includes that county; (2) Sixty signatures for a county candidate; (3) Thirty signatures for a county commissioner district candidate; (4) Ten signatures for a new party legislative candidate whose district either in whole or in part includes that county; (5) Ten signatures for a new party county candidate; or (6) Six signatures for a new party county commissioner district candidate. Section 6. That § 12-6-4 be amended to read: 12-6-4. Except as provided by § 12-5-4 and as may be otherwise provided in chapter 12-9, no candidate for any office to be filled, or nomination to be made, at either or both the primary or general election, other than a presidential election, may have that person's name printed upon the official primary election ballot of that person's party, unless a petition has been filed on that person's behalf after December thirty-first and by the last Tuesday of March at five p.m. local time before the date of the primary election. If the petition is mailed by registered mail by the last Tuesday of March at five p.m. local time before the primary election, the petition shall be considered timely submitted. Except as provided by § 12-5-4 and as may be otherwise provided in chapter 12-9, no candidate for any office to be filled, or nomination to be made, for a political party candidate of a new political party or a candidate for a political party that qualifies for alternative political status, at the general election, may have that person's name printed on the official general election ballot of that person's party unless a petition has been filed on that person's behalf after December thirty-first and on or before July first at five p.m. local time. If the petition is mailed by registered mail on or before July first at five p.m. local time, the petition shall be considered timely submitted. If two or more candidates of the same new political party of a political party that qualifies for alternative political status submit petitions for the same state or legislative office, the office receiving the petitions shall review the petitions in the order the petitions were received. If the petitions received by multiple candidates running for the same statewide or legislative office are validated, the secretary of state shall notify that state political party that the state party central committee shall call a meeting of the committee. The meeting shall be called and conducted pursuant to § 12-6-57. The committee members shall vote to determine which candidate that the party will certify as the party's candidate to the secretary of state no later than July fifteenth at 5:00 p.m. central time. The candidate certified by the state political party shall be placed on the general election ballot. If two or more candidates of the same new political party or of a political party that qualifies for alternative political status submit petitions for the same county office, the office receiving the petitions shall review the petitions in the order the petitions were received. If the petitions received by multiple candidates running for the same county office are validated, the county auditor shall notify that county party central committee that the county party shall call a meeting of the county party central committee. The meeting shall be called and conducted pursuant to § 12-6-57. The county party central committee members shall vote to determine which candidate the county party will certify to the county auditor no later than July fifteenth at five p.m. local time. The candidate certified by the county party shall be placed on the general election ballot. If there is no county party central committee for that party, then that state party central committee shall vote and certify the candidate's name to the county auditor. A nominating petition for national convention delegates and alternates as provided in § 12-5-3.11 shall be filed in accordance with the provisions of this section. Nominating petitions for all party and public offices except legislative and judicial offices shall be filed in the office of the county auditor of the county in which the person is a candidate. Nominating petitions for legislative and judicial office, whether elected in one or more counties, and all other party and public offices to be voted on in more than one county shall be filed in the Office of the Secretary of State. Section 7. That § 12-6-8 be amended to read: 12-6-8. No person may sign the nominating petition of a candidate before January first in the year in which the election is to be held, nor for whom the person is not entitled to vote, nor for a political candidate of a party of which the person is not a member, nor for more than the number of candidates required to be nominated for the same office. The signer or circulator shall add the signer's place of residence and the date of signing. The signer's post office box number may be given in lieu of a street address if the signer lives within a municipality of the second or third class. A formal declaration of the candidate shall be signed by the candidate before the circulation of petitions. The signed declaration of the candidate shall accompany and be a part of the petition. An original signed declaration shall accompany the group of petitions upon filing. The petition shall be verified under oath by the persons circulating the petition. The verification by the person circulating the petition may not be notarized by the candidate whom the petition is nominating. A nominating petition for any election shall be a self-contained sheet of paper in order to have the candidate's name placed on the ballot. The provisions of this section may not prohibit a person registered with party affiliation from signing either a petition nominating an independent or a nonpolitical candidate for office if the person has not previously signed a petition for that office to be filled. Section 8. That § 12-5-1.4 be amended to read: 12-5-1.4. If a political party qualifies for the primary ballot under § 12-5-1 or as alternative political status, each candidate intending to participate in a primary election shall file a nominating petition pursuant to § 12-6-4. In each primary election following the qualification of a political party and prior to the next gubernatorial election, each with the following signature requirements: (1) State and A state or federal candidate for that party shall file a petition bearing signatures of at least two hundred fifty registered voters in that party or one percent of the total number of registered voters that voted at the last gubernatorial election. The signatures may be collected from any registered voter; and (2) Legislative and county A legislative candidate for that party shall file a petition bearing signatures of at least five registered voters in that party or one percent of the total votes cast at the last gubernatorial election in the county, part of the county, or district. The signatures may be collected from any registered voter; and (3) A county candidate for that party shall file a petition bearing signatures of at least five registered voters in that party or one percent of the total votes cast at the last gubernatorial election in the county, part of the county, or district. The signatures may be collected from any registered voter. Section 9. That § 12-5-1.5 be amended to read: 12-5-1.5. If a new political party organizing does not have a candidate for United States Senate, United States House of Representatives, Governor, or Legislature, that A new political party may be organized by filing with the secretary of state not later than July first at five p.m. central time, a written declaration signed by at least two and one-half one percent of the voters of the state as shown by the total vote cast for Governor at the last preceding gubernatorial election. The declaration shall contain: (1) The name of the proposed party; and (2) A brief statement of the principles of the proposed party. The new political party shall, under the party name chosen, have all the rights of a political party whose ticket was on the ballot at the preceding general election. No signature on a declaration is valid if the declaration was signed more than one year prior to filing of the declaration. A political party loses the right to participate in the primary election for failure to meet the definition of political party as defined in § 12-1-3. The national and state chairperson of a recognized political party may request in writing, subscribed and sworn to by each chairperson before any officer qualified to administer oaths and take acknowledgments, to no longer be recognized as a political party. The political party shall also comply with the requirements for dissolution pursuant to chapter 12-27. Section 10. That chapter 12-5 be amended by adding a NEW SECTION to read: A nominee for United States Senate, United States House of Representatives and Governor of a political party that has new political party status or alternative political status may be placed on the general election ballot if the nominee submits a certificate of nomination containing two hundred fifty signatures from that candidate's party or one percent of the total votes cast at the last gubernatorial election and those signatures may be collected from any registered voter. The certificate of nomination shall be filed with the secretary of state on or before July first at five p.m. central time. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the forms for the certificate of nomination. Section 11. That § 12-7-1 be amended to read: 12-7-1. Any candidate for nonjudicial public office, except as provided in § 12-7-7, who is not nominated by a primary election may be nominated by filing a certificate of nomination nominating petition with the secretary of state or county auditor as prescribed by § 12-6-4, after December thirty-first and by the last Tuesday of April at 5:00 on or before July first at five p.m. local time before the election. A certificate of nomination nominating petition shall be executed as provided in chapter 12-6. If the certificate of nomination is mailed by registered mail by the last Tuesday of April at 5:00 p.m. local time before the election, it is timely submitted. The certificate of nomination nominating petition is mailed by registered mail on or before July first, at five p.m. local time, the petition shall be considered timely submitted. The nominating petition shall be signed by registered voters within the district or political subdivision in and for which the officers are to be elected. The number of signatures required may not be less than one percent of the total combined vote cast for Governor at the last certified gubernatorial election within the district or political subdivision. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the forms for the certificate of nomination If the county uses vote centers, an independent candidate shall follow the signature requirements pursuant to § 12-6-7.1 and sections 4 and 5 of this Act. The form of the nominating petition shall be prescribed by the State Board of Elections. Section 12. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 9177, "bill_version_id": 50379, "bill_version": "Senate Engrossed", "bill_version_date": "2018-03-06T16:52:47.27-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize certain political parties to be classified under alternative political status, to revise certain provisions regarding nominating petitions, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 12-1 be amended by adding a NEW SECTION to read: For the purposes of this title, the term, alternative political status, means that a political party meets the requirements of this section commencing with the 2014 general election and each general or special statewide election thereafter. Any political party that meets the definition of political party as defined in § 12-1-3 and has a total party registration of less than two and a half percent of the total number of registered voters, as recorded at the Office of the Secretary of State on the date of the last general election, shall remain in alternative political status for the next two general election cycles. Any party that has a total party registration of two and a half per cent or more of the total number of registered voters, as recorded at the Office of the Secretary of State on the date of the last general election, shall no longer be classified as alternative political status, but shall remain a political party for the next two general election cycles. Section 2. That § 12-6-7 be amended to read: 12-6-7. A nominating petition may be composed of several sheets, each sheet shall have identical headings printed at the top and shall be a self-contained sheet of paper. The petition for party office or political public office shall be signed by not less than one percent of the voters who voted for that party's gubernatorial candidate at the last gubernatorial election voters in the county, part of the county, district, or state electing a candidate to fill the office. If a county uses vote centers and does not print ballots by precinct, signature requirements for both partisan and independent candidates are: (1) Fifty signatures for a legislative candidate whose district either in whole or in part includes that county; (2) Thirty signatures for a county candidate; (3) Fifteen signatures for county commissioner district candidates; (4) Five signatures for a new party legislative candidate whose district either in whole or in part includes that county; (5) Five signatures for a new party county candidate; or (6) Three signatures for a new party county commissioner district candidate A statewide candidate shall submit signatures of not less than one percent of the voters who voted for that party's gubernatorial candidate at the last gubernatorial election in the state electing a candidate to fill the office or not less than one percent of the total votes cast at the last gubernatorial election. The candidate's nominating petition shall be accompanied by a sworn affidavit signed by the candidate indicating the signature-collection method the candidate used when collecting signatures on the petition. The form of the affidavit may be prescribed by the State Board of Elections. Notwithstanding any other provision of law, a candidate may choose to collect signatures from: (1) One percent of the voters who voted for that party's gubernatorial candidate at the last gubernatorial election. The signatures shall be collected from registered voters who are of the same political party as the candidate; or (2) One percent of the total votes cast at the last gubernatorial election. The signatures may be collected from any registered voter. Section 3. That § 12-6-7.1 be amended to read: 12-6-7.1. Notwithstanding the provisions of § 12-6-7 a candidate may choose from two options for collecting signatures on a nominating petition for a candidate for office in the State Legislature, county political public office, and county party office shall be signed by not less than fifty voters or not less than one percent of the voters who cast their vote for the party's gubernatorial candidate, whichever is less. The. The candidate's nominating petition shall be accompanied by a sworn affidavit signed by the candidate indicating the signature-collection method the candidate used when collecting signatures on the petition. The form of the affidavit may be prescribed by the State Board of Elections. If the nominating petition is for office in the State Legislature, the petition shall clearly designate the senatorial or representative legislative chamber and the senate or house district for which said the individual is a candidate. The form of the nominating petition shall be prescribed by the State Board of Elections. Notwithstanding any other provision of law, a candidate may choose to collect signatures from: (1) Not less than fifty voters or not less than one percent of the voters, but at least fifteen voters, who voted for that party's gubernatorial candidate at the last gubernatorial election in the county, part of the county, or district, whichever is less. The signatures shall be collected from registered voters who are of the same political party as the candidate; or (2) One percent of the total votes cast at the last gubernatorial election in the county, part of the county, or district. The signatures may be collected from any registered voter. Section 4. That chapter 12-6 be amended by adding a NEW SECTION to read: If a county uses vote centers and does not print ballots by precinct and the candidate chooses to collect signatures from only voters registered within the candidate's political party, the signature requirements for a partisan candidate are: (1) Fifty signatures for a legislative candidate including an alternative political status candidate whose district either in whole or in part includes that county; (2) Thirty signatures for a county candidate including an alternative political status candidate; (3) Fifteen signatures for county commissioner district candidates including an alternative political status candidate; (4) Five signatures for a new party legislative candidate whose district either in whole or in part includes that county; (5) Five signatures for a new party county candidate; or (6) Three signatures for a new party county commissioner district candidate. Section 5. That chapter 12-6 be amended by adding a NEW SECTION to read: If a county uses vote centers and does not print ballots by precinct and the candidate chooses to collect signatures from any registered voter, the signature requirements for a partisan or independent candidate are: (1) One hundred signatures for a legislative candidate whose district either in whole or in part includes that county; (2) Sixty signatures for a county candidate; (3) Thirty signatures for a county commissioner district candidate; (4) Ten signatures for a new party legislative candidate whose district either in whole or in part includes that county; (5) Ten signatures for a new party county candidate; or (6) Six signatures for a new party county commissioner district candidate. Section 6. That § 12-6-4 be amended to read: 12-6-4. Except as provided by § 12-5-4 and as may be otherwise provided in chapter 12-9, no candidate for any office to be filled, or nomination to be made, at either or both the primary or general election, other than a presidential election, may have that person's name printed upon the official primary election ballot of that person's party, unless a petition has been filed on that person's behalf after December thirty-first and by the last Tuesday of March at five p.m. local time before the date of the primary election. If the petition is mailed by registered mail by the last Tuesday of March at five p.m. local time before the primary election, the petition shall be considered timely submitted. Except as provided by § 12-5-4 and as may be otherwise provided in chapter 12-9, no candidate for any office to be filled, or nomination to be made, for a political party candidate of a new political party or a candidate for a political party that qualifies for alternative political status, at the general election, may have that person's name printed on the official general election ballot of that person's party unless a petition has been filed on that person's behalf after December thirty-first and on or before July first at five p.m. local time. If the petition is mailed by registered mail on or before July first at five p.m. local time, the petition shall be considered timely submitted. If two or more candidates of the same new political party of a political party that qualifies for alternative political status submit petitions for the same state or legislative office, the office receiving the petitions shall review the petitions in the order the petitions were received. If the petitions received by multiple candidates running for the same statewide or legislative office are validated, the secretary of state shall notify that state political party that the state party central committee shall call a meeting of the committee. The meeting shall be called and conducted pursuant to § 12-6-57. The committee members shall vote to determine which candidate that the party will certify as the party's candidate to the secretary of state no later than July fifteenth at 5:00 p.m. central time. The candidate certified by the state political party shall be placed on the general election ballot. If two or more candidates of the same new political party or of a political party that qualifies for alternative political status submit petitions for the same county office, the office receiving the petitions shall review the petitions in the order the petitions were received. If the petitions received by multiple candidates running for the same county office are validated, the county auditor shall notify that county party central committee that the county party shall call a meeting of the county party central committee. The meeting shall be called and conducted pursuant to § 12-6-57. The county party central committee members shall vote to determine which candidate the county party will certify to the county auditor no later than July fifteenth at five p.m. local time. The candidate certified by the county party shall be placed on the general election ballot. If there is no county party central committee for that party, then that state party central committee shall vote and certify the candidate's name to the county auditor. A nominating petition for national convention delegates and alternates as provided in § 12-5-3.11 shall be filed in accordance with the provisions of this section. Nominating petitions for all party and public offices except legislative and judicial offices shall be filed in the office of the county auditor of the county in which the person is a candidate. Nominating petitions for legislative and judicial office, whether elected in one or more counties, and all other party and public offices to be voted on in more than one county shall be filed in the Office of the Secretary of State. Section 7. That § 12-6-8 be amended to read: 12-6-8. No person may sign the nominating petition of a candidate before January first in the year in which the election is to be held, nor for whom the person is not entitled to vote, nor for a political candidate of a party of which the person is not a member, nor for more than the number of candidates required to be nominated for the same office. The signer or circulator shall add the signer's place of residence and the date of signing. The signer's post office box number may be given in lieu of a street address if the signer lives within a municipality of the second or third class. A formal declaration of the candidate shall be signed by the candidate before the circulation of petitions. The signed declaration of the candidate shall accompany and be a part of the petition. An original signed declaration shall accompany the group of petitions upon filing. The petition shall be verified under oath by the persons circulating the petition. The verification by the person circulating the petition may not be notarized by the candidate whom the petition is nominating. A nominating petition for any election shall be a self-contained sheet of paper in order to have the candidate's name placed on the ballot. The provisions of this section may not prohibit a person registered with party affiliation from signing either a petition nominating an independent or a nonpolitical candidate for office if the person has not previously signed a petition for that office to be filled. Section 8. That § 12-5-1.4 be amended to read: 12-5-1.4. If a political party qualifies for the primary ballot under § 12-5-1 or as alternative political status, each candidate intending to participate in a primary election shall file a nominating petition pursuant to § 12-6-4. In each primary election following the qualification of a political party and prior to the next gubernatorial election, each with the following signature requirements: (1) State and A state or federal candidate for that party shall file a petition bearing signatures of at least two hundred fifty registered voters in that party or one percent of the total number of registered voters that voted at the last gubernatorial election. The signatures may be collected from any registered voter; and (2) Legislative and county A legislative candidate for that party shall file a petition bearing signatures of at least five registered voters in that party or one percent of the total votes cast at the last gubernatorial election in the county, part of the county, or district. The signatures may be collected from any registered voter; and (3) A county candidate for that party shall file a petition bearing signatures of at least five registered voters in that party or one percent of the total votes cast at the last gubernatorial election in the county, part of the county, or district. The signatures may be collected from any registered voter. Section 9. That § 12-5-1.5 be amended to read: 12-5-1.5. If a new political party organizing does not have a candidate for United States Senate, United States House of Representatives, Governor, or Legislature, that A new political party may be organized by filing with the secretary of state not later than July first at five p.m. central time, a written declaration signed by at least two and one-half one percent of the voters of the state as shown by the total vote cast for Governor at the last preceding gubernatorial election. The declaration shall contain: (1) The name of the proposed party; and (2) A brief statement of the principles of the proposed party. The new political party shall, under the party name chosen, have all the rights of a political party whose ticket was on the ballot at the preceding general election. No signature on a declaration is valid if the declaration was signed more than one year prior to filing of the declaration. A political party loses the right to participate in the primary election for failure to meet the definition of political party as defined in § 12-1-3. The national and state chairperson of a recognized political party may request in writing, subscribed and sworn to by each chairperson before any officer qualified to administer oaths and take acknowledgments, to no longer be recognized as a political party. The political party shall also comply with the requirements for dissolution pursuant to chapter 12-27. Section 10. That chapter 12-5 be amended by adding a NEW SECTION to read: A nominee for United States Senate, United States House of Representatives and Governor of a political party that has new political party status or alternative political status may be placed on the general election ballot if the nominee submits a certificate of nomination containing two hundred fifty signatures from that candidate's party or one percent of the total votes cast at the last gubernatorial election and those signatures may be collected from any registered voter. The candidate's certificate of nomination shall be accompanied by a sworn affidavit signed by the candidate indicating the signature-collection method the candidate used when collecting signatures on the certificate of nomination. The form of the affidavit may be prescribed by the State Board of Elections. The certificate of nomination shall be filed with the secretary of state on or before July first at five p.m. central time. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the forms for the certificate of nomination. Section 11. That § 12-7-1 be amended to read: 12-7-1. Any candidate for nonjudicial public office, except as provided in § 12-7-7, who is not nominated by a primary election may be nominated by filing a certificate of nomination nominating petition with the secretary of state or county auditor as prescribed by § 12-6-4, after December thirty-first and by the last Tuesday of April at 5:00 on or before July first at five p.m. local time before the election. A certificate of nomination nominating petition shall be executed as provided in chapter 12-6. If the certificate of nomination is mailed by registered mail by the last Tuesday of April at 5:00 p.m. local time before the election, it is timely submitted. The certificate of nomination nominating petition is mailed by registered mail on or before July first, at five p.m. local time, the petition shall be considered timely submitted. The nominating petition shall be signed by registered voters within the district or political subdivision in and for which the officers are to be elected. The number of signatures required may not be less than one percent of the total combined vote cast for Governor at the last certified gubernatorial election within the district or political subdivision. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the forms for the certificate of nomination If the county uses vote centers, an independent candidate shall follow the signature requirements pursuant to § 12-6-7.1 and sections 4 and 5 of this Act. The form of the nominating petition shall be prescribed by the State Board of Elections. Section 12. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 9177, "bill_version_id": 50532, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2018-03-09T11:00:54.113-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize certain political parties to be classified under alternative political status, to revise certain provisions regarding nominating petitions, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 12-1 be amended by adding a NEW SECTION to read: For the purposes of this title, the term, alternative political status, means that a political party meets the requirements of this section commencing with the 2014 general election and each general or special statewide election thereafter. Any political party that meets the definition of political party as defined in § 12-1-3 and has a total party registration of less than two and a half percent of the total number of registered voters, as recorded at the Office of the Secretary of State on the date of the last general election, shall receive alternative political status. Any party that has a total party registration of two and a half percent or more of the total number of registered voters, as recorded at the Office of the Secretary of State on the date of the last general election, shall no longer be classified as alternative political status, but shall remain a political party for the next two general election cycles. Section 2. That § 12-6-7 be amended to read: 12-6-7. A nominating petition may be composed of several sheets, each sheet shall have identical headings printed at the top and shall be a self-contained sheet of paper. The petition for party office or political public office shall be signed by not less than one percent of the voters who voted for that party's gubernatorial candidate at the last gubernatorial election in the county, part of the county, district, or state electing a candidate to fill the office. If the party meets the requirement for alternative political status as defined in section 1 of this Act, the petition for party office or political public office shall be signed by not less than one percent of the voters who voted for that party's statewide candidate receiving the highest votes at the last gubernatorial election in the county, part of the county, district, or state electing a candidate to fill the office. If a county uses vote centers and does not print ballots by precinct, signature requirements for both partisan and independent candidates are: (1) Fifty signatures for a legislative candidate whose district either in whole or in part includes that county; (2) Thirty signatures for a county candidate; (3) Fifteen signatures for county commissioner district candidates; (4) Five signatures for a new party legislative candidate whose district either in whole or in part includes that county; (5) Five signatures for a new party county candidate; or (6) Three signatures for a new party county commissioner district candidate. Section 3. That chapter 12-5 be amended by adding a NEW SECTION to read: A political party with alternative political status may nominate a candidate for United States Senate, United States House of Representatives, Governor, and any legislative seat by convention, if the nomination is submitted with the proper documentation to the Office of the Secretary of State no later than 5:00 p.m. central time on the second Tuesday in August, of the year of the election. A candidate registered with a political party with an alternative political status may choose, if allowed by the party bylaws, to participate in a primary election by submitting a candidate petition no later than the last Tuesday of March in accordance with § 12-5-1.4. Section 4. That chapter 12-5 be amended by adding a NEW SECTION to read: A political party that did not have a candidate for Governor in 2014 may nominate a candidate for United States Senate, United States House of Representatives, Governor, and any legislative seat by convention, provided that the nomination is submitted with the proper documentation to the Office of the Secretary of State no later than 5:00 p.m. central time August 1, 2018. Section 5. Section 4 of this Act is repealed on January 1, 2019. Section 6. That chapter 12-5 be amended by adding a NEW SECTION to read: A new political party may nominate a candidate for United States Senate, United States House of Representatives, Governor, and any legislative seat by convention, if the nomination is submitted with the proper documentation to the Office of the Secretary of State no later than 5:00 p.m. central time on the second Tuesday in August, of the year of the election. Section 7. That § 12-5-1 be amended to read: 12-5-1. A new political party may be organized and participate in the primary election by filing with the secretary of state not later than the last Tuesday of March at five p.m. prior to the date of the primary election, a written declaration signed by at least two and one-half one percent of the voters of the state as shown by the total vote cast for Governor at the last preceding gubernatorial election, which declaration shall contain: (1) The name of the proposed party; and (2) A brief statement of the principles thereof; whereupon the party shall, under the party name chosen, have all the rights of a political party whose ticket was on the ballot at the preceding general election. No signature on a declaration is valid if the declaration was signed more than one year prior to filing of the declaration. A political party loses the right to participate in the primary election for failure to meet the definition of political party as defined in § 12-1-3. The national and state chairperson of a recognized political party may request in writing, subscribed and sworn to by each chairperson before any officer qualified to administer oaths and take acknowledgments, to no longer be recognized as a political party. The political party shall also comply with the requirements for dissolution pursuant to chapter 12-27. Section 8. That § 12-5-1.5 be amended to read: 12-5-1.5. If a new political party organizing does not have a candidate for United States Senate, United States House of Representatives, Governor, or Legislature, that who is nominated at a primary election, the new political party may be organized by filing with the secretary of state not later than July first at five p.m. central time, a written declaration signed by at least two and one-half one percent of the voters of the state as shown by the total vote cast for Governor at the last preceding gubernatorial election. The declaration shall contain: (1) The name of the proposed party; and (2) A brief statement of the principles of the proposed party. The new political party shall, under the party name chosen, have all the rights of a political party whose ticket was on the ballot at the preceding general election. No signature on a declaration is valid if the declaration was signed more than one year prior to filing of the declaration. A political party loses the right to participate in the primary election for failure to meet the definition of political party as defined in § 12-1-3. The national and state chairperson of a recognized political party may request in writing, subscribed and sworn to by each chairperson before any officer qualified to administer oaths and take acknowledgments, to no longer be recognized as a political party. The political party shall also comply with the requirements for dissolution pursuant to chapter 12-27. Section 9. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 9177, "bill_version_id": 50534, "bill_version": "Enrolled", "bill_version_date": "2018-03-09T11:06:17.26-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9177, "action_date": "2018-02-01T14:00:00-06:00", "document_id": 48515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48515.pdf", "status_text": "First read in House and referred to", "journal_page": 284, "committee_id_action": 396, "committee_id_assigned": 391, "result": "N", "vote": {}}, {"bill_id": 9177, "action_date": "2018-02-05T07:45:00-06:00", "document_id": 48645, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48645.pdf", "status_text": "Do Pass", "journal_page": 326, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25299, "president_vote": null, "Yea": [1268, 1284, 1283, 1238, 1226, 1277, 1259, 1225], "Excused": [1282], "Nay": [1250, 1248, 1253, 1240]}}, {"bill_id": 9177, "action_date": "2018-02-05T07:45:00-06:00", "document_id": 48573, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48573.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9177, "action_date": "2018-02-06T14:00:00-06:00", "document_id": 48786, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48786.pdf", "status_text": "Deferred to another day", "journal_page": 362, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9177, "action_date": "2018-02-07T14:00:00-06:00", "document_id": 48891, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48891.pdf", "status_text": "Deferred to another day", "journal_page": 382, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9177, "action_date": "2018-02-08T13:00:00-06:00", "document_id": 48997, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48997.pdf", "status_text": "Deferred to another day", "journal_page": 391, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9177, "action_date": "2018-02-12T14:00:00-06:00", "document_id": 49084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49084.pdf", "status_text": "Deferred to another day", "journal_page": 406, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9177, "action_date": "2018-02-15T13:00:00-06:00", "document_id": 49384, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49384.pdf", "status_text": "Deferred to another day", "journal_page": 480, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9177, "action_date": "2018-02-20T14:00:00-06:00", "document_id": 49471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49471.pdf", "status_text": "Deferred to another day", "journal_page": 492, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9177, "action_date": "2018-02-21T14:00:00-06:00", "document_id": 49604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49604.pdf", "status_text": "Deferred to another day", "journal_page": 527, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9177, "action_date": "2018-02-23T13:30:00-06:00", "document_id": 49812, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49812.pdf", "status_text": "Motion to amend", "journal_page": 581, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9177, "action_date": "2018-02-23T13:30:00-06:00", "document_id": 49812, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49812.pdf", "status_text": "Do Pass Amended", "journal_page": 586, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26325, "president_vote": null, "Excused": [1313, 1269, 1284, 1223, 1260, 1296, 1292, 1249, 1261, 1240, 1305, 1254], "Yea": [1241, 1213, 1297, 1424, 1268, 1279, 1214, 1266, 1307, 1301, 1235, 1294, 1425, 1282, 1311, 1308, 1312, 1291, 1275, 1283, 1238, 1250, 1286, 1314, 1222, 1302, 1306, 1265, 1315, 1247, 1316, 1248, 1293, 1310, 1226, 1280, 1263, 1274, 1295, 1277, 1303, 1309, 1259, 1255, 1299, 1225, 1256, 1258, 1287, 1257, 1236, 1215, 1317, 1216, 1229, 1298, 1285, 1253]}}, {"bill_id": 9177, "action_date": "2018-02-23T13:30:00-06:00", "document_id": 49812, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49812.pdf", "status_text": "Title amended", "journal_page": 586, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9177, "action_date": "2018-02-26T14:00:00-06:00", "document_id": 49891, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49891.pdf", "status_text": "First read in Senate and referred to", "journal_page": 601, "committee_id_action": 395, "committee_id_assigned": 376, "result": "N", "vote": {}}, {"bill_id": 9177, "action_date": "2018-03-05T10:00:00-06:00", "document_id": 49996, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49996.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 376, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9177, "action_date": "2018-03-05T10:00:00-06:00", "document_id": 50300, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50300.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 376, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9177, "action_date": "2018-03-05T10:00:00-06:00", "document_id": 50300, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50300.pdf", "status_text": "Do Pass Amended", "journal_page": 686, "committee_id_action": 376, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26706, "president_vote": null, "Yea": [1230, 1217, 1262, 1270, 1224, 1218, 1237, 1239, 1246]}}, {"bill_id": 9177, "action_date": "2018-03-06T10:00:00-06:00", "document_id": 50349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50349.pdf", "status_text": "Motion to amend", "journal_page": 729, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9177, "action_date": "2018-03-06T10:00:00-06:00", "document_id": 50349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50349.pdf", "status_text": "Do Pass Amended", "journal_page": 730, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26801, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1217, 1246, 1219, 1273, 1234, 1278, 1304, 1270, 1224, 1267, 1243, 1218, 1281, 1272, 1233, 1245, 1271, 1252, 1288, 1220, 1276, 1300], "Nay": [1228, 1262, 1290, 1232, 1244, 1221, 1237, 1242], "Excused": [1289]}}, {"bill_id": 9177, "action_date": "2018-03-07T09:00:00-06:00", "document_id": 50418, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50418.pdf", "status_text": "Conference Committee appointments", "journal_page": 748, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9177, "action_date": "2018-03-07T11:30:00-06:00", "document_id": 50420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50420.pdf", "status_text": "Failed to concur, appoint Conference Committee", "journal_page": 731, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9177, "action_date": "2018-03-08T09:00:00-06:00", "document_id": 50486, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50486.pdf", "status_text": "Conference Committee Report", "journal_page": 758, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9177, "action_date": "2018-03-08T09:00:00-06:00", "document_id": 50486, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50486.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 760, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26896, "president_vote": null, "Excused": [1313, 1235, 1291, 1302, 1255, 1254], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1284, 1279, 1214, 1266, 1223, 1307, 1294, 1425, 1282, 1260, 1311, 1308, 1312, 1283, 1238, 1250, 1286, 1314, 1222, 1306, 1265, 1315, 1247, 1316, 1296, 1292, 1293, 1310, 1226, 1280, 1263, 1274, 1295, 1249, 1277, 1303, 1309, 1259, 1299, 1256, 1261, 1240, 1258, 1305, 1287, 1257, 1236, 1215, 1317, 1216, 1229, 1298, 1285], "Nay": [1301, 1275, 1248, 1225, 1253]}}, {"bill_id": 9177, "action_date": "2018-03-08T10:00:00-06:00", "document_id": 50469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50469.pdf", "status_text": "Conference Committee Report", "journal_page": 762, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9177, "action_date": "2018-03-08T10:00:00-06:00", "document_id": 50469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50469.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 771, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26900, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1246, 1228, 1219, 1273, 1262, 1234, 1290, 1278, 1304, 1270, 1224, 1267, 1243, 1289, 1218, 1244, 1281, 1221, 1272, 1233, 1245, 1271, 1252, 1237, 1220, 1242, 1276, 1300], "Excused": [1217, 1232, 1288]}}, {"bill_id": 9177, "action_date": "2018-03-08T13:00:00-06:00", "document_id": 50491, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50491.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26875, "president_vote": null, "Yea": [1290, 1272, 1219, 1238, 1250, 1283]}}, {"bill_id": 9177, "action_date": "2018-03-08T13:00:00-06:00", "document_id": 50491, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50491.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9177, "action_date": "2018-03-09T10:00:00-06:00", "document_id": 50540, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50540.pdf", "status_text": "Signed by the Speaker", "journal_page": 790, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9177, "action_date": "2018-03-09T11:00:00-06:00", "document_id": 50536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50536.pdf", "status_text": "Signed by the President", "journal_page": 788, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9177, "action_date": "2018-03-09T10:00:00-06:00", "document_id": 50540, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50540.pdf", "status_text": "Delivered to the Governor", "journal_page": 791, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9177, "action_date": "2018-03-26T11:00:00-05:00", "document_id": 50575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50575.pdf", "status_text": "Signed by the Governor", "journal_page": 796, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6587}