{"session_id": 15, "bill_id": 3830, "bill_type": "House Commemoration", "bill_number": 1036, "bill_title": "Honoring, commending, and thanking  South Dakota Highway Patrol Trooper Brent Saucerman for ten years of providing security at the South Dakota Capitol Complex.", "sponsors": [{"legislator_profile_id": 264, "is_prime": true}, {"legislator_profile_id": 312, "is_prime": true}, {"legislator_profile_id": 227, "is_prime": false}, {"legislator_profile_id": 268, "is_prime": false}, {"legislator_profile_id": 217, "is_prime": false}, {"legislator_profile_id": 247, "is_prime": false}, {"legislator_profile_id": 305, "is_prime": false}, {"legislator_profile_id": 237, "is_prime": false}, {"legislator_profile_id": 241, "is_prime": false}, {"legislator_profile_id": 300, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 3830, "bill_version_id": 22318, "bill_version": "Introduced", "bill_version_date": "2012-02-28T10:54:17.763-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring, commending, and thanking South Dakota Highway Patrol Trooper Brent Saucerman for ten years of providing security at the South Dakota Capitol Complex. WHEREAS, Trooper Saucerman first provided security for the South Dakota Capitol Complex as a Capitol Complex police officer and assisted in setting up security policies and procedures to ensure security for the visitors to the Capitol, which he continued during his six and one-half years tenure as a South Dakota Highway Patrol Trooper; and WHEREAS, during his tenure as a Capitol Complex police officer and South Dakota Highway Patrol Trooper, he provided security for significant statewide events including the Korean War Memorial dedication, the Vietnam War Memorial dedication, public viewing of the new Governor's Residence, and former Governor Janklow's memorial services at the Capitol, all the while befriending Capitol personnel and South Dakotans from across the state; and WHEREAS, the actions and performance of Trooper Saucerman were instrumental in establishing and maintaining the highest traditions of the troopers of the South Dakota Highway Patrol: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the Legislature commends South Dakota Highway Patrol Trooper Brent Saucerman, thanks him for his outstanding service to the State of South Dakota, and extends best wishes for his continued success, happiness, and safety."}, {"bill_id": 3830, "bill_version_id": 22485, "bill_version": "Enrolled", "bill_version_date": "2012-02-29T17:50:32.86-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring, commending, and thanking South Dakota Highway Patrol Trooper Brent Saucerman for ten years of providing security at the South Dakota Capitol Complex. WHEREAS, Trooper Saucerman first provided security for the South Dakota Capitol Complex as a Capitol Complex police officer and assisted in setting up security policies and procedures to ensure security for the visitors to the Capitol, which he continued during his six and one-half years tenure as a South Dakota Highway Patrol Trooper; and WHEREAS, during his tenure as a Capitol Complex police officer and South Dakota Highway Patrol Trooper, he provided security for significant statewide events including the Korean War Memorial dedication, the Vietnam War Memorial dedication, public viewing of the new Governor's Residence, and former Governor Janklow's memorial services at the Capitol, all the while befriending Capitol personnel and South Dakotans from across the state; and WHEREAS, the actions and performance of Trooper Saucerman were instrumental in establishing and maintaining the highest traditions of the troopers of the South Dakota Highway Patrol: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the Legislature commends South Dakota Highway Patrol Trooper Brent Saucerman, thanks him for his outstanding service to the State of South Dakota, and extends best wishes for his continued success, happiness, and safety. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3830, "action_date": "2012-02-28T13:00:00-06:00", "document_id": 22349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22349.pdf", "status_text": "", "journal_page": 670, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3830"}