{"session_id": 48, "bill_id": 14471, "bill_type": "Senate Bill", "bill_number": 143, "bill_title": "establish the value added agricultural fund, to provide for its disbursement, and to increase certain sales and use taxes.", "sponsors": [{"legislator_profile_id": 2213, "is_prime": true}, {"legislator_profile_id": 2292, "is_prime": true}, {"legislator_profile_id": 2201, "is_prime": false}, {"legislator_profile_id": 2206, "is_prime": false}, {"legislator_profile_id": 2225, "is_prime": false}, {"legislator_profile_id": 2229, "is_prime": false}, {"legislator_profile_id": 2243, "is_prime": false}, {"legislator_profile_id": 2246, "is_prime": false}, {"legislator_profile_id": 2247, "is_prime": false}, {"legislator_profile_id": 2252, "is_prime": false}, {"legislator_profile_id": 2272, "is_prime": false}, {"legislator_profile_id": 2274, "is_prime": false}, {"legislator_profile_id": 2290, "is_prime": false}, {"legislator_profile_id": 2297, "is_prime": false}], "keywords": ["Agriculture", "Sales and Use Tax", "Value-Added Agriculture"], "audio": [], "bill_versions": [{"bill_id": 14471, "bill_version_id": 80397, "bill_version": "Introduced", "bill_version_date": "1999-01-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the value added agricultural fund, to provide for its disbursement, and to increase certain sales and use taxes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The value added agriculture fund is established in the state treasury for the purpose of making grants or loans for agricultural research, development, feasibility studies, or marketing. Interest earned on money in the fund shall be credited to the fund. Section 2. That § 1-16E-4.2 be amended to read as follows: 1-16E-4.2. The board shall administer the beginning farmer bond program , make grants or loans from the value added agriculture fund, and make annual recommendations to the Legislature and Governor on programs to develop and promote agricultural processing activity value added agriculture in South Dakota, including the initial or subsequent production, use, or processing of any form of agricultural commodity, product, or by-product in this state. The authority's goal is to facilitate the retention of agricultural commodities and products in this state for the maximum feasible time span during the life cycle, use, or consumption of the commodity or product. Section 3. That § 1-16E-24 be amended to read as follows: 1-16E-24. The authority may, pursuant to chapter 1-26, adopt such rules or regulations as it deems necessary or desirable to implement the purposes of this chapter, including, but not limited to: (1) Setting forth the procedures for applicants to apply for loans or grants under this chapter; (2) Establishing criteria for determining which applicants will receive such loans or grants ; (3) Governing the use of proceeds of such loans or grants ; (4) Establishing criteria for the terms and conditions upon which such loans or grants shall be made, including the terms of security given, if any, to secure such loans; (5) Governing the use of proceeds by lenders of funds advanced to such lenders by the authority including the terms and conditions upon which such proceeds shall be loaned to borrowers for the purposes described in this chapter. Section 4. Administrative expenses for making grants or loans from the value added agriculture fund may not exceed ten percent of the value added agriculture fund's annual revenue. Section 5. That § 10-45-2 be amended to read as follows: 10-45-2. There is hereby imposed a tax upon the privilege of engaging in business as a retailer, a tax of four and one-tenth percent upon the gross receipts of all sales of tangible personal property consisting of goods, wares, or merchandise, except as taxed by § 10-45-3 and except as otherwise provided in this chapter, sold at retail in the State of South Dakota to consumers or users. Section 6. That § 10-45-3 be amended to read as follows: 10-45-3. There is hereby imposed a tax of three and one-tenth percent on the gross receipts from the sale or resale of farm machinery and attachment units other than replacement parts; or irrigation equipment used exclusively for agricultural purposes by licensed South Dakota retailers; provided, however, that whenever any trade-in or exchange of used farm machinery is involved in the transaction, the tax shall only be due and collected on the cash difference. Section 7. That § 10-45-5 be amended to read as follows: 10-45-5. There is imposed a tax at the rate of three and one-tenth percent upon the gross receipts of any person from engaging in the business of leasing farm machinery or irrigation equipment used for agricultural purposes and four and one-tenth percent upon the gross receipts of any person from engaging or continuing in any of the following businesses or services in this state: abstracters; accountants; architects; barbers; beauty shops; bill collection services; blacksmith shops; car washing; dry cleaning; dyeing; exterminators; garage and service stations; garment alteration; cleaning and pressing; janitorial services and supplies; specialty cleaners; laundry; linen and towel supply; membership or entrance fees for the use of a facility or for the right to purchase tangible personal property or services; photography; photo developing and enlarging; tire recapping; welding and all repair services; cable television; and rentals of tangible personal property except leases of tangible personal property between one telephone company and another telephone company, motor vehicles as defined by § 32-5-1 leased under a single contract for more than twenty-eight days and mobile homes provided, however, that the specific enumeration of businesses and professions made in this section does not, in any way, limit the scope and effect of § 10-45-4. Section 8. That § 10-45-5.3 be amended to read as follows: 10-45-5.3. There is imposed, at the rate of three and one-tenth percent, an excise tax on the gross receipts of any person engaging in oil and gas field services (group no. 138) as enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President. Section 9. That § 10-45-6 be amended to read as follows: 10-45-6. There is hereby imposed a tax of four and one-tenth percent upon the gross receipts from sales, furnishing, or service of gas, electricity, and water, including the gross receipts from such sales by any municipal corporation furnishing gas, and electricity, to the public in its proprietary capacity, except as otherwise provided in this chapter, when sold at retail in the State of South Dakota to consumers or users. Section 10. That § 10-45-6.1 be amended to read as follows: 10-45-6.1. There is hereby imposed on amounts paid for local telephone services, toll telephone services, and teletypewriter services, a tax of four and one-tenth percent of the amount so paid. The taxes imposed by this section shall be paid by the person paying for the services. If a bill is rendered the taxpayer for local telephone service or toll telephone service, the amount on which the tax with respect to such services shall be based shall be the sum of all charges for such services included in the bill; except that if a person who renders the bill groups individual items for purposes of rendering the bill and computing the tax, then the amount on which the tax for each such group shall be based shall be the sum of all items within that group, and the tax on the remaining items not included in any such group shall be based on the charge for each item separately. If the tax imposed by this section with respect to toll telephone service is paid by inserting coins in coin operated telephones, the tax shall be computed to the nearest multiple of five cents, except that, where the tax is midway between multiples of five cents, the next higher multiple shall apply. The tax so paid shall be remitted at the same time as the sales tax imposed by this chapter. Section 11. That § 10-45-8 be amended to read as follows: 10-45-8. There is imposed a tax of four and one-tenth percent upon the gross receipts from all sales of tickets or admissions to places of amusement and athletic events, except as otherwise provided in this chapter. Section 12. That § 10-45-70 be amended to read as follows: 10-45-70. There is imposed a tax of four and one-tenth percent on the gross receipts from the transportation of tangible personal property. The tax imposed by this section shall apply to any transportation of tangible personal property if both the origin and destination of the tangible personal property are within this state. Section 13. That § 10-45-71 be amended to read as follows: 10-45-71. There is imposed a tax of four and one-tenth percent on the gross receipts from the transportation of passengers. The tax imposed by this section shall apply to any transportation of passengers if the passenger boards and exits the mode of transportation within this state. Section 14. That § 10-46-2.1 be amended to read as follows: 10-46-2.1. For the privilege of using services in South Dakota, except those types of services exempted by § 10-46-17.3, there is imposed on the person using the service an excise tax equal to four and one-tenth percent of the value of the services at the time they are rendered. However, this tax may not be imposed on any service rendered by a related corporation as defined in subdivision 10-43-1(11) for use by a financial institution as defined in subdivision 10-43-1(4) or on any service rendered by a financial institution as defined in subdivision 10-43-1(4) for use by a related corporation as defined in subdivision 10-43-1(11). For the purposes of this section, the term, related corporation, includes a corporation which together with the financial institution is part of a controlled group of corporations as defined in 26 U.S.C. § 1563 as in effect on January 1, 1989, except that the eighty percent ownership requirements set forth in 26 U.S.C. § 1563(a)(2)(A) for a brother-sister controlled group are reduced to fifty-one percent. For the purpose of this chapter, services rendered by an employee for the use of his employer are not taxable. Section 15. That § 10-46-2.2 be amended to read as follows: 10-46-2.2. An excise tax is imposed upon the privilege of the use of rented tangible personal property in this state at the rate of four and one-tenth percent of the rental payments upon the property. Section 16. That § 10-46-57 be amended to read as follows: 10-46-57. There is imposed a tax of four and one-tenth percent on the privilege of the use of any transportation of tangible personal property. The tax imposed by this section shall apply to any transportation of tangible personal property if both the origin and destination of the tangible personal property are within this state. Section 17. That § 10-46-58 be amended to read as follows: 10-46-58. There is imposed a tax of four and one-tenth percent on the privilege of the use of any transportation of passengers. The tax imposed by this section shall apply to any transportation of passengers if the passenger boards and exits the mode of transportation within this state. Section 18. The revenue from the additional one-tenth percent tax imposed by this Act shall be deposited in the value added agricultural fund created in section 1 of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14471, "action_date": "1999-01-26T14:00:00-06:00", "document_id": 82144, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82144.pdf", "status_text": "First read in Senate and referred to", "journal_page": 195, "committee_id_action": 629, "committee_id_assigned": 602, "result": "N", "vote": {}}, {"bill_id": 14471, "action_date": "1999-02-04T10:00:00-06:00", "document_id": 81999, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81999.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 602, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14471, "action_date": "1999-02-04T10:00:00-06:00", "document_id": 81999, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81999.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 602, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 43126, "president_vote": null, "Nay": [2205, 2242, 2224], "Excused": [2206, 2241], "Yea": [2252, 2280, 2292, 2294]}}, {"bill_id": 14471, "action_date": "1999-02-04T10:00:00-06:00", "document_id": 81999, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81999.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 602, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14471, "action_date": "1999-02-09T10:00:00-06:00", "document_id": 82000, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82000.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 602, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14471, "action_date": "1999-02-09T10:00:00-06:00", "document_id": 82000, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82000.pdf", "status_text": "Tabled", "journal_page": 399, "committee_id_action": 602, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41121, "president_vote": null, "Yea": [2205, 2206, 2241, 2294, 2224], "Nay": [2242, 2252, 2280, 2292]}}, {"bill_id": 14471, "action_date": "1999-02-09T10:00:00-06:00", "document_id": 82000, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82000.pdf", "status_text": "Tabled", "journal_page": 399, "committee_id_action": 602, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41121, "president_vote": null, "Yea": [2205, 2206, 2241, 2294, 2224], "Nay": [2242, 2252, 2280, 2292]}}]}