{"session_id": 69, "bill_id": 25323, "bill_type": "House Commemoration", "bill_number": 8020, "bill_title": "Honoring Pat Powers for his years of service to the South Dakota Republican Party.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25323", "sponsors": [{"legislator_profile_id": 4511, "is_prime": true}], "keywords": ["House Commemoration", "Political Parties"], "audio": [], "bill_versions": [{"bill_id": 25323, "bill_version_id": 265531, "bill_version": "Introduced", "bill_version_date": "2024-02-13T17:27:26.97-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Pat Powers for his years of service to the South Dakota Republican Party. WHEREAS, Pat Powers began his work in the Republican Party in Pennington County in 1988, as the executive director of the county party; and WHEREAS, in his work, Pat has had a front row seat to a number of historically important elections in this state, including the 2022 gubernatorial race and the 2004 United States Senate race; and WHEREAS, Pat launched his blog, Dakota War College, in 2005, to post about political issues, candidates, and campaigns; and WHEREAS, people across the state have enjoyed Pat's posts and the curated comment section attached to each post; and WHEREAS, on February 10, 2024, the South Dakota Republican Party terminated the party's contractual relationship with Pat despite his many years of loyal service to the party: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Ninth Legislature of the State of South Dakota, that Pat Powers of Brookings has had a significant impact on state politics and has demonstrated a profound breadth of institutional knowledge and a diligent commitment to this state."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25323, "action_date": "2024-02-14T14:00:00-06:00", "document_id": 265515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265515.pdf", "status_text": "", "journal_page": 337, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25323, "action_date": "2024-02-15T13:00:00-06:00", "document_id": 265684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265684.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 348, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}]}