{"session_id": 49, "bill_id": 15514, "bill_type": "Senate Bill", "bill_number": 102, "bill_title": "authorize certain minor school calendar adjustments.", "sponsors": [{"legislator_profile_id": 2365, "is_prime": true}, {"legislator_profile_id": 2402, "is_prime": true}, {"legislator_profile_id": 2325, "is_prime": false}, {"legislator_profile_id": 2326, "is_prime": false}], "keywords": ["Special District", "Student", "Teachers"], "audio": [], "bill_versions": [{"bill_id": 15514, "bill_version_id": 86760, "bill_version": "Introduced", "bill_version_date": "2000-01-18T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize certain minor school calendar adjustments. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-26-2 be amended to read as follows: 13-26-2. The school board or governing body shall operate grades one through twelve in its schools for at least a nine-month regular term in any one school year. The regular school term may be conducted on a year-round basis, but , for grades one through twelve , shall consist of school actually in session for at least one hundred seventy-five days and shall begin on a date established by the school board. The State Board of Education shall promulgate rules pursuant to chapter 1-26 governing the operation and scheduling of year-round schools. The rules may allow deviations from the one hundred seventy-five day requirement in this section and from the five and one-half hour per day requirement in § 13-26-1 if the total school term hours requirement in § 13-26-2.1 is met. Minor calendar revisions for early dismissal times for staff development, scheduling conflicts for school activities, parent-teacher conferences, holidays, inclement weather, and acts of God are permissible, if the annual time requirement of nine hundred sixty-two and one-half hours, exclusive of intermissions, is met. The local school board or governing body may establish the school term for kindergarten programs. Any school board or governing body may release graduating high school seniors from school before the end of the regular term if the release is for no more than three days. Make up days for school closing because of weather, disease or emergency need not exceed ten days. Graduating seniors are excused from make up days if the make up days occur after the students have graduated or after graduation exercises have been held. If classes have been convened and then are dismissed because of inclement weather, that day constitutes a day in session. School boards are encouraged to provide days within the regular school term for curriculum and staff development which shall be in addition to the one hundred seventy-five days required in this section. Each school board shall determine the appropriate number of days for this activity and how best to use the time based on local needs for program development, increased parent participation, student contact, teachers' preparation, or other needs of the schools in the district. School shall be in session only when classes are held and as provided in § § 13-26-4 and 13-26-4.1. A school board may operate a special term during the summer months."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15514, "action_date": "2000-01-18T14:00:00-06:00", "document_id": 85631, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85631.pdf", "status_text": "First read in Senate and referred to", "journal_page": 75, "committee_id_action": 657, "committee_id_assigned": 632, "result": "N", "vote": {}}, {"bill_id": 15514, "action_date": "2000-01-25T07:45:00-06:00", "document_id": 85768, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85768.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 632, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15514, "action_date": "2000-01-27T07:45:00-06:00", "document_id": 85792, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85792.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 632, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15514, "action_date": "2000-01-27T07:45:00-06:00", "document_id": 85792, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85792.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 219, "committee_id_action": 632, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45472, "president_vote": null, "Yea": [2347, 2352, 2380, 2386, 2310, 2335], "Excused": [2381]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15514"}