{"session_id": 47, "bill_id": 13460, "bill_type": "House Bill", "bill_number": 1029, "bill_title": "to revise certain provisions relating to the types, procedures and qualifications for issuance, eligibility, privileges, and fees of certain hunting and fishing licenses issued by the Department of Game, Fish and Parks.", "sponsors": [], "keywords": ["Hunting & Fishing", "Senior Citizens"], "audio": [], "bill_versions": [{"bill_id": 13460, "bill_version_id": 77217, "bill_version": "Introduced", "bill_version_date": "1998-01-08T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the types, procedures and qualifications for issuance, eligibility, privileges, and fees of certain hunting and fishing licenses issued by the Department of Game, Fish and Parks. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 40-36-15 be amended to read as follows: 40-36-15. The following bounties may be paid from the state animal damage control fund to any resident of this state who possesses a resident general hunting small game license or a resident predator/varmint license and who kills, within the boundaries of this state, including parks and monuments, the following animals: (1) For each adult coyote, five dollars; (2) For each coyote pup, five dollars. The Game, Fish and Parks Commission may not approve any bounty claim except during the months of April, May , and June. No bounty payments may be made under this section unless the commission determines that the average price of raw furs in the round for the preceding winter is below five dollars per animal. Any person who exhibits to a county auditor the skin of an animal which was killed outside of the boundaries of that county, or who patches any skin or part of skin, for the purpose of defrauding the state of South Dakota, in any manner, is guilty of a Class 2 misdemeanor. Section 2. That § 40-36-16 be amended to read as follows: 40-36-16. A landowner or occupant does not have to possess a resident general hunting small game license or a resident predator/varmint license in order to receive the bounties specified in § 40-36-15 for the killing of the predatory animals specified therein by that section within the confines of said the owner's or occupant's property. Section 3. That § 40-36-27 be amended to read as follows: 40-36-27. Except as provided by § 40-36-16, it is a Class 2 misdemeanor for any person to hunt, take , or kill predatory animals without possessing a resident general hunting small game license or a resident predator/varmint license , or to falsify any bounty claim, or to claim a bounty on any skin for which a bounty has been paid or refused. Section 4. That § 41-1-1 be amended to read as follows: 41-1-1. Terms used in this title mean: (1) \"Any part thereof\" or \"the parts thereof,\" includes the hide, horns, and hoofs of any animal so referred to, and the plumage and skin and every other part of any bird so referred to; (2) \"Bait,\" baitfish and other wild animal groups of amphibians (frogs and salamanders), crustaceans (crayfish and freshwater shrimp), reptiles (snakes and lizards), and mollusks (clams and snails); (3) \"Baitfish,\" includes fish of the minnow family (cyprinidae) except carp (cyprinus spp.) and goldfish (carassius spp.), fish of the sucker family (castostomidae) except buffalofish (ictiobus spp.) and carpsucker (carpiodes spp.), and fish of the stickleback family (gasterosteidae); (4) \"Big game,\" all cloven-hoofed wild animals and wild turkey; (5) \"Big game seal,\" a locking seal which bears the same number as the license with which it is issued; (6) \"Big game tag,\" a tag which is part of the regular big game license and bears the same number as the license proper; (7) \"Biological specimens,\" wild nongame animals used for scientific study and collected for resale to biological supply companies; (8) \"Carcass,\" the dead body of any wild animal to which it refers, including the head, hair, skin, plumage, skeleton, or any other part thereof; (9) \"Domestic animal,\" any animal that through long association with man, has been bred to a degree which has resulted in genetic changes affecting the temperament, color, conformation or other attributes of the species to an extent that makes it unique and different from wild individuals of its kind; (10) \"Fishing,\" the taking, capturing, killing, or fishing for fish of any variety in any manner. If the word , \" fish \" , is used as a verb, it has the same meaning as the word , \" fishing \" ; (11) \"Fur-bearing animals,\" opossum, muskrat, beaver, mink, marten, blackfooted ferret, skunks (all species), raccoon, badger, red, grey and swift fox, coyote, bobcat, lynx, weasel, and jackrabbit; (12) \"Game,\" all wild mammals or birds; (13) \"Game fish,\" all species belonging to the paddlefish, sturgeon, salmon (trout), pike, catfish (including bullheads), sunfish (including black bass and crappies), perch (including walleye and sauger), and bass families. \"Rough fish\" are all All species not included in the game fish families are rough fish ; (14) \"Hunt \" or \" hunting,\" shooting, shooting at, pursuing, taking, attempting to take, catching or killing of any wild animal or animals; (15) \"Loaded firearm,\" any firearm or other implement capable of discharging a projectile, containing cartridges, shells or projectiles in either the chamber, clip, or magazine; (16) \"Migratory waterfowl,\" any wild geese, swans, brants, coot, sandhill crane, snipe, or wild ducks; (17) \"Migratory bird,\" all migratory waterfowl and dove; (18) \"Motor vehicle,\" any self-propelled vehicle and any vehicle propelled or drawn by a self-propelled vehicle, whether operated upon a highway, railroad track, on the ground, in the water, or in the air; (18) (19) \"Nondomestic animal,\" any animal that is not domestic; (19) (20) \"Possession,\" both actual and constructive possession, as well as the control of the article referred to; (21) \"Predator/varmint,\" coyote, gray fox, red fox, skunk, brown headed cow bird, English house sparrow, European starling, gopher, ground squirrel, chipmunk, jackrabbit, marmot, pigeon (rock dove), porcupine, crow, and prairie dog; (20) (22) \"Resident,\" a person actually living within and intending to make the person's home in this state. No resident may lose rights under this title by reason of the resident's absence on business of the United States or of this state, or armed services of the United States or the spouse of an active duty military person, or any student regularly attending a school of higher learning as a full-time student; (21) (23) \"Sell\" and \"sale,\" any sale or offer to sell or have in possession with intent to sell, use or dispose of; (22) (24) \"Small game,\" anatidae, commonly known as swans, geese, brants, and river and sea ducks; the rallidae, commonly known as rails, coots, mudhens, and gallinue; the limicolae, commonly known as shore birds, plover, surf bird, snipe, and woodcock , sandpiper, tattler and curlews ; the gruidae, commonly known as sandhill crane; the columbidae, commonly known as the mourning dove; the gallinae, commonly known as grouse, prairie chickens, pheasants, partridges, and quail but shall does not include wild turkeys; cottontail rabbit; and fox, grey and pine red squirrel; (23) (25) \"Trapping,\" the taking or the attempting to take of any wild animals by means of setting or operating of any device, mechanism or contraption that is designed, built or made to close upon, hold fast, or otherwise capture a wild animal or animals. If the word , \" trap \" , is used as a verb, it has the same meaning as the word , \" trapping \" ; (24) (26) \"Trout streams \" or \" trout waters,\" all waters and streams or portions of streams which contain trout; (25) (27) \"Waters of the state,\" all the boundary waters of the state, and the provisions of this title are deemed to extend to and be in force and effect over and upon and in all thereof, unless otherwise expressly provided; (26) (28) \"Wild animal,\" any mammal, bird, fish or other creature of a wild nature endowed with sensation and the power of voluntary motion. Section 5. That § 41-2-34.1 be repealed. 41-2-34.1. All revenue received from the sale of the wildlife habitat stamp provided for in § § 41-6-16 and 41-6-17 shall be deposited in the game, fish and parks fund and shall be used for the purpose of restoring the state pheasant and wildlife population. Any land purchased with funds collected pursuant to this section shall be identified as game production areas. Any such purchase shall be from a willing seller and shall be approved by the Governor. No acquisition of land made pursuant to this section may be accomplished through the state's power of eminent domain. Section 6. That § 41-6-10 be amended to read as follows: 41-6-10. Licenses , permits, and stamps issued under this title are classified as follows: (1) Disabled hunter permit; (2) Export bait dealer license; (3) Fur dealer's license; (4) Habitat stamp; (5) Hoop net, trap or setline license; (6) (5) License for breeding and domesticating animals and birds; (7) (6) License to take fur-bearing animals; (8) (7) Nonresident big game license; (9) (8) Nonresident fishing license; (10) (9) Nonresident predator predator/varmint license; (11) (10) Nonresident professional dog training license; (12) (11) Nonresident retail bait dealer license; (13) (12) Nonresident shooting preserve license; (14) (13) Nonresident small game license; (14) Nonresident and resident migratory bird certification permit; (15) Nonresident wholesale bait dealer license; (16) Nonresident wild turkey license; (17) Nursing facility group fishing license; (18) Park user's license; (19) Permit for transportation of big game animal; (20) Private fish hatchery license; (21) Resident basic game and fish license; (22) Resident big game license; (23) (22) Resident elk license; (24) (23) Resident fishing license and resident senior fishing license ; (25) (24) Resident professional dog training license; (26) (25) Resident retail bait dealer license; (27) Resident shooting preserve license; (28) (26) Resident small game license and resident youth small game license ; (27) Resident predator/varmint license; (29) (28) Resident wholesale bait dealer license; (30) (29) Resident wild turkey license; (31) (30) Scientific collector's license; (32) (31) Special nonresident waterfowl license; (33) (32) Special Pine Ridge Indian reservation resident and nonresident big game license; (34) (33) Taxidermist's license; (35) (34) Temporary fishing license; and hunting licenses (36) Waterfowl restoration stamp . The rights and privileges of such licensees are set forth in § § 41-6-11 41-6-12 to 41-6-45.1, inclusive, and in § 41-17-13. The Game, Fish and Parks Commission shall promulgate rules pursuant to chapter 1-26 to set the fees , eligibility, and duration for such licenses. No fee for a professional dog training license may exceed one hundred dollars. Section 7. That § 41-6-10.2 be amended to read as follows: 41-6-10.2. Any resident, who receives a veterans allotment for a total disability which is deemed a service connected injury or has received the United States Veterans Administration \"K\" award, any resident who has served on active duty in the armed forces of the United States, except active duty for training as a member of the reserve or national guard, and who is totally disabled for the purposes of receiving social security benefits, any resident who was held as a prisoner of war, or any resident who has a total disability as defined by rules promulgated by the Game, Fish and Parks Commission may apply to the licensing office of the Department of Game, Fish and Parks in Pierre and receive a hunting and fishing card without payment of any fee. The card shall be resident small game license and a resident fishing license upon payment of a fee to be established by the Game, Fish and Parks Commission pursuant to chapter 1-26. The resident small game license and the resident fishing license is valid for a period of four calendar years if the permittee licensee remains a resident of the state. A veteran may provide proof at the time of application of receipt of such an allotment, social security disability benefits, or award. Other applicants shall provide proof of their total disability on forms provided by the Department of Game, Fish and Parks. Upon purchase of an annual basic game and fish license, the card becomes the equivalency of a resident fishing license, small game stamp and habitat stamp until the expiration of the basic game and fish license. Section 8. That § 41-6-11 be repealed. 41-6-11. It is a Class 2 misdemeanor for a resident to hunt or secure any of the licenses or permits provided in § § 41-6-16, 41-6-19, 41-6-19.1, 41-6-19.3, 41-6-23, 41-6-27, and 41-6-35, without first securing a resident basic game and fish license to which the specific licenses provided for by these sections shall be attached. Section 9. That § 41-6-12 be amended to read as follows: 41-6-12. Any person who is a resident of this state, as defined by this title, is entitled to a resident basic game and fish license qualifies as resident for securing any resident hunting or fishing license . All other persons shall secure the applicable nonresident hunting and fishing licenses. No person under the age of twelve years may be granted any hunting license. However, any person who is eleven years of age and who will become twelve years of age during the period September first through December thirty-first, inclusive, may be granted any hunting license and be allowed to hunt beginning September first. Section 10. That § 41-6-13 be amended to read as follows: 41-6-13. A resident basic game and fish hunting license may be issued only to a resident sixteen years of age or older. However, the parent or guardian of a resident who is less than sixteen years of age and meets the age requirements of § 41-6-12 may apply for a free resident basic game and fish the license for such person. If a license is granted on the application, the license authorizes hunting by the person only if accompanied by a parent, guardian , or responsible adult . A free basic game and fish license obtained by a person fifteen years of age and is valid through December thirty-first of that year and has the same privileges as any basic game and fish license upon reaching sixteen years of age for the remainder of that calendar year. Additional stamps that may be required of a person sixteen years of age and older must be affixed to the or as limited and provided by the applicable license. The requirement to be accompanied by an adult is waived upon reaching sixteen years of age. A violation of this section is a Class 2 misdemeanor. Section 11. That § 41-6-14 be amended to read as follows: 41-6-14. Any person between the ages of eleven years and sixteen years shall first comply with the provisions of chapter 41-7, pertaining to firearms safety, before being granted a free resident basic game and fish hunting license or the applicable nonresident hunting licenses. The license issued to a resident between the ages of eleven years, as provided in § 41-6-12, and sixteen years shall be without the charge required by § 41-6-10. Section 12. That § 41-6-15 be amended to read as follows: 41-6-15. A resident basic game and fish license, Any hunting or fishing license shall expire on the last day of December in the year in which it was purchased or as limited and provided by the applicable license . Section 13. That § 41-6-16 be amended to read as follows: 41-6-16. It is a Class 2 misdemeanor for a resident to hunt small game without a resident small game license and a habitat stamp or resident youth small game license, or in violation of the rules of the Game, Fish and Parks Commission or § 41-8-1 or 41-11-5. It is a Class 2 misdemeanor for a resident to hunt dove without a migratory bird certification permit and a resident small game license or a resident youth small game license, or in violation of the rules of the Game, Fish and Parks Commission. It is a Class 2 misdemeanor for a person to hunt migratory waterfowl without a waterfowl restoration stamp. However, persons specified in § § 41-6-2 and 41-6-3 and persons under the age of sixteen years are not required to possess a habitat stamp or a waterfowl restoration stamp the applicable small game license, a migratory bird certification permit, and a federal migratory bird stamp . Section 14. That § 41-6-17 be amended to read as follows: 41-6-17. It is a Class 2 misdemeanor for a nonresident to hunt, take , or kill small game, other than migratory waterfowl, without a nonresident small game license or in violation of the conditions of the license or the rules of the Game, Fish and Parks Commission. It is a Class 2 misdemeanor for a nonresident to hunt, take, or kill dove without a nonresident small game license and a migratory bird certification permit, or in violation of the rules of the Game, Fish and Parks Commission. A nonresident small game license, except as otherwise provided in this title and except for the taking of migratory waterfowl, entitles the licensee to all of the privileges of a resident small game hunting license for two periods of five consecutive days. For each nonresident small game license sold, an amount equal to the cost of a habitat stamp shall be placed into the game, fish and parks fund and shall be used for the purpose of restoring the state pheasant and wildlife populations as provided in § 41-2-34.1. Section 15. That § 41-6-18.1 be amended to read as follows: 41-6-18.1. It is a Class 2 misdemeanor for a nonresident to hunt, take , or kill migratory waterfowl without a special nonresident waterfowl license , a migratory bird certification permit, and a federal migratory bird stamp , or in violation of the conditions of the licenses or the rules of the Game, Fish and Parks Commission. A special nonresident waterfowl license, except as otherwise provided in this title, entitles the licensee to hunt migratory waterfowl for ten consecutive days. Four dollars received from the sale of each nonresident waterfowl license shall be placed in the land acquisition and development fund. The moneys from this fund shall be used to acquire by purchase or lease real property to be used primarily for game production. For each nonresident waterfowl license sold, an amount equal to the cost of a habitat stamp shall be placed into the game, fish and parks fund and shall be used for the purpose of restoring the state pheasant and wildlife populations as provided in § 41-2-34.1. For each nonresident waterfowl license sold, an amount equal to the cost of the waterfowl restoration stamp shall be included with the moneys collected from the sale of resident waterfowl restoration stamps. This license shall be in such form as the Game, Fish and Parks Commission shall prescribe. The provision in this section limiting the validity of a nonresident waterfowl license to ten consecutive days does not apply in Union, Clay, Bon Homme, Yankton , and Charles Mix counties ; and in such counties, the nonresident waterfowl license shall be is valid during the same period as is a resident waterfowl license. The Game, Fish and Parks Commission may issue no more than four thousand nonresident licenses in a calendar year. Section 16. That § 41-6-30 be amended to read as follows: 41-6-30. Except as provided in this section, it is a Class 2 misdemeanor for a nonresident to hunt, take , or kill jackrabbits, prairie dogs, gophers, ground squirrels, chipmunks, coyotes, red fox, grey fox, skunk, crow, porcupine , brown headed cow birds, English house sparrow, European starling, pigeon (rock dove), or marmot, without a nonresident predator predator/varmint license or in violation of the conditions of the license or the rules of the Game, Fish and Parks Commission. A nonresident predator predator/varmint license, notwithstanding the provisions of § 41-6-24, allows a nonresident to take or kill jackrabbits, prairie dogs, gophers, ground squirrels, chipmunks, coyotes, red fox, grey fox, skunk, brown headed cow birds, English house sparrow, European starling, pigeon (rock dove), and within the lawful season, crow, porcupine , and marmot, except by means of aerial hunting or as prohibited by statute or rule. However, if a nonresident possesses a nonresident small game license, a nonresident waterfowl license, a nonresident big game license , or a nonresident turkey license as provided in § 41-6-17, 41-6-18.1, 41-6-20 , or 41-6-28, he the nonresident need not acquire the nonresident predator predator/varmint license as provided in this section to hunt the species enumerated by this section in the manner and places permitted. A nonresident small game license, a nonresident waterfowl license, a nonresident big game license , or a nonresident turkey license is valid for hunting those animals permitted by the nonresident predator predator/varmint license from date of purchase until the end of the calendar year. Section 17. That chapter 41-6 be amended by adding thereto a NEW SECTION to read as follows: Except as provided in this section, it is a Class 2 misdemeanor for a resident to hunt, take, or kill jackrabbits, prairie dogs, gophers, ground squirrels, chipmunks, coyotes, red fox, grey fox, skunk, crow, procupine, brown headed cow birds, English house sparrow, European starling, pigeon (rock dove), or marmot, without a resident predator/varmint license or in violation of the conditions of the license or the rules of the Game, Fish and Parks Commission. A resident predator/varmint license allows a resident to take or kill jackrabbits, prairie dogs, gophers, ground squirrels, chipmunks, coyotes, red fox, grey fox, skunk, brown headed cow birds, English house sparrow, European starling, pigeon (rock dove), and within the lawful season, crow, porcupine, and marmot, except by means of aerial hunting or as prohibited by statute or rule. However, if a resident possesses a resident small game license, a resident youth small game license, a resident big game license, a license to take fur-bearing animals, or a resident turkey license, the resident need not acquire the resident predator/varmint license as provided in this section to hunt the species enumerated by this section in the manner and places permitted. A resident small game license, a resident youth small game license, a resident big game license, a license to take fur-bearing animals, or a resident turkey license is valid for hunting those animals permitted by the resident predator/varmint license from date of purchase until the end of the calendar year. Section 18. That § 41-6-35 be amended to read as follows: 41-6-35. A resident fishing license and a resident senior fishing license shall permit the licensee to take fish, frogs, and turtles in the manner and to the extent provided in chapters 41-12 and 41-13. Any resident who has served in the armed forces of the United States and is a patient in any war veterans hospital in this state or a member of any war veterans domiciliary unit in this state for the care of war veterans, groups with over ten participants conducting a fishing event exclusively for persons with disabilities and their attendants, and any mentally retarded persons confined to South Dakota Developmental Center--Redfield person residing as a patient in a developmental disability facility may, upon application to the secretary of game, fish and parks, receive a resident fishing license without payment of any fee therefor. Any resident who is sixty-five years of age or older, may , upon purchase of a basic game and fish license, receive a resident senior fishing license without payment of any fee therefor upon payment of a reduced fee established by rules promulgated by the Game, Fish and Parks Commission pursuant to chapter 1-26 . Section 19. That § 41-6-76 be amended to read as follows: 41-6-76. Except as otherwise provided, it is a Class 2 misdemeanor for a resident to catch or attempt to catch, take, kill , or have in his the resident's possession any fish, frogs , or turtles without a resident fishing license, a resident senior fishing license, a temporary fishing license , or a nursing facility group fishing license , or in violation of the conditions of the license or the rules of the Game, Fish and Parks Commission. Section 20. That § 41-8-22 be amended to read as follows: 41-8-22. It is a Class 2 misdemeanor for any person possessing a nonresident predator predator/varmint license to take, trap , or kill any fur-bearing animal , except . However, gray and red fox, coyote, and skunk may be taken by shooting. Section 21. That § 41-10-12 be amended to read as follows: 41-10-12. A South Dakota resident basic game and fish small game license and a resident shooting preserve license are or a resident youth small game license is required of each resident hunting on a shooting preserve. Any nonresident hunting small game on a shooting preserve shall obtain the nonresident shooting preserve license or a nonresident small game license . Any license issuing agent who may issue a resident or nonresident small game license and a habitat stamp may issue a resident or nonresident shooting preserve license. Any person who has obtained all the required state licenses and stamps to hunt small game in South Dakota outside of private shooting preserves is exempt from the licensing provisions of this section. A violation of this section is a Class 1 misdemeanor. Section 22. That § 41-11-10 be amended to read as follows: 41-11-10. The English or European house sparrow , brown headed cow bird, pigeon (rock dove), and European starling are not included among the birds protected by this chapter. Purple grackle, crow, magpie, red-winged blackbird, Brewers blackbird, rusty blackbird, and the bronzed grackle may be taken when committing or about to commit depredation upon ornamental or shade trees, agricultural crops, livestock or wildlife, or when concentrated in such numbers and manner as to constitute a health hazard or other nuisance. Section 23. The effective date of this Act is January 1, 1999."}, {"bill_id": 13460, "bill_version_id": 77216, "bill_version": "House Agriculture and Natural Resources Engrossed", "bill_version_date": "1998-01-24T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the types, procedures and qualifications for issuance, eligibility, privileges, and fees of certain hunting and fishing licenses issued by the Department of Game, Fish and Parks. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 40-36-15 be amended to read as follows: 40-36-15. The following bounties may be paid from the state animal damage control fund to any resident of this state who possesses a resident general hunting small game license or a resident predator/varmint license and who kills, within the boundaries of this state, including parks and monuments, the following animals: (1) For each adult coyote, five dollars; (2) For each coyote pup, five dollars. The Game, Fish and Parks Commission may not approve any bounty claim except during the months of April, May , and June. No bounty payments may be made under this section unless the commission determines that the average price of raw furs in the round for the preceding winter is below five dollars per animal. Any person who exhibits to a county auditor the skin of an animal which was killed outside of the boundaries of that county, or who patches any skin or part of skin, for the purpose of defrauding the state of South Dakota, in any manner, is guilty of a Class 2 misdemeanor. Section 2. That § 40-36-16 be amended to read as follows: 40-36-16. A landowner or occupant does not have to possess a resident general hunting small game license or a resident predator/varmint license in order to receive the bounties specified in § 40-36-15 for the killing of the predatory animals specified therein by that section within the confines of said the owner's or occupant's property. Section 3. That § 40-36-27 be amended to read as follows: 40-36-27. Except as provided by § 40-36-16, it is a Class 2 misdemeanor for any person to hunt, take , or kill predatory animals without possessing a resident general hunting small game license or a resident predator/varmint license , or to falsify any bounty claim, or to claim a bounty on any skin for which a bounty has been paid or refused. Section 4. That § 41-1-1 be amended to read as follows: 41-1-1. Terms used in this title mean: (1) \"Any part thereof\" or \"the parts thereof,\" includes the hide, horns, and hoofs of any animal so referred to, and the plumage and skin and every other part of any bird so referred to; (2) \"Bait,\" baitfish and other wild animal groups of amphibians (frogs and salamanders), crustaceans (crayfish and freshwater shrimp), reptiles (snakes and lizards), and mollusks (clams and snails); (3) \"Baitfish,\" includes fish of the minnow family (cyprinidae) except carp (cyprinus spp.) and goldfish (carassius spp.), fish of the sucker family (castostomidae) except buffalofish (ictiobus spp.) and carpsucker (carpiodes spp.), and fish of the stickleback family (gasterosteidae); (4) \"Big game,\" all cloven-hoofed wild animals and wild turkey; (5) \"Big game seal,\" a locking seal which bears the same number as the license with which it is issued; (6) \"Big game tag,\" a tag which is part of the regular big game license and bears the same number as the license proper; (7) \"Biological specimens,\" wild nongame animals used for scientific study and collected for resale to biological supply companies; (8) \"Carcass,\" the dead body of any wild animal to which it refers, including the head, hair, skin, plumage, skeleton, or any other part thereof; (9) \"Domestic animal,\" any animal that through long association with man, has been bred to a degree which has resulted in genetic changes affecting the temperament, color, conformation or other attributes of the species to an extent that makes it unique and different from wild individuals of its kind; (10) \"Fishing,\" the taking, capturing, killing, or fishing for fish of any variety in any manner. If the word , \" fish \" , is used as a verb, it has the same meaning as the word , \" fishing \" ; (11) \"Fur-bearing animals,\" opossum, muskrat, beaver, mink, marten, blackfooted ferret, skunks (all species), raccoon, badger, red, grey and swift fox, coyote, bobcat, lynx, weasel, and jackrabbit; (12) \"Game,\" all wild mammals or birds; (13) \"Game fish,\" all species belonging to the paddlefish, sturgeon, salmon (trout), pike, catfish (including bullheads), sunfish (including black bass and crappies), perch (including walleye and sauger), and bass families. \"Rough fish\" are all All species not included in the game fish families are rough fish ; (14) \"Hunt \" or \" hunting,\" shooting, shooting at, pursuing, taking, attempting to take, catching or killing of any wild animal or animals; (15) \"Loaded firearm,\" any firearm or other implement capable of discharging a projectile, containing cartridges, shells or projectiles in either the chamber, clip, or magazine; (16) \"Migratory waterfowl,\" any wild geese, swans, brants, coot, sandhill crane, snipe, or wild ducks; (17) \"Migratory bird,\" all migratory waterfowl and dove; (18) \"Motor vehicle,\" any self-propelled vehicle and any vehicle propelled or drawn by a self-propelled vehicle, whether operated upon a highway, railroad track, on the ground, in the water, or in the air; (18) (19) \"Nondomestic animal,\" any animal that is not domestic; (19) (20) \"Possession,\" both actual and constructive possession, as well as the control of the article referred to; (21) \"Predator/varmint,\" coyote, gray fox, red fox, skunk, brown headed cow bird, English house sparrow, European starling, gopher, ground squirrel, chipmunk, jackrabbit, marmot, unbanded undomesticated pigeon (rock dove), porcupine, crow, and prairie dog; (20) (22) \"Resident,\" a person actually living within and intending to make the person's home in this state. No resident may lose rights under this title by reason of the resident's absence on business of the United States or of this state, or armed services of the United States or the spouse of an active duty military person, or any student regularly attending a school of higher learning as a full-time student; (21) (23) \"Sell\" and \"sale,\" any sale or offer to sell or have in possession with intent to sell, use or dispose of; (22) (24) \"Small game,\" anatidae, commonly known as swans, geese, brants, and river and sea ducks; the rallidae, commonly known as rails, coots, mudhens, and gallinue; the limicolae, commonly known as referring specifically to shore birds, plover, surf bird, snipe, and woodcock , sandpiper, tattler and curlews ; the gruidae, commonly known as sandhill crane; the columbidae, commonly known as the mourning dove; the gallinae, commonly known as grouse, prairie chickens, pheasants, partridges, and quail but shall does not include wild turkeys; cottontail rabbit; and fox, grey and pine red squirrel; (23) (25) \"Trapping,\" the taking or the attempting to take of any wild animals by means of setting or operating of any device, mechanism or contraption that is designed, built or made to close upon, hold fast, or otherwise capture a wild animal or animals. If the word , \" trap \" , is used as a verb, it has the same meaning as the word , \" trapping \" ; (24) (26) \"Trout streams \" or \" trout waters,\" all waters and streams or portions of streams which contain trout; (25) (27) \"Waters of the state,\" all the boundary waters of the state, and the provisions of this title are deemed to extend to and be in force and effect over and upon and in all thereof, unless otherwise expressly provided; (26) (28) \"Wild animal,\" any mammal, bird, fish or other creature of a wild nature endowed with sensation and the power of voluntary motion. Section 5. That § 41-2-34.1 be repealed. 41-2-34.1. All revenue received from the sale of the wildlife habitat stamp provided for in § § 41-6-16 and 41-6-17 shall be deposited in the game, fish and parks fund and shall be used for the purpose of restoring the state pheasant and wildlife population. Any land purchased with funds collected pursuant to this section shall be identified as game production areas. Any such purchase shall be from a willing seller and shall be approved by the Governor. No acquisition of land made pursuant to this section may be accomplished through the state's power of eminent domain. Section 6. That § 41-6-10 be amended to read as follows: 41-6-10. Licenses , permits, and stamps issued under this title are classified as follows: (1) Disabled hunter permit; (2) Export bait dealer license; (3) Fur dealer's license; (4) Habitat stamp; (5) Hoop net, trap or setline license; (6) (5) License for breeding and domesticating animals and birds; (7) (6) License to take fur-bearing animals; (8) (7) Nonresident big game license; (9) (8) Nonresident fishing license; (10) (9) Nonresident predator predator/varmint license; (11) (10) Nonresident professional dog training license; (12) (11) Nonresident retail bait dealer license; (13) (12) Nonresident shooting preserve license; (14) (13) Nonresident small game license; (14) Nonresident and resident migratory bird certification permit; (15) Nonresident wholesale bait dealer license; (16) Nonresident wild turkey license; (17) Nursing facility group fishing license; (18) Park user's license; (19) Permit for transportation of big game animal; (20) Private fish hatchery license; (21) Resident basic game and fish license; (22) Resident big game license; (23) (22) Resident elk license; (24) (23) Resident fishing license and resident senior fishing license ; (25) (24) Resident professional dog training license; (26) (25) Resident retail bait dealer license; (27) Resident shooting preserve license; (28) (26) Resident small game license and resident youth small game license ; (27) Resident predator/varmint license; (29) (28) Resident wholesale bait dealer license; (30) (29) Resident wild turkey license; (31) (30) Scientific collector's license; (32) (31) Special nonresident waterfowl license; (33) (32) Special Pine Ridge Indian reservation resident and nonresident big game license; (34) (33) Taxidermist's license; (35) (34) Temporary fishing license; and hunting licenses (36) Waterfowl restoration stamp . The rights and privileges of such licensees are set forth in § § 41-6-11 41-6-12 to 41-6-45.1, inclusive, and in § 41-17-13. The Game, Fish and Parks Commission shall promulgate rules pursuant to chapter 1-26 to set the fees , eligibility, and duration for such licenses. No fee for a professional dog training license may exceed one hundred dollars. Section 7. That § 41-6-10.2 be amended to read as follows: 41-6-10.2. Any resident, who receives a veterans allotment for a total disability which is deemed a service connected injury or has received the United States Veterans Administration \"K\" award, any resident who has served on active duty in the armed forces of the United States, except active duty for training as a member of the reserve or national guard, and who is totally disabled for the purposes of receiving social security benefits, any resident who was held as a prisoner of war, or any resident who has a total disability as defined by rules promulgated by the Game, Fish and Parks Commission may apply to the licensing office of the Department of Game, Fish and Parks in Pierre and receive a hunting and fishing card without payment of any fee. The card shall be resident small game license and a resident fishing license upon payment of a fee to be established by the Game, Fish and Parks Commission pursuant to chapter 1-26. The resident small game license and the resident fishing license is valid for a period of four calendar years if the permittee licensee remains a resident of the state. A veteran may provide proof at the time of application of receipt of such an allotment, social security disability benefits, or award. Other applicants shall provide proof of their total disability on forms provided by the Department of Game, Fish and Parks. Upon purchase of an annual basic game and fish license, the card becomes the equivalency of a resident fishing license, small game stamp and habitat stamp until the expiration of the basic game and fish license. Section 8. That § 41-6-11 be repealed. 41-6-11. It is a Class 2 misdemeanor for a resident to hunt or secure any of the licenses or permits provided in § § 41-6-16, 41-6-19, 41-6-19.1, 41-6-19.3, 41-6-23, 41-6-27, and 41-6-35, without first securing a resident basic game and fish license to which the specific licenses provided for by these sections shall be attached. Section 9. That § 41-6-12 be amended to read as follows: 41-6-12. Any person who is a resident of this state, as defined by this title, is entitled to a resident basic game and fish license qualifies as resident for securing any resident hunting or fishing license . All other persons shall secure the applicable nonresident hunting and fishing licenses. No person under the age of twelve years may be granted any hunting license. However, any person who is eleven years of age and who will become twelve years of age during the period September first through December thirty-first, inclusive, may be granted any hunting license and be allowed to hunt beginning September first. Section 10. That § 41-6-13 be amended to read as follows: 41-6-13. A resident basic game and fish hunting license may be issued only to a resident sixteen years of age or older. However, the parent or guardian of a resident who is less than sixteen years of age and meets the age requirements of § 41-6-12 may apply for a free resident basic game and fish the license for such person. If a license is granted on the application, the license authorizes hunting by the person only if accompanied by a parent, guardian , or responsible adult . A free basic game and fish license obtained by a person fifteen years of age and is valid through December thirty-first of that year and has the same privileges as any basic game and fish license upon reaching sixteen years of age for the remainder of that calendar year. Additional stamps that may be required of a person sixteen years of age and older must be affixed to the or as limited and provided by the applicable license. The requirement to be accompanied by an adult is waived upon reaching sixteen years of age. A violation of this section is a Class 2 misdemeanor. Section 11. That § 41-6-14 be amended to read as follows: 41-6-14. Any person between the ages of eleven years and sixteen years shall first comply with the provisions of chapter 41-7, pertaining to firearms safety, before being granted a free resident basic game and fish hunting license or the applicable nonresident hunting licenses. The license issued to a resident between the ages of eleven years, as provided in § 41-6-12, and sixteen years shall be without the charge required by § 41-6-10. Section 12. That § 41-6-15 be amended to read as follows: 41-6-15. A resident basic game and fish license, Any hunting or fishing license shall expire on the last day of December in the year in which it was purchased or as limited and provided by the applicable license . Section 13. That § 41-6-16 be amended to read as follows: 41-6-16. It is a Class 2 misdemeanor for a resident to hunt small game without a resident small game license and a habitat stamp or resident youth small game license, or in violation of the rules of the Game, Fish and Parks Commission or § 41-8-1 or 41-11-5. It is a Class 2 misdemeanor for a resident to hunt dove without a migratory bird certification permit and a resident small game license or a resident youth small game license, or in violation of the rules of the Game, Fish and Parks Commission. It is a Class 2 misdemeanor for a person to hunt migratory waterfowl without a waterfowl restoration stamp. However, persons specified in § § 41-6-2 and 41-6-3 and persons under the age of sixteen years are not required to possess a habitat stamp or a waterfowl restoration stamp the applicable small game license, a migratory bird certification permit, and a federal migratory bird stamp . Section 14. That § 41-6-17 be amended to read as follows: 41-6-17. It is a Class 2 misdemeanor for a nonresident to hunt, take , or kill small game, other than migratory waterfowl, without a nonresident small game license or in violation of the conditions of the license or the rules of the Game, Fish and Parks Commission. It is a Class 2 misdemeanor for a nonresident to hunt, take, or kill dove without a nonresident small game license and a migratory bird certification permit, or in violation of the rules of the Game, Fish and Parks Commission. A nonresident small game license, except as otherwise provided in this title and except for the taking of migratory waterfowl, entitles the licensee to all of the privileges of a resident small game hunting license for two periods of five consecutive days. For each nonresident small game license sold, an amount equal to the cost of a habitat stamp shall be placed into the game, fish and parks fund and shall be used for the purpose of restoring the state pheasant and wildlife populations as provided in § 41-2-34.1. Section 15. That § 41-6-18.1 be amended to read as follows: 41-6-18.1. It is a Class 2 misdemeanor for a nonresident to hunt, take , or kill migratory waterfowl without a special nonresident waterfowl license , a migratory bird certification permit, and a federal migratory bird stamp , or in violation of the conditions of the licenses or the rules of the Game, Fish and Parks Commission. A special nonresident waterfowl license, except as otherwise provided in this title, entitles the licensee to hunt migratory waterfowl for ten consecutive days. Four dollars received from the sale of each nonresident waterfowl license shall be placed in the land acquisition and development fund. The moneys from this fund shall be used to acquire by purchase or lease real property to be used primarily for game production. For each nonresident waterfowl license sold, an amount equal to the cost of a habitat stamp shall be placed into the game, fish and parks fund and shall be used for the purpose of restoring the state pheasant and wildlife populations as provided in § 41-2-34.1. For each nonresident waterfowl license sold, an amount equal to the cost of the waterfowl restoration stamp shall be included with the moneys collected from the sale of resident waterfowl restoration stamps. This license shall be in such form as the Game, Fish and Parks Commission shall prescribe. The provision in this section limiting the validity of a nonresident waterfowl license to ten consecutive days does not apply in Union, Clay, Bon Homme, Yankton , and Charles Mix counties ; and in such counties, the nonresident waterfowl license shall be is valid during the same period as is a resident waterfowl license. The Game, Fish and Parks Commission may issue no more than four thousand nonresident licenses in a calendar year. Section 16. That § 41-6-30 be amended to read as follows: 41-6-30. Except as provided in this section, it is a Class 2 misdemeanor for a nonresident to hunt, take , or kill jackrabbits, prairie dogs, gophers, ground squirrels, chipmunks, coyotes, red fox, grey fox, skunk, crow, porcupine , brown headed cow birds, English house sparrow, European starling, unbanded undomesticated pigeon (rock dove), or marmot, without a nonresident predator predator/varmint license or in violation of the conditions of the license or the rules of the Game, Fish and Parks Commission. A nonresident predator predator/varmint license, notwithstanding the provisions of § 41-6-24, allows a nonresident to take or kill jackrabbits, prairie dogs, gophers, ground squirrels, chipmunks, coyotes, red fox, grey fox, skunk, brown headed cow birds, English house sparrow, European starling, unbanded undomesticated pigeon (rock dove), and within the lawful season, crow, porcupine , and marmot, except by means of aerial hunting or as prohibited by statute or rule. However, if a nonresident possesses a nonresident small game license, a nonresident waterfowl license, a nonresident big game license , or a nonresident turkey license as provided in § 41-6-17, 41-6-18.1, 41-6-20 , or 41-6-28, he the nonresident need not acquire the nonresident predator predator/varmint license as provided in this section to hunt the species enumerated by this section in the manner and places permitted. A nonresident small game license, a nonresident waterfowl license, a nonresident big game license , or a nonresident turkey license is valid for hunting those animals permitted by the nonresident predator predator/varmint license from date of purchase until the end of the calendar year. Section 17. That chapter 41-6 be amended by adding thereto a NEW SECTION to read as follows: Except as provided in this section, it is a Class 2 misdemeanor for a resident to hunt, take, or kill jackrabbits, prairie dogs, gophers, ground squirrels, chipmunks, coyotes, red fox, grey fox, skunk, crow, procupine, brown headed cow birds, English house sparrow, European starling, unbanded undomesticated pigeon (rock dove), or marmot, without a resident predator/varmint license or in violation of the conditions of the license or the rules of the Game, Fish and Parks Commission. A resident predator/varmint license allows a resident to take or kill jackrabbits, prairie dogs, gophers, ground squirrels, chipmunks, coyotes, red fox, grey fox, skunk, brown headed cow birds, English house sparrow, European starling, unbanded undomesticated pigeon (rock dove), and within the lawful season, crow, porcupine, and marmot, except by means of aerial hunting or as prohibited by statute or rule. However, if a resident possesses a resident small game license, a resident youth small game license, a resident big game license, a license to take fur-bearing animals, or a resident turkey license, the resident need not acquire the resident predator/varmint license as provided in this section to hunt the species enumerated by this section in the manner and places permitted. A resident small game license, a resident youth small game license, a resident big game license, a license to take fur-bearing animals, or a resident turkey license is valid for hunting those animals permitted by the resident predator/varmint license from date of purchase until the end of the calendar year. Section 18. That § 41-6-35 be amended to read as follows: 41-6-35. A resident fishing license and a resident senior fishing license shall permit the licensee to take fish, frogs, and turtles in the manner and to the extent provided in chapters 41-12 and 41-13. Any resident who has served in the armed forces of the United States and is a patient in any war veterans hospital in this state or a member of any war veterans domiciliary unit in this state for the care of war veterans, groups with over ten participants conducting a fishing event exclusively for persons with disabilities and their attendants, and any mentally retarded persons confined to South Dakota Developmental Center--Redfield person residing as a patient in a developmental disability facility may, upon application to the secretary of game, fish and parks, receive a resident fishing license without payment of any fee therefor. Any resident who is sixty-five years of age or older, may , upon purchase of a basic game and fish license, receive a resident senior fishing license without payment of any fee therefor upon payment of a reduced fee established by rules promulgated by the Game, Fish and Parks Commission pursuant to chapter 1-26 . Section 19. That § 41-6-76 be amended to read as follows: 41-6-76. Except as otherwise provided, it is a Class 2 misdemeanor for a resident to catch or attempt to catch, take, kill , or have in his the resident's possession any fish, frogs , or turtles without a resident fishing license, a resident senior fishing license, a temporary fishing license , or a nursing facility group fishing license , or in violation of the conditions of the license or the rules of the Game, Fish and Parks Commission. Section 20. That § 41-8-22 be amended to read as follows: 41-8-22. It is a Class 2 misdemeanor for any person possessing a nonresident predator predator/varmint license to take, trap , or kill any fur-bearing animal , except . However, gray and red fox, coyote, and skunk may be taken by shooting. Section 21. That § 41-10-12 be amended to read as follows: 41-10-12. A South Dakota resident basic game and fish small game license and a resident shooting preserve license are or a resident youth small game license is required of each resident hunting on a shooting preserve. Any nonresident hunting small game on a shooting preserve shall obtain the nonresident shooting preserve license or a nonresident small game license . Any license issuing agent who may issue a resident or nonresident small game license and a habitat stamp may issue a resident or nonresident shooting preserve license. Any person who has obtained all the required state licenses and stamps to hunt small game in South Dakota outside of private shooting preserves is exempt from the licensing provisions of this section. A violation of this section is a Class 1 misdemeanor. Section 22. That § 41-11-10 be amended to read as follows: 41-11-10. The English or European house sparrow , brown headed cow bird, unbanded undomesticated pigeon (rock dove), and European starling are not included among the birds protected by this chapter. Purple grackle, crow, magpie, red-winged blackbird, Brewers blackbird, rusty blackbird, and the bronzed grackle may be taken when committing or about to commit depredation upon ornamental or shade trees, agricultural crops, livestock or wildlife, or when concentrated in such numbers and manner as to constitute a health hazard or other nuisance. Section 23. The effective date of this Act is January 1, 1999. BILL HISTORY 1/13/98 First read in House and referred to Agriculture and Natural Resources. H.J. 24 1/20/98 Scheduled for Committee hearing on this date. 1/22/98 Scheduled for Committee hearing on this date. 1/22/98 Agriculture and Natural Resources Do Pass Amended, Passed, AYES 11, NAYS 1. H.J. 174"}, {"bill_id": 13460, "bill_version_id": 77215, "bill_version": "House Engrossed", "bill_version_date": "1998-01-30T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the types, procedures and qualifications for issuance, eligibility, privileges, and fees of certain hunting and fishing licenses issued by the Department of Game, Fish and Parks. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 40-36-15 be amended to read as follows: 40-36-15. The following bounties may be paid from the state animal damage control fund to any resident of this state who possesses a resident general hunting small game license or a resident predator/varmint license and who kills, within the boundaries of this state, including parks and monuments, the following animals: (1) For each adult coyote, five dollars; (2) For each coyote pup, five dollars. The Game, Fish and Parks Commission may not approve any bounty claim except during the months of April, May , and June. No bounty payments may be made under this section unless the commission determines that the average price of raw furs in the round for the preceding winter is below five dollars per animal. Any person who exhibits to a county auditor the skin of an animal which was killed outside of the boundaries of that county, or who patches any skin or part of skin, for the purpose of defrauding the state of South Dakota, in any manner, is guilty of a Class 2 misdemeanor. Section 2. That § 40-36-16 be amended to read as follows: 40-36-16. A landowner or occupant does not have to possess a resident general hunting small game license or a resident predator/varmint license in order to receive the bounties specified in § 40-36-15 for the killing of the predatory animals specified therein by that section within the confines of said the owner's or occupant's property. Section 3. That § 40-36-27 be amended to read as follows: 40-36-27. Except as provided by § 40-36-16, it is a Class 2 misdemeanor for any person to hunt, take , or kill predatory animals without possessing a resident general hunting small game license or a resident predator/varmint license , or to falsify any bounty claim, or to claim a bounty on any skin for which a bounty has been paid or refused. Section 4. That § 41-1-1 be amended to read as follows: 41-1-1. Terms used in this title mean: (1) \"Any part thereof\" or \"the parts thereof,\" includes the hide, horns, and hoofs of any animal so referred to, and the plumage and skin and every other part of any bird so referred to; (2) \"Bait,\" baitfish and other wild animal groups of amphibians (frogs and salamanders), crustaceans (crayfish and freshwater shrimp), reptiles (snakes and lizards), and mollusks (clams and snails); (3) \"Baitfish,\" includes fish of the minnow family (cyprinidae) except carp (cyprinus spp.) and goldfish (carassius spp.), fish of the sucker family (castostomidae) except buffalofish (ictiobus spp.) and carpsucker (carpiodes spp.), and fish of the stickleback family (gasterosteidae); (4) \"Big game,\" all cloven-hoofed wild animals and wild turkey; (5) \"Big game seal,\" a locking seal which bears the same number as the license with which it is issued; (6) \"Big game tag,\" a tag which is part of the regular big game license and bears the same number as the license proper; (7) \"Biological specimens,\" wild nongame animals used for scientific study and collected for resale to biological supply companies; (8) \"Carcass,\" the dead body of any wild animal to which it refers, including the head, hair, skin, plumage, skeleton, or any other part thereof; (9) \"Domestic animal,\" any animal that through long association with man, has been bred to a degree which has resulted in genetic changes affecting the temperament, color, conformation or other attributes of the species to an extent that makes it unique and different from wild individuals of its kind; (10) \"Fishing,\" the taking, capturing, killing, or fishing for fish of any variety in any manner. If the word , \" fish \" , is used as a verb, it has the same meaning as the word , \" fishing \" ; (11) \"Fur-bearing animals,\" opossum, muskrat, beaver, mink, marten, blackfooted ferret, skunks (all species), raccoon, badger, red, grey and swift fox, coyote, bobcat, lynx, weasel, and jackrabbit; (12) \"Game,\" all wild mammals or birds; (13) \"Game fish,\" all species belonging to the paddlefish, sturgeon, salmon (trout), pike, catfish (including bullheads), sunfish (including black bass and crappies), perch (including walleye and sauger), and bass families. \"Rough fish\" are all All species not included in the game fish families are rough fish ; (14) \"Hunt \" or \" hunting,\" shooting, shooting at, pursuing, taking, attempting to take, catching or killing of any wild animal or animals; (15) \"Loaded firearm,\" any firearm or other implement capable of discharging a projectile, containing cartridges, shells or projectiles in either the chamber, clip, or magazine; (16) \"Migratory waterfowl,\" any wild geese, swans, brants, coot, sandhill crane, snipe, or wild ducks; (17) \"Migratory bird,\" all migratory waterfowl and dove; (18) \"Motor vehicle,\" any self-propelled vehicle and any vehicle propelled or drawn by a self-propelled vehicle, whether operated upon a highway, railroad track, on the ground, in the water, or in the air; (18) (19) \"Nondomestic animal,\" any animal that is not domestic; (19) (20) \"Possession,\" both actual and constructive possession, as well as the control of the article referred to; (21) \"Predator/varmint,\" coyote, gray fox, red fox, skunk, racoons, badgers, brown headed cow bird, English house sparrow, European starling, gopher, ground squirrel, chipmunk, jackrabbit, marmot, unbanded undomesticated pigeon (rock dove), porcupine, crow, and prairie dog; (20) (22) \"Resident,\" a person actually living within and intending to make the person's home in this state. No resident may lose rights under this title by reason of the resident's absence on business of the United States or of this state, or armed services of the United States or the spouse of an active duty military person, or any student regularly attending a school of higher learning as a full-time student; (21) (23) \"Sell\" and \"sale,\" any sale or offer to sell or have in possession with intent to sell, use or dispose of; (22) (24) \"Small game,\" anatidae, commonly known as swans, geese, brants, and river and sea ducks; the rallidae, commonly known as rails, coots, mudhens, and gallinue; the limicolae, commonly known as referring specifically to shore birds, plover, surf bird, snipe, and woodcock , sandpiper, tattler and curlews ; the gruidae, commonly known as sandhill crane; the columbidae, commonly known as the mourning dove; the gallinae, commonly known as grouse, prairie chickens, pheasants, partridges, and quail but shall does not include wild turkeys; cottontail rabbit; and fox, grey and pine red squirrel; (23) (25) \"Trapping,\" the taking or the attempting to take of any wild animals by means of setting or operating of any device, mechanism or contraption that is designed, built or made to close upon, hold fast, or otherwise capture a wild animal or animals. If the word , \" trap \" , is used as a verb, it has the same meaning as the word , \" trapping \" ; (24) (26) \"Trout streams \" or \" trout waters,\" all waters and streams or portions of streams which contain trout; (25) (27) \"Waters of the state,\" all the boundary waters of the state, and the provisions of this title are deemed to extend to and be in force and effect over and upon and in all thereof, unless otherwise expressly provided; (26) (28) \"Wild animal,\" any mammal, bird, fish or other creature of a wild nature endowed with sensation and the power of voluntary motion. Section 5. That § 41-2-34.1 be amended to read as follows: 41-2-34.1. All revenue received from the sale of the wildlife habitat stamp provided for in § § 41-6-16 and 41-6-17 shall be deposited in the game, fish and parks fund and shall be used for the purpose of restoring the state pheasant and wildlife population. An amount equal to thirty-five percent of the resident small game license revenue shall be used for the purpose of restoring the state pheasant and wildlife population. Any land purchased with such funds collected pursuant to this section shall be identified as game production areas. Any such purchase shall be from a willing seller and shall be approved by the Governor. No acquisition of land made pursuant to this section may be accomplished through the state's power of eminent domain. Section 6. That § 41-6-10 be amended to read as follows: 41-6-10. Licenses , permits, and stamps issued under this title are classified as follows: (1) Disabled hunter permit; (2) Export bait dealer license; (3) Fur dealer's license; (4) Habitat stamp; (5) Hoop net, trap or setline license; (6) (5) License for breeding and domesticating animals and birds; (7) (6) License to take fur-bearing animals; (8) (7) Nonresident big game license; (9) (8) Nonresident fishing license; (10) (9) Nonresident predator predator/varmint license; (11) (10) Nonresident professional dog training license; (12) (11) Nonresident retail bait dealer license; (13) Nonresident shooting preserve license; (14) (13) Nonresident small game license; (14) Nonresident and resident migratory bird certification permit; (15) Nonresident wholesale bait dealer license; (16) Nonresident wild turkey license; (17) Nursing facility group fishing license; (18) Park user's license; (19) Permit for transportation of big game animal; (20) Private fish hatchery license; (21) Resident basic game and fish license; (22) Resident big game license; (23) (22) Resident elk license; (24) (23) Resident fishing license and resident senior fishing license ; (25) (24) Resident professional dog training license; (26) (25) Resident retail bait dealer license; (27) Resident shooting preserve license; (28) (26) Resident small game license and resident youth small game license ; (27) Resident predator/varmint license; (29) (28) Resident wholesale bait dealer license; (30) (29) Resident wild turkey license; (31) (30) Scientific collector's license; (32) (31) Special nonresident waterfowl license; (33) (32) Special Pine Ridge Indian reservation resident and nonresident big game license; (34) (33) Taxidermist's license; (35) (34) Temporary fishing license and hunting licenses ; (36) Waterfowl restoration stamp . The rights and privileges of such licensees are set forth in § § 41-6-11 41-6-12 to 41-6-45.1, inclusive, and in § 41-17-13. The Game, Fish and Parks Commission shall promulgate rules pursuant to chapter 1-26 to set the fees , eligibility, and duration for such licenses. No fee for a professional dog training license may exceed one hundred dollars. Section 7. That § 41-6-10.2 be amended to read as follows: 41-6-10.2. Any resident, who receives a veterans allotment for a total disability which is deemed a service connected injury or has received the United States Veterans Administration \"K\" award, any resident who has served on active duty in the armed forces of the United States, except active duty for training as a member of the reserve or national guard, and who is totally disabled for the purposes of receiving social security benefits, any resident who was held as a prisoner of war, or any resident who has a total disability as defined by rules promulgated by the Game, Fish and Parks Commission may apply to the licensing office of the Department of Game, Fish and Parks in Pierre and receive a hunting and fishing card without payment of any fee. The card shall be resident small game license and a resident fishing license upon payment of a reduced fee to be established by the Game, Fish and Parks Commission pursuant to chapter 1-26. The resident small game license and the resident fishing license is valid for a period of four calendar years if the permittee licensee remains a resident of the state and annually renews the license by payment of a reduced fee and in a manner to be established by the Game, Fish and Parks Commission pursuant to chapter 1-26 . A veteran may provide proof at the time of application of receipt of such an allotment, social security disability benefits, or award. Other applicants shall provide proof of their total disability on forms provided by the Department of Game, Fish and Parks. Upon purchase of an annual basic game and fish license, the card becomes the equivalency of a resident fishing license, small game stamp and habitat stamp until the expiration of the basic game and fish license. Section 8. That § 41-6-11 be repealed. 41-6-11. It is a Class 2 misdemeanor for a resident to hunt or secure any of the licenses or permits provided in § § 41-6-16, 41-6-19, 41-6-19.1, 41-6-19.3, 41-6-23, 41-6-27, and 41-6-35, without first securing a resident basic game and fish license to which the specific licenses provided for by these sections shall be attached. Section 9. That § 41-6-12 be amended to read as follows: 41-6-12. Any person who is a resident of this state, as defined by this title, is entitled to a resident basic game and fish license qualifies as resident for securing any resident hunting or fishing license . All other persons shall secure the applicable nonresident hunting and fishing licenses. No person under the age of twelve years may be granted any hunting license. However, any person who is eleven years of age and who will become twelve years of age during the period September first through December thirty-first, inclusive, may be granted any hunting license and be allowed to hunt beginning September first. Section 10. That § 41-6-13 be amended to read as follows: 41-6-13. A resident basic game and fish hunting license may be issued only to a resident sixteen years of age or older. However, the parent or guardian of a resident who is less than sixteen years of age and meets the age requirements of § 41-6-12 may apply for a free resident basic game and fish the license for such person. If a license is granted on the application, the license authorizes hunting by the person only if accompanied by a parent, guardian , or responsible adult . A free basic game and fish license obtained by a person fifteen years of age and is valid through December thirty-first of that year and has the same privileges as any basic game and fish license upon reaching sixteen years of age for the remainder of that calendar year. Additional stamps that may be required of a person sixteen years of age and older must be affixed to the or as limited and provided by the applicable license. The requirement to be accompanied by an adult is waived upon reaching sixteen years of age. A violation of this section is a Class 2 misdemeanor. Section 11. That § 41-6-14 be amended to read as follows: 41-6-14. Any person between the ages of eleven years and sixteen years shall first comply with the provisions of chapter 41-7, pertaining to firearms safety, before being granted a free resident basic game and fish hunting license or the applicable nonresident hunting licenses. The license issued to a resident between the ages of eleven years, as provided in § 41-6-12, and sixteen years shall be without the charge required by § 41-6-10. Section 12. That § 41-6-15 be amended to read as follows: 41-6-15. A resident basic game and fish license, Any hunting or fishing license shall expire on the last day of December in the year in which it was purchased or as limited and provided by the applicable license . Section 13. That § 41-6-16 be amended to read as follows: 41-6-16. It is a Class 2 misdemeanor for a resident to hunt small game without a resident small game license and a habitat stamp or resident youth small game license, or in violation of the rules of the Game, Fish and Parks Commission or § 41-8-1 or 41-11-5. It is a Class 2 misdemeanor for a resident to hunt dove without a migratory bird certification permit and a resident small game license or a resident youth small game license, or in violation of the rules of the Game, Fish and Parks Commission. It is a Class 2 misdemeanor for a person to hunt migratory waterfowl without a waterfowl restoration stamp. However, persons specified in § § 41-6-2 and 41-6-3 and persons under the age of sixteen years are not required to possess a habitat stamp or a waterfowl restoration stamp the applicable small game license, a migratory bird certification permit, and a federal migratory bird stamp . Section 14. That § 41-6-17 be amended to read as follows: 41-6-17. It is a Class 2 misdemeanor for a nonresident to hunt, take , or kill small game, other than migratory waterfowl, without a nonresident small game license or in violation of the conditions of the license or the rules of the Game, Fish and Parks Commission. It is a Class 2 misdemeanor for a nonresident to hunt, take, or kill dove without a nonresident small game license and a migratory bird certification permit, or in violation of the rules of the Game, Fish and Parks Commission. A nonresident small game license, except as otherwise provided in this title and except for the taking of migratory waterfowl, entitles the licensee to all of the privileges of a resident small game hunting license for two periods of five consecutive days. For each nonresident small game license sold, an amount equal to the cost of a habitat stamp shall be placed into the game, fish and parks fund and shall be used for the purpose of restoring the state pheasant and wildlife populations as provided in § 41-2-34.1. Section 15. That § 41-6-18.1 be amended to read as follows: 41-6-18.1. It is a Class 2 misdemeanor for a nonresident to hunt, take , or kill migratory waterfowl without a special nonresident waterfowl license , a migratory bird certification permit, and a federal migratory bird stamp , or in violation of the conditions of the licenses or the rules of the Game, Fish and Parks Commission. A special nonresident waterfowl license, except as otherwise provided in this title, entitles the licensee to hunt migratory waterfowl for ten consecutive days. Four dollars received from the sale of each nonresident waterfowl license shall be placed in the land acquisition and development fund. The moneys from this fund shall be used to acquire by purchase or lease real property to be used primarily for game production. For each nonresident waterfowl license sold, an amount equal to the cost of a habitat stamp shall be placed into the game, fish and parks fund and shall be used for the purpose of restoring the state pheasant and wildlife populations as provided in § 41-2-34.1. For each nonresident waterfowl license sold, an amount equal to the cost of the waterfowl restoration stamp shall be included with the moneys collected from the sale of resident waterfowl restoration stamps. This license shall be in such form as the Game, Fish and Parks Commission shall prescribe. The provision in this section limiting the validity of a nonresident waterfowl license to ten consecutive days does not apply in Union, Clay, Bon Homme, Yankton , and Charles Mix counties ; and in such counties, the nonresident waterfowl license shall be is valid during the same period as is a resident waterfowl license. The Game, Fish and Parks Commission may issue no more than four thousand nonresident licenses in a calendar year. Section 16. That § 41-6-30 be amended to read as follows: 41-6-30. Except as provided in this section, it is a Class 2 misdemeanor for a nonresident to hunt, take , or kill jackrabbits, prairie dogs, gophers, ground squirrels, chipmunks, coyotes, red fox, grey fox, skunk, crow, porcupine , racoons, badgers, brown headed cow birds, English house sparrow, European starling, unbanded undomesticated pigeon (rock dove), or marmot, without a nonresident predator predator/varmint license or in violation of the conditions of the license or the rules of the Game, Fish and Parks Commission. A nonresident predator predator/varmint license, notwithstanding the provisions of § 41-6-24, allows a nonresident to take or kill jackrabbits, prairie dogs, gophers, ground squirrels, chipmunks, coyotes, red fox, grey fox, skunk, racoons, badgers, brown headed cow birds, English house sparrow, European starling, unbanded undomesticated pigeon (rock dove), and within the lawful season, crow, porcupine , and marmot, except by means of aerial hunting or as prohibited by statute or rule. However, if a nonresident possesses a nonresident small game license, a nonresident waterfowl license, a nonresident big game license , or a nonresident turkey license as provided in § 41-6-17, 41-6-18.1, 41-6-20 , or 41-6-28, he the nonresident need not acquire the nonresident predator predator/varmint license as provided in this section to hunt the species enumerated by this section in the manner and places permitted. A nonresident small game license, a nonresident waterfowl license, a nonresident big game license , or a nonresident turkey license is valid for hunting those animals permitted by the nonresident predator predator/varmint license from date of purchase until the end of the calendar year. Section 17. That chapter 41-6 be amended by adding thereto a NEW SECTION to read as follows: Except as provided in this section, it is a Class 2 misdemeanor for a resident to hunt, take, or kill jackrabbits, prairie dogs, gophers, ground squirrels, chipmunks, coyotes, red fox, grey fox, skunk, racoons, badgers, crow, procupine, brown headed cow birds, English house sparrow, European starling, unbanded undomesticated pigeon (rock dove), or marmot, without a resident predator/varmint license or in violation of the conditions of the license or the rules of the Game, Fish and Parks Commission. A resident predator/varmint license allows a resident to take or kill jackrabbits, prairie dogs, gophers, ground squirrels, chipmunks, coyotes, red fox, grey fox, skunk, racoons, badgers, brown headed cow birds, English house sparrow, European starling, unbanded undomesticated pigeon (rock dove), and within the lawful season, crow, porcupine, and marmot, except by means of aerial hunting or as prohibited by statute or rule. A resident of this state is not required to secure a predator/varmint license to hunt, take, or kill a predator/varmint on lands owned or operated by the resident. However, if a resident possesses a resident small game license, a resident youth small game license, a resident big game license, a license to take fur-bearing animals, or a resident turkey license, the resident need not acquire the resident predator/varmint license as provided in this section to hunt the species enumerated by this section in the manner and places permitted. A resident small game license, a resident youth small game license, a resident big game license, a license to take fur-bearing animals, or a resident turkey license is valid for hunting those animals permitted by the resident predator/varmint license from date of purchase until the end of the calendar year. Section 18. That § 41-6-35 be amended to read as follows: 41-6-35. A resident fishing license and a resident senior fishing license shall permit the licensee to take fish, frogs, and turtles in the manner and to the extent provided in chapters 41-12 and 41-13. Any resident who has served in the armed forces of the United States and is a patient in any war veterans hospital in this state or a member of any war veterans domiciliary unit in this state for the care of war veterans, groups with over ten participants conducting a fishing event exclusively for persons with disabilities and their attendants, and any mentally retarded persons confined to South Dakota Developmental Center--Redfield person residing as a patient in a developmental disability facility may, upon application to the secretary of game, fish and parks, receive a resident fishing license without payment of any fee therefor. Any resident who is sixty-five years of age or older, may , upon purchase of a basic game and fish license, receive a resident senior fishing license without payment of any fee therefor upon payment of a reduced fee established by rules promulgated by the Game, Fish and Parks Commission pursuant to chapter 1-26 . Section 19. That § 41-6-76 be amended to read as follows: 41-6-76. Except as otherwise provided, it is a Class 2 misdemeanor for a resident to catch or attempt to catch, take, kill , or have in his the resident's possession any fish, frogs , or turtles without a resident fishing license, a resident senior fishing license, a temporary fishing license , or a nursing facility group fishing license , or in violation of the conditions of the license or the rules of the Game, Fish and Parks Commission. Section 20. That § 41-8-22 be amended to read as follows: 41-8-22. It is a Class 2 misdemeanor for any person possessing a nonresident predator predator/varmint license to take, trap , or kill any fur-bearing animal , except . However, gray and red fox, coyote, and skunk may be taken by shooting. Section 21. That § 41-10-12 be amended to read as follows: 41-10-12. A South Dakota resident basic game and fish small game license and a resident shooting preserve license are or a resident youth small game license is required of each resident hunting on a shooting preserve. Any nonresident hunting small game on a shooting preserve shall obtain the nonresident shooting preserve license nonresident small game license . Any license issuing agent who may issue a resident or nonresident small game license and a habitat stamp may issue a resident or nonresident shooting preserve license. Any person who has obtained all the required state licenses and stamps to hunt small game in South Dakota outside of private shooting preserves is exempt from the licensing provisions of this section. A violation of this section is a Class 1 misdemeanor. Section 22. That § 41-11-10 be amended to read as follows: 41-11-10. The English or European house sparrow , brown headed cow bird, unbanded undomesticated pigeon (rock dove), and European starling are not included among the birds protected by this chapter. Purple grackle, crow, magpie, red-winged blackbird, Brewers blackbird, rusty blackbird, and the bronzed grackle may be taken when committing or about to commit depredation upon ornamental or shade trees, agricultural crops, livestock or wildlife, or when concentrated in such numbers and manner as to constitute a health hazard or other nuisance. Section 23. The effective date of this Act is January 1, 1999. BILL HISTORY 1/13/98 First read in House and referred to Agriculture and Natural Resources. H.J. 24 1/20/98 Scheduled for Committee hearing on this date. 1/22/98 Scheduled for Committee hearing on this date. 1/22/98 Agriculture and Natural Resources Do Pass Amended, Passed, AYES 11, NAYS 1. H.J. 174 1/26/98 Motion to Amend, Passed. H.J. 241 1/26/98 House of Representatives Deferred to another day. H.J. 242 1/27/98 Motion to Amend, Passed. H.J. 262 1/27/98 House of Representatives Do Pass Amended, Failed, AYES 19, NAYS 49. H.J. 262 1/27/98 Intent to reconsider. H.J. 263 1/28/98 House of Representatives Reconsidered, AYES 44, NAYS 23. H.J. 275 1/28/98 House of Representatives Deferred to another day. H.J. 276 1/29/98 Motion to Amend, Passed. H.J. 300 1/29/98 Motion to Amend, Passed, AYES 37, NAYS 29. H.J. 301 1/29/98 House of Representatives Do Pass Amended, Passed, AYES 47, NAYS 18. H.J. 302"}, {"bill_id": 13460, "bill_version_id": 77219, "bill_version": "Senate Agriculture and Natural Resources Engrossed", "bill_version_date": "1998-02-13T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the types, procedures and qualifications for issuance, eligibility, privileges, and fees of certain hunting and fishing licenses issued by the Department of Game, Fish and Parks. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 40-36-15 be amended to read as follows: 40-36-15. The following bounties may be paid from the state animal damage control fund to any resident of this state who possesses a resident general hunting small game license or a resident predator/varmint license and who kills, within the boundaries of this state, including parks and monuments, the following animals: (1) For each adult coyote, five dollars; (2) For each coyote pup, five dollars. The Game, Fish and Parks Commission may not approve any bounty claim except during the months of April, May , and June. No bounty payments may be made under this section unless the commission determines that the average price of raw furs in the round for the preceding winter is below five dollars per animal. Any person who exhibits to a county auditor the skin of an animal which was killed outside of the boundaries of that county, or who patches any skin or part of skin, for the purpose of defrauding the state of South Dakota, in any manner, is guilty of a Class 2 misdemeanor. Section 2. That § 40-36-16 be amended to read as follows: 40-36-16. A landowner or occupant does not have to possess a resident general hunting small game license or a resident predator/varmint license in order to receive the bounties specified in § 40-36-15 for the killing of the predatory animals specified therein by that section within the confines of said the owner's or occupant's property. Section 3. That § 40-36-27 be amended to read as follows: 40-36-27. Except as provided by § 40-36-16, it is a Class 2 misdemeanor for any person to hunt, take , or kill predatory animals without possessing a resident general hunting small game license or a resident predator/varmint license , or to falsify any bounty claim, or to claim a bounty on any skin for which a bounty has been paid or refused. Section 4. That § 41-1-1 be amended to read as follows: 41-1-1. Terms used in this title mean: (1) \"Any part thereof\" or \"the parts thereof,\" includes the hide, horns, and hoofs of any animal so referred to, and the plumage and skin and every other part of any bird so referred to; (2) \"Bait,\" baitfish and other wild animal groups of amphibians (frogs and salamanders), crustaceans (crayfish and freshwater shrimp), reptiles (snakes and lizards), and mollusks (clams and snails); (3) \"Baitfish,\" includes fish of the minnow family (cyprinidae) except carp (cyprinus spp.) and goldfish (carassius spp.), fish of the sucker family (castostomidae) except buffalofish (ictiobus spp.) and carpsucker (carpiodes spp.), and fish of the stickleback family (gasterosteidae); (4) \"Big game,\" all cloven-hoofed wild animals and wild turkey; (5) \"Big game seal,\" a locking seal which bears the same number as the license with which it is issued; (6) \"Big game tag,\" a tag which is part of the regular big game license and bears the same number as the license proper; (7) \"Biological specimens,\" wild nongame animals used for scientific study and collected for resale to biological supply companies; (8) \"Carcass,\" the dead body of any wild animal to which it refers, including the head, hair, skin, plumage, skeleton, or any other part thereof; (9) \"Domestic animal,\" any animal that through long association with man, has been bred to a degree which has resulted in genetic changes affecting the temperament, color, conformation or other attributes of the species to an extent that makes it unique and different from wild individuals of its kind; (10) \"Fishing,\" the taking, capturing, killing, or fishing for fish of any variety in any manner. If the word , \" fish \" , is used as a verb, it has the same meaning as the word , \" fishing \" ; (11) \"Fur-bearing animals,\" opossum, muskrat, beaver, mink, marten, blackfooted ferret, skunks (all species), raccoon, badger, red, grey and swift fox, coyote, bobcat, lynx, weasel, and jackrabbit; (12) \"Game,\" all wild mammals or birds; (13) \"Game fish,\" all species belonging to the paddlefish, sturgeon, salmon (trout), pike, catfish (including bullheads), sunfish (including black bass and crappies), perch (including walleye and sauger), and bass families. \"Rough fish\" are all All species not included in the game fish families are rough fish ; (14) \"Hunt \" or \" hunting,\" shooting, shooting at, pursuing, taking, attempting to take, catching or killing of any wild animal or animals; (15) \"Loaded firearm,\" any firearm or other implement capable of discharging a projectile, containing cartridges, shells or projectiles in either the chamber, clip, or magazine; (16) \"Migratory waterfowl,\" any wild geese, swans, brants, coot, sandhill crane, snipe, or wild ducks; (17) \"Migratory bird,\" all migratory waterfowl and dove; (18) \"Motor vehicle,\" any self-propelled vehicle and any vehicle propelled or drawn by a self-propelled vehicle, whether operated upon a highway, railroad track, on the ground, in the water, or in the air; (18) (19) \"Nondomestic animal,\" any animal that is not domestic; (19) (20) \"Possession,\" both actual and constructive possession, as well as the control of the article referred to; (21) \"Predator/varmint,\" coyote, gray fox, red fox, skunk, English house sparrow, European starling, gopher, ground squirrel, chipmunk, jackrabbit, marmot, unbanded undomesticated pigeon (rock dove), porcupine, crow, and prairie dog; (20) (22) \"Resident,\" a person actually living within and intending to make the person's home in this state. No resident may lose rights under this title by reason of the resident's absence on business of the United States or of this state, or armed services of the United States or the spouse of an active duty military person, or any student regularly attending a school of higher learning as a full-time student; (21) (23) \"Sell\" and \"sale,\" any sale or offer to sell or have in possession with intent to sell, use or dispose of; (22) (24) \"Small game,\" anatidae, commonly known as swans, geese, brants, and river and sea ducks; the rallidae, commonly known as rails, coots, mudhens, and gallinue; the limicolae, commonly known as referring specifically to shore birds, plover, surf bird, snipe, and woodcock , sandpiper, tattler and curlews ; the gruidae, commonly known as sandhill crane; the columbidae, commonly known as the mourning dove; the gallinae, commonly known as grouse, prairie chickens, pheasants, partridges, and quail but shall does not include wild turkeys; cottontail rabbit; and fox, grey and pine red squirrel; (23) (25) \"Trapping,\" the taking or the attempting to take of any wild animals by means of setting or operating of any device, mechanism or contraption that is designed, built or made to close upon, hold fast, or otherwise capture a wild animal or animals. If the word , \" trap \" , is used as a verb, it has the same meaning as the word , \" trapping \" ; (24) (26) \"Trout streams \" or \" trout waters,\" all waters and streams or portions of streams which contain trout; (25) (27) \"Waters of the state,\" all the boundary waters of the state, and the provisions of this title are deemed to extend to and be in force and effect over and upon and in all thereof, unless otherwise expressly provided; (26) (28) \"Wild animal,\" any mammal, bird, fish or other creature of a wild nature endowed with sensation and the power of voluntary motion. Section 5. That § 41-2-34.1 be amended to read as follows: 41-2-34.1. All revenue received from the sale of the wildlife habitat stamp provided for in § § 41-6-16 and 41-6-17 shall be deposited in the game, fish and parks fund and shall be used for the purpose of restoring the state pheasant and wildlife population. An amount equal to thirty-five percent of the resident small game license revenue shall be used for the purpose of restoring the state pheasant and wildlife population. Any land purchased with such funds collected pursuant to this section shall be identified as game production areas. Any such purchase shall be from a willing seller and shall be approved by the Governor. No acquisition of land made pursuant to this section may be accomplished through the state's power of eminent domain. Section 6. That § 41-6-10 be amended to read as follows: 41-6-10. Licenses , permits, and stamps issued under this title are classified as follows: (1) Disabled hunter permit; (2) Export bait dealer license; (3) Fur dealer's license; (4) Habitat stamp; (5) Hoop net, trap or setline license; (6) (5) License for breeding and domesticating animals and birds; (7) (6) License to take fur-bearing animals; (8) (7) Nonresident big game license; (9) (8) Nonresident fishing license; (10) (9) Nonresident predator predator/varmint license; (11) (10) Nonresident professional dog training license; (12) (11) Nonresident retail bait dealer license; (13) (12) Nonresident shooting preserve license; (14) (13) Nonresident small game license; (14) Nonresident and resident migratory bird certification permit; (15) Nonresident wholesale bait dealer license; (16) Nonresident wild turkey license; (17) Nursing facility group fishing license; (18) Park user's license; (19) Permit for transportation of big game animal; (20) Private fish hatchery license; (21) Resident basic game and fish license; (22) Resident big game license; (23) (22) Resident elk license; (24) (23) Resident fishing license and resident senior fishing license ; (25) (24) Resident professional dog training license; (26) (25) Resident retail bait dealer license; (27) Resident shooting preserve license; (28) (26) Resident small game license and resident youth small game license ; (27) Resident predator/varmint license; (29) (28) Resident wholesale bait dealer license; (30) (29) Resident wild turkey license; (31) (30) Scientific collector's license; (32) (31) Special nonresident waterfowl license; (33) (32) Special Pine Ridge Indian reservation resident and nonresident big game license; (34) (33) Taxidermist's license; (35) (34) Temporary fishing license; and hunting licenses (36) Waterfowl restoration stamp . The rights and privileges of such licensees are set forth in § § 41-6-11 41-6-12 to 41-6-45.1, inclusive, and in § 41-17-13. The Game, Fish and Parks Commission shall promulgate rules pursuant to chapter 1-26 to set the fees , eligibility, and duration for such licenses. No fee for a professional dog training license may exceed one hundred dollars. Section 7. That § 41-6-10.2 be amended to read as follows: 41-6-10.2. Any resident, who receives a veterans allotment for a total disability which is deemed a service connected injury or has received the United States Veterans Administration \"K\" award, any resident who has served on active duty in the armed forces of the United States, except active duty for training as a member of the reserve or national guard, and who is totally disabled for the purposes of receiving social security benefits, any resident who was held as a prisoner of war, or any resident who has a total disability as defined by rules promulgated by the Game, Fish and Parks Commission may apply to the licensing office of the Department of Game, Fish and Parks in Pierre and receive a hunting and fishing card without payment of any fee. The card shall be resident small game license and a resident fishing license upon payment of a reduced fee to be established by the Game, Fish and Parks Commission pursuant to chapter 1-26. The resident small game license and the resident fishing license is valid for a period of four calendar years if the permittee licensee remains a resident of the state and annually renews the license by payment of a reduced fee and in a manner to be established by the Game, Fish and Parks Commission pursuant to chapter 1-26 . A veteran may provide proof at the time of application of receipt of such an allotment, social security disability benefits, or award. Other applicants shall provide proof of their total disability on forms provided by the Department of Game, Fish and Parks. Upon purchase of an annual basic game and fish license, the card becomes the equivalency of a resident fishing license, small game stamp and habitat stamp until the expiration of the basic game and fish license. Section 8. That § 41-6-11 be repealed. 41-6-11. It is a Class 2 misdemeanor for a resident to hunt or secure any of the licenses or permits provided in § § 41-6-16, 41-6-19, 41-6-19.1, 41-6-19.3, 41-6-23, 41-6-27, and 41-6-35, without first securing a resident basic game and fish license to which the specific licenses provided for by these sections shall be attached. Section 9. That § 41-6-12 be amended to read as follows: 41-6-12. Any person who is a resident of this state, as defined by this title, is entitled to a resident basic game and fish license qualifies as resident for securing any resident hunting or fishing license . All other persons shall secure the applicable nonresident hunting and fishing licenses. No person under the age of twelve years may be granted any hunting license. However, any person who is eleven years of age and who will become twelve years of age during the period September first through December thirty-first, inclusive, may be granted any hunting license and be allowed to hunt beginning September first. Section 10. That § 41-6-13 be amended to read as follows: 41-6-13. A resident basic game and fish hunting license may be issued only to a resident sixteen years of age or older. However, the parent or guardian of a resident who is less than sixteen years of age and meets the age requirements of § 41-6-12 may apply for a free resident basic game and fish the license for such person. If a license is granted on the application, the license authorizes hunting by the person only if accompanied by a parent, guardian , or responsible adult . A free basic game and fish license obtained by a person fifteen years of age and is valid through December thirty-first of that year and has the same privileges as any basic game and fish license upon reaching sixteen years of age for the remainder of that calendar year. Additional stamps that may be required of a person sixteen years of age and older must be affixed to the or as limited and provided by the applicable license. The requirement to be accompanied by an adult is waived upon reaching sixteen years of age. A violation of this section is a Class 2 misdemeanor. Section 11. That § 41-6-14 be amended to read as follows: 41-6-14. Any person between the ages of eleven years and sixteen years shall first comply with the provisions of chapter 41-7, pertaining to firearms safety, before being granted a free resident basic game and fish hunting license or the applicable nonresident hunting licenses. The license issued to a resident between the ages of eleven years, as provided in § 41-6-12, and sixteen years shall be without the charge required by § 41-6-10. Section 12. That § 41-6-15 be amended to read as follows: 41-6-15. A resident basic game and fish license, Any hunting or fishing license shall expire on the last day of December in the year in which it was purchased or as limited and provided by the applicable license . Section 13. That § 41-6-16 be amended to read as follows: 41-6-16. It is a Class 2 misdemeanor for a resident to hunt small game without a resident small game license and a habitat stamp or resident youth small game license, or in violation of the rules of the Game, Fish and Parks Commission or § 41-8-1 or 41-11-5. It is a Class 2 misdemeanor for a resident to hunt dove without a migratory bird certification permit and a resident small game license or a resident youth small game license, or in violation of the rules of the Game, Fish and Parks Commission. It is a Class 2 misdemeanor for a person to hunt migratory waterfowl without a waterfowl restoration stamp. However, persons specified in § § 41-6-2 and 41-6-3 and persons under the age of sixteen years are not required to possess a habitat stamp or a waterfowl restoration stamp the applicable small game license, a migratory bird certification permit, and a federal migratory bird stamp . Section 14. That § 41-6-17 be amended to read as follows: 41-6-17. It is a Class 2 misdemeanor for a nonresident to hunt, take , or kill small game, other than migratory waterfowl, without a nonresident small game license or in violation of the conditions of the license or the rules of the Game, Fish and Parks Commission. It is a Class 2 misdemeanor for a nonresident to hunt, take, or kill dove without a nonresident small game license and a migratory bird certification permit, or in violation of the rules of the Game, Fish and Parks Commission. A nonresident small game license, except as otherwise provided in this title and except for the taking of migratory waterfowl, entitles the licensee to all of the privileges of a resident small game hunting license for two periods of five consecutive days. For each nonresident small game license sold, an amount equal to the cost of a habitat stamp shall be placed into the game, fish and parks fund and shall be used for the purpose of restoring the state pheasant and wildlife populations as provided in § 41-2-34.1. Section 15. That § 41-6-18.1 be amended to read as follows: 41-6-18.1. It is a Class 2 misdemeanor for a nonresident to hunt, take , or kill migratory waterfowl without a special nonresident waterfowl license , a migratory bird certification permit, and a federal migratory bird stamp , or in violation of the conditions of the licenses or the rules of the Game, Fish and Parks Commission. A special nonresident waterfowl license, except as otherwise provided in this title, entitles the licensee to hunt migratory waterfowl for ten consecutive days. Four dollars received from the sale of each nonresident waterfowl license shall be placed in the land acquisition and development fund. The moneys from this fund shall be used to acquire by purchase or lease real property to be used primarily for game production. For each nonresident waterfowl license sold, an amount equal to the cost of a habitat stamp shall be placed into the game, fish and parks fund and shall be used for the purpose of restoring the state pheasant and wildlife populations as provided in § 41-2-34.1. For each nonresident waterfowl license sold, an amount equal to the cost of the waterfowl restoration stamp shall be included with the moneys collected from the sale of resident waterfowl restoration stamps. This license shall be in such form as the Game, Fish and Parks Commission shall prescribe. The provision in this section limiting the validity of a nonresident waterfowl license to ten consecutive days does not apply in Union, Clay, Bon Homme, Yankton , and Charles Mix counties ; and in such counties, the nonresident waterfowl license shall be is valid during the same period as is a resident waterfowl license. The Game, Fish and Parks Commission may issue no more than four thousand nonresident licenses in a calendar year. Section 16. That § 41-6-30 be amended to read as follows: 41-6-30. Except as provided in this section, it is a Class 2 misdemeanor for a nonresident to hunt, take , or kill jackrabbits, prairie dogs, gophers, ground squirrels, chipmunks, coyotes, red fox, grey fox, skunk, crow, porcupine , English house sparrow, European starling, unbanded undomesticated pigeon (rock dove), or marmot, without a nonresident predator predator/varmint license or in violation of the conditions of the license or the rules of the Game, Fish and Parks Commission. A nonresident predator predator/varmint license, notwithstanding the provisions of § 41-6-24, allows a nonresident to take or kill jackrabbits, prairie dogs, gophers, ground squirrels, chipmunks, coyotes, red fox, grey fox, skunk, English house sparrow, European starling, unbanded undomesticated pigeon (rock dove), and within the lawful season, crow, porcupine , and marmot, except by means of aerial hunting or as prohibited by statute or rule. However, if a nonresident possesses a nonresident small game license, a nonresident waterfowl license, a nonresident big game license , or a nonresident turkey license as provided in § 41-6-17, 41-6-18.1, 41-6-20 , or 41-6-28, he the nonresident need not acquire the nonresident predator predator/varmint license as provided in this section to hunt the species enumerated by this section in the manner and places permitted. A nonresident small game license, a nonresident waterfowl license, a nonresident big game license , or a nonresident turkey license is valid for hunting those animals permitted by the nonresident predator predator/varmint license from date of purchase until the end of the calendar year. Section 17. That chapter 41-6 be amended by adding thereto a NEW SECTION to read as follows: Except as provided in this section, it is a Class 2 misdemeanor for a resident to hunt, take, or kill jackrabbits, prairie dogs, gophers, ground squirrels, chipmunks, coyotes, red fox, grey fox, skunk, racoons, badgers, crow, procupine, brown headed cow birds, English house sparrow, European starling, unbanded undomesticated pigeon (rock dove), or marmot, without a resident predator/varmint license or in violation of the conditions of the license or the rules of the Game, Fish and Parks Commission. A resident predator/varmint license allows a resident to take or kill jackrabbits, prairie dogs, gophers, ground squirrels, chipmunks, coyotes, red fox, grey fox, skunk, racoons, badgers, brown headed cow birds, English house sparrow, European starling, unbanded undomesticated pigeon (rock dove), and within the lawful season, crow, porcupine, and marmot, except by means of aerial hunting or as prohibited by statute or rule. A resident of this state is not required to secure a predator/varmint license to hunt, take, or kill a predator/varmint on lands owned or operated by the resident. However, if a resident possesses a resident small game license, a resident youth small game license, a resident big game license, a license to take fur-bearing animals, or a resident turkey license, the resident need not acquire the resident predator/varmint license as provided in this section to hunt the species enumerated by this section in the manner and places permitted. A resident small game license, a resident youth small game license, a resident big game license, a license to take fur-bearing animals, or a resident turkey license is valid for hunting those animals permitted by the resident predator/varmint license from date of purchase until the end of the calendar year. Section 18. That § 41-6-35 be amended to read as follows: 41-6-35. A resident fishing license and a resident senior fishing license shall permit the licensee to take fish, frogs, and turtles in the manner and to the extent provided in chapters 41-12 and 41-13. Any resident who has served in the armed forces of the United States and is a patient in any war veterans hospital in this state or a member of any war veterans domiciliary unit in this state for the care of war veterans, groups with over ten participants conducting a fishing event exclusively for persons with disabilities and their attendants, and any mentally retarded persons confined to South Dakota Developmental Center--Redfield person residing as a patient in a developmental disability facility may, upon application to the secretary of game, fish and parks, receive a resident fishing license without payment of any fee therefor. Any resident who is sixty-five years of age or older, may , upon purchase of a basic game and fish license, receive a resident senior fishing license without payment of any fee therefor upon payment of a reduced fee established by rules promulgated by the Game, Fish and Parks Commission pursuant to chapter 1-26 . Section 19. That § 41-6-76 be amended to read as follows: 41-6-76. Except as otherwise provided, it is a Class 2 misdemeanor for a resident to catch or attempt to catch, take, kill , or have in his the resident's possession any fish, frogs , or turtles without a resident fishing license, a resident senior fishing license, a temporary fishing license , or a nursing facility group fishing license , or in violation of the conditions of the license or the rules of the Game, Fish and Parks Commission. Section 20. That § 41-8-22 be amended to read as follows: 41-8-22. It is a Class 2 misdemeanor for any person possessing a nonresident predator predator/varmint license to take, trap , or kill any fur-bearing animal , except . However, gray and red fox, coyote, and skunk may be taken by shooting. Section 21. That § 41-10-12 be amended to read as follows: 41-10-12. A South Dakota resident basic game and fish small game license and a resident shooting preserve license are or a resident youth small game license is required of each resident hunting on a shooting preserve. Any nonresident hunting small game on a shooting preserve shall obtain the a nonresident shooting preserve license or a nonresident small game license . Any license issuing agent who may issue a resident or nonresident small game license and a habitat stamp may issue a resident or nonresident shooting preserve license. Any person who has obtained all the required state licenses and stamps to hunt small game in South Dakota outside of private shooting preserves is exempt from the licensing provisions of this section. A violation of this section is a Class 1 misdemeanor. Section 22. That § 41-11-10 be amended to read as follows: 41-11-10. The English or European house sparrow , unbanded undomesticated pigeon (rock dove), and European starling are not included among the birds protected by this chapter. Purple grackle, crow, magpie, brown headed cow bird, red-winged blackbird, Brewers blackbird, rusty blackbird, and the bronzed grackle may be taken when committing or about to commit depredation upon ornamental or shade trees, agricultural crops, livestock or wildlife, or when concentrated in such numbers and manner as to constitute a health hazard or other nuisance. Section 23. The effective date of this Act is January 1, 1999. BILL HISTORY 1/13/98 First read in House and referred to Agriculture and Natural Resources. H.J. 24 1/20/98 Scheduled for Committee hearing on this date. 1/22/98 Scheduled for Committee hearing on this date. 1/22/98 Agriculture and Natural Resources Do Pass Amended, Passed, AYES 11, NAYS 1. H.J. 174 1/26/98 Motion to Amend, Passed. H.J. 241 1/26/98 House of Representatives Deferred to another day. H.J. 242 1/27/98 Motion to Amend, Passed. H.J. 262 1/27/98 House of Representatives Do Pass Amended, Failed, AYES 19, NAYS 49. H.J. 262 1/27/98 Intent to reconsider. H.J. 263 1/28/98 House of Representatives Reconsidered, AYES 44, NAYS 23. H.J. 275 1/28/98 House of Representatives Deferred to another day. H.J. 276 1/29/98 Motion to Amend, Passed. H.J. 300 1/29/98 Motion to Amend, Passed, AYES 37, NAYS 29. H.J. 301 1/29/98 House of Representatives Do Pass Amended, Passed, AYES 47, NAYS 18. H.J. 302 1/30/98 First read in Senate and referred to Agriculture and Natural Resources. S.J. 270 2/12/98 Scheduled for Committee hearing on this date. 2/12/98 Agriculture and Natural Resources Do Pass Amended, Passed, AYES 9, NAYS 0. S.J. 469 2/14/98 Senate Deferred to another day. S.J. 531"}, {"bill_id": 13460, "bill_version_id": 77218, "bill_version": "Senate Engrossed", "bill_version_date": "1998-02-18T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the types, procedures and qualifications for issuance, eligibility, privileges, and fees of certain hunting and fishing licenses issued by the Department of Game, Fish and Parks. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 40-36-15 be amended to read as follows: 40-36-15. The following bounties may be paid from the state animal damage control fund to any resident of this state who possesses a resident general hunting small game license or a resident predator/varmint license and who kills, within the boundaries of this state, including parks and monuments, the following animals: (1) For each adult coyote, five dollars; (2) For each coyote pup, five dollars. The Game, Fish and Parks Commission may not approve any bounty claim except during the months of April, May , and June. No bounty payments may be made under this section unless the commission determines that the average price of raw furs in the round for the preceding winter is below five dollars per animal. Any person who exhibits to a county auditor the skin of an animal which was killed outside of the boundaries of that county, or who patches any skin or part of skin, for the purpose of defrauding the state of South Dakota, in any manner, is guilty of a Class 2 misdemeanor. Section 2. That § 40-36-16 be amended to read as follows: 40-36-16. A landowner or occupant does not have to possess a resident general hunting small game license or a resident predator/varmint license in order to receive the bounties specified in § 40-36-15 for the killing of the predatory animals specified therein by that section within the confines of said the owner's or occupant's property. Section 3. That § 40-36-27 be amended to read as follows: 40-36-27. Except as provided by § 40-36-16, it is a Class 2 misdemeanor for any person to hunt, take , or kill predatory animals without possessing a resident general hunting small game license or a resident predator/varmint license , or to falsify any bounty claim, or to claim a bounty on any skin for which a bounty has been paid or refused. Section 4. That § 41-1-1 be amended to read as follows: 41-1-1. Terms used in this title mean: (1) \"Any part thereof\" or \"the parts thereof,\" includes the hide, horns, and hoofs of any animal so referred to, and the plumage and skin and every other part of any bird so referred to; (2) \"Bait,\" baitfish and other wild animal groups of amphibians (frogs and salamanders), crustaceans (crayfish and freshwater shrimp), reptiles (snakes and lizards), and mollusks (clams and snails); (3) \"Baitfish,\" includes fish of the minnow family (cyprinidae) except carp (cyprinus spp.) and goldfish (carassius spp.), fish of the sucker family (castostomidae) except buffalofish (ictiobus spp.) and carpsucker (carpiodes spp.), and fish of the stickleback family (gasterosteidae); (4) \"Big game,\" all cloven-hoofed wild animals and wild turkey; (5) \"Big game seal,\" a locking seal which bears the same number as the license with which it is issued; (6) \"Big game tag,\" a tag which is part of the regular big game license and bears the same number as the license proper; (7) \"Biological specimens,\" wild nongame animals used for scientific study and collected for resale to biological supply companies; (8) \"Carcass,\" the dead body of any wild animal to which it refers, including the head, hair, skin, plumage, skeleton, or any other part thereof; (9) \"Domestic animal,\" any animal that through long association with man, has been bred to a degree which has resulted in genetic changes affecting the temperament, color, conformation or other attributes of the species to an extent that makes it unique and different from wild individuals of its kind; (10) \"Fishing,\" the taking, capturing, killing, or fishing for fish of any variety in any manner. If the word , \" fish \" , is used as a verb, it has the same meaning as the word , \" fishing \" ; (11) \"Fur-bearing animals,\" opossum, muskrat, beaver, mink, marten, blackfooted ferret, skunks (all species), raccoon, badger, red, grey and swift fox, coyote, bobcat, lynx, weasel, and jackrabbit; (12) \"Game,\" all wild mammals or birds; (13) \"Game fish,\" all species belonging to the paddlefish, sturgeon, salmon (trout), pike, catfish (including bullheads), sunfish (including black bass and crappies), perch (including walleye and sauger), and bass families. \"Rough fish\" are all All species not included in the game fish families are rough fish ; (14) \"Hunt \" or \" hunting,\" shooting, shooting at, pursuing, taking, attempting to take, catching or killing of any wild animal or animals; (15) \"Loaded firearm,\" any firearm or other implement capable of discharging a projectile, containing cartridges, shells or projectiles in either the chamber, clip, or magazine; (16) \"Migratory waterfowl,\" any wild geese, swans, brants, coot, sandhill crane, snipe, or wild ducks; (17) \"Migratory bird,\" all migratory waterfowl and dove; (18) \"Motor vehicle,\" any self-propelled vehicle and any vehicle propelled or drawn by a self-propelled vehicle, whether operated upon a highway, railroad track, on the ground, in the water, or in the air; (18) (19) \"Nondomestic animal,\" any animal that is not domestic; (19) (20) \"Possession,\" both actual and constructive possession, as well as the control of the article referred to; (21) \"Predator/varmint,\" coyote, gray fox, red fox, skunk, English house sparrow, European starling, gopher, ground squirrel, chipmunk, jackrabbit, marmot, unbanded undomesticated pigeon (rock dove), porcupine, crow, and prairie dog; (20) (22) \"Resident,\" a person actually living within and intending to make the person's home in this state. No resident may lose rights under this title by reason of the resident's absence on business of the United States or of this state, or armed services of the United States or the spouse of an active duty military person, or any student regularly attending a school of higher learning as a full-time student; (21) (23) \"Sell\" and \"sale,\" any sale or offer to sell or have in possession with intent to sell, use or dispose of; (22) (24) \"Small game,\" anatidae, commonly known as swans, geese, brants, and river and sea ducks; the rallidae, commonly known as rails, coots, mudhens, and gallinue; the limicolae, commonly known as referring specifically to shore birds, plover, surf bird, snipe, and woodcock , sandpiper, tattler and curlews ; the gruidae, commonly known as sandhill crane; the columbidae, commonly known as the mourning dove; the gallinae, commonly known as grouse, prairie chickens, pheasants, partridges, and quail but shall does not include wild turkeys; cottontail rabbit; and fox, grey and pine red squirrel; (23) (25) \"Trapping,\" the taking or the attempting to take of any wild animals by means of setting or operating of any device, mechanism or contraption that is designed, built or made to close upon, hold fast, or otherwise capture a wild animal or animals. If the word , \" trap \" , is used as a verb, it has the same meaning as the word , \" trapping \" ; (24) (26) \"Trout streams \" or \" trout waters,\" all waters and streams or portions of streams which contain trout; (25) (27) \"Waters of the state,\" all the boundary waters of the state, and the provisions of this title are deemed to extend to and be in force and effect over and upon and in all thereof, unless otherwise expressly provided; (26) (28) \"Wild animal,\" any mammal, bird, fish or other creature of a wild nature endowed with sensation and the power of voluntary motion. Section 5. That § 41-2-34.1 be amended to read as follows: 41-2-34.1. All revenue received from the sale of the wildlife habitat stamp provided for in § § 41-6-16 and 41-6-17 shall be deposited in the game, fish and parks fund and shall be used for the purpose of restoring the state pheasant and wildlife population. An amount equal to thirty-five percent of the resident small game license revenue shall be used for the purpose of restoring the state pheasant and wildlife population. Any land purchased with such funds collected pursuant to this section shall be identified as game production areas. Any such purchase shall be from a willing seller and shall be approved by the Governor. No acquisition of land made pursuant to this section may be accomplished through the state's power of eminent domain. Section 6. That § 41-6-10 be amended to read as follows: 41-6-10. Licenses , permits, and stamps issued under this title are classified as follows: (1) Disabled hunter permit; (2) Export bait dealer license; (3) Fur dealer's license; (4) Habitat stamp; (5) Hoop net, trap or setline license; (6) (5) License for breeding and domesticating animals and birds; (7) (6) License to take fur-bearing animals; (8) (7) Nonresident big game license; (9) (8) Nonresident fishing license; (10) (9) Nonresident predator predator/varmint license; (11) (10) Nonresident professional dog training license; (12) (11) Nonresident retail bait dealer license; (13) (12) Nonresident shooting preserve license; (14) (13) Nonresident small game license; (14) Nonresident and resident migratory bird certification permit; (15) Nonresident wholesale bait dealer license; (16) Nonresident wild turkey license; (17) Nursing facility group fishing license; (18) Park user's license; (19) Permit for transportation of big game animal; (20) Private fish hatchery license; (21) Resident basic game and fish license; (22) Resident big game license; (23) (22) Resident elk license; (24) (23) Resident fishing license and resident senior fishing license ; (25) (24) Resident professional dog training license; (26) (25) Resident retail bait dealer license; (27) Resident shooting preserve license; (28) (26) Resident small game license and resident youth small game license ; (27) Resident predator/varmint license; (29) (28) Resident wholesale bait dealer license; (30) (29) Resident wild turkey license; (31) (30) Scientific collector's license; (32) (31) Special nonresident waterfowl license; (33) (32) Special Pine Ridge Indian reservation resident and nonresident big game license; (34) (33) Taxidermist's license; (35) (34) Temporary fishing license; and hunting licenses (36) Waterfowl restoration stamp . The rights and privileges of such licensees are set forth in § § 41-6-11 41-6-12 to 41-6-45.1, inclusive, and in § 41-17-13. The Game, Fish and Parks Commission shall promulgate rules pursuant to chapter 1-26 to set the fees , eligibility, and duration for such licenses. No fee for a professional dog training license may exceed one hundred dollars. Section 7. That § 41-6-10.2 be amended to read as follows: 41-6-10.2. Any resident, who receives a veterans allotment for a total disability which is deemed a service connected injury or has received the United States Veterans Administration \"K\" award, any resident who has served on active duty in the armed forces of the United States, except active duty for training as a member of the reserve or national guard, and who is totally disabled for the purposes of receiving social security benefits, any resident who was held as a prisoner of war, or any resident who has a total disability as defined by rules promulgated by the Game, Fish and Parks Commission may apply to the licensing office of the Department of Game, Fish and Parks in Pierre and receive a hunting and fishing card without payment of any fee. The card shall be resident small game license and a resident fishing license upon payment of a reduced fee to be established by the Game, Fish and Parks Commission pursuant to chapter 1-26. The resident small game license and the resident fishing license is valid for a period of four calendar years if the permittee licensee remains a resident of the state and annually renews the license by payment of a reduced fee and in a manner to be established by the Game, Fish and Parks Commission pursuant to chapter 1-26 . A veteran may provide proof at the time of application of receipt of such an allotment, social security disability benefits, or award. Other applicants shall provide proof of their total disability on forms provided by the Department of Game, Fish and Parks. Upon purchase of an annual basic game and fish license, the card becomes the equivalency of a resident fishing license, small game stamp and habitat stamp until the expiration of the basic game and fish license. Section 8. That § 41-6-11 be repealed. 41-6-11. It is a Class 2 misdemeanor for a resident to hunt or secure any of the licenses or permits provided in § § 41-6-16, 41-6-19, 41-6-19.1, 41-6-19.3, 41-6-23, 41-6-27, and 41-6-35, without first securing a resident basic game and fish license to which the specific licenses provided for by these sections shall be attached. Section 9. That § 41-6-12 be amended to read as follows: 41-6-12. Any person who is a resident of this state, as defined by this title, is entitled to a resident basic game and fish license qualifies as resident for securing any resident hunting or fishing license . All other persons shall secure the applicable nonresident hunting and fishing licenses. No person under the age of twelve years may be granted any hunting license. However, any person who is eleven years of age and who will become twelve years of age during the period September first through December thirty-first, inclusive, may be granted any hunting license and be allowed to hunt beginning September first. Section 10. That § 41-6-13 be amended to read as follows: 41-6-13. A resident basic game and fish hunting license may be issued only to a resident sixteen years of age or older. However, the parent or guardian of a resident who is less than sixteen years of age and meets the age requirements of § 41-6-12 may apply for a free resident basic game and fish the license for such person. If a license is granted on the application, the license authorizes hunting by the person only if accompanied by a parent, guardian , or responsible adult . A free basic game and fish license obtained by a person fifteen years of age and is valid through December thirty-first of that year and has the same privileges as any basic game and fish license upon reaching sixteen years of age for the remainder of that calendar year. Additional stamps that may be required of a person sixteen years of age and older must be affixed to the or as limited and provided by the applicable license. The requirement to be accompanied by an adult is waived upon reaching sixteen years of age. A violation of this section is a Class 2 misdemeanor. Section 11. That § 41-6-14 be amended to read as follows: 41-6-14. Any person between the ages of eleven years and sixteen years shall first comply with the provisions of chapter 41-7, pertaining to firearms safety, before being granted a free resident basic game and fish hunting license or the applicable nonresident hunting licenses. The license issued to a resident between the ages of eleven years, as provided in § 41-6-12, and sixteen years shall be without the charge required by § 41-6-10. Section 12. That § 41-6-15 be amended to read as follows: 41-6-15. A resident basic game and fish license, Any hunting or fishing license shall expire on the last day of December in the year in which it was purchased or as limited and provided by the applicable license . Section 13. That § 41-6-16 be amended to read as follows: 41-6-16. It is a Class 2 misdemeanor for a resident to hunt small game without a resident small game license and a habitat stamp or resident youth small game license, or in violation of the rules of the Game, Fish and Parks Commission or § 41-8-1 or 41-11-5. It is a Class 2 misdemeanor for a resident to hunt dove without a migratory bird certification permit and a resident small game license or a resident youth small game license, or in violation of the rules of the Game, Fish and Parks Commission. It is a Class 2 misdemeanor for a person to hunt migratory waterfowl without a waterfowl restoration stamp. However, persons specified in § § 41-6-2 and 41-6-3 and persons under the age of sixteen years are not required to possess a habitat stamp or a waterfowl restoration stamp the applicable small game license, a migratory bird certification permit, and a federal migratory bird stamp . Section 14. That § 41-6-17 be amended to read as follows: 41-6-17. It is a Class 2 misdemeanor for a nonresident to hunt, take , or kill small game, other than migratory waterfowl, without a nonresident small game license or in violation of the conditions of the license or the rules of the Game, Fish and Parks Commission. It is a Class 2 misdemeanor for a nonresident to hunt, take, or kill dove without a nonresident small game license and a migratory bird certification permit, or in violation of the rules of the Game, Fish and Parks Commission. A nonresident small game license, except as otherwise provided in this title and except for the taking of migratory waterfowl, entitles the licensee to all of the privileges of a resident small game hunting license for two periods of five consecutive days. For each nonresident small game license sold, an amount equal to the cost of a habitat stamp shall be placed into the game, fish and parks fund and shall be used for the purpose of restoring the state pheasant and wildlife populations as provided in § 41-2-34.1. Section 15. That § 41-6-18.1 be amended to read as follows: 41-6-18.1. It is a Class 2 misdemeanor for a nonresident to hunt, take , or kill migratory waterfowl without a special nonresident waterfowl license , a migratory bird certification permit, and a federal migratory bird stamp , or in violation of the conditions of the licenses or the rules of the Game, Fish and Parks Commission. A special nonresident waterfowl license, except as otherwise provided in this title, entitles the licensee to hunt migratory waterfowl for ten consecutive days. Four dollars received from the sale of each nonresident waterfowl license shall be placed in the land acquisition and development fund. The moneys from this fund shall be used to acquire by purchase or lease real property to be used primarily for game production. For each nonresident waterfowl license sold, an amount equal to the cost of a habitat stamp shall be placed into the game, fish and parks fund and shall be used for the purpose of restoring the state pheasant and wildlife populations as provided in § 41-2-34.1. For each nonresident waterfowl license sold, an amount equal to the cost of the waterfowl restoration stamp shall be included with the moneys collected from the sale of resident waterfowl restoration stamps. This license shall be in such form as the Game, Fish and Parks Commission shall prescribe. The provision in this section limiting the validity of a nonresident waterfowl license to ten consecutive days does not apply in Union, Clay, Bon Homme, Yankton , and Charles Mix counties ; and in such counties, the nonresident waterfowl license shall be is valid during the same period as is a resident waterfowl license. The Game, Fish and Parks Commission may issue no more than four thousand nonresident licenses in a calendar year. Section 16. That § 41-6-30 be amended to read as follows: 41-6-30. Except as provided in this section, it is a Class 2 misdemeanor for a nonresident to hunt, take , or kill jackrabbits, prairie dogs, gophers, ground squirrels, chipmunks, coyotes, red fox, grey fox, skunk, crow, porcupine , English house sparrow, European starling, unbanded undomesticated pigeon (rock dove), or marmot, without a nonresident predator predator/varmint license or in violation of the conditions of the license or the rules of the Game, Fish and Parks Commission. A nonresident predator predator/varmint license, notwithstanding the provisions of § 41-6-24, allows a nonresident to take or kill jackrabbits, prairie dogs, gophers, ground squirrels, chipmunks, coyotes, red fox, grey fox, skunk, English house sparrow, European starling, unbanded undomesticated pigeon (rock dove), and within the lawful season, crow, porcupine , and marmot, except by means of aerial hunting or as prohibited by statute or rule. However, if a nonresident possesses a nonresident small game license, a nonresident waterfowl license, a nonresident big game license , or a nonresident turkey license as provided in § 41-6-17, 41-6-18.1, 41-6-20 , or 41-6-28, he the nonresident need not acquire the nonresident predator predator/varmint license as provided in this section to hunt the species enumerated by this section in the manner and places permitted. A nonresident small game license, a nonresident waterfowl license, a nonresident big game license , or a nonresident turkey license is valid for hunting those animals permitted by the nonresident predator predator/varmint license from date of purchase until the end of the calendar year. Section 17. That chapter 41-6 be amended by adding thereto a NEW SECTION to read as follows: Except as provided in this section, it is a Class 2 misdemeanor for a resident to hunt, take, or kill jackrabbits, prairie dogs, gophers, ground squirrels, chipmunks, coyotes, red fox, grey fox, skunk, racoons, badgers, crow, procupine, brown headed cow birds, English house sparrow, European starling, unbanded undomesticated pigeon (rock dove), or marmot, without a resident predator/varmint license or in violation of the conditions of the license or the rules of the Game, Fish and Parks Commission. A resident predator/varmint license allows a resident to take or kill jackrabbits, prairie dogs, gophers, ground squirrels, chipmunks, coyotes, red fox, grey fox, skunk, racoons, badgers, brown headed cow birds, English house sparrow, European starling, unbanded undomesticated pigeon (rock dove), and within the lawful season, crow, porcupine, and marmot, except by means of aerial hunting or as prohibited by statute or rule. A resident of this state is not required to secure a predator/varmint license to hunt, take, or kill a predator/varmint on lands owned or operated by the resident. However, if a resident possesses a resident small game license, a resident youth small game license, a resident big game license, a license to take fur-bearing animals, or a resident turkey license, the resident need not acquire the resident predator/varmint license as provided in this section to hunt the species enumerated by this section in the manner and places permitted. A resident small game license, a resident youth small game license, a resident big game license, a license to take fur-bearing animals, or a resident turkey license is valid for hunting those animals permitted by the resident predator/varmint license from date of purchase until the end of the calendar year. Section 18. That § 41-6-35 be amended to read as follows: 41-6-35. A resident fishing license and a resident senior fishing license shall permit the licensee to take fish, frogs, and turtles in the manner and to the extent provided in chapters 41-12 and 41-13. Any resident who has served in the armed forces of the United States and is a patient in any war veterans hospital in this state or a member of any war veterans domiciliary unit in this state for the care of war veterans, groups with over ten participants conducting a fishing event exclusively for persons with disabilities and their attendants, and any mentally retarded persons confined to South Dakota Developmental Center--Redfield person residing as a patient in a developmental disability facility may, upon application to the secretary of game, fish and parks, receive a resident fishing license without payment of any fee therefor. Any resident who is sixty-five years of age or older, may , upon purchase of a basic game and fish license, receive a resident senior fishing license without payment of any fee therefor upon payment of a reduced fee established by rules promulgated by the Game, Fish and Parks Commission pursuant to chapter 1-26 . Section 19. That § 41-6-76 be amended to read as follows: 41-6-76. Except as otherwise provided, it is a Class 2 misdemeanor for a resident to catch or attempt to catch, take, kill , or have in his the resident's possession any fish, frogs , or turtles without a resident fishing license, a resident senior fishing license, a temporary fishing license , or a nursing facility group fishing license , or in violation of the conditions of the license or the rules of the Game, Fish and Parks Commission. Section 20. That § 41-8-22 be amended to read as follows: 41-8-22. It is a Class 2 misdemeanor for any person possessing a nonresident predator predator/varmint license to take, trap , or kill any fur-bearing animal , except . However, gray and red fox, coyote, and skunk may be taken by shooting. Section 21. That § 41-10-12 be amended to read as follows: 41-10-12. A South Dakota resident basic game and fish small game license and a resident shooting preserve license are or a resident youth small game license is required of each resident hunting on a shooting preserve. Any nonresident hunting small game on a shooting preserve shall obtain the a nonresident shooting preserve license or a nonresident small game license . Any license issuing agent who may issue a resident or nonresident small game license and a habitat stamp may issue a resident or nonresident shooting preserve license. Any person who has obtained all the required state licenses and stamps to hunt small game in South Dakota outside of private shooting preserves is exempt from the licensing provisions of this section. A violation of this section is a Class 1 misdemeanor. Section 22. That § 41-11-10 be amended to read as follows: 41-11-10. The English or European house sparrow , unbanded undomesticated pigeon (rock dove), and European starling are not included among the birds protected by this chapter. Purple grackle, crow, magpie, brown headed cow bird, red-winged blackbird, Brewers blackbird, rusty blackbird, and the bronzed grackle may be taken when committing or about to commit depredation upon ornamental or shade trees, agricultural crops, livestock or wildlife, or when concentrated in such numbers and manner as to constitute a health hazard or other nuisance. Section 23. Any nonprofit organization may establish a special one-day pheasant hunt in which disabled veterans of the United States armed forces may participate. The special one-day pheasant hunt may be held before or during the regular pheasant season. No fee may be charged to participants in any such special one-day pheasant hunt, by either the state or the sponsoring organization. The Game, Fish and Parks Commission shall promulgate rules pursuant to chapter 1-26 to administer the special one-day pheasant hunts authorized in this section. Section 24. The effective date of this Act is January 1, 1999. BILL HISTORY 1/13/98 First read in House and referred to Agriculture and Natural Resources. H.J. 24 1/20/98 Scheduled for Committee hearing on this date. 1/22/98 Scheduled for Committee hearing on this date. 1/22/98 Agriculture and Natural Resources Do Pass Amended, Passed, AYES 11, NAYS 1. H.J. 174 1/26/98 Motion to Amend, Passed. H.J. 241 1/26/98 House of Representatives Deferred to another day. H.J. 242 1/27/98 Motion to Amend, Passed. H.J. 262 1/27/98 House of Representatives Do Pass Amended, Failed, AYES 19, NAYS 49. H.J. 262 1/27/98 Intent to reconsider. H.J. 263 1/28/98 House of Representatives Reconsidered, AYES 44, NAYS 23. H.J. 275 1/28/98 House of Representatives Deferred to another day. H.J. 276 1/29/98 Motion to Amend, Passed. H.J. 300 1/29/98 Motion to Amend, Passed, AYES 37, NAYS 29. H.J. 301 1/29/98 House of Representatives Do Pass Amended, Passed, AYES 47, NAYS 18. H.J. 302 1/30/98 First read in Senate and referred to Agriculture and Natural Resources. S.J. 270 2/12/98 Scheduled for Committee hearing on this date. 2/12/98 Agriculture and Natural Resources Do Pass Amended, Passed, AYES 9, NAYS 0. S.J. 469 2/14/98 Senate Deferred to another day. S.J. 531 2/17/98 Senate Deferred to another day. S.J. 556 2/18/98 Motion to Amend, Passed, AYES 21, NAYS 11. S.J. 583 2/18/98 Senate Do Pass Amended, Passed, AYES 29, NAYS 3. S.J. 584"}, {"bill_id": 13460, "bill_version_id": 77214, "bill_version": "Enrolled", "bill_version_date": "1998-02-20T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13460, "action_date": "1998-01-13T14:00:00-06:00", "document_id": 76883, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76883.pdf", "status_text": "First read in House and referred to", "journal_page": 24, "committee_id_action": 600, "committee_id_assigned": 586, "result": "N", "vote": {}}, {"bill_id": 13460, "action_date": "1998-01-20T07:45:00-06:00", "document_id": 76516, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76516.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 586, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13460, "action_date": "1998-01-22T07:45:00-06:00", "document_id": 76544, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76544.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 586, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13460, "action_date": "1998-01-22T07:45:00-06:00", "document_id": 76544, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76544.pdf", "status_text": "Do Pass Amended,", "journal_page": 174, "committee_id_action": 586, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39652, "president_vote": null, "Yea": [2101, 2110, 2144, 2173, 2190, 2194, 2195, 2108, 2157, 2158, 2181], "Excused": [2160], "Nay": [2119]}}, {"bill_id": 13460, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76901.pdf", "status_text": "Motion to Amend,", "journal_page": 241, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13460, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76901.pdf", "status_text": "Deferred to another day", "journal_page": 242, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13460, "action_date": "1998-01-27T14:00:00-06:00", "document_id": 76903, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76903.pdf", "status_text": "Motion to Amend,", "journal_page": 262, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13460, "action_date": "1998-01-27T14:00:00-06:00", "document_id": 76903, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76903.pdf", "status_text": "Do Pass Amended,", "journal_page": 262, "committee_id_action": 600, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 40452, "president_vote": null, "Nay": [2096, 2098, 2100, 2104, 2105, 2107, 2109, 2111, 2113, 2114, 2117, 2119, 2124, 2126, 2127, 2128, 2131, 2139, 2141, 2143, 2144, 2146, 2147, 2151, 2152, 2153, 2154, 2157, 2160, 2161, 2162, 2163, 2164, 2168, 2171, 2172, 2173, 2174, 2178, 2180, 2183, 2184, 2185, 2190, 2192, 2195, 2197, 2198, 2134], "Yea": [2097, 2101, 2108, 2110, 2116, 2120, 2123, 2132, 2133, 2136, 2150, 2159, 2167, 2176, 2177, 2181, 2186, 2193, 2194], "Absent": [2106], "Excused": [2158]}}, {"bill_id": 13460, "action_date": "1998-01-27T14:00:00-06:00", "document_id": 76903, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76903.pdf", "status_text": "Intent to reconsider", "journal_page": 263, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13460, "action_date": "1998-01-28T14:00:00-06:00", "document_id": 76905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76905.pdf", "status_text": "Reconsidered", "journal_page": 275, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40458, "president_vote": null, "Absent": [2096, 2124], "Excused": [2097], "Nay": [2098, 2100, 2104, 2105, 2107, 2109, 2113, 2117, 2126, 2132, 2133, 2139, 2146, 2147, 2150, 2151, 2158, 2164, 2180, 2190, 2192, 2197, 2198], "Yea": [2101, 2106, 2108, 2110, 2111, 2114, 2116, 2119, 2120, 2123, 2127, 2128, 2131, 2136, 2141, 2143, 2144, 2152, 2153, 2154, 2157, 2159, 2160, 2161, 2162, 2163, 2167, 2168, 2171, 2172, 2173, 2174, 2176, 2177, 2178, 2181, 2183, 2184, 2185, 2186, 2193, 2194, 2195, 2134]}}, {"bill_id": 13460, "action_date": "1998-01-28T14:00:00-06:00", "document_id": 76905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76905.pdf", "status_text": "Deferred to another day", "journal_page": 276, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13460, "action_date": "1998-01-29T14:00:00-06:00", "document_id": 76907, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76907.pdf", "status_text": "Motion to Amend,", "journal_page": 300, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13460, "action_date": "1998-01-29T14:00:00-06:00", "document_id": 76907, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76907.pdf", "status_text": "Motion to Amend,", "journal_page": 301, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40479, "president_vote": null, "Yea": [2096, 2100, 2101, 2104, 2105, 2106, 2107, 2109, 2111, 2113, 2120, 2124, 2126, 2127, 2128, 2132, 2133, 2136, 2150, 2151, 2152, 2157, 2158, 2159, 2172, 2176, 2177, 2180, 2183, 2185, 2186, 2190, 2192, 2193, 2197, 2198, 2134], "Excused": [2097, 2143, 2146, 2178], "Nay": [2098, 2108, 2110, 2114, 2116, 2117, 2119, 2123, 2131, 2139, 2141, 2144, 2147, 2153, 2154, 2160, 2161, 2162, 2163, 2164, 2167, 2168, 2171, 2173, 2174, 2181, 2184, 2194, 2195]}}, {"bill_id": 13460, "action_date": "1998-01-29T14:00:00-06:00", "document_id": 76907, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76907.pdf", "status_text": "Do Pass Amended,", "journal_page": 302, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40480, "president_vote": null, "Yea": [2096, 2100, 2101, 2105, 2106, 2107, 2108, 2110, 2111, 2113, 2116, 2119, 2120, 2123, 2124, 2126, 2127, 2128, 2131, 2132, 2133, 2136, 2141, 2150, 2152, 2154, 2157, 2158, 2159, 2161, 2163, 2167, 2173, 2176, 2177, 2180, 2181, 2183, 2185, 2186, 2190, 2192, 2193, 2194, 2195, 2197, 2134], "Excused": [2097, 2143, 2146, 2178, 2198], "Nay": [2098, 2104, 2109, 2114, 2117, 2139, 2144, 2147, 2151, 2153, 2160, 2162, 2164, 2168, 2171, 2172, 2174, 2184]}}, {"bill_id": 13460, "action_date": "1998-01-30T14:00:00-06:00", "document_id": 76910, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76910.pdf", "status_text": "First read in Senate and referred to", "journal_page": 270, "committee_id_action": 601, "committee_id_assigned": 574, "result": "N", "vote": {}}, {"bill_id": 13460, "action_date": "1998-02-12T10:00:00-06:00", "document_id": 76730, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76730.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 574, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13460, "action_date": "1998-02-12T10:00:00-06:00", "document_id": 76730, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76730.pdf", "status_text": "Amend the amendment", "journal_page": null, "committee_id_action": 574, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13460, "action_date": "1998-02-12T10:00:00-06:00", "document_id": 76730, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76730.pdf", "status_text": "Do Pass Amended,", "journal_page": 469, "committee_id_action": 574, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38808, "president_vote": null, "Yea": [2102, 2103, 2138, 2140, 2149, 2175, 2191, 2094, 2121]}}, {"bill_id": 13460, "action_date": "1998-02-14T14:00:00-06:00", "document_id": 76932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76932.pdf", "status_text": "Deferred to another day", "journal_page": 531, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13460, "action_date": "1998-02-17T14:00:00-06:00", "document_id": 76934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76934.pdf", "status_text": "Deferred to another day", "journal_page": 556, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13460, "action_date": "1998-02-18T14:00:00-06:00", "document_id": 76936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76936.pdf", "status_text": "Motion to Amend,", "journal_page": 583, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39175, "president_vote": null, "Yea": [2094, 2095, 2099, 2112, 2115, 2118, 2122, 2129, 2130, 2140, 2142, 2145, 2149, 2155, 2156, 2165, 2169, 2175, 2187, 2188, 2189], "Nay": [2102, 2103, 2121, 2135, 2138, 2166, 2170, 2179, 2182, 2191, 2196], "Excused": [2125, 2137, 2148]}}, {"bill_id": 13460, "action_date": "1998-02-18T14:00:00-06:00", "document_id": 76936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76936.pdf", "status_text": "Do Pass Amended,", "journal_page": 584, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39176, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2115, 2121, 2122, 2129, 2130, 2138, 2140, 2142, 2145, 2149, 2155, 2156, 2166, 2169, 2170, 2175, 2179, 2182, 2187, 2188, 2189, 2191, 2196], "Nay": [2118, 2135, 2165], "Excused": [2125, 2137, 2148]}}, {"bill_id": 13460, "action_date": "1998-02-20T14:00:00-06:00", "document_id": 76939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76939.pdf", "status_text": "Signed by Speaker", "journal_page": 827, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13460, "action_date": "1998-02-23T14:00:00-06:00", "document_id": 76942, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76942.pdf", "status_text": "Signed by President", "journal_page": 663, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13460, "action_date": "1998-02-23T14:00:00-06:00", "document_id": 76941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76941.pdf", "status_text": "Delivered to the Governor", "journal_page": 865, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13460, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76947.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 978, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40923, "president_vote": null, "Yea": [2096, 2098, 2100, 2101, 2104, 2105, 2106, 2111, 2116, 2117, 2119, 2120, 2123, 2124, 2126, 2128, 2131, 2139, 2141, 2143, 2144, 2146, 2151, 2152, 2153, 2154, 2160, 2161, 2162, 2163, 2167, 2168, 2172, 2173, 2174, 2176, 2177, 2178, 2183, 2185, 2194, 2195, 2197, 2198], "Nay": [2097, 2107, 2108, 2109, 2110, 2113, 2114, 2127, 2132, 2133, 2136, 2147, 2157, 2158, 2159, 2164, 2180, 2181, 2184, 2186, 2190, 2192, 2193], "Excused": [2150, 2171, 2134]}}, {"bill_id": 13460, "action_date": "1998-03-05T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1108}