{"session_id": 43, "bill_id": 11834, "bill_type": "Senate Bill", "bill_number": 94, "bill_title": "revise provisions for taxes levied by the board of a school district for the capital outlay fund.", "sponsors": [{"legislator_profile_id": 1720, "is_prime": true}, {"legislator_profile_id": 1699, "is_prime": false}, {"legislator_profile_id": 1736, "is_prime": false}, {"legislator_profile_id": 1728, "is_prime": false}, {"legislator_profile_id": 1708, "is_prime": false}, {"legislator_profile_id": 1721, "is_prime": false}, {"legislator_profile_id": 1686, "is_prime": false}, {"legislator_profile_id": 1651, "is_prime": false}, {"legislator_profile_id": 1749, "is_prime": false}, {"legislator_profile_id": 1725, "is_prime": false}, {"legislator_profile_id": 1713, "is_prime": false}, {"legislator_profile_id": 1719, "is_prime": false}], "keywords": ["Boards of School Districts", "Education", "Taxation"], "audio": [], "bill_versions": [{"bill_id": 11834, "bill_version_id": 64491, "bill_version": "Introduced", "bill_version_date": "2020-01-28T15:17:39.803-06:00", "bill_text": "An Act to revise provisions for taxes levied by the board of a school district for the capital outlay fund. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-16-7 be AMENDED: 13-16-7. Additional Tax Levy--Pledge of Taxes--Limitations. The school board of any a school district of this state may at the board's discretion authorize an the annual levy of a tax not to exceed three dollars per thousand dollars of taxable valuation on the taxable valuation of the district for the capital outlay fund, for assets, as defined by § 13-16-6, or for the district's obligations under a resolution, lease-purchase agreement, capital outlay certificate, or other arrangement with the Health and Educational Facilities Authority. Taxes collected pursuant to the levy may be irrevocably pledged by the school board to the payment of principal of and interest on installment purchase contracts or capital outlay certificates entered into or issued pursuant to § 13-16-6 or § 13-16-6.2, or lease-purchase agreements, or other arrangement arrangements with the Health and Educational Facilities Authority and, so long as any capital outlay certificates are outstanding, or installment agreement payments, lease-purchase agreements, or other arrangements are unpaid, the school board of any a school district may be compelled, by mandamus or other appropriate remedy, to levy an annual tax sufficient to pay the principal and interest thereon, but not to exceed the three dollars per thousand dollars of taxable valuation in any year authorized to be levied hereby. The Except as otherwise provided in this section, the total amount of revenue payable from the levy provided in this section may not increase annually by more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the maximum amount of revenue that could have been generated from the taxes payable pursuant to this section in 2016 2020. After applying the index factor, a school district A board may increase the revenue payable from taxes on real property above the limitations limitation provided for by this section, by the percentage increase of value resulting from any improvements or change in the use of real property, annexation, minor boundary changes, and any adjustments in taxation of real property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. A school district board may increase the revenue that the district receives from taxes on real property above the limit limitation provided by for in this section for taxes levied to pay the principal, interest, and redemption charges on any bonds issued after January 1, 2009, which are subject to a referendum, scheduled payment increases on bonds, and for a levy directed by the order of a court for the purpose of paying a judgment against the school district. Any school district created or reorganized after January 1, 2016, is exempt from the limitation provided by this section for a period of two years immediately following the district's creation or reorganization. In no year may the annual tax levy provided in this section exceed three dollars per thousand dollars of taxable valuation or be less than two dollars and seventy-five cents per thousand dollars of taxable valuation of the school district for the current year. Section 2. That § 13-16-7.2 be AMENDED: 13-16-7.2. Maximum Taxes--Pledge of Taxes. Starting with taxes payable in 2021, a school district is limited to the lesser of: (1) The maximum taxes allowed pursuant to § 13-16-7; or two (2) Three thousand eight hundred dollars for each enrolled student, as determined in by the fall enrollment count set forth in § 13-13-10.1 for the prior school year, whichever is less. For 2022 and subsequent years, the maximum amount for each enrolled student shall must increase by the lesser of three percent or the index factor, as defined in § 10-13-38. If a school district board has irrevocably pledged taxes collected to the payment of principal and interest on installment purchase contracts or capital outlay certificates entered into or issued pursuant to § 13-16-6 or 13-16-6.2, or to lease-purchase agreements or other arrangements with the Health and Educational Facilities Authority prior to July 1, 2016, that school district board may raise taxes allowed pursuant to § 13-16-7 and this section in an amount necessary to fund those payments and obligations and to provide additional funding of up to two three thousand eight hundred dollars for each enrolled student, as determined in the fall enrollment count set forth in § 13-13-10.1. In no year may the annual tax levy provided in this section exceed the levy authorized under § 13-16-7. Section 3. That a NEW SECTION be added: 13-16-7.3. Maximum--Annual Tax Levy. Notwithstanding § 13-16-7, the board of a school district may levy an amount up to thirty-seven percent of the maximum per student amount pursuant to § 13-16-7.2, provided the maximum annual tax levy authorized by this section may not exceed three dollars per thousand dollars of taxable valuation of the district for the current year."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11834, "action_date": "2020-01-29T14:00:00-06:00", "document_id": 64469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/64469.pdf", "status_text": "First read in Senate and referred to", "journal_page": 108, "committee_id_action": 447, "committee_id_assigned": 455, "result": "N", "vote": {}}, {"bill_id": 11834, "action_date": "2020-02-04T07:45:00-06:00", "document_id": 65662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65662.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 455, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11834, "action_date": "2020-02-19T14:00:00-06:00", "document_id": 67882, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67882.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 255, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11834"}