{"session_id": 7, "bill_id": 1146, "bill_type": "House Bill", "bill_number": 1280, "bill_title": "create reduced ignition propensity standards for cigarettes, to authorize the state fire marshal to monitor such standards, and to provide penalties therefor.", "sponsors": [{"legislator_profile_id": 666, "is_prime": true}, {"legislator_profile_id": 675, "is_prime": true}, {"legislator_profile_id": 653, "is_prime": false}, {"legislator_profile_id": 680, "is_prime": false}, {"legislator_profile_id": 720, "is_prime": false}, {"legislator_profile_id": 651, "is_prime": false}, {"legislator_profile_id": 643, "is_prime": false}, {"legislator_profile_id": 709, "is_prime": false}, {"legislator_profile_id": 700, "is_prime": false}, {"legislator_profile_id": 693, "is_prime": false}, {"legislator_profile_id": 656, "is_prime": false}, {"legislator_profile_id": 698, "is_prime": false}, {"legislator_profile_id": 654, "is_prime": false}, {"legislator_profile_id": 662, "is_prime": false}, {"legislator_profile_id": 637, "is_prime": false}, {"legislator_profile_id": 665, "is_prime": false}, {"legislator_profile_id": 640, "is_prime": false}, {"legislator_profile_id": 681, "is_prime": false}, {"legislator_profile_id": 705, "is_prime": false}, {"legislator_profile_id": 642, "is_prime": false}, {"legislator_profile_id": 691, "is_prime": false}], "keywords": ["Public Health and Safety", "Tobacco"], "audio": [{"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco26.mp3", "start_seconds": 1985.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco26.mp3", "start_seconds": 1985.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco26.mp3", "start_seconds": 1985.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco26.mp3", "start_seconds": 1985.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou28.mp3", "start_seconds": 13473.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou28.mp3", "start_seconds": 13473.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou28.mp3", "start_seconds": 13473.0}, {"meeting_datetime": "2009-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou28.mp3", "start_seconds": 13473.0}, {"meeting_datetime": "2009-03-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco33.mp3", "start_seconds": 8080.0}, {"meeting_datetime": "2009-03-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco33.mp3", "start_seconds": 8080.0}, {"meeting_datetime": "2009-03-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco33.mp3", "start_seconds": 8080.0}, {"meeting_datetime": "2009-03-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco33.mp3", "start_seconds": 8080.0}, {"meeting_datetime": "2009-03-05T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco33.mp3", "start_seconds": 8080.0}, {"meeting_datetime": "2009-03-10T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen36.mp3", "start_seconds": 8947.0}, {"meeting_datetime": "2009-03-10T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen36.mp3", "start_seconds": 8947.0}, {"meeting_datetime": "2009-03-10T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen36.mp3", "start_seconds": 8947.0}], "bill_versions": [{"bill_id": 1146, "bill_version_id": 6657, "bill_version": "Introduced", "bill_version_date": "2009-02-03T08:58:39.087-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create reduced ignition propensity standards for cigarettes, to authorize the state fire marshal to monitor such standards, and to provide penalties therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Cigarette,\" any roll of tobacco wrapped in paper or in any substance not containing tobacco, or any roll of tobacco wrapped in any substance containing tobacco which, because of its appearance, the type of tobacco used in the filler, or its packaging and labeling, is likely to be offered to, or purchased by, consumers as a cigarette; (2) \"Dealer,\" or \"retailer,\" any person other than a distributor or wholesaler who is engaged in this state in the business of selling cigarettes or tobacco products at retail; (3) \"Distributor,\" any person engaged in this state in the business of producing or manufacturing cigarettes, or importing into the state cigarettes, at least seventy-five percent of which are purchased directly from the manufacturers thereof; (4) \"Manufacturer,\" any entity which manufactures or otherwise produces cigarettes or causes cigarettes to be manufactured or produced anywhere that the manufacturer intends to be sold in this state, including cigarettes intended to be sold in the United States through an importer or any entity that becomes a successor of a manufacturer; (5) \"Person,\" any individual, firm, fiduciary, partnership, limited liability company, corporation, trust, or association; (6) \"Quality control and quality assurance program,\" the laboratory procedures implemented to ensure that operator bias, systematic and nonsystematic methodological errors, and equipment-related problems do not affect the results of the testing. Such a program ensures that the testing repeatability remains within the required repeatability values stated in section 2 of this Act for all test trials used to certify cigarettes in accordance with this Act; (7) \"Repeatability,\" the range of values within which the repeat results of cigarette test trials from a single laboratory will fall ninety-five percent of the time; (8) \"Sale,\" any transfer of title or possession or both, exchange or barter, conditional or otherwise, in any manner or by any means whatever or any agreement therefor. In addition to cash and credit sales, the giving of cigarettes as samples, prizes, or gifts, and the exchanging of cigarettes for any consideration other than money, are considered sales; (9) \"Secretary,\" the secretary of revenue and regulation; (10) \"Sell,\" to sell, or to offer or agree to do the same; (11) \"State fire marshal,\" the state fire marshal designated pursuant to chapter 34-29B. Section 2. Except as provided in section 7 of this Act, no cigarettes may be sold or offered for sale in this state or offered for sale or sold to persons located in this state unless the cigarettes have been tested in accordance with the test method and meet the performance standard specified in this section, a written certification has been filed by the manufacturer with the state fire marshal in accordance with section 8 of this Act, and the cigarettes have been marked in accordance with section 9 of this Act. Testing of cigarettes shall be conducted in accordance with the American Society of Testing and Materials (ASTM) standard E2187-04, Standard Test Method for Measuring the Ignition Strength of Cigarettes as of January 1, 2009, and shall be conducted on ten layers of filter paper. No more than twenty-five percent of the cigarettes tested in a test trial in accordance with this section may exhibit full-length burns. Forty replicate tests shall comprise a complete test trial for each cigarette tested. The performance standard required by this section only applies to a complete test trial. Written certifications shall be based upon testing conducted by a laboratory that has been accredited pursuant to standard ISO/IEC 17025 of the International Organization for Standardization (ISO), or other comparable accreditation standard required by the state fire marshal. Any laboratory conducting testing in accordance with this section shall implement a quality control and quality assurance program that includes a procedure that will determine the repeatability of the testing results. No repeatability value may be greater than nineteen hundredths. This section does not require additional testing if cigarettes are tested consistent with this Act for any other purpose. Any testing performed or sponsored by the state fire marshal to determine a cigarette's compliance with the performance standard required shall be conducted in accordance with this section. Section 3. Each cigarette listed in a certification submitted pursuant to section 8 of this Act that uses lowered permeability bands in the cigarette paper to achieve compliance with the performance standard set forth in this section shall have at least two nominally identical bands on the paper surrounding the tobacco column. At least one complete band shall be located at least fifteen millimeters from the lighting end of the cigarette. For cigarettes on which the bands are positioned by design, there shall be at least two bands fully located at least fifteen millimeters from the lighting end and ten millimeters from the filter end of the tobacco column, or ten millimeters from the labeled end of the tobacco column for nonfiltered cigarettes. Section 4. A manufacturer of a cigarette that the state fire marshal determines cannot be tested in accordance with the test method prescribed in section 2 of this Act shall propose a test method and performance standard for the cigarette to the state fire marshal. Upon approval of the proposed test method and a determination by the state fire marshal that the performance standard proposed by the manufacturer is equivalent to the performance standard prescribed in section 2 of this Act, the manufacturer may employ such test method and performance standard to certify such cigarette pursuant to section 8 of this Act. If the state fire marshal determines that another state has enacted reduced cigarette ignition propensity standards that include a test method and performance standard that are the same as those contained in this Act, and the state fire marshal finds that the officials responsible for implementing those requirements have approved the proposed alternative test method and performance standard for a particular cigarette proposed by a manufacturer as meeting the fire safety standards of that state's law or regulation under a legal provision comparable to this section, then the state fire marshal shall authorize that manufacturer to employ the alternative test method and performance standard to certify that cigarette for sale in this state, unless the state fire marshal demonstrates a reasonable basis why the alternative test may not be accepted under this Act. All other applicable requirements of this Act apply to the manufacturer. Section 5. Each manufacturer shall maintain copies of the reports of all tests conducted on all cigarettes offered for sale for a period of three years and shall make copies of these reports available to the state fire marshal and the attorney general upon written request. Any manufacturer who fails to make copies of these reports available within sixty days of receiving a written request is subject to a civil penalty by the state fire marshal not to exceed ten thousand dollars for each day after the sixtieth day that the manufacturer does not make the copies available. Section 6. The state fire marshal may adopt a subsequent ASTM Standard Test Method for Measuring the Ignition Strength of Cigarettes upon a finding that the subsequent method does not result in a change in the percentage of full-length burns exhibited by any tested cigarette when compared to the percentage of full-length burns the same cigarette would exhibit when tested in accordance with ASTM Standard E2187-04 and the performance standard in section 2 of this Act. Section 7. The requirements of section 2 of this Act do not prohibit the sale of cigarettes solely for the purpose of consumer testing. For purposes of this section, the term, consumer testing, means an assessment of cigarettes that is conducted by a manufacturer or under the control and direction of a manufacturer, for the purpose of evaluating consumer acceptance of the cigarettes. The manufacturer may only utilize the quantity of cigarettes that is reasonably necessary for the assessment. Section 8. Each manufacturer shall submit to the state fire marshal a written certification attesting that each cigarette listed in the certification has been tested in accordance with this Act and meets the performance standard set forth in this Act. Each cigarette listed in the certification shall be described with the following information: (1) Brand or trade name on the package; (2) Style, such as light or ultra light; (3) Length in millimeters; (4) Circumference in millimeters; (5) Flavor, such as menthol or chocolate, if applicable; (6) Filter or nonfilter; (7) Package description, such as soft pack or box; (8) Marking pursuant to section 9 of this Act; (9) The name, address, and telephone number of the laboratory; and (10) The date that the testing occurred. The certifications shall be made available to the attorney general and the secretary for purposes consistent with this Act. Each cigarette certified under this section shall be recertified every three years. For each cigarette listed in a certification, a manufacturer shall pay to the state fire marshal a five hundred dollar fee. If a manufacturer has certified a cigarette pursuant to this section, and thereafter makes any change to the cigarette that is likely to alter its compliance with the reduced cigarette ignition propensity standards required by this Act, that cigarette may not be sold or offered for sale in this state until the manufacturer retests the cigarette in accordance with the testing standards set forth in this Act. The manufacturer shall maintain records of that retesting as required by this Act. Any altered cigarette which does not meet the performance standard set forth in this Act may not be sold in this state. Section 9. Cigarettes that are certified by a manufacturer in accordance with this Act shall be marked to indicate compliance with the requirements of this Act. The marking shall be in eight point type or larger and consist of the letters, FSC, which signifies Fire Standard Compliant, permanently printed, stamped, engraved, or embossed on the package at or near the UPC Code. A manufacturer may only use one marking, and shall apply this marking uniformly for all packages, including packs, cartons, and cases, and brands marketed by that manufacturer. Any manufacturer certifying cigarettes in accordance with this Act shall provide a copy of the certifications to each distributor, wholesaler, and retailer to which the manufacturer sells cigarettes. Each distributor, wholesaler, and retailer shall permit the state fire marshal, the secretary, and the attorney general to inspect markings of cigarette packaging marked in accordance with this section. Section 10. A manufacturer, distributor, wholesaler, or any other person or entity who knowingly sells or offers to sell cigarettes, other than through retail sale, in violation of sections 2 to 7, inclusive, of this Act is subject to a civil penalty by the state fire marshal not to exceed one hundred dollars for each pack of such cigarettes sold or offered for sale. However, in no case may the penalty against any such person or entity exceed one hundred thousand dollars during any thirty-day period. Beginning on January 1, 2011, any person who sells or offers to sell cigarettes, other than through retail sale, that have not been marked as required by section 9 of this Act is deemed to have knowingly sold or offered for sale such cigarettes in violation of sections 2 to 7, inclusive, of this Act. Section 11. A retailer who knowingly sells or offers to sell cigarettes in violation of sections 2 to 7, inclusive, of this Act shall be subject to a civil penalty by the state fire marshal not to exceed one hundred dollars for each pack of such cigarettes sold or offered for sale. However, in no case may the penalty against any retailer exceed twenty-five thousand dollars for such sales or offers to sell during any thirty-day period. Beginning on January 1, 2011, a retailer who sells or offers to sell cigarettes that have not been marked as required by section 9 of this Act is deemed to have knowingly sold or offered for sale such cigarettes in violation of sections 2 to 7, inclusive, of this Act. Section 12. In addition to any penalty prescribed by law, any manufacturer that knowingly makes a false certification pursuant to section 8 of this Act is subject to a civil penalty by the state fire marshal of at least seventy-five thousand dollars and not to exceed two hundred and fifty thousand dollars for each false certification. Section 13. Any person violating any other provision in this Act is subject to a civil penalty for a first offense not to exceed one thousand dollars, and for a subsequent offense subject to a civil penalty by the state fire marshal not to exceed five thousand dollars for each subsequent violation. Section 14. If any law enforcement officer or the state fire marshal, the attorney general, or the secretary discovers any cigarettes for which no certification and fee has been filed as required by section 8 of this Act or that have not been marked as required by section 9of this Act, such person is hereby authorized and empowered to seize and take possession of the cigarettes. Any cigarettes seized pursuant to this section shall be destroyed. However, prior to the destruction of any cigarette pursuant to this section, the true holder of the trademark rights in the cigarette brand shall be given notice and a reasonable opportunity to inspect the cigarettes within sixty days of the notification. Nothing in this section shall be construed to require the secretary, the attorney general, or the state fire marshal to confiscate cigarettes in violation of sections 2 to 7, inclusive, of this Act, when there is reason to believe that the owner thereof did not willfully or intentionally sell or offer to sell cigarettes in violation of sections 2 to 7, inclusive, of this Act. Section 15. In addition to any other remedy provided by law, the state fire marshal or attorney general may file an action for a violation of this Act, including: (1) Petitioning for preliminary or permanent injunctive relief against any manufacturer, importer, distributor, wholesaler, retailer, or any other person or entity to enjoin such entity from selling, offering to sell, or affixing tax stamps to any cigarette that does not comply with the requirements of this Act; (2) Recover any costs or damages suffered by the state because of a violation of this Act, including enforcement costs relating to the specific violation and attorney's fees. Each violation of this Act or of rules or regulations adopted under this Act constitutes a separate civil violation for which the state fire marshal or attorney general may obtain relief. Section 16. For purposes of determining compliance with, and enforcing the provisions of, this Act, the secretary, the attorney general, and the state fire marshal may disclose to each other any information received under this Act. Section 17. To enforce the provisions of this Act, the attorney general, the secretary, the state fire marshal, and other law enforcement officer are hereby authorized to examine the books, papers, invoices, and other records of any person in possession, control, or occupancy of any premises where cigarettes are placed, stored, sold, or offered for sale, as well as the stock of cigarettes on the premises. Each person in the possession, control, or occupancy of any premises where cigarettes are placed, sold, or offered for sale, is hereby directed and required to give the attorney general, the secretary, the state fire marshal, and other law enforcement officer the means, facilities, and opportunity for the examinations authorized by this section. Section 18. There is hereby established in the state treasury a special fund to be known as the cigarette fire safety standard act fund. The fund shall consist of all certification fees paid under this Act and all moneys recovered as penalties under this Act. The moneys shall be deposited to the credit of the fund and shall, in addition to any other moneys made available for such purpose, be made available to the Department of Public Safety, Department of Revenue and Regulation, and the Office of Attorney General for administering the provisions of this Act. Section 19. Nothing in this Act prohibits any person or entity from manufacturing or selling cigarettes that do not meet the requirements of sections 2 to 7, inclusive, of this Act if the cigarettes are or will be stamped for sale in another state or are packaged for sale outside the United States and that person or entity has taken reasonable steps to ensure that such cigarettes will not be sold or offered for sale to any person located in this state. Section 20. This Act preempts any local law, ordinance, or regulation that conflicts with any provision of this Act or any policy of the state implemented in accordance with this Act and, notwithstanding any other provision of law, a governmental unit of this state may not enact or enforce an ordinance, local law, or regulation conflicting with or preempted by this Act. Section 21. The provisions of this Act are repealed if a federal reduced cigarette ignition propensity standard that expressly preempts this Act is adopted and become effective. Section 22. It is the intent of the Legislature that this Act be construed consistent with comparable reduced ignition propensity laws enacted by other states. Section 23. This Act is effective on January 1, 2011."}, {"bill_id": 1146, "bill_version_id": 7986, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2009-02-23T10:10:07.49-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create reduced ignition propensity standards for cigarettes, to authorize the state fire marshal to monitor such standards, and to provide penalties therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Brand family,\" all styles of cigarettes sold under the same trademark and differentiated from one another by means of additional modifiers or descriptors, including, but not limited to, menthol, lights, kings, and 100s. \"Brand family\" includes cigarettes sold under a brand name, whether that name is used alone, or in conjunction with any other word, trademark, logo, symbol, motto, selling message, recognizable pattern or colors, or other indicia of product identification identical or similar to, or identifiable with, a previous brand of cigarette; (2) \"Cigarette,\" any roll of tobacco wrapped in paper or in any substance not containing tobacco, or any roll of tobacco wrapped in any substance containing tobacco which, because of its appearance, the type of tobacco used in the filler, or its packaging and labeling, is likely to be offered to, or purchased by, consumers as a cigarette; (3) \"Dealer,\" or \"retailer,\" any person other than a distributor or wholesaler who is engaged in this state in the business of selling cigarettes or tobacco products at retail; (4) \"Distributor,\" any person engaged in this state in the business of producing or manufacturing cigarettes, or importing into the state cigarettes, at least seventy-five percent of which are purchased directly from the manufacturers thereof; (5) \"Manufacturer,\" any entity which manufactures or otherwise produces cigarettes or causes cigarettes to be manufactured or produced anywhere that the manufacturer intends to be sold in this state, including cigarettes intended to be sold in the United States through an importer or any entity that becomes a successor of a manufacturer; (6) \"Person,\" any individual, firm, fiduciary, partnership, limited liability company, corporation, trust, or association; (7) \"Quality control and quality assurance program,\" the laboratory procedures implemented to ensure that operator bias, systematic and nonsystematic methodological errors, and equipment-related problems do not affect the results of the testing. Such a program ensures that the testing repeatability remains within the required repeatability values stated in section 2 of this Act for all test trials used to certify cigarettes in accordance with this Act; (8) \"Repeatability,\" the range of values within which the repeat results of cigarette test trials from a single laboratory will fall ninety-five percent of the time; (9) \"Sale,\" any transfer of title or possession or both, exchange or barter, conditional or otherwise, in any manner or by any means whatever or any agreement therefor. In addition to cash and credit sales, the giving of cigarettes as samples, prizes, or gifts, and the exchanging of cigarettes for any consideration other than money, are considered sales; (10) \"Secretary,\" the secretary of revenue and regulation; (11) \"Sell,\" to sell, or to offer or agree to do the same; (12) \"State fire marshal,\" the state fire marshal designated pursuant to chapter 34-29B. Section 2. Except as provided in section 7 of this Act, no cigarettes may be sold or offered for sale in this state or offered for sale or sold to persons located in this state unless the cigarettes have been tested in accordance with the test method and meet the performance standard specified in this section, a written certification has been filed by the manufacturer with the state fire marshal in accordance with section 8 of this Act, and the cigarettes have been marked in accordance with section 9 of this Act. Testing of cigarettes shall be conducted in accordance with the American Society of Testing and Materials (ASTM) standard E2187-04, Standard Test Method for Measuring the Ignition Strength of Cigarettes as of January 1, 2009, and shall be conducted on ten layers of filter paper. No more than twenty-five percent of the cigarettes tested in a test trial in accordance with this section may exhibit full-length burns. Forty replicate tests shall comprise a complete test trial for each cigarette tested. The performance standard required by this section only applies to a complete test trial. Written certifications shall be based upon testing conducted by a laboratory that has been accredited pursuant to standard ISO/IEC 17025 of the International Organization for Standardization (ISO), or other comparable accreditation standard required by the state fire marshal. Any laboratory conducting testing in accordance with this section shall implement a quality control and quality assurance program that includes a procedure that will determine the repeatability of the testing results. No repeatability value may be greater than nineteen hundredths. This section does not require additional testing if cigarettes are tested consistent with this Act for any other purpose. Any testing performed or sponsored by the state fire marshal to determine a cigarette's compliance with the performance standard required shall be conducted in accordance with this section. Section 3. Each cigarette listed in a certification submitted pursuant to section 8 of this Act that uses lowered permeability bands in the cigarette paper to achieve compliance with the performance standard set forth in this section shall have at least two nominally identical bands on the paper surrounding the tobacco column. At least one complete band shall be located at least fifteen millimeters from the lighting end of the cigarette. For cigarettes on which the bands are positioned by design, there shall be at least two bands fully located at least fifteen millimeters from the lighting end and ten millimeters from the filter end of the tobacco column, or ten millimeters from the labeled end of the tobacco column for nonfiltered cigarettes. Section 4. A manufacturer of a cigarette that the state fire marshal determines cannot be tested in accordance with the test method prescribed in section 2 of this Act shall propose a test method and performance standard for the cigarette to the state fire marshal. Upon approval of the proposed test method and a determination by the state fire marshal that the performance standard proposed by the manufacturer is equivalent to the performance standard prescribed in section 2 of this Act, the manufacturer may employ such test method and performance standard to certify such cigarette pursuant to section 8 of this Act. If the state fire marshal determines that another state has enacted reduced cigarette ignition propensity standards that include a test method and performance standard that are the same as those contained in this Act, and the state fire marshal finds that the officials responsible for implementing those requirements have approved the proposed alternative test method and performance standard for a particular cigarette proposed by a manufacturer as meeting the fire safety standards of that state's law or regulation under a legal provision comparable to this section, then the state fire marshal shall authorize that manufacturer to employ the alternative test method and performance standard to certify that cigarette for sale in this state, unless the state fire marshal demonstrates a reasonable basis why the alternative test may not be accepted under this Act. All other applicable requirements of this Act apply to the manufacturer. Section 5. Each manufacturer shall maintain copies of the reports of all tests conducted on all cigarettes offered for sale for a period of three years and shall make copies of these reports available to the state fire marshal and the attorney general upon written request. Any manufacturer who fails to make copies of these reports available within sixty days of receiving a written request is subject to a civil penalty by the state fire marshal not to exceed ten thousand dollars for each day after the sixtieth day that the manufacturer does not make the copies available. Section 6. The state fire marshal may adopt a subsequent ASTM Standard Test Method for Measuring the Ignition Strength of Cigarettes upon a finding that the subsequent method does not result in a change in the percentage of full-length burns exhibited by any tested cigarette when compared to the percentage of full-length burns the same cigarette would exhibit when tested in accordance with ASTM Standard E2187-04 and the performance standard in section 2 of this Act. Section 7. The requirements of section 2 of this Act do not prohibit the sale of cigarettes solely for the purpose of consumer testing. For purposes of this section, the term, consumer testing, means an assessment of cigarettes that is conducted by a manufacturer or under the control and direction of a manufacturer, for the purpose of evaluating consumer acceptance of the cigarettes. The manufacturer may only utilize the quantity of cigarettes that is reasonably necessary for the assessment. The requirements of section 2 of this Act do not prohibit wholesale or retail dealers from selling their existing inventory of cigarettes on or after January 1, 2011, if a wholesale or retailer dealer can establish that state tax stamps were affixed to the cigarettes before said date and that the inventory was purchased before said date in comparable quantity to the inventory purchased during the same period of the immediately preceding year. Section 8. Each manufacturer shall submit to the state fire marshal a written certification attesting that each cigarette listed in the certification has been tested in accordance with this Act and meets the performance standard set forth in this Act. Each cigarette listed in the certification shall be described with the following information: (1) Brand or trade name on the package; (2) Style, such as light or ultra light; (3) Length in millimeters; (4) Circumference in millimeters; (5) Flavor, such as menthol or chocolate, if applicable; (6) Filter or nonfilter; (7) Package description, such as soft pack or box; (8) Marking pursuant to section 9 of this Act; (9) The name, address, and telephone number of the laboratory; and (10) The date that the testing occurred. The certifications shall be made available to the attorney general and the secretary for purposes consistent with this Act. Each cigarette certified under this section shall be recertified every three years. For each brand family of cigarettes listed in a certification, a manufacturer shall pay to the state fire marshal a fee of one thousand dollars. The fee shall apply to all cigarettes within the brand family certified, and shall include any new cigarette certified within the brand family during the three-year certification period. If a manufacturer has certified a cigarette pursuant to this section, and thereafter makes any change to the cigarette that is likely to alter its compliance with the reduced cigarette ignition propensity standards required by this Act, that cigarette may not be sold or offered for sale in this state until the manufacturer retests the cigarette in accordance with the testing standards set forth in this Act. The manufacturer shall maintain records of that retesting as required by this Act. Any altered cigarette which does not meet the performance standard set forth in this Act may not be sold in this state. Section 9. Cigarettes that are certified by a manufacturer in accordance with this Act shall be marked to indicate compliance with the requirements of this Act. The marking shall be in eight point type or larger and consist of the letters, FSC, which signifies Fire Standard Compliant, permanently printed, stamped, engraved, or embossed on the package at or near the UPC Code. A manufacturer may only use one marking, and shall apply this marking uniformly for all packages, including packs, cartons, and cases, and brands marketed by that manufacturer. Any manufacturer certifying cigarettes in accordance with this Act shall provide a copy of the certifications to each distributor, wholesaler, and retailer to which the manufacturer sells cigarettes. Each distributor, wholesaler, and retailer shall permit the state fire marshal, the secretary, and the attorney general to inspect markings of cigarette packaging marked in accordance with this section. Section 10. A manufacturer, distributor, wholesaler, or any other person or entity who knowingly sells or offers to sell cigarettes, other than through retail sale, in violation of sections 2 to 7, inclusive, of this Act is subject to a civil penalty by the state fire marshal not to exceed one hundred dollars for each pack of such cigarettes sold or offered for sale. However, in no case may the penalty against any such person or entity exceed one hundred thousand dollars during any thirty-day period. Beginning on January 1, 2011, any person who sells or offers to sell cigarettes, other than through retail sale, that have not been marked as required by section 9 of this Act is deemed to have knowingly sold or offered for sale such cigarettes in violation of sections 2 to 7, inclusive, of this Act. Section 11. A retailer who knowingly sells or offers to sell cigarettes in violation of sections 2 to 7, inclusive, of this Act shall be subject to a civil penalty by the state fire marshal not to exceed one hundred dollars for each pack of such cigarettes sold or offered for sale. However, in no case may the penalty against any retailer exceed twenty-five thousand dollars for such sales or offers to sell during any thirty-day period. Beginning on January 1, 2011, a retailer who sells or offers to sell cigarettes that have not been marked as required by section 9 of this Act is deemed to have knowingly sold or offered for sale such cigarettes in violation of sections 2 to 7, inclusive, of this Act. Section 12. In addition to any penalty prescribed by law, any manufacturer that knowingly makes a false certification pursuant to section 8 of this Act is subject to a civil penalty by the state fire marshal of at least seventy-five thousand dollars and not to exceed two hundred and fifty thousand dollars for each false certification. Section 13. Any person violating any other provision in this Act is subject to a civil penalty for a first offense not to exceed one thousand dollars, and for a subsequent offense subject to a civil penalty by the state fire marshal not to exceed five thousand dollars for each subsequent violation. Section 14. If any law enforcement officer or the state fire marshal, the attorney general, or the secretary discovers any cigarettes for which no certification and fee has been filed as required by section 8 of this Act or that have not been marked as required by section 9of this Act, such person is hereby authorized and empowered to seize and take possession of the cigarettes. Any cigarettes seized pursuant to this section shall be destroyed. However, prior to the destruction of any cigarette pursuant to this section, the true holder of the trademark rights in the cigarette brand shall be given notice and a reasonable opportunity to inspect the cigarettes within sixty days of the notification. Nothing in this section shall be construed to require the secretary, the attorney general, or the state fire marshal to confiscate cigarettes in violation of sections 2 to 7, inclusive, of this Act, when there is reason to believe that the owner thereof did not willfully or intentionally sell or offer to sell cigarettes in violation of sections 2 to 7, inclusive, of this Act. Section 15. In addition to any other remedy provided by law, the state fire marshal or attorney general may file an action for a violation of this Act, including: (1) Petitioning for preliminary or permanent injunctive relief against any manufacturer, importer, distributor, wholesaler, retailer, or any other person or entity to enjoin such entity from selling, offering to sell, or affixing tax stamps to any cigarette that does not comply with the requirements of this Act; (2) Recover any costs or damages suffered by the state because of a violation of this Act, including enforcement costs relating to the specific violation and attorney's fees. Each violation of this Act or of rules or regulations adopted under this Act constitutes a separate civil violation for which the state fire marshal or attorney general may obtain relief. Section 16. For purposes of determining compliance with, and enforcing the provisions of, this Act, the secretary, the attorney general, and the state fire marshal may disclose to each other any information received under this Act. Section 17. To enforce the provisions of this Act, the attorney general, the secretary, the state fire marshal, and other law enforcement officer are hereby authorized to examine the books, papers, invoices, and other records of any person in possession, control, or occupancy of any premises where cigarettes are placed, stored, sold, or offered for sale, as well as the stock of cigarettes on the premises. Each person in the possession, control, or occupancy of any premises where cigarettes are placed, sold, or offered for sale, is hereby directed and required to give the attorney general, the secretary, the state fire marshal, and other law enforcement officer the means, facilities, and opportunity for the examinations authorized by this section. Section 18. There is hereby established in the state treasury a special fund to be known as the cigarette fire safety standard act fund. The fund shall consist of all certification fees paid under this Act and all moneys recovered as penalties under this Act. The moneys shall be deposited to the credit of the fund and shall, in addition to any other moneys made available for such purpose, be made available to the Department of Public Safety, Department of Revenue and Regulation, and the Office of Attorney General for administering the provisions of this Act. Section 19. Nothing in this Act prohibits any person or entity from manufacturing or selling cigarettes that do not meet the requirements of sections 2 to 7, inclusive, of this Act if the cigarettes are or will be stamped for sale in another state or are packaged for sale outside the United States and that person or entity has taken reasonable steps to ensure that such cigarettes will not be sold or offered for sale to any person located in this state. Section 20. This Act preempts any local law, ordinance, or regulation that conflicts with any provision of this Act or any policy of the state implemented in accordance with this Act and, notwithstanding any other provision of law, a governmental unit of this state may not enact or enforce an ordinance, local law, or regulation conflicting with or preempted by this Act. Section 21. The provisions of this Act are repealed if a federal reduced cigarette ignition propensity standard that expressly preempts this Act is adopted and become effective. Section 22. It is the intent of the Legislature that this Act be construed consistent with comparable reduced ignition propensity laws enacted by other states. Section 23. This Act is effective on January 1, 2011."}, {"bill_id": 1146, "bill_version_id": 8782, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2009-03-05T15:05:42.78-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create reduced ignition propensity standards for cigarettes, to authorize the state fire marshal to monitor such standards, and to provide penalties therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Brand family,\" all styles of cigarettes sold under the same trademark and differentiated from one another by means of additional modifiers or descriptors, including, but not limited to, menthol, lights, kings, and 100s. \"Brand family\" includes cigarettes sold under a brand name, whether that name is used alone, or in conjunction with any other word, trademark, logo, symbol, motto, selling message, recognizable pattern or colors, or other indicia of product identification identical or similar to, or identifiable with, a previous brand of cigarette; (2) \"Cigarette,\" any roll of tobacco wrapped in paper or in any substance not containing tobacco, or any roll of tobacco wrapped in any substance containing tobacco which, because of its appearance, the type of tobacco used in the filler, or its packaging and labeling, is likely to be offered to, or purchased by, consumers as a cigarette; (3) \"Dealer,\" or \"retailer,\" any person other than a distributor or wholesaler who is engaged in this state in the business of selling cigarettes or tobacco products at retail; (4) \"Distributor,\" any person engaged in this state in the business of producing or manufacturing cigarettes, or importing into the state cigarettes, at least seventy-five percent of which are purchased directly from the manufacturers thereof; (5) \"Manufacturer,\" any entity which manufactures or otherwise produces cigarettes or causes cigarettes to be manufactured or produced anywhere that the manufacturer intends to be sold in this state, including cigarettes intended to be sold in the United States through an importer or any entity that becomes a successor of a manufacturer; (6) \"Person,\" any individual, firm, fiduciary, partnership, limited liability company, corporation, trust, or association; (7) \"Quality control and quality assurance program,\" the laboratory procedures implemented to ensure that operator bias, systematic and nonsystematic methodological errors, and equipment-related problems do not affect the results of the testing. Such a program ensures that the testing repeatability remains within the required repeatability values stated in section 2 of this Act for all test trials used to certify cigarettes in accordance with this Act; (8) \"Repeatability,\" the range of values within which the repeat results of cigarette test trials from a single laboratory will fall ninety-five percent of the time; (9) \"Sale,\" any transfer of title or possession or both, exchange or barter, conditional or otherwise, in any manner or by any means whatever or any agreement therefor. In addition to cash and credit sales, the giving of cigarettes as samples, prizes, or gifts, and the exchanging of cigarettes for any consideration other than money, are considered sales; (10) \"Secretary,\" the secretary of revenue and regulation; (11) \"Sell,\" to sell, or to offer or agree to do the same; (12) \"State fire marshal,\" the state fire marshal designated pursuant to chapter 34-29B. Section 2. Except as provided in section 7 of this Act, no cigarettes may be sold or offered for sale in this state or offered for sale or sold to persons located in this state unless the cigarettes have been tested in accordance with the test method and meet the performance standard specified in this section, a written certification has been filed by the manufacturer with the state fire marshal in accordance with section 8 of this Act, and the cigarettes have been marked in accordance with section 9 of this Act. Testing of cigarettes shall be conducted in accordance with the American Society of Testing and Materials (ASTM) standard E2187-04, Standard Test Method for Measuring the Ignition Strength of Cigarettes as of January 1, 2009, and shall be conducted on ten layers of filter paper. No more than twenty-five percent of the cigarettes tested in a test trial in accordance with this section may exhibit full-length burns. Forty replicate tests shall comprise a complete test trial for each cigarette tested. The performance standard required by this section only applies to a complete test trial. Written certifications shall be based upon testing conducted by a laboratory that has been accredited pursuant to standard ISO/IEC 17025 of the International Organization for Standardization (ISO), or other comparable accreditation standard required by the state fire marshal. Any laboratory conducting testing in accordance with this section shall implement a quality control and quality assurance program that includes a procedure that will determine the repeatability of the testing results. No repeatability value may be greater than nineteen hundredths. This section does not require additional testing if cigarettes are tested consistent with this Act for any other purpose. Any testing performed or sponsored by the state fire marshal to determine a cigarette's compliance with the performance standard required shall be conducted in accordance with this section. Section 3. Each cigarette listed in a certification submitted pursuant to section 8 of this Act that uses lowered permeability bands in the cigarette paper to achieve compliance with the performance standard set forth in this section shall have at least two nominally identical bands on the paper surrounding the tobacco column. At least one complete band shall be located at least fifteen millimeters from the lighting end of the cigarette. For cigarettes on which the bands are positioned by design, there shall be at least two bands fully located at least fifteen millimeters from the lighting end and ten millimeters from the filter end of the tobacco column, or ten millimeters from the labeled end of the tobacco column for nonfiltered cigarettes. Section 4. A manufacturer of a cigarette that the state fire marshal determines cannot be tested in accordance with the test method prescribed in section 2 of this Act shall propose a test method and performance standard for the cigarette to the state fire marshal. Upon approval of the proposed test method and a determination by the state fire marshal that the performance standard proposed by the manufacturer is equivalent to the performance standard prescribed in section 2 of this Act, the manufacturer may employ such test method and performance standard to certify such cigarette pursuant to section 8 of this Act. If the state fire marshal determines that another state has enacted reduced cigarette ignition propensity standards that include a test method and performance standard that are the same as those contained in this Act, and the state fire marshal finds that the officials responsible for implementing those requirements have approved the proposed alternative test method and performance standard for a particular cigarette proposed by a manufacturer as meeting the fire safety standards of that state's law or regulation under a legal provision comparable to this section, then the state fire marshal shall authorize that manufacturer to employ the alternative test method and performance standard to certify that cigarette for sale in this state, unless the state fire marshal demonstrates a reasonable basis why the alternative test may not be accepted under this Act. All other applicable requirements of this Act apply to the manufacturer. Section 5. Each manufacturer shall maintain copies of the reports of all tests conducted on all cigarettes offered for sale for a period of three years and shall make copies of these reports available to the state fire marshal and the attorney general upon written request. Any manufacturer who fails to make copies of these reports available within sixty days of receiving a written request is subject to a civil penalty by the state fire marshal not to exceed ten thousand dollars for each day after the sixtieth day that the manufacturer does not make the copies available. Section 6. The state fire marshal may adopt a subsequent ASTM Standard Test Method for Measuring the Ignition Strength of Cigarettes upon a finding that the subsequent method does not result in a change in the percentage of full-length burns exhibited by any tested cigarette when compared to the percentage of full-length burns the same cigarette would exhibit when tested in accordance with ASTM Standard E2187-04 and the performance standard in section 2 of this Act. Section 7. The requirements of section 2 of this Act do not prohibit the sale of cigarettes solely for the purpose of consumer testing. For purposes of this section, the term, consumer testing, means an assessment of cigarettes that is conducted by a manufacturer or under the control and direction of a manufacturer, for the purpose of evaluating consumer acceptance of the cigarettes. The manufacturer may only utilize the quantity of cigarettes that is reasonably necessary for the assessment. Section 8. Each manufacturer shall submit to the state fire marshal a written certification attesting that each cigarette listed in the certification has been tested in accordance with this Act and meets the performance standard set forth in this Act. Each cigarette listed in the certification shall be described with the following information: (1) Brand or trade name on the package; (2) Style, such as light or ultra light; (3) Length in millimeters; (4) Circumference in millimeters; (5) Flavor, such as menthol or chocolate, if applicable; (6) Filter or nonfilter; (7) Package description, such as soft pack or box; (8) Marking pursuant to section 9 of this Act; (9) The name, address, and telephone number of the laboratory; and (10) The date that the testing occurred. The certifications shall be made available to the attorney general and the secretary for purposes consistent with this Act. Each cigarette certified under this section shall be recertified every three years. For each brand family of cigarettes listed in a certification, a manufacturer shall pay to the state fire marshal a fee of one thousand five hundred dollars. The fee shall apply to all cigarettes within the brand family certified, and shall include any new cigarette certified within the brand family during the three-year certification period. If a manufacturer has certified a cigarette pursuant to this section, and thereafter makes any change to the cigarette that is likely to alter its compliance with the reduced cigarette ignition propensity standards required by this Act, that cigarette may not be sold or offered for sale in this state until the manufacturer retests the cigarette in accordance with the testing standards set forth in this Act. The manufacturer shall maintain records of that retesting as required by this Act. Any altered cigarette which does not meet the performance standard set forth in this Act may not be sold in this state. Section 9. Cigarettes that are certified by a manufacturer in accordance with this Act shall be marked to indicate compliance with the requirements of this Act. The marking shall be in eight point type or larger and consist of the letters, FSC, which signifies Fire Standard Compliant, permanently printed, stamped, engraved, or embossed on the package at or near the UPC Code. A manufacturer may only use one marking, and shall apply this marking uniformly for all packages, including packs, cartons, and cases, and brands marketed by that manufacturer. Any manufacturer certifying cigarettes in accordance with this Act shall provide a copy of the certifications to each distributor, wholesaler, and retailer to which the manufacturer sells cigarettes. Each distributor, wholesaler, and retailer shall permit the state fire marshal, the secretary, and the attorney general to inspect markings of cigarette packaging marked in accordance with this section. Section 10. A manufacturer, distributor, wholesaler, or any other person or entity who knowingly sells or offers to sell cigarettes, other than through retail sale, in violation of sections 2 to 7, inclusive, of this Act is subject to a civil penalty by the state fire marshal not to exceed one hundred dollars for each pack of such cigarettes sold or offered for sale. However, in no case may the penalty against any such person or entity exceed one hundred thousand dollars during any thirty-day period. Beginning on January 1, 2011, any person who sells or offers to sell cigarettes, other than through retail sale, that have not been marked as required by section 9 of this Act is deemed to have knowingly sold or offered for sale such cigarettes in violation of sections 2 to 7, inclusive, of this Act. Section 11. A retailer who knowingly sells or offers to sell cigarettes in violation of sections 2 to 7, inclusive, of this Act shall be subject to a civil penalty by the state fire marshal not to exceed one hundred dollars for each pack of such cigarettes sold or offered for sale. However, in no case may the penalty against any retailer exceed twenty-five thousand dollars for such sales or offers to sell during any thirty-day period. Beginning on January 1, 2011, a retailer who sells or offers to sell cigarettes that have not been marked as required by section 9 of this Act is deemed to have knowingly sold or offered for sale such cigarettes in violation of sections 2 to 7, inclusive, of this Act. Section 12. In addition to any penalty prescribed by law, any manufacturer that knowingly makes a false certification pursuant to section 8 of this Act is subject to a civil penalty by the state fire marshal of at least seventy-five thousand dollars and not to exceed two hundred and fifty thousand dollars for each false certification. Section 13. Any person violating any other provision in this Act is subject to a civil penalty for a first offense not to exceed one thousand dollars, and for a subsequent offense subject to a civil penalty by the state fire marshal not to exceed five thousand dollars for each subsequent violation. Section 14. If any law enforcement officer or the state fire marshal, the attorney general, or the secretary discovers any cigarettes for which no certification and fee has been filed as required by section 8 of this Act or that have not been marked as required by section 9of this Act, such person is hereby authorized and empowered to seize and take possession of the cigarettes. Any cigarettes seized pursuant to this section shall be destroyed. However, prior to the destruction of any cigarette pursuant to this section, the true holder of the trademark rights in the cigarette brand shall be given notice and a reasonable opportunity to inspect the cigarettes within sixty days of the notification. Nothing in this section shall be construed to require the secretary, the attorney general, or the state fire marshal to confiscate cigarettes in violation of sections 2 to 7, inclusive, of this Act, when there is reason to believe that the owner thereof did not willfully or intentionally sell or offer to sell cigarettes in violation of sections 2 to 7, inclusive, of this Act. Section 15. In addition to any other remedy provided by law, the state fire marshal or attorney general may file an action for a violation of this Act, including: (1) Petitioning for preliminary or permanent injunctive relief against any manufacturer, importer, distributor, wholesaler, retailer, or any other person or entity to enjoin such entity from selling, offering to sell, or affixing tax stamps to any cigarette that does not comply with the requirements of this Act; (2) Recover any costs or damages suffered by the state because of a violation of this Act, including enforcement costs relating to the specific violation and attorney's fees. Each violation of this Act or of rules or regulations adopted under this Act constitutes a separate civil violation for which the state fire marshal or attorney general may obtain relief. Section 16. For purposes of determining compliance with, and enforcing the provisions of, this Act, the secretary, the attorney general, and the state fire marshal may disclose to each other any information received under this Act. Section 17. To enforce the provisions of this Act, the attorney general, the secretary, the state fire marshal, and other law enforcement officer are hereby authorized to examine the books, papers, invoices, and other records of any person in possession, control, or occupancy of any premises where cigarettes are placed, stored, sold, or offered for sale, as well as the stock of cigarettes on the premises. Each person in the possession, control, or occupancy of any premises where cigarettes are placed, sold, or offered for sale, is hereby directed and required to give the attorney general, the secretary, the state fire marshal, and other law enforcement officer the means, facilities, and opportunity for the examinations authorized by this section. Section 18. There is hereby established in the state treasury a special fund to be known as the cigarette fire safety standard act fund. The fund shall consist of all certification fees paid under this Act and all moneys recovered as penalties under this Act. The moneys shall be deposited to the credit of the fund and shall, in addition to any other moneys made available for such purpose, be made available to the Department of Public Safety, Department of Revenue and Regulation, and the Office of Attorney General for administering the provisions of this Act. Section 19. Nothing in this Act prohibits any person or entity from manufacturing or selling cigarettes that do not meet the requirements of sections 2 to 7, inclusive, of this Act if the cigarettes are or will be stamped for sale in another state or are packaged for sale outside the United States and that person or entity has taken reasonable steps to ensure that such cigarettes will not be sold or offered for sale to any person located in this state. Section 20. Nothing in this Act prohibits any distributor, wholesaler, or dealer from selling its existing inventory of cigarettes on or after January 1, 2011, if the distributor, wholesaler, or dealer establishes that the state tax stamps were affixed to the cigarettes before January 1, 2011. In addition, the inventory of cigarettes must have been purchased in a comparable quantity to the inventory that was purchased during the same period for the preceding year. Section 21. This Act preempts any local law, ordinance, or regulation that conflicts with any provision of this Act or any policy of the state implemented in accordance with this Act and, notwithstanding any other provision of law, a governmental unit of this state may not enact or enforce an ordinance, local law, or regulation conflicting with or preempted by this Act. Section 22. The provisions of this Act are repealed if a federal reduced cigarette ignition propensity standard that expressly preempts this Act is adopted and become effective. Section 23. It is the intent of the Legislature that this Act be construed consistent with comparable reduced ignition propensity laws enacted by other states. Section 24. This Act is effective on January 1, 2011."}, {"bill_id": 1146, "bill_version_id": 9243, "bill_version": "Enrolled", "bill_version_date": "2009-03-11T15:30:54.313-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1146, "action_date": "2009-02-03T14:00:00-06:00", "document_id": 6759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6759.pdf", "status_text": "First read in House and referred to", "journal_page": 268, "committee_id_action": 56, "committee_id_assigned": 49, "result": "N", "vote": {}}, {"bill_id": 1146, "action_date": "2009-02-11T07:45:00-06:00", "document_id": 6994, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6994.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 49, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1146, "action_date": "2009-02-11T07:45:00-06:00", "document_id": 7204, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7204.pdf", "status_text": "Referred to", "journal_page": 336, "committee_id_action": 49, "committee_id_assigned": 42, "result": "P", "vote": {"vote_id": 3888, "president_vote": null, "Yea": [666, 651, 660, 693, 721, 683, 695, 645, 639, 681, 657, 691, 643]}}, {"bill_id": 1146, "action_date": "2009-02-20T10:00:00-06:00", "document_id": 7685, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7685.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 42, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1146, "action_date": "2009-02-20T10:00:00-06:00", "document_id": 7924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7924.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 42, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1146, "action_date": "2009-02-20T10:00:00-06:00", "document_id": 7924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7924.pdf", "status_text": "Do Pass Amended", "journal_page": 474, "committee_id_action": 42, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4431, "president_vote": null, "Yea": [716, 692, 712, 644, 717, 654, 637, 665, 646, 713, 710, 679], "Nay": [737]}}, {"bill_id": 1146, "action_date": "2009-02-24T14:00:00-06:00", "document_id": 8136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8136.pdf", "status_text": "Do Pass Amended", "journal_page": 536, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4640, "president_vote": null, "Yea": [716, 720, 666, 688, 676, 670, 726, 715, 699, 674, 635, 692, 708, 651, 643, 712, 709, 660, 706, 725, 693, 644, 724, 727, 721, 652, 730, 737, 672, 729, 698, 717, 738, 654, 711, 719, 683, 695, 696, 722, 645, 637, 687, 678, 650, 646, 668, 639, 735, 679, 734, 714, 731, 736, 713, 710, 728, 657, 641, 658, 647, 691, 723, 718, 684, 733, 732, 707, 681], "Excused": [665]}}, {"bill_id": 1146, "action_date": "2009-02-25T14:00:00-06:00", "document_id": 8230, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8230.pdf", "status_text": "First read in Senate and referred to", "journal_page": 555, "committee_id_action": 54, "committee_id_assigned": 31, "result": "N", "vote": {}}, {"bill_id": 1146, "action_date": "2009-03-05T10:00:00-06:00", "document_id": 8466, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8466.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 31, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1146, "action_date": "2009-03-05T10:00:00-06:00", "document_id": 8769, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8769.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 31, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1146, "action_date": "2009-03-05T10:00:00-06:00", "document_id": 8769, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8769.pdf", "status_text": "Do Pass Amended", "journal_page": 646, "committee_id_action": 31, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5053, "president_vote": null, "Yea": [704, 655, 701, 703, 664, 642, 648]}}, {"bill_id": 1146, "action_date": "2009-03-05T10:00:00-06:00", "document_id": 8769, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8769.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 31, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1146, "action_date": "2009-03-09T14:00:00-05:00", "document_id": 8998, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8998.pdf", "status_text": "Removed from Consent Calendar", "journal_page": 685, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1146, "action_date": "2009-03-10T11:00:00-05:00", "document_id": 9077, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9077.pdf", "status_text": "Do Pass Amended", "journal_page": 718, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5255, "president_vote": null, "Yea": [653, 704, 680, 682, 685, 702, 649, 700, 673, 663, 677, 675, 634, 697, 659, 690, 636, 667, 656, 669, 661, 686, 701, 662, 703, 664, 638, 648, 640, 689, 694, 705, 642, 671], "Excused": [655]}}, {"bill_id": 1146, "action_date": "2009-03-11T11:00:00-05:00", "document_id": 9220, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9220.pdf", "status_text": "Concurred in amendments", "journal_page": 777, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5317, "president_vote": null, "Yea": [716, 720, 666, 688, 676, 670, 726, 715, 699, 674, 635, 692, 708, 651, 643, 712, 709, 660, 706, 725, 693, 644, 724, 727, 721, 652, 730, 737, 729, 698, 717, 738, 654, 711, 719, 683, 695, 696, 722, 645, 637, 665, 687, 678, 650, 646, 668, 639, 735, 679, 734, 714, 731, 736, 713, 710, 728, 657, 641, 658, 647, 691, 723, 718, 684, 733, 732, 707, 681], "Excused": [672]}}, {"bill_id": 1146, "action_date": "2009-03-12T10:00:00-05:00", "document_id": 9282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9282.pdf", "status_text": "Signed by the Speaker", "journal_page": 810, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1146, "action_date": "2009-03-12T10:00:00-05:00", "document_id": 9294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9294.pdf", "status_text": "Signed by the President", "journal_page": 771, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1146, "action_date": "2009-03-13T10:00:00-05:00", "document_id": 9371, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9371.pdf", "status_text": "Delivered to the Governor", "journal_page": 816, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1146, "action_date": "2009-03-30T10:30:00-05:00", "document_id": 9406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/9406.pdf", "status_text": "Signed by the Governor", "journal_page": 854, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4323, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1146"}