{"session_id": 15, "bill_id": 3758, "bill_type": "Senate Commemoration", "bill_number": 4, "bill_title": "Congratulating and commending Brady Hale, Sydney Palmer, and Bailey Kortan for their outstanding performances at the NFL's 2011 Punt, Pass, and  Kick Competition.", "sponsors": [{"legislator_profile_id": 228, "is_prime": true}, {"legislator_profile_id": 230, "is_prime": true}, {"legislator_profile_id": 235, "is_prime": false}, {"legislator_profile_id": 266, "is_prime": false}, {"legislator_profile_id": 267, "is_prime": false}, {"legislator_profile_id": 311, "is_prime": false}, {"legislator_profile_id": 229, "is_prime": false}, {"legislator_profile_id": 306, "is_prime": false}, {"legislator_profile_id": 310, "is_prime": false}], "keywords": ["Senate Commemoratives"], "audio": [], "bill_versions": [{"bill_id": 3758, "bill_version_id": 20375, "bill_version": "Introduced", "bill_version_date": "2012-01-30T11:37:47.837-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and commending Brady Hale, Sydney Palmer, and Bailey Kortan for their outstanding performances at the NFL's 2011 Punt, Pass, and Kick Competition. WHEREAS, Brady Hale of Yankton won the national championship of the NFL's Punt, Pass, and Kick Competition boys' 14-15 year-old division; and WHEREAS, Sydney Palmer of Pierre won the national championship of the NFL's Punt, Pass, and Kick Competition girls' 14-15 year-old division; and WHEREAS, Bailey Kortan of Tabor advanced to the final round of the NFL's Punt, Pass, and Kick Competition girls' 10-11 year-old division; and WHEREAS, the National Football League's Punt, Pass, and Kick Competition is the nation's largest sports skills competition and is celebrating its 50th anniversary; and WHEREAS, over three million participants around the country compete in the annual Punt, Pass, and Kick Competition, with girls and boys competing separately in five age groups; and WHEREAS, Brady Hale, Sydney Palmer, and Bailey Kortan displayed expert athleticism to qualify in the top four in the nation in their respective divisions: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that Brady Hale, Sydney Palmer, and Bailey Kortan be congratulated and commended for their outstanding performances at the national championship of the NFL's 2011 Punt, Pass, and Kick Competition."}, {"bill_id": 3758, "bill_version_id": 20614, "bill_version": "Enrolled", "bill_version_date": "2012-02-01T16:30:43.013-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and commending Brady Hale, Sydney Palmer, and Bailey Kortan for their outstanding performances at the NFL's 2011 Punt, Pass, and Kick Competition. WHEREAS, Brady Hale of Yankton won the national championship of the NFL's Punt, Pass, and Kick Competition boys' 14-15 year-old division; and WHEREAS, Sydney Palmer of Pierre won the national championship of the NFL's Punt, Pass, and Kick Competition girls' 14-15 year-old division; and WHEREAS, Bailey Kortan of Tabor advanced to the final round of the NFL's Punt, Pass, and Kick Competition girls' 10-11 year-old division; and WHEREAS, the National Football League's Punt, Pass, and Kick Competition is the nation's largest sports skills competition and is celebrating its 50th anniversary; and WHEREAS, over three million participants around the country compete in the annual Punt, Pass, and Kick Competition, with girls and boys competing separately in five age groups; and WHEREAS, Brady Hale, Sydney Palmer, and Bailey Kortan displayed expert athleticism to qualify in the top four in the nation in their respective divisions: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that Brady Hale, Sydney Palmer, and Bailey Kortan be congratulated and commended for their outstanding performances at the national championship of the NFL's 2011 Punt, Pass, and Kick Competition. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3758, "action_date": "2012-01-30T14:00:00-06:00", "document_id": 20412, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20412.pdf", "status_text": "", "journal_page": 221, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}]}