{"session_id": 59, "bill_id": 20211, "bill_type": "Senate Bill", "bill_number": 4, "bill_title": "establish certain air quality standards for hydrogen sulfide and to provide for their application to livestock facilities.", "sponsors": [{"legislator_profile_id": 3386, "is_prime": true}, {"legislator_profile_id": 3411, "is_prime": true}, {"legislator_profile_id": 3413, "is_prime": false}, {"legislator_profile_id": 3420, "is_prime": false}, {"legislator_profile_id": 3459, "is_prime": false}], "keywords": ["Agriculture", "Environmental Protection", "Livestock"], "audio": [{"meeting_datetime": "2006-01-19T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sag07.mp3", "start_seconds": 116.0}, {"meeting_datetime": "2006-01-19T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sag07.mp3", "start_seconds": 116.0}, {"meeting_datetime": "2006-01-19T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sag07.mp3", "start_seconds": 116.0}, {"meeting_datetime": "2006-01-19T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sag07.mp3", "start_seconds": 116.0}], "bill_versions": [{"bill_id": 20211, "bill_version_id": 106300, "bill_version": "Introduced", "bill_version_date": "2005-12-23T10:10:46-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain air quality standards for hydrogen sulfide and to provide for their application to livestock facilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34A-1-15 be amended to read as follows: 34A-1-15. The Board of Minerals and Environment shall promulgate rules pursuant to chapter 1-26 to establish ambient air quality standards for the state as a whole or for any part of the state. The standards shall include a standard for hydrogen sulfide of not more than 0.05 parts per million by volume or 70.0 micrograms per cubic meter so that the one-half hour average may not exceed the standard more than twice per year and a standard for hydrogen sulfide of not more than 0.03 parts per million or 42.0 micrograms per cubic meter so that the one-half hour average may not exceed the standard more than twice in any consecutive five-day period. The standards for hydrogen sulfide shall be promulgated by the board no later than December 31, 2006. Any person who violates these standards is subject to § 34A-1-39. Section 2. That chapter 34A-1 be amended by adding thereto a NEW SECTION to read as follows: The department shall monitor and identify potential livestock facility violations of the state ambient air quality standards for hydrogen sulfide, using a protocol for responding to citizen complaints regarding feedlot odor and its hydrogen sulfide component, including the appropriate use of portable monitoring equipment that enables monitoring staff to follow plumes. If livestock production facilities are found to be in violation of ambient hydrogen sulfide standards, the department shall take appropriate actions necessary to ensure compliance, using appropriate technical assistance, enforcement, and penalty authorities provided to the department by statute and rule. Section 3. That chapter 34A-1 be amended by adding thereto a NEW SECTION to read as follows: Livestock production facilities are exempt from state ambient air quality standards while manure is being removed and for seven days after manure is removed from barns or manure storage facilities. For a livestock production facility having greater than three hundred animal units, the maximum cumulative exemption in a calendar is twenty-one days for the removal process. For purposes of this section, an animal unit is calculated in accordance with the provisions of ARSD 74:57:01:04. Any operator of a livestock production facility who claims exemption from state ambient air quality standards under this section shall provide notice of that claim to the department. Section 4. That chapter 34A-1 be amended by adding thereto a NEW SECTION to read as follows: State ambient air quality standards are applicable at the property boundary of a farm or a parcel of agricultural land on which a livestock production facility is located. However, if the owner or operator of the farm or parcel obtains an air quality easement from the owner of land adjoining the farm or parcel, the air quality standards are applicable at the property boundary of the adjoining land to which the easement pertains. The air quality easement may be for no more than five years, shall be in writing, and shall be available upon request by the department. Notwithstanding the other provisions of this section, state ambient air quality standards are applicable at locations to which the general public has access. The term, general public, does not include employees or other categories of people who have been directly authorized by the property owner or lessee to enter or remain on the property for a limited period of time and for a specific purpose, or trespassers. Section 5. That chapter 34A-1 be amended by adding thereto a NEW SECTION to read as follows: The department may not require air emission modeling for a type of livestock system that has not had a hydrogen sulfide emission violation."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20211, "action_date": "2006-01-10T12:00:00-06:00", "document_id": 106426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106426.pdf", "status_text": "First read in Senate and referred to", "journal_page": 14, "committee_id_action": 894, "committee_id_assigned": 867, "result": "N", "vote": {}}, {"bill_id": 20211, "action_date": "2006-01-19T10:00:00-06:00", "document_id": 106817, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106817.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 867, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20211, "action_date": "2006-01-19T10:00:00-06:00", "document_id": 106817, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106817.pdf", "status_text": "Tabled", "journal_page": 104, "committee_id_action": 867, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63232, "president_vote": null, "Yea": [3374, 3396, 3416, 3421, 3425, 3376], "Nay": [3411, 3415], "Excused": [3439]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20211"}