{"session_id": 32, "bill_id": 9158, "bill_type": "Senate Commemoration", "bill_number": 32, "bill_title": "Honoring and congratulating Isaac Olson, of Mobridge, and Derick Peters, of Hartford, on their selection as South Dakota's delegates to the 2018 United States Senate Youth Program in Washington, D.C.", "sponsors": [{"legislator_profile_id": 1292, "is_prime": true}, {"legislator_profile_id": 1221, "is_prime": true}, {"legislator_profile_id": 1301, "is_prime": false}, {"legislator_profile_id": 1231, "is_prime": false}, {"legislator_profile_id": 1291, "is_prime": false}, {"legislator_profile_id": 1287, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 9158, "bill_version_id": 49042, "bill_version": "Introduced", "bill_version_date": "2018-02-12T10:07:39.467-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and congratulating Isaac Olson, of Mobridge, and Derick Peters, of Hartford, on their selection as South Dakota's delegates to the 2018 United States Senate Youth Program in Washington, D.C. WHEREAS, the United States Senate Youth Program, established in 1962 by United States Senate Resolution, is a unique educational experience for outstanding high school students interested in pursuing careers in public service; and WHEREAS, student delegates will hear major policy addresses by senators, cabinet members, officials from the Departments of State and Defense, and directors of other federal agencies, as well as participate in meetings with the President and a justice of the United States Supreme Court; and WHEREAS, two high school juniors or seniors are selected each year from each state to serve as delegates to Washington Week in March: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that the Legislature honors and congratulates Isaac Olson and Derick Peters for their selection as South Dakota's delegates to the 2018 United States Senate Youth Program."}, {"bill_id": 9158, "bill_version_id": 49295, "bill_version": "Enrolled", "bill_version_date": "2018-02-14T17:02:11.88-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and congratulating Isaac Olson, of Mobridge, and Derick Peters, of Hartford, on their selection as South Dakota's delegates to the 2018 United States Senate Youth Program in Washington, D.C. WHEREAS, the United States Senate Youth Program, established in 1962 by United States Senate Resolution, is a unique educational experience for outstanding high school students interested in pursuing careers in public service; and WHEREAS, student delegates will hear major policy addresses by senators, cabinet members, officials from the Departments of State and Defense, and directors of other federal agencies, as well as participate in meetings with the President and a justice of the United States Supreme Court; and WHEREAS, two high school juniors or seniors are selected each year from each state to serve as delegates to Washington Week in March: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that the Legislature honors and congratulates Isaac Olson and Derick Peters for their selection as South Dakota's delegates to the 2018 United States Senate Youth Program. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9158, "action_date": "2018-02-12T14:00:00-06:00", "document_id": 49089, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49089.pdf", "status_text": "", "journal_page": 440, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9158"}