{"session_id": 4, "bill_id": 4640, "bill_type": "House Bill", "bill_number": 1152, "bill_title": "provide for diabetes management and treatment in schools.", "sponsors": [{"legislator_profile_id": 560, "is_prime": true}, {"legislator_profile_id": 563, "is_prime": true}, {"legislator_profile_id": 592, "is_prime": false}, {"legislator_profile_id": 594, "is_prime": false}, {"legislator_profile_id": 613, "is_prime": false}, {"legislator_profile_id": 544, "is_prime": false}, {"legislator_profile_id": 549, "is_prime": false}], "keywords": ["Department of Education", "Department of Health", "Education", "Health Care", "Minors", "Public Health and Safety", "School Districts"], "audio": [{"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hed12.mp3", "start_seconds": 2701.0}, {"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hed12.mp3", "start_seconds": 2701.0}, {"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hed12.mp3", "start_seconds": 2701.0}, {"meeting_datetime": "2008-02-04T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hap17.mp3", "start_seconds": 6623.0}], "bill_versions": [{"bill_id": 4640, "bill_version_id": 957, "bill_version": "Introduced", "bill_version_date": "2008-01-15T09:14:44.377-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for diabetes management and treatment in schools. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"504 plan,\" a plan developed to meet the requirements of Section 504 of the Rehabilitation Act of 1973; (2) \"School,\" any primary or secondary public or private school located within the state of South Dakota; (3) \"School employee,\" any person employed by a public school district or private school, any person employed by a local health department who is assigned to a public or private school, or any subcontractor designated for this function; (4) \"Trained diabetes personnel,\" any school employee who volunteers to be trained in accordance with section 4 of this Act. Such employee need not be a health care professional. Section 2. For the purposes of this Act, the term, diabetes medical management plan, refers to a document developed by the student's personal health care team that sets out the health services needed by the student at school and is signed by the student's personal health care team and parent or guardian. The personal health care team includes, at a minimum, the parent or legal guardian of the student, a teacher of the student, and a school nurse or licensed health care practitioner responsible for the student's diabetes treatment. Section 3. The Department of Health, in conjunction with the Department of Education, shall develop guidelines for the training of school employees in the care needed for students with diabetes. In developing these guidelines, the department shall consult with appropriate organizations and agencies such as the American Diabetes Association, the American Association of Diabetes Education, and the Board of Nursing. The guidelines shall be fully developed by September 1, 2008. Section 4. School districts shall provide in-service training for school staff that covers symptoms, treatment, and monitoring of students with diabetes. The school board of each public school district and the governing body of each private school shall insure that the training is provided to a minimum of three school employees at each school attended by a student with diabetes. The training shall be coordinated by a school nurse and provided by a school nurse or other health care professional with expertise in diabetes. The training shall take place prior to the commencement of each school year, or as needed when a student with diabetes is newly enrolled at a school or a student is newly diagnosed with diabetes. The school nurse or other health care professional with expertise in diabetes shall provide follow-up training and supervision. Section 5. No school employee may be subject to any penalty or disciplinary action for refusing to serve as trained diabetes personnel nor may an employee be prohibited from volunteering. Section 6. Each public school district and private school shall provide to any bus driver responsible for the transportation of a student with diabetes training in the recognition of hypoglycemia and hyperglycemia and actions to take in response to emergency situations. Section 7. A parent or guardian of a student with diabetes who seeks diabetes care while at school shall submit to the school a diabetes medical management plan or 504 plan. Upon receipt, the school shall review and implement the plan. No school may refuse a diabetes medical management plan or a 504 plan of a student with diabetes. The school shall review and update the diabetes medical management plan or 504 plan annually prior to the commencement of each school year or more frequently, as needed. Section 8. The school nurse or, in the absence of the school nurse, trained diabetes personnel may perform the following functions: (1) Responding to blood glucose levels that are outside of the student's target range; (2) Administering glucagon; (3) Administering insulin or assisting a student in administering insulin through the insulin delivery system the student uses; (4) Providing oral diabetes medications; (5) Checking and recording blood glucose levels and ketone levels, or assisting a student with such checking and recording; (6) Following instructions regarding meals, snacks, and physical activity, medical equipment, and storage capacity; and (7) Providing nonroutine, correction dosages of insulin, but only after following the guidelines of the diabetes health management plan or 504 plan, consulting with a person so designated in the diabetes health management plan or 504 plan, and verifying the type and dosage of insulin. The activities set forth in this section are exempt from all applicable statutory provisions that restrict what activities may be delegated to or performed by a person who is not a licensed health care professional. Section 9. The school nurse or at least one of the trained diabetes personnel shall be on site at each school where a student with diabetes is and available to provide care to each student with diabetes during regular school hours, school-sponsored before school and after school care programs, field trips, and extracurricular activities, and on buses when the bus driver has not completed the necessary training. Section 10. A student's choice of schools may not be restricted based on the fact that the student has diabetes. Section 11. Upon written request of the parent or guardian and authorization by the student's diabetes medical management plan or 504 plan, a student with diabetes may perform blood glucose checks, administer insulin through the insulin delivery system the student uses, treat hypoglycemia and hyperglycemia, and otherwise attend to the care and management of his or her diabetes in the classroom, in any area of the school or school grounds, and at any school- related activity, and possess on his or her person at all times all necessary supplies and equipment to perform these monitoring and treatment functions. Section 12. No physician, nurse, school employee, or school district is liable for civil damages or subject to disciplinary action under professional licensing rules or school disciplinary policies as a result of the activities authorized by this Act if such acts are committed as an ordinarily reasonably prudent person would have acted under the same or similar circumstances."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4640, "action_date": "2008-01-15T14:00:00-06:00", "document_id": 1045, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1045.pdf", "status_text": "First read in House and referred to", "journal_page": 129, "committee_id_action": 27, "committee_id_assigned": 16, "result": "N", "vote": {}}, {"bill_id": 4640, "action_date": "2008-01-25T10:00:00-06:00", "document_id": 1706, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1706.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 16, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4640, "action_date": "2008-01-25T10:00:00-06:00", "document_id": 1899, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1899.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 273, "committee_id_action": 16, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 692, "president_vote": null, "Yea": [609, 625, 608, 580, 595, 620, 630, 537, 599, 566, 611, 559, 564, 565], "Excused": [534]}}]}