{"session_id": 69, "bill_id": 25060, "bill_type": "Senate Bill", "bill_number": 94, "bill_title": "amend provisions pertaining to the partners in education tax credit program, and declare an emergency.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25060", "sponsors": [{"legislator_profile_id": 4504, "is_prime": true}, {"legislator_profile_id": 4558, "is_prime": true}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 25060, "bill_version_id": 260405, "bill_version": "Introduced", "bill_version_date": "2024-01-17T14:42:54.52-06:00", "bill_text": "An Act to amend provisions pertaining to the partners in education tax credit program, and declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-65-1 be AMENDED: 13-65-1. Terms, as used in this chapter, mean: (1) \"Certified enrollment,\" the K-12 enrollment data required to be submitted to the Department of Education by an accredited school by October fifteenth of each year and published by the department on the department's website; (2) \"Division,\" the Division of Insurance in the Department of Labor and Regulation; (2)(3) \"Educational scholarship,\" a grant to an eligible student to cover all or part of the tuition and fees at a qualifying school. The average value of all scholarships awarded by a scholarship granting organization may not exceed eighty-two and five-tenths percent of the state's share of the per student equivalent, as defined in § 13-13-10.1; (3)(4) \"Eligible student,\" any student entering kindergarten through twelfth grade who resides in South Dakota while receiving the educational scholarship and: (a) Is a member of a household whose total annual income, the year before the student enters the program, did not exceed one hundred fifty percent of the income standard used to qualify for a free or reduced-price lunch under the national free or reduced-price lunch program. If sufficient funding is available, once a student meets the initial income eligibility requirement, the student remains income eligible for three years or if the student is entering high school, until the student graduates high school regardless of household income. After the initial period of income eligibility, a student remains eligible if the student is a member of a household whose total annual income in the prior year did not exceed two hundred percent of the income standard used to qualify for a free or reduced-price lunch; or (b) Is in foster care; (4)(5) \"Low-income eligible student,\" any student who is a member of a household whose total annual income, the year before the student enters the program, did not exceed one hundred percent of the income standard used to qualify for a free or reduced-price lunch under the national free or reduced-price lunch program; (5)(6) \"Parent,\" any guardian, custodian, or other person with authority to act in place of a parent for the child; (6)(7) \"Program,\" the partners in education tax credit program established pursuant to this chapter; (7)(8) \"Qualifying school,\" any nonpublic school that operates within the boundaries of South Dakota or any tribally controlled school on a federally recognized Indian reservation that operates within the boundaries of South Dakota, is accredited by the Department of Education, provides education to elementary or secondary students, and has notified a scholarship granting organization of its intention to participate in the program and comply with the program requirements. This term excludes any school that receives a majority of its revenues from public funds; (8)(9) \"Scholarship granting organization,\" a nonprofit organization that complies with the requirements of the program and provides educational scholarships to students. Section 2. That § 13-65-4 be AMENDED: 13-65-4. Each scholarship granting organization shall: (1) Annually notify the division of its intent to provide educational scholarships to eligible students attending qualifying schools; (2) Demonstrate to the division that it has been granted exemption from the federal income tax pursuant to section 501(c)(3) of the Internal Revenue Code; (3) Distribute periodic scholarship payments from the educational scholarship fund account as checks made out to an eligible student's parent and mailed to the qualifying school where the eligible student is enrolled. The parent shall endorse the check before it may be deposited; (4) Annually collect written documentation, from each qualifying school that accepts educational scholarship payments, verifying the school is accredited by the Department of Education; (5) Provide a division approved division-approved receipt to companies for contributions made to the scholarship granting organization; (6) Ensure that at least ninety percent of its revenue from contributions is spent on educational scholarships, and that all revenue from interest or investments is spent on scholarships; (7) Carry forward no more than twenty-five percent of its revenue from contributions in the educational scholarship fund account from the fiscal year in which they were received to the next fiscal year. Contributions that are not carried forward shall must be remitted to the division; (8) Submit to the division the names and addresses of all board members and documentation validating that criminal background checks have been conducted on all of its employees and board members, and exclude any employee or board member from employment or governance who might reasonably pose a risk to the appropriate use of contributed funds; (9) Ensure that scholarships are portable during the school year and can be used at any qualifying school to which the scholarship granting organization grants scholarships and that accepts the eligible student according to a parent's wishes. If a student moves to a new qualifying school during a school year, the scholarship amount may be prorated; and (10) Report to the division by June first of each year the following information, prepared by a certified public accountant, regarding its contributions in the previous calendar year and the scholarship awards in the current fiscal year: (a) The name and address of each contributing company; (b) The total number and total dollar amount of contributions received from each company; and (c) The total number and total dollar amount of educational scholarships awarded to eligible students, the total number and total dollar amount of educational scholarships awarded to low-income eligible students, and the percentage of first-time recipients of educational scholarships who were enrolled in a public school in the prior school year; (11) Report to the division by December fifteenth of each year, in a format prescribed by the director, information regarding schools entering into participation agreements with the scholarship granting organization, including school names and school certified enrollment as provided by the Department of Education on the Department of Education's website; (12) Maintain a board that consists of at least five members, each of whom must be a resident of this state; and (13) Maintain and staff a physical location in the state to meet with and provide service to qualifying schools. Any donation received that is not awarded a tax credit pursuant to § 13-65-2 is not subject to subdivisions (5) to (7), inclusive, of this section. Section 3. That a NEW SECTION be added to chapter 13-65: A qualifying school electing to accept scholarships from a scholarship granting organization may only enter into a participation agreement with one scholarship granting organization each school year. A participation agreement for the next school year must be completed each year by November fifteenth. To be eligible for a premium tax credit for contributions to a scholarship granting program pursuant to this chapter, the scholarship granting organization must have entered into a participation agreement with at least twenty percent of the qualifying schools in the state. Section 4. That a NEW SECTION be added to chapter 13-65: The division shall calculate the maximum allowable contributions eligible for a premium tax credit for each scholarship granting organization for each fiscal year by: (1) Dividing the total certified enrollment of all qualifying schools in a participation agreement with the scholarship granting organization in the previous school year by the total certified enrollment of all qualifying schools in participation agreements with all scholarship granting organizations in the previous school year; and (2) Multiplying the result of subdivision (1) by the total available tax credits provided in § 13-65-3. Section 5. That a NEW SECTION be added to chapter 13-65: The division shall authorize the maximum allowable allocation of tax credits for each scholarship granting organization pursuant to section 4 of this Act for each calendar year, by January first of each calendar year. Section 6. That § 13-65-11 be AMENDED: 13-65-11. The tax credit provided for in this chapter may be first claimed on the annual premium tax return filed in 2017 For the 2024-2025 school year and 2025 fiscal year tax credits, each scholarship granting organization shall: (1) File the report required by § 13-65-4 by April 1, 2024; and (2) Complete all participation agreements required by section 3 of this Act by April 1, 2024. The division shall authorize the 2024 maximum allowable tax credit for each scholarship granting organization on June 30, 2024, for fiscal year 2025, using the certified enrollment from the 2023-2024 school year. Section 7. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}], "amendments": [], "fiscal_notes": [], "action_log": []}