{"session_id": 69, "bill_id": 24617, "bill_type": "House Bill", "bill_number": 1194, "bill_title": "clarify provisions pertaining to tax increment finance districts.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24617", "sponsors": [{"legislator_profile_id": 4546, "is_prime": true}, {"legislator_profile_id": 4478, "is_prime": false}, {"legislator_profile_id": 4486, "is_prime": false}, {"legislator_profile_id": 4490, "is_prime": false}, {"legislator_profile_id": 4518, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4566, "is_prime": false}], "keywords": ["Counties", "Municipal Government", "Planning, Zoning and Housing Programs", "Property Tax"], "audio": [], "bill_versions": [{"bill_id": 24617, "bill_version_id": 263013, "bill_version": "Introduced", "bill_version_date": "2024-01-27T12:22:46-06:00", "bill_text": "An Act to clarify provisions pertaining to tax increment finance districts. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 11-9-1 be AMENDED: 11-9-1. Terms used in this chapter mean: (1) \"Department,\" the Department of Revenue; (2) \"District,\" a tax increment financing district; (3) \"Governing body,\" the board of trustees, the board of commissioners, the board of county commissioners, or the common council of a municipality; (4) \"Grant,\" the transfer of money or property to a transferee for a governmental purpose that is not a related party to or an agent of the municipality political subdivision; (5) \"Municipality,\" any incorporated city or town in this state and, for purposes of this chapter only, any county in this state; (6) \"Planning commission,\" a planning commission created under chapter chapters 11-2 or 11-6 or, a municipal planning committee of a governing body of a municipality that has no political subdivision that does not have a planning commission, or, if the municipality is a county having no planning commission or planning committee, the board of county commissioners the governing body of a political subdivision that does not have a planning commission or planning committee; (6) \"Political subdivision,\" a municipality, as defined in § 11-6-1, or county of this state; (7) \"Project plan,\" the properly approved plan for the development or redevelopment of a tax increment financing district including all properly approved amendments to the plan; (8) \"Tax increment financing district,\" a contiguous geographic area within a municipality political subdivision defined and created by resolution of the governing body; (9) \"Taxable property,\" all real and personal taxable property located in a tax increment financing district; (10) \"Tax increment valuation,\" is the total value of the tax increment financing district minus the tax increment base as determined pursuant to § 11-9-19. Section 2. That § 11-9-2 be AMENDED: 11-9-2. A municipality political subdivision may exercise those powers necessary and convenient to carry out the purposes of this chapter, including the power to: (1) Create one or more districts and define the each district's boundaries; (2) Prepare project plans, approve the plans, and implement the provisions and purposes of the plans, including the acquisition by purchase or condemnation of real and personal property within the district and the sale, lease, or other disposition of property to private individuals, partnerships, corporations, or other entities at a price less than the cost of the acquisition and of any site improvements undertaken by the municipality political subdivision pursuant to a project plan; (3) Issue tax increment financing bonds; (4) Deposit moneys into the special fund of any district; and (5) Enter into any contract or agreement, including an agreement with bondholders, determined by the governing body to be necessary or convenient to implement the provisions and effectuate the purposes of a project plan. A contract or agreement may include conditions, restrictions, or covenants that run with the land or otherwise regulate the use of land or that establish a minimum market value for the land and completed improvements to be constructed by a specific date, which date may not be later than the date of termination of the district pursuant to § 11-9-46. Any contract or agreement that provides for the payment of a specific sum of money at a specific future date shall must be made pursuant to the provisions of chapter 6-8B. Section 3. That § 11-9-3 be AMENDED: 11-9-3. The planning commission shall hold a hearing at which interested parties are afforded a reasonable opportunity to express views on the proposed creation of a district and the district's proposed boundaries. Notice of the hearing shall be published once The planning commission shall publish notice of the hearing at least once, not less fewer than ten nor more than thirty days before the date of the hearing, in a legal newspaper having a general circulation in the redevelopment area of the municipality political subdivision. Before publication of the notice, a copy of the notice shall be sent by first class mail the planning commission shall send a copy of the notice to the chief executive officer of each local governmental entity having the power to levy taxes on property located within the proposed district and to the school board of any school district that has property located within the proposed district by first class mail. Section 4. That § 11-9-5 be AMENDED: 11-9-5. TheTo establish a district, the governing body shall must adopt a resolution that: (1) Describes the boundaries, which may be the same as those recommended by the planning commission, of a district with sufficient definiteness to identify with ordinary and reasonable certainty the territory included. The boundaries may not split a whole unit of property that is being used for a single purpose; (2) Creates the district on a given date; (3) Includes a finding that the assessed value of the taxable property in the district plus the tax increment base of all other existing districts does not exceed ten percent of the total assessed value of all taxable property in the political subdivision; and (4) Assigns a name to the district for identification purposes. The first district created in each municipality shall political subdivision must be known as \"Tax Increment Financing District Number One, City (or Town, or County) of __________.\" Each subsequently created district shall must be assigned the next consecutive number. Section 5. That § 11-9-10 be AMENDED: 11-9-10. Any area which by reason ofFor the purposes of this chapter, the term \"blighted area\" means an area that substantially impairs or arrests the sound growth of the political subdivision, inhibits housing development, constitutes an economic or social liability, or is a danger in its present condition and use to the health, safety, morals, or welfare of the public because of: (1) The presence of a substantial number of substandard, slum, deteriorated, or deteriorating structures; (2) PredominanceA predominance of defective or inadequate street layouts; (3) Faulty lot layout in relation to size, adequacy, accessibility, or usefulness; (4) Insanitary or unsafe conditions; (5) DeteriorationThe deterioration of site or other improvements; (6) DiversityA diversity of ownership, tax, or special assessment delinquency exceeding the fair value of the land; (7) Defective or unusual conditions of title; (8) The existence of conditions which endanger life or property by fire and other causes; or (9) Any combination of such factors; substantially impairs or arrests the sound growth of a municipality, retards the provision of housing accommodations, or constitutes an economic or social liability and is a menace to the public health, safety, morals, or welfare in its present condition and use, is a blighted areaA predominance of open space with obsolete platting, diversity of ownership, or deterioration of structures or site improvements. Section 6. That § 11-9-14 be AMENDED: 11-9-14. For the purposes of this chapter, the term, project costs, \"project costs\" are any expenditures made or estimated to be made, or monetary obligations incurred or estimated to be incurred, by a municipality that are political subdivision that are listed in a project plan as grants or costs of public works or improvements within a district, plus any incidental costs diminished by any income, special assessments, or other revenues, other than tax increments, received, or reasonably expected to be received, by the municipality political subdivision in connection with the implementation of the plan. Section 7. That § 11-9-15 be AMENDED: 11-9-15. Project costs includeFor the purposes of this chapter, the term \"project costs\" means: (1) Capital costs, including the actual costs of the construction of public works or improvements, buildings, structures, and permanent fixtures; the demolition, alteration, remodeling, repair, or reconstruction of existing buildings, structures, and permanent fixtures; the acquisition of equipment; the clearing, over-excavation, and grading of land, including use of engineered fill and soil compaction; and the amount of interest payable on tax increment bonds issued pursuant to this chapter until such time as the positive tax increments to be received from the district, as estimated by the project plan, are sufficient to pay the principal of and interest on the tax increment bonds when due; (2) Financing costs, including all interest paid to holders of evidences of indebtedness issued to pay for project costs, any premium paid over the principal amount thereof because of the redemption of obligations prior to maturity, and a reserve for the payment of principal and interest on obligations in an amount determined by the governing body to be reasonably required for the marketability of obligations; (3) Real property assembly costs, including the actual cost of the acquisition by a municipality political subdivision of real or personal property within a district, less any proceeds to be received by the municipality political subdivision from the sale, lease, or other disposition of property pursuant to a project plan; (4) Professional service costs, including those costs incurred for architectural, planning, engineering, and legal advice and services; (5) Imputed administrative costs, including reasonable charges for the time spent by a municipal employees or county employee in connection with the implementation of a project plan; (6) Relocation costs; (7) Organizational costs, including the costs of conducting environmental impact and other studies and the costs of informing the public of the creation of a district and the implementation of project plans; and (8) Payments and grants made, at the discretion of the governing body, which that are found to be necessary or convenient to the creation of a district, the implementation of project plans, or to stimulate and develop the general economic welfare and prosperity of the state. No payment or grant may be used for any residential structure pursuant to § 11-9-42. Section 8. That § 11-9-16 be AMENDED: 11-9-16. The project plan for each district shall include must contain: (1) A map showing the existing uses and conditions of real property in the district; (2) A map showing the proposed improvements and uses; (3) A map showing the proposed changes of zoning ordinances; (4) A statement listing changes needed in the master plan, map, building codes, and municipal ordinances of the political subdivision; (5) A list of estimated nonproject costs; and (6) A statement of a proposed method for the relocation of persons to be displaced. Section 9. That § 11-9-17 be AMENDED: 11-9-17. The governing body shall approve a project plan for each district. The approval by resolution shall must contain findings that the plan is feasible and in conformity with the master plan, if any, of the municipality political subdivision. Section 10. That § 11-9-20 be AMENDED: 11-9-20. On application in writing by the municipal finance officer, on a form prescribed by the departmentUpon receiving an application by the county treasurer or municipal finance officer, as applicable, on a form prescribed by the department, the department shall must determine the aggregate assessed value of the taxable property in the district, which aggregate assessed value, on certification to county treasurer or the municipal finance officer, constitutes as applicable, is the tax increment base of the district. The application must be accompanied by a detailed parcel list of the included legal descriptions, property ownership, and value, as provided by the director of equalization office, of the affected corresponding county. Except as provided in § 11-9-20.1, the department shall use the values, as last previously certified by the department, adjusted for the value to the date the district was created, for any buildings or additions, completed or removed, and without regard to any reduction pursuant to §§ 1-19A-20, 10-6-137, 10-6-137.1, and 10-6-144. Section 11. That § 11-9-28 be AMENDED: 11-9-28. Notwithstanding any other provision of law, each officer charged by law to collect and pay over or retain local real property taxes shall first, on the next settlement date provided by law, pay over to the municipal county treasurer or municipal finance officer, as applicable, out of all taxes collected, that portion that represents a tax increment allocable to the municipality political subdivision. Section 12. That § 11-9-30 be AMENDED: 11-9-30. Payment of project costs may be made by any of the following methods or by any combination of methods: (1) Payment by the municipality political subdivision from the special fund of the district; (2) Payment out of the municipality's funds of the political subdivision; (3) Payment out of the proceeds of the sale of municipal bonds issued by the municipality under chapter 10-52 or 10-52A, or both; (4) Payment out of the proceeds of revenue bonds issued by the municipality political subdivision under chapter 9-54; or (5) Payment out of the proceeds of the sale of tax increment bonds issued by the municipality political subdivision under this chapter. Section 13. That § 11-9-31 be AMENDED: 11-9-31. All tax increments received in a district shall, upon receipt by the municipalThe county treasurer or municipal finance officer, be deposited as applicable, shall deposit all tax increments received in a district into a special fund for the district. The municipal county treasurer or municipal finance officer, as applicable, may deposit additional moneys into the fund pursuant to an appropriation by the governing body. Subject to any agreement with bondholders, moneys in the fund may be temporarily invested in the same manner as other municipal funds of the political subdivision. Section 14. That § 11-9-32 be AMENDED: 11-9-32. Moneys shall may only be paid out of the special fund created under § 11-9-31 only to pay project costs or grants of the district, to reimburse the municipality political subdivision for the payments payment of project costs or grants of the district, or to satisfy claims of holders of tax increment bonds issued for the district. Section 15. That § 11-9-35 be AMENDED: 11-9-35. Tax increment bonds may not be issued in an amount exceeding the aggregate project costs. The bonds may not mature later than twenty years from the date the district was created. The bonds may contain a provision authorizing the redemption of the bonds, in whole or in part, at stipulated prices, at the option of the municipality political subdivision, on any interest payment date and shall must provide the method of selecting the bonds to be redeemed. The principal and interest on the bonds may be payable at any time and at any place. The bonds may be payable to the bearer or may be registered as to the principal or principal and interest. The bonds may be in any denominations. Section 16. That § 11-9-36 be AMENDED: 11-9-36. Tax increment bonds are payable only out of the special fund created under § 11-9-31. Each bond shall must state that the bond is only payable out of the special fund and that the bond does not constitute a general indebtedness of the municipality political subdivision or a charge against the municipality's general taxing power of the political subdivision. Section 17. That § 11-9-39 be AMENDED: 11-9-39. To increase the security and marketability of its tax increment bonds, a municipality political subdivision may do either or both of the following: (1) Create a lien for the benefit of the bondholders upon any public improvements or public works financed by the bonds or the revenues from the bonds; or (2) Make covenants and do any and all acts, not inconsistent with the South Dakota Constitution, necessary, convenient, or desirable in order to additionally secure bonds or to make the bonds more marketable according to the best judgment of the governing body, including the establishment of a reserve for the payment of principal and interest on the bonds funded from the proceeds of the bonds or other revenues, including tax increments, of the municipality political subdivision. Section 18. That § 11-9-40 be AMENDED: 11-9-40. Tax increment bonds may be sold at public or private sale at a price that the governing body deems in the best interests of the municipality political subdivision. Section 19. That § 11-9-45 be AMENDED: 11-9-45. After all project costs and all tax increment bonds of the district have been paid or provided for, subject to any agreement with bondholders, any moneys remaining in the fund shall must be paid to each taxing district in the amount belonging to each respectively, with due regard for what portion of the moneys, if any, represent tax increments not allocated to the municipality political subdivision and what portion, if any, represents voluntary deposits of the municipality political subdivision into the fund. Section 20. That § 11-9-48 be AMENDED: 11-9-48. The department may publish annually on its website a report of each tax increment financing district in the state. Any municipality political subdivision that has created a tax increment financing district shall provide the department with any information requested to compile the report. Section 21. That § 11-9-7 be REPEALED: The resolution required by § 11-9-5 shall contain a finding that the aggregate assessed value of the taxable property in the district plus the tax increment base of all other existing districts does not exceed ten percent of the total assessed value of all taxable property in the municipality. Section 22. That § 11-9-11 be REPEALED: Any area which is predominantly open and which because of obsolete platting, diversity of ownership, deterioration of structures or of site improvements, or otherwise, substantially impairs or arrests the sound growth of a municipality, is a blighted area."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24617, "action_date": "2024-01-29T14:00:00-06:00", "document_id": 262950, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262950.pdf", "status_text": "First read in House and referred to", "journal_page": 187, "committee_id_action": 1197, "committee_id_assigned": 1200, "result": "N", "vote": {}}, {"bill_id": 24617, "action_date": "2024-02-01T10:00:00-06:00", "document_id": 263167, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263167.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1200, "committee_id_assigned": null, "result": "N", "vote": {}}]}