{"session_id": 10, "bill_id": 2842, "bill_type": "Senate Bill", "bill_number": 190, "bill_title": "revise the General Appropriations Act for fiscal year 2011.", "sponsors": [], "keywords": ["Appropriation", "Office of the Governor", "State Affairs and Government"], "audio": [{"meeting_datetime": "2011-02-22T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sap25.mp3", "start_seconds": 56.0}, {"meeting_datetime": "2011-02-22T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sap25.mp3", "start_seconds": 56.0}, {"meeting_datetime": "2011-02-22T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sap25.mp3", "start_seconds": 56.0}, {"meeting_datetime": "2011-02-22T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sap25.mp3", "start_seconds": 56.0}, {"meeting_datetime": "2011-02-22T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sap25.mp3", "start_seconds": 56.0}, {"meeting_datetime": "2011-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen26.mp3", "start_seconds": 13503.0}, {"meeting_datetime": "2011-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen26.mp3", "start_seconds": 13503.0}, {"meeting_datetime": "2011-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen26.mp3", "start_seconds": 13503.0}, {"meeting_datetime": "2011-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen26.mp3", "start_seconds": 13503.0}, {"meeting_datetime": "2011-02-28T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hap29.mp3", "start_seconds": 5880.0}, {"meeting_datetime": "2011-02-28T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hap29.mp3", "start_seconds": 5880.0}, {"meeting_datetime": "2011-02-28T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hap29.mp3", "start_seconds": 5880.0}, {"meeting_datetime": "2011-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou34.mp3", "start_seconds": 5285.0}, {"meeting_datetime": "2011-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou34.mp3", "start_seconds": 5285.0}, {"meeting_datetime": "2011-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou34.mp3", "start_seconds": 5285.0}, {"meeting_datetime": "2011-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou34.mp3", "start_seconds": 5285.0}, {"meeting_datetime": "2011-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou34.mp3", "start_seconds": 5285.0}, {"meeting_datetime": "2011-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou34.mp3", "start_seconds": 5285.0}, {"meeting_datetime": "2011-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou34.mp3", "start_seconds": 5285.0}, {"meeting_datetime": "2011-03-08T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou34.mp3", "start_seconds": 11422.0}], "bill_versions": [{"bill_id": 2842, "bill_version_id": 15962, "bill_version": "Introduced", "bill_version_date": "2011-01-31T10:37:32.59-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the General Appropriations Act for fiscal year 2011. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That section 2 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF EXECUTIVE MANAGEMENT (1) Office of the Governor Personal Services, Federal Funds, delete \"$206,402\" and insert \"$252,265\" Operating Expenses, Federal Funds, delete \"$46,894\" and insert \"$155,402\" Adjust all totals accordingly. Section 2. That section 2 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF EXECUTIVE MANAGEMENT (19) Development Operating Expenses, Federal Funds, delete \"$0\" and insert \"$303,558\" Adjust all totals accordingly. Section 3. That section 3 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF REVENUE AND REGULATION (8) Insurance Personal Services, Federal Funds, delete \"$0\" and insert \"$53,624\" Operating Expenses, Federal Funds, delete \"$0\" and insert \"$588,572\" Adjust all totals accordingly. Section 4. That section 6 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF GAME, FISH AND PARKS (5) State Parks and Recreation Operating Expenses, General Funds, delete \"$1,020,414\" and insert \"$1,162,314\" Adjust all totals accordingly. Section 5. That section 7 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF SOCIAL SERVICES (2) Economic Assistance Personal Services, Federal Funds, delete \"$9,272,132\" and insert \"$9,474,961\" Operating Expenses, Federal Funds, delete \"$61,933,045\" and insert \"$61,956,040\" F.T.E., delete \"320.5\" and insert \"322.9\" Adjust all totals accordingly. Section 6. That section 7 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF SOCIAL SERVICES (3) Medical and Adult Services Operating Expenses, General Funds, delete \"$220,492,309\" and insert \"$199,185,453\" F.T.E., delete \"145.0\" and insert \"147.0\" Adjust all totals accordingly. Section 7. That section 7 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF SOCIAL SERVICES (4) Children's Services Operating Expenses, General Funds, delete \"$23,994,645\" and insert \"$23,153,414\" Adjust all totals accordingly. Section 8. That section 10 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF TRANSPORTATION (1) General Operations Operating Expenses, Federal Funds, delete \"$28,325,183\" and insert \"$44,325,183\" Operating Expenses, Other Funds, delete \"$85,312,439\" and insert \"$89,053,436 Adjust all totals accordingly. Section 9. That section 11 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF EDUCATION (1) Administration, Secretary of Education Operating Expenses, Federal Funds, delete \"$6,888,192\" and insert \"$7,808,192\" Adjust all totals accordingly. Section 10. That section 11 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF EDUCATION (2) State Aid to General Education Operating Expenses, General Funds, delete \"$316,510,858\" and insert \"$321,419,327\" Adjust all totals accordingly. Section 11. That section 11 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF EDUCATION (10) Curriculum, Career and Technical Education Operating Expenses, Federal Funds, delete \"$9,257,059\" and insert \"$9,707,059\" Adjust all totals accordingly. Section 12. That section 11 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF EDUCATION (11) Postsecondary Vocational Education Operating Expenses, General Funds, delete \"$21,115,827\" and insert \"$21,911,820\" Adjust all totals accordingly. Section 13. That section 13 of chapter 25 of the 2010 Session Laws be amended to read as follows: BOARD OF REGENTS (3) University of South Dakota Proper Operating Expenses, General Funds, delete \"$0\" and insert \"$2,558,423\" Adjust all totals accordingly. Section 14. That section 13 of chapter 25 of the 2010 Session Laws be amended to read as follows: BOARD OF REGENTS (4) University of South Dakota School of Medicine Operating Expenses, General Funds, delete \"$1,168,726\" and insert \"$2,690,615\" Adjust all totals accordingly. Section 15. That section 13 of chapter 25 of the 2010 Session Laws be amended to read as follows: BOARD OF REGENTS (5) South Dakota State University Proper Operating Expenses, General Funds, delete \"$0\" and insert \"$3,544,609\" Adjust all totals accordingly. Section 16. That section 13 of chapter 25 of the 2010 Session Laws be amended to read as follows: BOARD OF REGENTS (8) South Dakota School of Mines and Technology Operating Expenses, General Funds, delete \"$217,097\" and insert \"$1,376,218\" Adjust all totals accordingly. Section 17. That section 13 of chapter 25 of the 2010 Session Laws be amended to read as follows: BOARD OF REGENTS (9) Northern State University Operating Expenses, General Funds, delete \"$407,477\" and insert \"$1,105,800\" Adjust all totals accordingly. Section 18. That section 13 of chapter 25 of the 2010 Session Laws be amended to read as follows: BOARD OF REGENTS (10) Black Hills State University Operating Expenses, General Funds, delete \"$0\" and insert \"$575,107\" Adjust all totals accordingly. Section 19. That section 13 of chapter 25 of the 2010 Session Laws be amended to read as follows: BOARD OF REGENTS (11) Dakota State University Operating Expenses, General Funds, delete \"$24,653\" and insert \"$590,604\" Adjust all totals accordingly. Section 20. That section 14 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF MILITARY AND VETERANS' AFFAIRS (3) Air Guard Personal Services, Federal Funds, delete \"$1,912,337\" and insert \"$2,086,742\" F.T.E., delete \"41.0\" and insert \"44.0\" Adjust all totals accordingly. Section 21. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (1) Administration, Central Office Personal Services, General Funds, delete \"$1,968,287\" and insert \"$1,962,287\" Operating Expenses, General Funds, delete \"$7,908,162\" and insert \"$7,883,162\" Adjust all totals accordingly. Section 22. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (2) Mike Durfee State Prison Personal Services, General Funds, delete \"$8,455,146\" and insert \"$8,380,702\" Operating Expenses, General Funds, delete \"$3,981,790\" and insert \"$4,060,791\" Adjust all totals accordingly. Section 23. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (3) State Penitentiary Personal Services, General Funds, delete \"$13,364,098\" and insert \"$13,260,848\" Operating Expenses, General Funds, delete \"$4,884,315\" and insert \"$4,653,322\" Adjust all totals accordingly. Section 24. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (4) Women's Prison Personal Services, General Funds, delete \"$2,275,651\" and insert \"$2,235,651\" Operating Expenses, General Funds, delete \"$850,809\" and insert \"$823,843\" Operating Expenses, Federal Funds, delete \"$275,951\" and insert \"$270,112\" Adjust all totals accordingly. Section 25. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (6) Community Service Operating Expenses, General Funds, delete \"$1,424,320\" and insert \"$1,423,518\" Adjust all totals accordingly. Section 26. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (7) Parole Services Personal Services, General Funds, delete \"$2,689,121\" and insert \"$2,615,121\" Operating Expenses, General Funds, delete \"$1,012,616\" and insert \"$1,007,616\" Adjust all totals accordingly. Section 27. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (8) Juvenile Community Corrections Personal Services, General Funds, delete \"$2,442,476\" and insert \"$2,333,070\" Operating Expenses, General Funds, delete \"$12,930,213\" and insert \"$12,448,759\" Adjust all totals accordingly. Section 28. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (9) Youth Challenge Center Personal Services, General Funds, delete \"$1,321,922\" and insert \"$1,259,922\" Adjust all totals accordingly. Section 29. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (10) Patrick Henry Brady Academy Personal Services, General Funds, delete \"$1,323,267\" and insert \"$1,295,267\" Adjust all totals accordingly. Section 30. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (11) State Treatment and Rehabilitation Academy Personal Services, General Funds, delete \"$2,743,295\" and insert \"$2,674,295\" Operating Expenses, General Funds, delete \"$2,527,145\" and insert \"$2,523,371\" Adjust all totals accordingly. Section 31. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (12) QUEST and ExCEL Personal Services, General Funds, delete \"$1,427,503\" and insert \"$1,403,603\" Adjust all totals accordingly. Section 32. That section 16 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF HUMAN SERVICES (2) Developmental Disabilities Operating Expenses, General Funds, delete \"$36,678,731\" and insert \"$33,148,603\" Adjust all totals accordingly. Section 33. That section 16 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF HUMAN SERVICES (3) South Dakota Developmental Center--Redfield Personal Services, General Funds, delete \"$6,505,285\" and insert \"$5,871,595\" Operating Expenses, General Funds, delete \"$1,902,505\" and insert \"$1,656,592\" Operating Expenses, Federal Funds, delete \"$3,449,646\" and insert \"$3,337,103\" Adjust all totals accordingly. Section 34. That section 16 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF HUMAN SERVICES (4) Alcohol and Drug Abuse Operating Expenses, General Funds, delete \"$8,622,849\" and insert \"$7,616,857\" Adjust all totals accordingly. Section 35. That section 16 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF HUMAN SERVICES (5) Rehabilitation Services Operating Expenses, General Funds, delete \"$3,085,683\" and insert \"$2,938,967\" Adjust all totals accordingly. Section 36. That section 16 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF HUMAN SERVICES (12) Human Services Center Personal Services, General Funds, delete \"$21,138,798\" and insert \"$20,050,657\" Personal Services, Federal Funds, delete \"$8,227,886\" and insert \"$9,048,053\" Operating Expenses, General Funds, delete \"$10,017,405\" and insert \"$9,028,629\" Operating Expenses, Federal Funds, delete \"$1,650,718\" and insert \"$2,368,430\" Adjust all totals accordingly. Section 37. That section 16 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF HUMAN SERVICES (13) Community Mental Health Personal Services, General Funds, delete \"$511,315\" and insert \"$510,290\" Operating Expenses, General Funds, delete \"$15,280,929\" and insert \"$14,140,687\" Adjust all totals accordingly. Section 38. That section 22 of chapter 25 of the 2010 Session Laws be amended to read as follows: SCHOOL AND PUBLIC LANDS (1) Administration of School and Public Lands Operating Expenses, Federal Funds, delete \"$0\" and insert \"$34,381\" Operating Expenses, Other Funds, delete \"$225,000\" and insert \"$239,610\" Adjust all totals accordingly. Section 39. That chapter 25 of the 2010 Session Laws be amended to by adding thereto a NEW SECTION to read as follows: Section 46. The state treasurer shall transfer to the state general fund one hundred forty-one thousand nine hundred dollars ($141,900) from the Custer State Park improvement fund to make the bond payment for Custer State Park improvements. Section 40. That chapter 25 of the 2010 Session Laws be amended to by adding thereto a NEW SECTION to read as follows: Section 47. Funds appropriated in subdivision (2) of section 13 of this Act which are unspent at the end of fiscal year 2011 may be carried over to fiscal year 2012. Section 41. Funds appropriated by this Act which are unspent at the end of fiscal year 2011 may be carried over to fiscal year 2012. Section 42. This Act is effective June 28, 2011."}, {"bill_id": 2842, "bill_version_id": 17178, "bill_version": "Senate Appropriations Engrossed", "bill_version_date": "2011-02-22T11:56:04.817-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the General Appropriations Act for fiscal year 2011. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That section 2 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF EXECUTIVE MANAGEMENT (1) Office of the Governor Personal Services, Federal Funds, delete \"$206,402\" and insert \"$252,265\" Operating Expenses, Federal Funds, delete \"$46,894\" and insert \"$155,402\" Adjust all totals accordingly. Section 2. That section 2 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF EXECUTIVE MANAGEMENT (19) Development Operating Expenses, Federal Funds, delete \"$0\" and insert \"$303,558\" Adjust all totals accordingly. Section 3. That section 3 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF REVENUE AND REGULATION (8) Insurance Personal Services, Federal Funds, delete \"$0\" and insert \"$53,624\" Operating Expenses, Federal Funds, delete \"$0\" and insert \"$588,572\" Adjust all totals accordingly. Section 4. That section 5 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF TOURISM AND STATE DEVELOPMENT (1) Economic Development Operating Expenses, Other Funds, delete \"$11,158,712\" and insert \"$18,352,382\" Adjust all totals accordingly. Section 5. That section 6 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF GAME, FISH AND PARKS (5) State Parks and Recreation Operating Expenses, General Funds, delete \"$1,020,414\" and insert \"$1,162,314\" Adjust all totals accordingly. Section 6. That section 7 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF SOCIAL SERVICES (2) Economic Assistance Personal Services, Federal Funds, delete \"$9,272,132\" and insert \"$9,474,961\" Operating Expenses, Federal Funds, delete \"$61,933,045\" and insert \"$61,956,040\" F.T.E., delete \"320.5\" and insert \"322.9\" Adjust all totals accordingly. Section 7. That section 7 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF SOCIAL SERVICES (3) Medical and Adult Services Operating Expenses, General Funds, delete \"$220,492,309\" and insert \"$199,185,453\" F.T.E., delete \"145.0\" and insert \"147.0\" Adjust all totals accordingly. Section 8. That section 7 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF SOCIAL SERVICES (4) Children's Services Operating Expenses, General Funds, delete \"$23,994,645\" and insert \"$23,153,414\" Adjust all totals accordingly. Section 9. That section 10 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF TRANSPORTATION (1) General Operations Operating Expenses, Federal Funds, delete \"$28,325,183\" and insert \"$44,325,183\" Operating Expenses, Other Funds, delete \"$85,312,439\" and insert \"$89,053,436 Adjust all totals accordingly. Section 10. That section 11 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF EDUCATION (1) Administration, Secretary of Education Operating Expenses, Federal Funds, delete \"$6,888,192\" and insert \"$7,808,192\" Adjust all totals accordingly. Section 11. That section 11 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF EDUCATION (2) State Aid to General Education Operating Expenses, General Funds, delete \"$316,510,858\" and insert \"$321,419,327\" Adjust all totals accordingly. Section 12. That section 11 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF EDUCATION (10) Curriculum, Career and Technical Education Operating Expenses, Federal Funds, delete \"$9,257,059\" and insert \"$9,707,059\" Adjust all totals accordingly. Section 13. That section 11 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF EDUCATION (11) Postsecondary Vocational Education Operating Expenses, General Funds, delete \"$21,115,827\" and insert \"$21,911,820\" Adjust all totals accordingly. Section 14. That section 13 of chapter 25 of the 2010 Session Laws be amended to read as follows: BOARD OF REGENTS (1) Regents Central Office Operating Expenses, Other Funds, delete \"$28,814,307\" and insert \"$32,401,859\" Adjust all totals accordingly. Section 15. That section 13 of chapter 25 of the 2010 Session Laws be amended to read as follows: BOARD OF REGENTS (3) University of South Dakota Proper Operating Expenses, General Funds, delete \"$0\" and insert \"$2,558,423\" Adjust all totals accordingly. Section 16. That section 13 of chapter 25 of the 2010 Session Laws be amended to read as follows: BOARD OF REGENTS (4) University of South Dakota School of Medicine Operating Expenses, General Funds, delete \"$1,168,726\" and insert \"$2,690,615\" Adjust all totals accordingly. Section 17. That section 13 of chapter 25 of the 2010 Session Laws be amended to read as follows: BOARD OF REGENTS (5) South Dakota State University Proper Operating Expenses, General Funds, delete \"$0\" and insert \"$3,544,609\" Adjust all totals accordingly. Section 18. That section 13 of chapter 25 of the 2010 Session Laws be amended to read as follows: BOARD OF REGENTS (8) South Dakota School of Mines and Technology Personal Services, Federal Funds, delete \"$5,406,483\" and insert \"$8,556,483\" Personal Services, Other Funds, delete \"$9,566,241\" and insert \"$12,566,241\" Operating Expenses, General Funds, delete \"$217,097\" and insert \"$1,376,218\" Operating Expenses, Federal Funds, delete \"$13,869,139\" and insert \"$22,719,139\" Operating Expenses, Other Funds, delete \"$14,426,876\" and insert \"$20,926,876\" FTE, delete \"318.8\" and insert \"333.8\" Adjust all totals accordingly. Section 19. That section 13 of chapter 25 of the 2010 Session Laws be amended to read as follows: BOARD OF REGENTS (9) Northern State University Operating Expenses, General Funds, delete \"$407,477\" and insert \"$1,105,800\" Adjust all totals accordingly. Section 20. That section 13 of chapter 25 of the 2010 Session Laws be amended to read as follows: BOARD OF REGENTS (10) Black Hills State University Operating Expenses, General Funds, delete \"$0\" and insert \"$575,107\" Adjust all totals accordingly. Section 21. That section 13 of chapter 25 of the 2010 Session Laws be amended to read as follows: BOARD OF REGENTS (11) Dakota State University Personal Services, Federal Funds, delete \"$1,273,661\" and insert \"$1,723,661\" Personal Services, Other Funds, delete \"$9,323,565\" and insert \"$10,373,565\" Operating Expenses, General Funds, delete \"$24,653\" and insert \"$590,604\" Operating Expenses, Other Funds, delete \"$8,554,279\" and insert \"$10,054,279\" FTE, delete \"249.8\" and insert \"259.8\" Adjust all totals accordingly. Section 22. That section 14 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF MILITARY AND VETERANS' AFFAIRS (3) Air Guard Personal Services, Federal Funds, delete \"$1,912,337\" and insert \"$2,086,742\" F.T.E., delete \"41.0\" and insert \"44.0\" Adjust all totals accordingly. Section 23. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (1) Administration, Central Office Personal Services, General Funds, delete \"$1,968,287\" and insert \"$1,962,287\" Operating Expenses, General Funds, delete \"$7,908,162\" and insert \"$7,883,162\" Adjust all totals accordingly. Section 24. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (2) Mike Durfee State Prison Personal Services, General Funds, delete \"$8,455,146\" and insert \"$8,380,702\" Operating Expenses, General Funds, delete \"$3,981,790\" and insert \"$4,060,791\" Adjust all totals accordingly. Section 25. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (3) State Penitentiary Personal Services, General Funds, delete \"$13,364,098\" and insert \"$13,260,848\" Operating Expenses, General Funds, delete \"$4,884,315\" and insert \"$4,653,322\" Adjust all totals accordingly. Section 26. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (4) Women's Prison Personal Services, General Funds, delete \"$2,275,651\" and insert \"$2,235,651\" Operating Expenses, General Funds, delete \"$850,809\" and insert \"$823,843\" Operating Expenses, Federal Funds, delete \"$275,951\" and insert \"$270,112\" Adjust all totals accordingly. Section 27. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (6) Community Service Operating Expenses, General Funds, delete \"$1,424,320\" and insert \"$1,423,518\" Adjust all totals accordingly. Section 28. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (7) Parole Services Personal Services, General Funds, delete \"$2,689,121\" and insert \"$2,615,121\" Operating Expenses, General Funds, delete \"$1,012,616\" and insert \"$1,007,616\" Adjust all totals accordingly. Section 29. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (8) Juvenile Community Corrections Personal Services, General Funds, delete \"$2,442,476\" and insert \"$2,333,070\" Operating Expenses, General Funds, delete \"$12,930,213\" and insert \"$12,448,759\" Adjust all totals accordingly. Section 30. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (9) Youth Challenge Center Personal Services, General Funds, delete \"$1,321,922\" and insert \"$1,259,922\" Adjust all totals accordingly. Section 31. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (10) Patrick Henry Brady Academy Personal Services, General Funds, delete \"$1,323,267\" and insert \"$1,295,267\" Adjust all totals accordingly. Section 32. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (11) State Treatment and Rehabilitation Academy Personal Services, General Funds, delete \"$2,743,295\" and insert \"$2,674,295\" Operating Expenses, General Funds, delete \"$2,527,145\" and insert \"$2,523,371\" Adjust all totals accordingly. Section 33. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (12) QUEST and ExCEL Personal Services, General Funds, delete \"$1,427,503\" and insert \"$1,403,603\" Adjust all totals accordingly. Section 34. That section 16 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF HUMAN SERVICES (2) Developmental Disabilities Operating Expenses, General Funds, delete \"$36,678,731\" and insert \"$33,148,603\" Adjust all totals accordingly. Section 35. That section 16 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF HUMAN SERVICES (3) South Dakota Developmental Center--Redfield Personal Services, General Funds, delete \"$6,505,285\" and insert \"$5,871,595\" Operating Expenses, General Funds, delete \"$1,902,505\" and insert \"$1,656,592\" Operating Expenses, Federal Funds, delete \"$3,449,646\" and insert \"$3,337,103\" Adjust all totals accordingly. Section 36. That section 16 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF HUMAN SERVICES (4) Alcohol and Drug Abuse Operating Expenses, General Funds, delete \"$8,622,849\" and insert \"$7,616,857\" Adjust all totals accordingly. Section 37. That section 16 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF HUMAN SERVICES (5) Rehabilitation Services Operating Expenses, General Funds, delete \"$3,085,683\" and insert \"$2,938,967\" Adjust all totals accordingly. Section 38. That section 16 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF HUMAN SERVICES (12) Human Services Center Personal Services, General Funds, delete \"$21,138,798\" and insert \"$20,050,657\" Personal Services, Federal Funds, delete \"$8,227,886\" and insert \"$9,048,053\" Operating Expenses, General Funds, delete \"$10,017,405\" and insert \"$9,028,629\" Operating Expenses, Federal Funds, delete \"$1,650,718\" and insert \"$2,368,430\" Adjust all totals accordingly. Section 39. That section 16 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF HUMAN SERVICES (13) Community Mental Health Personal Services, General Funds, delete \"$511,315\" and insert \"$510,290\" Operating Expenses, General Funds, delete \"$15,280,929\" and insert \"$14,140,687\" Adjust all totals accordingly. Section 40. That section 22 of chapter 25 of the 2010 Session Laws be amended to read as follows: SCHOOL AND PUBLIC LANDS (1) Administration of School and Public Lands Operating Expenses, Federal Funds, delete \"$0\" and insert \"$34,381\" Operating Expenses, Other Funds, delete \"$225,000\" and insert \"$239,610\" Adjust all totals accordingly. Section 41. That chapter 25 of the 2010 Session Laws be amended to by adding thereto a NEW SECTION to read as follows: Section 46. The state treasurer shall transfer to the state general fund one hundred forty-one thousand nine hundred dollars ($141,900) from the Custer State Park improvement fund to make the bond payment for Custer State Park improvements. Section 42. That chapter 25 of the 2010 Session Laws be amended to by adding thereto a NEW SECTION to read as follows: Section 47. Funds appropriated in subdivision (2) of section 13 of this Act which are unspent at the end of fiscal year 2011 may be carried over to fiscal year 2012. Section 43. Funds appropriated by this Act which are unspent at the end of fiscal year 2011 may be carried over to fiscal year 2012. Section 44. This Act is effective June 28, 2011."}, {"bill_id": 2842, "bill_version_id": 18101, "bill_version": "House Engrossed", "bill_version_date": "2011-03-08T18:08:23.763-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the General Appropriations Act for fiscal year 2011. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That section 2 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF EXECUTIVE MANAGEMENT (1) Office of the Governor Personal Services, Federal Funds, delete \"$206,402\" and insert \"$252,265\" Operating Expenses, Federal Funds, delete \"$46,894\" and insert \"$155,402\" Adjust all totals accordingly. Section 2. That section 2 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF EXECUTIVE MANAGEMENT (19) Development Operating Expenses, Federal Funds, delete \"$0\" and insert \"$303,558\" Adjust all totals accordingly. Section 3. That section 3 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF REVENUE AND REGULATION (8) Insurance Personal Services, Federal Funds, delete \"$0\" and insert \"$53,624\" Operating Expenses, Federal Funds, delete \"$0\" and insert \"$588,572\" Adjust all totals accordingly. Section 4. That section 5 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF TOURISM AND STATE DEVELOPMENT (1) Economic Development Operating Expenses, Other Funds, delete \"$11,158,712\" and insert \"$18,352,382\" Adjust all totals accordingly. Section 5. That section 6 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF GAME, FISH AND PARKS (5) State Parks and Recreation Operating Expenses, General Funds, delete \"$1,020,414\" and insert \"$1,162,314\" Adjust all totals accordingly. Section 6. That section 7 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF SOCIAL SERVICES (2) Economic Assistance Operating Expenses, General Funds, delete $14,668,703\" and insert \"$14,858,459\" Personal Services, Federal Funds, delete \"$9,272,132\" and insert \"$9,474,961\" Operating Expenses, Federal Funds, delete \"$61,933,045\" and insert \"$61,976,163\" Operating Expenses, Other Funds, delete \"$443,803\" and insert \"$447,110\" F.T.E., delete \"320.5\" and insert \"322.9\" Adjust all totals accordingly. Section 7. That section 7 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF SOCIAL SERVICES (3) Medical and Adult Services Operating Expenses, General Funds, delete \"$220,492,309\" and insert \"$197,347,132\" Operating Expenses, Federal Funds, delete \"$494,597,028\" and insert \"$492,458,704\" Operating Expenses, Other Funds, delete \"$2,851,425\" and insert \"$2,846,032\" F.T.E., delete \"145.0\" and insert \"147.0\" Adjust all totals accordingly. Section 8. That section 7 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF SOCIAL SERVICES (4) Children's Services Operating Expenses, General Funds, delete \"$23,994,645\" and insert \"$23,462,197\" Operating Expenses, Federal Funds, delete \"$44,310,323\" and insert \"$44,602,333\" Operating Expenses, Other Funds, delete \"$2,998,598\" and insert \"$3,000,684\" Adjust all totals accordingly. Section 9. That section 10 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF TRANSPORTATION (1) General Operations Operating Expenses, Federal Funds, delete \"$28,325,183\" and insert \"$44,325,183\" Operating Expenses, Other Funds, delete \"$85,312,439\" and insert \"$89,053,436 Adjust all totals accordingly. Section 10. That section 11 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF EDUCATION (1) Administration, Secretary of Education Operating Expenses, Federal Funds, delete \"$6,888,192\" and insert \"$7,808,192\" Adjust all totals accordingly. Section 11. That section 11 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF EDUCATION (2) State Aid to General Education Operating Expenses, General Funds, delete \"$316,510,858\" and insert \"$321,419,327\" Adjust all totals accordingly. Section 12. That section 11 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF EDUCATION (10) Curriculum, Career and Technical Education Operating Expenses, Federal Funds, delete \"$9,257,059\" and insert \"$9,707,059\" Adjust all totals accordingly. Section 13. That section 11 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF EDUCATION (11) Postsecondary Vocational Education Operating Expenses, General Funds, delete \"$21,115,827\" and insert \"$21,911,820\" Adjust all totals accordingly. Section 14. That section 13 of chapter 25 of the 2010 Session Laws be amended to read as follows: BOARD OF REGENTS (1) Regents Central Office Operating Expenses, Other Funds, delete \"$28,814,307\" and insert \"$32,401,859\" Adjust all totals accordingly. Section 15. That section 13 of chapter 25 of the 2010 Session Laws be amended to read as follows: BOARD OF REGENTS (3) University of South Dakota Proper Operating Expenses, General Funds, delete \"$0\" and insert \"$2,558,423\" Adjust all totals accordingly. Section 16. That section 13 of chapter 25 of the 2010 Session Laws be amended to read as follows: BOARD OF REGENTS (4) University of South Dakota School of Medicine Operating Expenses, General Funds, delete \"$1,168,726\" and insert \"$2,690,615\" Adjust all totals accordingly. Section 17. That section 13 of chapter 25 of the 2010 Session Laws be amended to read as follows: BOARD OF REGENTS (5) South Dakota State University Proper Operating Expenses, General Funds, delete \"$0\" and insert \"$3,544,609\" Adjust all totals accordingly. Section 18. That section 13 of chapter 25 of the 2010 Session Laws be amended to read as follows: BOARD OF REGENTS (8) South Dakota School of Mines and Technology Personal Services, Federal Funds, delete \"$5,406,483\" and insert \"$8,556,483\" Personal Services, Other Funds, delete \"$9,566,241\" and insert \"$12,566,241\" Operating Expenses, General Funds, delete \"$217,097\" and insert \"$1,376,218\" Operating Expenses, Federal Funds, delete \"$13,869,139\" and insert \"$22,719,139\" Operating Expenses, Other Funds, delete \"$14,426,876\" and insert \"$20,926,876\" FTE, delete \"318.8\" and insert \"333.8\" Adjust all totals accordingly. Section 19. That section 13 of chapter 25 of the 2010 Session Laws be amended to read as follows: BOARD OF REGENTS (9) Northern State University Operating Expenses, General Funds, delete \"$407,477\" and insert \"$1,105,800\" Adjust all totals accordingly. Section 20. That section 13 of chapter 25 of the 2010 Session Laws be amended to read as follows: BOARD OF REGENTS (10) Black Hills State University Operating Expenses, General Funds, delete \"$0\" and insert \"$575,107\" Adjust all totals accordingly. Section 21. That section 13 of chapter 25 of the 2010 Session Laws be amended to read as follows: BOARD OF REGENTS (11) Dakota State University Personal Services, Federal Funds, delete \"$1,273,661\" and insert \"$1,723,661\" Personal Services, Other Funds, delete \"$9,323,565\" and insert \"$10,373,565\" Operating Expenses, General Funds, delete \"$24,653\" and insert \"$590,604\" Operating Expenses, Other Funds, delete \"$8,554,279\" and insert \"$10,054,279\" FTE, delete \"249.8\" and insert \"259.8\" Adjust all totals accordingly. Section 22. That section 14 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF MILITARY AND VETERANS' AFFAIRS (3) Air Guard Personal Services, Federal Funds, delete \"$1,912,337\" and insert \"$2,086,742\" F.T.E., delete \"41.0\" and insert \"44.0\" Adjust all totals accordingly. Section 23. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (1) Administration, Central Office Personal Services, General Funds, delete \"$1,968,287\" and insert \"$1,962,287\" Operating Expenses, General Funds, delete \"$7,908,162\" and insert \"$7,883,162\" Adjust all totals accordingly. Section 24. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (2) Mike Durfee State Prison Personal Services, General Funds, delete \"$8,455,146\" and insert \"$8,380,702\" Operating Expenses, General Funds, delete \"$3,981,790\" and insert \"$4,060,791\" Adjust all totals accordingly. Section 25. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (3) State Penitentiary Personal Services, General Funds, delete \"$13,364,098\" and insert \"$13,260,848\" Operating Expenses, General Funds, delete \"$4,884,315\" and insert \"$4,653,322\" Adjust all totals accordingly. Section 26. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (4) Women's Prison Personal Services, General Funds, delete \"$2,275,651\" and insert \"$2,235,651\" Operating Expenses, General Funds, delete \"$850,809\" and insert \"$823,843\" Operating Expenses, Federal Funds, delete \"$275,951\" and insert \"$270,112\" Adjust all totals accordingly. Section 27. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (6) Community Service Operating Expenses, General Funds, delete \"$1,424,320\" and insert \"$1,423,518\" Adjust all totals accordingly. Section 28. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (7) Parole Services Personal Services, General Funds, delete \"$2,689,121\" and insert \"$2,615,121\" Operating Expenses, General Funds, delete \"$1,012,616\" and insert \"$1,007,616\" Adjust all totals accordingly. Section 29. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (8) Juvenile Community Corrections Personal Services, General Funds, delete \"$2,442,476\" and insert \"$2,333,070\" Operating Expenses, General Funds, delete \"$12,930,213\" and insert \"$12,705,830\" Operating Expenses, Federal Funds, delete $8,715,221\" and insert \"$9,095,411\" Adjust all totals accordingly. Section 30. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (9) Youth Challenge Center Personal Services, General Funds, delete \"$1,321,922\" and insert \"$1,259,922\" Adjust all totals accordingly. Section 31. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (10) Patrick Henry Brady Academy Personal Services, General Funds, delete \"$1,323,267\" and insert \"$1,295,267\" Adjust all totals accordingly. Section 32. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (11) State Treatment and Rehabilitation Academy Personal Services, General Funds, delete \"$2,743,295\" and insert \"$2,674,295\" Operating Expenses, General Funds, delete \"$2,527,145\" and insert \"$2,523,371\" Adjust all totals accordingly. Section 33. That section 15 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF CORRECTIONS (12) QUEST and ExCEL Personal Services, General Funds, delete \"$1,427,503\" and insert \"$1,403,603\" Adjust all totals accordingly. Section 34. That section 16 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF HUMAN SERVICES (2) Developmental Disabilities Operating Expenses, General Funds, delete \"$36,678,731\" and insert \"$34,177,349\" Operating Expenses, Federal Funds, delete \"$70,671,918\" and insert \"$72,089,465\" Adjust all totals accordingly. Section 35. That section 16 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF HUMAN SERVICES (3) South Dakota Developmental Center--Redfield Personal Services, General Funds, delete \"$6,505,285\" and insert \"$5,871,595\" Operating Expenses, General Funds, delete \"$1,902,505\" and insert \"$1,656,592\" Operating Expenses, Federal Funds, delete \"$3,449,646\" and insert \"$3,337,103\" Adjust all totals accordingly. Section 36. That section 16 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF HUMAN SERVICES (4) Alcohol and Drug Abuse Operating Expenses, General Funds, delete \"$8,622,849\" and insert \"$7,616,857\" Adjust all totals accordingly. Section 37. That section 16 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF HUMAN SERVICES (5) Rehabilitation Services Operating Expenses, General Funds, delete \"$3,085,683\" and insert \"$2,961,276\" Operating Expenses, Federal Funds, delete $13,563,501\" and insert \"$13,591,955\" Adjust all totals accordingly. Section 38. That section 16 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF HUMAN SERVICES (12) Human Services Center Personal Services, General Funds, delete \"$21,138,798\" and insert \"$20,050,657\" Personal Services, Federal Funds, delete \"$8,227,886\" and insert \"$9,048,053\" Operating Expenses, General Funds, delete \"$10,017,405\" and insert \"$9,028,629\" Operating Expenses, Federal Funds, delete \"$1,650,718\" and insert \"$2,368,430\" Adjust all totals accordingly. Section 39. That section 16 of chapter 25 of the 2010 Session Laws be amended to read as follows: DEPARTMENT OF HUMAN SERVICES (13) Community Mental Health Personal Services, General Funds, delete \"$511,315\" and insert \"$510,290\" Operating Expenses, General Funds, delete \"$15,280,929\" and insert \"$14,140,687\" Adjust all totals accordingly. Section 40. That section 19 of chapter 25 of the 2010 Session Laws be amended to read as follows: UNIFIED JUDICIAL SYSTEM (2) Unified Judicial System Operating Expenses, General Funds, delete \"$4,923,417\" and insert \"$4,955,073\" Adjust all totals accordingly. Section 41. That section 22 of chapter 25 of the 2010 Session Laws be amended to read as follows: SCHOOL AND PUBLIC LANDS (1) Administration of School and Public Lands Operating Expenses, Federal Funds, delete \"$0\" and insert \"$34,381\" Operating Expenses, Other Funds, delete \"$225,000\" and insert \"$239,610\" Adjust all totals accordingly. Section 42. That chapter 25 of the 2010 Session Laws be amended to by adding thereto a NEW SECTION to read as follows: Section 46. The state treasurer shall transfer to the state general fund one hundred forty-one thousand nine hundred dollars ($141,900) from the Custer State Park improvement fund to make the bond payment for Custer State Park improvements. Section 43. That chapter 25 of the 2010 Session Laws be amended to by adding thereto a NEW SECTION to read as follows: Section 47. Funds appropriated in subdivision (2) of section 13 of this Act which are unspent at the end of fiscal year 2011 may be carried over to fiscal year 2012. Section 44. Funds appropriated by this Act which are unspent at the end of fiscal year 2011 may be carried over to fiscal year 2012. Section 45. This Act is effective June 28, 2011."}, {"bill_id": 2842, "bill_version_id": 18151, "bill_version": "Enrolled", "bill_version_date": "2011-03-09T15:27:46.423-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2842, "action_date": "2011-01-31T14:00:00-06:00", "document_id": 16043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16043.pdf", "status_text": "First read in Senate and referred to", "journal_page": 246, "committee_id_action": 113, "committee_id_assigned": 112, "result": "N", "vote": {}}, {"bill_id": 2842, "action_date": "2011-02-22T08:00:00-06:00", "document_id": 17014, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17014.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 112, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2842, "action_date": "2011-02-22T08:00:00-06:00", "document_id": 17173, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17173.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 112, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2842, "action_date": "2011-02-22T08:00:00-06:00", "document_id": 17173, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17173.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 112, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2842, "action_date": "2011-02-22T08:00:00-06:00", "document_id": 17173, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17173.pdf", "status_text": "Do Pass Amended", "journal_page": 474, "committee_id_action": 112, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9283, "president_vote": null, "Yea": [80, 38, 78, 4, 10, 19, 81, 8, 42]}}, {"bill_id": 2842, "action_date": "2011-02-23T14:00:00-06:00", "document_id": 17282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17282.pdf", "status_text": "Do Pass Amended", "journal_page": 511, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9417, "president_vote": null, "Yea": [44, 75, 30, 42, 79, 40, 46, 41, 24, 26, 25, 38, 78, 76, 2, 18, 77, 82, 13, 55, 31, 43, 4, 16, 9, 10, 19, 81, 27, 34, 52, 80, 8, 45, 22]}}, {"bill_id": 2842, "action_date": "2011-02-24T14:00:00-06:00", "document_id": 17348, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17348.pdf", "status_text": "First read in House and referred to", "journal_page": 515, "committee_id_action": 115, "committee_id_assigned": 117, "result": "N", "vote": {}}, {"bill_id": 2842, "action_date": "2011-02-28T08:00:00-06:00", "document_id": 17427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17427.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 117, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2842, "action_date": "2011-02-28T08:00:00-06:00", "document_id": 17512, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17512.pdf", "status_text": "Do Pass", "journal_page": 542, "committee_id_action": 117, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9598, "president_vote": null, "Yea": [1, 47, 23, 56, 68, 105, 100, 21, 65]}}, {"bill_id": 2842, "action_date": "2011-03-01T14:00:00-06:00", "document_id": 17651, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17651.pdf", "status_text": "Deferred to another day", "journal_page": 584, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2842, "action_date": "2011-03-02T14:00:00-06:00", "document_id": 17768, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17768.pdf", "status_text": "Deferred to another day", "journal_page": 609, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2842, "action_date": "2011-03-03T14:00:00-06:00", "document_id": 17865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17865.pdf", "status_text": "Deferred to another day", "journal_page": 620, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2842, "action_date": "2011-03-07T14:00:00-06:00", "document_id": 17969, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17969.pdf", "status_text": "Deferred to another day", "journal_page": 649, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2842, "action_date": "2011-03-08T14:00:00-06:00", "document_id": 18084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18084.pdf", "status_text": "Motion to amend", "journal_page": 685, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2842, "action_date": "2011-03-08T14:00:00-06:00", "document_id": 18084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18084.pdf", "status_text": "Do Pass Amended", "journal_page": 686, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9972, "president_vote": null, "Excused": [12, 85, 64], "Yea": [53, 56, 17, 33, 21, 72, 60, 87, 1, 105, 48, 51, 49, 15, 59, 36, 7, 94, 104, 84, 88, 61, 90, 57, 11, 63, 70, 96, 23, 62, 39, 54, 20, 71, 92, 28, 37, 83, 95, 58, 103, 3, 32, 102, 68, 98, 99, 73, 69, 50, 14, 6, 86, 93, 74, 35, 97, 29, 101, 66, 100, 91, 89, 65, 47, 5], "Nay": [67]}}, {"bill_id": 2842, "action_date": "2011-03-09T10:00:00-06:00", "document_id": 18127, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18127.pdf", "status_text": "Concurred in amendments", "journal_page": 674, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9998, "president_vote": null, "Yea": [44, 75, 30, 42, 79, 40, 41, 26, 25, 38, 78, 76, 2, 18, 77, 82, 13, 55, 31, 43, 4, 16, 10, 19, 81, 27, 34, 52, 80, 8, 45, 22], "Excused": [46, 24, 9]}}, {"bill_id": 2842, "action_date": "2011-03-10T10:00:00-06:00", "document_id": 18181, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18181.pdf", "status_text": "Signed by the Speaker", "journal_page": 727, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2842, "action_date": "2011-03-10T13:00:00-06:00", "document_id": 18186, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18186.pdf", "status_text": "Signed by the President", "journal_page": 688, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2842, "action_date": "2011-03-11T10:00:00-06:00", "document_id": 18214, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18214.pdf", "status_text": "Delivered to the Governor", "journal_page": 692, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2842, "action_date": "2011-03-28T10:00:00-05:00", "document_id": 18239, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18239.pdf", "status_text": "Signed by the Governor", "journal_page": 706, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4715, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2842"}