{"session_id": 69, "bill_id": 24509, "bill_type": "House Bill", "bill_number": 1013, "bill_title": "adopt the advanced practice registered nurse compact.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24509", "sponsors": [{"legislator_profile_id": 4551, "is_prime": true}, {"legislator_profile_id": 4567, "is_prime": true}], "keywords": ["Compacts", "Health Care", "Licensure", "Professions and Occupations"], "audio": [{"meeting_datetime": "2024-01-16T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hhe05.mp3", "start_seconds": 163.0}, {"meeting_datetime": "2024-01-16T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hhe05.mp3", "start_seconds": 163.0}, {"meeting_datetime": "2024-01-16T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hhe05.mp3", "start_seconds": 163.0}, {"meeting_datetime": "2024-01-17T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou06.mp3", "start_seconds": 3351.0}, {"meeting_datetime": "2024-01-17T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou06.mp3", "start_seconds": 3351.0}, {"meeting_datetime": "2024-01-17T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou06.mp3", "start_seconds": 3351.0}, {"meeting_datetime": "2024-01-17T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou06.mp3", "start_seconds": 3351.0}, {"meeting_datetime": "2024-01-17T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou06.mp3", "start_seconds": 3351.0}, {"meeting_datetime": "2024-01-22T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/she09.mp3", "start_seconds": 399.0}, {"meeting_datetime": "2024-01-22T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/she09.mp3", "start_seconds": 399.0}, {"meeting_datetime": "2024-01-22T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/she09.mp3", "start_seconds": 399.0}, {"meeting_datetime": "2024-01-23T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen10.mp3", "start_seconds": 5770.0}, {"meeting_datetime": "2024-01-23T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen10.mp3", "start_seconds": 5770.0}, {"meeting_datetime": "2024-01-23T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen10.mp3", "start_seconds": 5770.0}, {"meeting_datetime": "2024-01-23T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen10.mp3", "start_seconds": 5770.0}], "bill_versions": [{"bill_id": 24509, "bill_version_id": 257350, "bill_version": "Introduced", "bill_version_date": "2023-12-22T14:58:00.077-06:00", "bill_text": "An Act to adopt the advanced practice registered nurse compact. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 36: ADVANCED PRACTICE REGISTERED NURSE COMPACT ARTICLE I FINDINGS AND DECLARATIONS OF PURPOSE The party states find that: (1) The health and safety of the public are affected by the degree of compliance with advanced practice registered nurse licensure requirements and the effectiveness of enforcement activities related to state advanced practice registered nurse licensure laws; (2) Violations of advanced practice registered nurse licensure and other laws governing the practice of nursing may result in injury or harm to the public; (3) The expanded mobility of advanced practice registered nurses and the use of advanced communication and intervention technologies, as part of this nation’s health care delivery system, require greater coordination and cooperation among states in the areas of advanced practice registered nurse licensure and regulation; (4) New practice modalities and technology make compliance with individual state advanced practice registered nurse licensure laws difficult and complex; (5) The current system of duplicative advanced practice registered nurse licensure to authorize practice in multiple states is cumbersome and redundant for healthcare delivery systems, payors, state licensing boards, regulators, and advanced practice registered nurses; (6) Uniformity of advanced practice registered nurse licensure requirements throughout the states promotes public safety and public health benefits, and provides a mechanism for increasing access to care; and (7) The general purposes of this Compact are to: (a) Facilitate the states’ responsibility to protect the public’s health and safety; (b) Ensure and encourage the cooperation of party states in the areas of advanced practice registered nurse licensure and regulation, including the promotion of uniform licensure requirements; (c) Facilitate the exchange of information between party states in the areas of advanced practice registered nurse regulation, investigation, and adverse actions; (d) Promote compliance with the laws governing practice by advanced practice registered nurses in each jurisdiction; (e) Invest all party states with the authority to hold an advanced practice registered nurse accountable for meeting all practice laws of the state in which the patient is located, at the time care is rendered, through the mutual recognition of party-state privileges to practice; (f) Decrease redundancies in the consideration and issuance of advanced practice registered nurse licenses; and (g) Provide opportunities for interstate practice by advanced practice registered nurses who meet uniform licensure requirements. ARTICLE II DEFINITIONS Terms used in this Compact mean: (1) “Advanced practice registered nurse,” a registered nurse who: (a) Has gained additional specialized knowledge, skills, and experience through a program of study recognized or defined by the Interstate Commission of Advanced Practice Registered Nurse Compact Administrators; (b) Is licensed to perform advanced nursing practice; and (c) Is licensed in an advanced practice registered nurse role that is congruent with an advanced practice registered nurse educational program, certification, and rules of the commission; (2) “Advanced practice registered nurse licensure,” the regulatory mechanism used by a party-state in granting the authority to practice as an advanced practice registered nurse; (3) “Advanced practice registered nurse uniform licensure requirements,\" the minimum uniform licensure, education, and examination requirements set forth in Article III of this Compact; (4) “Adverse action,” any administrative, civil, equitable, or criminal action that: (a) Is permitted by a state’s laws; (b) Imposed by a licensing board, or other authority, against an advanced practice registered nurse; and (c) Includes actions against an individual’s license or multistate licensure privilege, such as revocation, suspension, probation, monitoring of the licensee, limitation on the licensee’s practice, and any other encumbrance on licensure affecting an advanced practice registered nurse's authorization to practice, including the issuance of a cease and desist action; (5) “Alternative program,” a non-disciplinary monitoring program approved by a licensing board; (6) “Coordinated licensure information system,” an integrated process for collecting, storing and sharing information on advanced practice registered nurse licensure and enforcement activities related to advanced practice registered nurse licensure laws, which is administered by a nonprofit organization composed of and controlled by licensing boards; (7) “Current significant investigatory information,” investigative information that: (a) A licensing board, after a preliminary inquiry including notification and an opportunity for the advanced practice registered nurse to respond, if required by state law, has reason to believe is not groundless and, if proven true, would indicate more than a minor infraction; or (b) Indicates that the advanced practice registered nurse represents an immediate threat to public health and safety, regardless of whether the advanced practice registered nurse has been notified and had an opportunity to respond; (8) “Encumbrance,” a revocation or suspension of, or any limitation on, the full and unrestricted practice of nursing, imposed by a licensing board, in connection with a disciplinary proceeding; (9) “Home state,” the party-state that is the advanced practice registered nurse’s state of residence; (10) ”Licensing board,” a party-state’s regulatory body responsible for regulating advanced practice registered nursing; (11) “Multistate license,” a license to practice as an advanced practice registered nurse, that: (a) Is issued by a home state licensing board; and (b) Authorizes the holder to practice as an advanced practice registered nurse in all party-states, under a multistate licensure privilege, in the same role and population focus as the holder is licensed in the holder's home state; (12) \"Multistate licensure privilege,” an authorization, associated with an advanced practice registered nurse multistate license, that permits the holder to practice as an advanced practice registered nurse in a remote state, in the same role and population focus as the holder is licensed for in the holder's home state; (13) “Non-controlled prescription drug,” a device or drug that: (a) Is not a controlled substance; (b) Is prohibited under state or federal law from being dispensed without a prescription; and (c) Includes a device or drug that bears or is required to bear the legend “Caution: federal law prohibits dispensing without prescription,” the legend “prescription only,” or any other legend that complies with federal law; (14) “Party state,” a state that has adopted this Compact; (15) “Population focus,” a focus on: (a) Family or individuals, or both, across the lifespan; (b) Gerontology; (c) Pediatrics; (d) Neonatal care; (e) Women’s health and gender-related care; or (f) Psychology and mental health; (16) “Prescriptive authority,” the authority to prescribe medications and devices, as defined by party state laws; (17) “Remote state,” a party state that is not the home state; (18) “Role,” the role of a certified registered nurse anesthetist, a certified nurse-midwife, a clinical nurse specialist, or a certified nurse practitioner; (19) “Single-state license,” an advanced practice registered nurse license that: (a) Is issued by a party state; (b) Authorizes practice only within the issuing state; and (c) Does not include licensure privilege to practice in any other party state; (20) “State,\" a state, territory, or possession of the United States, and the District of Columbia; (21) “State practice laws,” a party state’s laws, rules, and regulations, which: (a) Govern advanced practice registered nurses; (b) Define the scope of advanced nursing practice; (c) Create the methods and grounds for imposing discipline; (d) Provide for the treatment of prescriptive authority under Article III of this Compact; (e) Do not include a party state’s laws, rules, and regulations requiring supervision or collaboration with a healthcare professional, other than those regarding the prescription of controlled substances; and (f) Do not include the requirements to obtain and retain an advanced practice registered nurse license, other than the qualifications or requirements of the home state. ARTICLE III GENERAL PROVISIONS AND JURISDICTION A state shall implement procedures for considering the criminal background check of applicants for initial advanced practice registered nurse licensure or licensure by endorsement. The procedures must include the submission of fingerprints or other biometric-based information by an applicant, for the purpose of obtaining the applicant’s criminal background information from the Federal Bureau of Investigation and the agency responsible for retaining the state's criminal records. Each party state shall require that an applicant satisfy the following uniform licensure requirements to obtain, or retain, a multistate license: (1) Meet the home state’s qualifications for licensure or renewal of licensure, and all other applicable state laws; (2) Complete: (a) An accredited graduate-level education program that prepares the applicant for one of the four recognized roles and population foci; or (b) A foreign advanced practice registered nurse education program for one of the four recognized roles and population foci that has been approved by the authorized accrediting body in the applicable country and verified by an independent credentials review agency to be comparable to a licensing board-approved advanced practice registered nurse education program; (3) If a graduate of a foreign advanced practice registered nurse education program that was not taught in English or if English is not the applicant's native language, successfully pass an English proficiency examination that includes reading, speaking, writing, and listening; (4) Pass a national certification examination that measures advanced practice registered nurse roles and population-focused competencies, and maintains continued competence, as evidenced by recertification in the role and population focused competencies, through the national certification program; (5) Holds an active, unencumbered license as a registered nurse and an active, unencumbered authorization to practice as an advanced practice registered nurse; (6) Passes an NCLEX-RN® examination or a recognized predecessor of that examination; (7) Practice at least 2,080 hours as an advanced practice registered nurse, in a role and population focus congruent with the applicant’s education and training, provided that for purposes of this subdivision, practice does not include hours obtained as part of enrollment in an advanced practice registered nurse education program; (8) Submits, in connection with an application for initial licensure or licensure by endorsement, fingerprints or other biometric data for the purpose of obtaining criminal background information from the Federal Bureau of Investigation and the agency responsible for retaining the state's criminal records or, if applicable, the foreign country’s criminal records; (9) Has not been convicted of, found guilty of, or entered into an agreed disposition of, a felony offense under applicable state, federal, or foreign criminal law; (10) Has not been convicted of, found guilty of, or entered into an agreed disposition of, a misdemeanor offense related to the practice of nursing, as determined by factors set forth in rules adopted by the commission; (11) Is not enrolled in an alternative program; (12) Is subject to self-disclosure requirements regarding current participation in an alternative program; and (13) Has a valid United States Social Security number. An advanced practice registered nurse issued a multistate license must be licensed in an approved role and at least one approved population focus. An advanced practice registered nurse multistate license issued by a home state to a resident of the state must be recognized by each party state, as authorizing the advanced practice registered nurse to practice as an advanced practice registered nurse in each party state, under a multistate licensure privilege, in the same role and population focus as the advanced practice registered nurse is licensed in the home state. Nothing in this Compact affects the requirements established by a party state for the issuance of a single-state license, except that an individual may apply for a single-state license, instead of a multistate license, even if otherwise qualified for the multistate license. The failure of an individual to affirmatively opt for a single-state license may result in the issuance of a multistate license. Issuance of an advanced practice registered nurse multistate license includes prescriptive authority for noncontrolled prescription drugs. For each state in which an advanced practice registered nurse seeks authority to prescribe controlled substances, the advanced practice registered nurse shall satisfy the requirements imposed by the state in granting, or as applicable, in renewing such authority. An advanced practice registered nurse issued a multistate license may assume responsibility and accountability for patient care, independently of any supervisory or collaborative relationship. This authority may be exercised in the home state and in any remote state in which the advanced practice registered nurse exercises a multistate licensure privilege. Each party state may, in accordance with state due process laws, take adverse action against an advanced practice registered nurse’s multistate licensure privilege. If a party state takes adverse action, it shall promptly notify the administrator of the coordinated licensure information system. The administrator of the coordinated licensure information system shall promptly notify the home state of any such actions by remote states. Except as otherwise provided in this Compact, an advanced practice registered nurse practicing in a party state shall comply with the state practice laws of the state in which the client is located at the time service is provided. Advanced practice is not limited to patient care. It may include all advanced nursing practice, as defined by the practice laws of the party state in which the client is located. Practice in a party state under a multistate licensure privilege will subject the advanced practice registered nurse to the jurisdiction of the licensing board, the courts, and the laws of the party state in which the client is located at the time service is provided. Except as otherwise provided in this Compact, this Compact does not affect additional requirements imposed by states for advanced practice registered nursing. A multistate licensure privilege to practice registered nursing granted by a party state must be recognized by other party states as satisfying any state law requirement for registered nurse licensure, as a precondition for authorization to practice as an advanced practice registered nurse in that state. An individual not residing in a party state may apply for a party state’s single-state advanced practice registered nurse license, as provided under the laws of each party state. A single-state license granted to such an individual does not grant the privilege to practice as an advanced practice registered nurse in any other party state. ARTICLE IV APPLICATIONS FOR ADVANCED PRACTICE REGISTERED NURSE LICENSURE IN A PARTY STATE Upon application for an advanced practice registered nurse multistate license, the licensing board in the issuing party state shall ascertain, through the coordinated licensure information system, whether the applicant has ever held or is the holder of a licensed practical or vocational nursing license, a registered nursing license, or an advanced practice registered nurse license, issued by any other state, whether there are any encumbrances on any license or multistate licensure privilege held by the applicant, whether any adverse action has been taken against any license or multistate licensure privilege held by the applicant, and whether the applicant is currently participating in an alternative program. An advanced practice registered nurse may hold a multistate advanced practice registered nurse license, issued by the home state, in only one party state at a time. If an advanced practice registered nurse changes the nurse's home state, the advanced practice registered nurse must apply for advanced practice registered nurse licensure in the nurse's new home state, and the multistate license issued by the prior home state must be deactivated, in accordance with applicable rules of the commission. An advanced practice registered nurse may apply for licensure in advance of a change in the nurse's home state. A multistate advanced practice registered nurse license may not be issued by the new home state until the advanced practice registered nurse provides satisfactory evidence of a change to the new home state and satisfies all applicable requirements to obtain a multistate advanced practice registered nurse license from the new home state. If an advanced practice registered nurse moves from a party state to a non-party state, the advanced practice registered nurse multistate license issued by the prior home state converts to a single-state license, valid only in the former home state. ARTICLE V ADDITIONAL AUTHORITIES INVESTED IN PARTY STATE LICENSING BOARDS In addition to other powers conferred by state law, a licensing board may: (1) Take adverse action against an advanced practice registered nurse’s multistate licensure privilege to practice within that party state, provided: (a) Only the home state may take adverse action against an advanced practice registered nurse’s license issued by the home state; and (b) For purposes of taking adverse action, the home state licensing board shall give the same priority and effect to reported conduct that occurred outside of the home state as it would if such conduct had occurred within the home state, and in so doing, the home state shall apply its state laws to determine appropriate action; (2) Issue cease and desist orders or impose an encumbrance on an advanced practice registered nurse’s authority to practice within that party state; (3) Complete any pending investigations of an advanced practice registered nurse who changes the nurse's state of residence during the course of an investigation, take appropriate action, and promptly report the conclusions of an investigation to the administrator of the coordinated licensure information system, who shall promptly notify the new home state of any such actions; (4) Issue subpoenas for both hearings and investigations that require the attendance and testimony of witnesses, and the production of evidence, provided: (a) Subpoenas issued by a party state licensing board for the attendance and testimony of witnesses or the production of evidence from another party state must be enforced in the latter state by a court of competent jurisdiction, according to that court’s practice and procedure in considering subpoenas issued in its own proceedings; and (b) The licensing board issuing a subpoena shall pay any witness fees, travel expenses, mileage, and other fees required by the service statutes of the state in which the witnesses or evidence are located; (5) For an advanced practice registered nurse licensure applicant, obtain and submit fingerprints or other biometric-based information to the Federal Bureau of Investigation for criminal history checks, receive the results from the Federal Bureau of Investigation, and use the results in making licensure decisions; (6) If permitted by state law, recover from the affected advanced practice registered nurse the costs of investigations and disposition of cases resulting from any adverse action taken against the advanced practice registered nurse; and (7) Take adverse action based on the factual findings of another party state, provided that the licensing board follows its own procedures for taking such adverse action. If adverse action is taken by a home state against an advanced practice registered nurse’s multistate licensure, the privilege to practice in all other party states under a multistate licensure privilege is deactivated, until all encumbrances have been removed from the advanced practice registered nurse’s multistate license. All home state disciplinary orders that impose adverse action against an advanced practice registered nurse’s multistate license must include a statement that the advanced practice registered nurse’s multistate licensure privilege is deactivated in all party states during the pendency of the order. Nothing in this Compact overrides a party state’s decision that participation in an alternative program may be used in lieu of adverse action. The home state licensing board shall deactivate the multistate licensure privilege under the multistate license of any advanced practice registered nurse for the duration of the advanced practice registered nurse’s participation in an alternative program. ARTICLE VI COORDINATED LICENSURE INFORMATION SYSTEM AND EXCHANGE OF INFORMATION All party states shall participate in a coordinated licensure information system of all advanced practice registered nurses, licensed registered nurses, and licensed practical or vocational nurses. This system must include information on the licensure and disciplinary history of each advanced practice registered nurse, as submitted by party states, to assist in the coordinated administration of advanced practice registered nurse licensure and enforcement efforts. The commission, in consultation with the administrator of the coordinated licensure information system, shall formulate procedures for the identification, collection, and exchange of information under this Compact. Each licensing board shall promptly report to the coordinated licensure information system any adverse action, any current significant investigative information, denials of applications and the reason for the denials, and advanced practice registered nurse participation in an alternative program known to the licensing board, regardless of whether the participation is deemed nonpublic or confidential under state law. Notwithstanding any other law, any party state licensing board contributing information to the coordinated licensure information system may designate information that may not be shared with non-party states or disclosed to others without the permission of the contributing state. Any personally identifiable information obtained from the coordinated licensure information system by a party state licensing board may not be shared with non-party states or disclosed to others, except to the extent permitted by the laws of the party state contributing the information. Any information that is contributed to the coordinated licensure information system and subsequently required to be expunged by the laws of the party state contributing the information must be removed from the coordinated licensure information system. The Compact administrator of each party state shall furnish a uniform data set to the Compact administrator of each other party state, which must include: (1) Identifying information; (2) Licensure data; (3) Information related to alternative program participation; and (4) Information that may facilitate the administration of this Compact, as determined by rules of the commission. The Compact administrator of a party state shall provide all investigative documents and information requested by another party state. ARTICLE VII ESTABLISHMENT OF THE INTERSTATE COMMISSION OF ADVANCED PRACTICE REGISTERED NURSE COMPACT ADMINISTRATORS The party states hereby create and establish a joint public agency known as the Interstate Commission of Advanced Practice Registered Nurse Compact Administrators. The commission is an instrumentality of the party states. Venue is proper, and judicial proceedings by or against the commission must be brought in a court of competent jurisdiction where the principal office of the commission is located. The commission may waive venue and jurisdictional defenses to the extent it adopts or consents to participate in alternative dispute resolution proceedings. Nothing in this Compact may be construed to waive sovereign immunity. Each party state shall have one administrator. The head of the state licensing board or a designee is the administrator of this Compact for each party state. An administrator may be removed or suspended from office, as provided by the law of the state from which the administrator is appointed. Any vacancy occurring in the commission must be filled in accordance with the laws of the party state in which the vacancy exists. Each administrator has one vote regarding the promulgation of rules and the creation of the bylaws. Each administrator may participate in the business and affairs of the commission. An administrator shall vote in person or by such other means as provided in the bylaws. The bylaws may provide for an administrator’s participation in meetings by telephone or other means of communication. The commission shall meet at least once during each calendar year. Additional meetings may be held, as set forth in the bylaws or rules of the commission. All meetings of the commission are open to the public. Public notice of each meeting must be given in accordance with the rulemaking provisions in Article VIII of this Compact. The commission may convene in a closed, nonpublic meeting to discuss: (1) A party state's noncompliance with its obligations under this Compact; (2) The employment, compensation, discipline, or other personnel matters, practices or procedures, related to a specific employee, or matters related to the commission’s internal personnel practices and procedures; (3) Current, threatened, or reasonably anticipated litigation; (4) The negotiation of contracts for the purchase or sale of goods, services, or real estate; (5) Accusing any person of a crime or formally censuring any person; (6) The disclosure of trade secrets, or commercial or financial information that is privileged or confidential; (7) The disclosure of information that is personal in nature, if disclosure would constitute a clearly unwarranted invasion of personal privacy; (8) The disclosure of investigatory records compiled for law enforcement purposes; (9) The disclosure of information related to any reports prepared by or on behalf of the commission for the purpose of investigating compliance with this Compact; or (10) Matters specifically exempted from disclosure by federal or state statute. If a meeting or portion of a meeting is closed pursuant to this Article, the commission’s legal counsel or designee must certify that the meeting may be closed and must reference each relevant exempting provision. The commission shall keep minutes that fully and clearly describe all matters discussed in a meeting and shall provide a full and accurate summary of actions taken, and the reasons therefor, including a description of the views expressed. All documents considered in connection with an action must be identified in the minutes. All minutes and documents of a closed meeting shall remain under seal, subject to release by a majority vote of the commission or by court order. The commission shall, by a majority vote of the administrators, prescribe bylaws or rules to govern its conduct, as necessary or appropriate to carry out the purposes and exercise the powers of this Compact, including: establishing the fiscal year of the commission; providing reasonable standards and procedures for the establishment and meetings of committees and for the general or specific delegation of any authority or function of the commission; establishing procedures for calling and conducting meetings of the commission, ensuring advance notice of all meetings, and providing an opportunity for attendance at meetings by interested parties, with enumerated exceptions designed to protect the public’s interest, the privacy of individuals, and proprietary information, including trade secrets. The commission may meet in closed session only after a majority of the administrators vote to close a meeting, in whole or in part. As soon as practicable, the commission shall make public a copy of the vote to close the meeting, revealing the vote of each administrator. No proxy votes are allowed. The commission shall, by a majority vote of the administrators, establish the titles, duties, and authority and procedures for the election of the commission's officers; and provide standards and procedures for the establishment of personnel policies and programs of the commission. Notwithstanding any civil service or other similar laws of any party state, the bylaws exclusively govern the personnel policies and programs of the commission. The commission shall, by a majority vote of the administrators, provide a mechanism for winding up the operations of the commission and for the equitable disposition of any surplus funds that may exist after the termination of this Compact and the payment or reserving of its debts and obligations. The commission shall publish its bylaws and rules, and any amendments to the bylaws or rules, in a convenient form on the website of the commission; maintain its financial records in accordance with the bylaws; and meet and take such actions as are consistent with this Compact and the bylaws. The commission may promulgate uniform rules to facilitate and coordinate implementation and administration of this Compact and any rules so promulgated have the force and effect of law and are binding in all party states. The commission may bring and prosecute legal proceedings or actions in the name of the commission, provided that the standing of any licensing board to sue or be sued under applicable law is not be affected. The commission may purchase and maintain insurance and bonds. The commission may borrow, accept, or contract for services of personnel, including employees of a party state or a nonprofit organization. The commission may cooperate with any other organization that administers state compacts related to the regulation of nursing, including the sharing of administrative or staff expenses, office space, and other resources. The commission may hire employees, elect or appoint officers, fix compensation, define duties, and grant such individuals the authority to carry out the purposes of this Compact and the authority to establish the commission’s personnel policies and programs relating to conflicts of interest, qualifications of personnel, and other related personnel matters. The commission may accept donations, grants, and gifts of money, equipment, supplies, materials, and services, and receive, utilize, and dispose of the same, provided the commission strives to avoid any appearance of impropriety or conflict of interest. The commission may lease, purchase, accept gifts or donations of, or otherwise own, hold, improve, or use, any property, whether real or personal, provided the commission strives to avoid any appearance of impropriety. The commission may sell, convey, mortgage, pledge, lease, exchange, abandon or otherwise dispose of any property, whether real or personal. The commission may establish a budget and make expenditures. The commission may borrow money. The commission may appoint committees, including advisory committees comprised of administrators, state nursing regulators, state legislators or their representatives, consumer representatives, and other interested persons. The commission may issue advisory opinions. The commission may provide and receive information from, and cooperate with, law enforcement agencies. The commission may adopt and use an official seal. The commission may perform other functions as necessary or appropriate to achieve the purposes of this Compact, consistent with the state regulation of advanced practice registered nurse licensure and practice. The commission shall pay, or provide for the payment of, the reasonable expenses of its establishment, organization, and ongoing activities. The commission may levy on and collect an annual assessment from each party state to cover the cost of its operations, activities, and staff, in its annual budget as approved each year. The aggregate annual assessment amount, if any, must be allocated based upon a formula to be determined by the commission, which shall promulgate a rule that is binding upon all party states. The commission may not incur obligations of any kind prior to securing the funds adequate to meet the same, nor may the commission pledge the credit of any party state, except by, and with the authority of, such party state. The commission shall keep accurate accounts of all receipts and disbursements. The receipts and disbursements of the commission are subject to the audit and accounting procedures established under the bylaws of the commission. All receipts and the disbursement of moneys handled by the commission must be audited annually, by a certified or licensed public accountant, and the report of the audit must be included in and become part of the annual report of the commission. The administrators, officers, executive director, employees, and representatives of the commission are immune from suit and liability, either personally or in their official capacity, for any claim for damage to or loss of property or personal injury or other civil liability caused by or arising out of any actual or alleged act, error, or omission, that occurred or which the person against whom the claim is made had a reasonable basis for believing occurred, within the scope of commission employment, duties, or responsibilities, provided that nothing in this paragraph may be construed to protect any such person from suit or liability for any damage, loss, injury, or liability, caused by the intentional, willful, or wanton misconduct of that person. The commission shall defend any administrator, officer, executive director, employee, or representative of the commission, in any civil action seeking to impose liability arising out of any actual or alleged act, error, or omission, that occurred within the scope of commission employment, duties, or responsibilities, or that the person against whom the claim is made had a reasonable basis for believing occurred within the scope of commission employment, duties, or responsibilities, provided that nothing in this paragraph may be construed to prohibit that person from retaining the person's own counsel, and further provided that the actual or alleged act, error, or omission did not result from that person’s intentional, willful, or wanton misconduct. The commission shall indemnify and hold harmless any administrator, officer, executive director, employee, or representative of the commission, for the amount of any settlement or judgment obtained against that person arising out of any actual or alleged act, error, or omission that occurred within the scope of commission employment, duties or responsibilities, or that the person had a reasonable basis for believing occurred within the scope of commission employment, duties, or responsibilities, provided that the actual or alleged act, error, or omission did not result from the intentional, willful, or wanton misconduct of that person. ARTICLE VIII RULEMAKING The commission shall exercise its rulemaking powers pursuant to the criteria set forth in this Article and the rules adopted hereunder. Rules and amendments become binding as of the date specified in each and have the same force and effect as provisions of this Compact. Rules and amendments to the rules must be adopted at a regular or special meeting of the commission. Before promulgation and adoption of a final rule or any rule by the commission, and at least sixty days in advance of the meeting at which the rule will be considered and voted upon, the commission shall file a notice of proposed rulemaking on the commission's website and on the website of each licensing board or in the publication in which each state would otherwise publish proposed rules. The notice of proposed rulemaking must include: (1) The proposed time, date, and location of the meeting in which the rule will be considered and voted upon; (2) The text of the proposed rule, and the reason for the proposed rule; (3) A request for comments on the proposed rule from any interested person; and (4) The manner in which a person may submit notice to the commission of the person's intention to attend the public hearing and any written comments. Before the adoption of a proposed rule or amendment, the commission shall allow persons to submit written data, facts, opinions, and arguments, which must be made available to the public. The commission shall grant an opportunity for a public hearing before it adopts a rule or amendment. The commission shall publish the place, time, and date of the public hearing. A public hearing must be conducted in a manner that provides each person who wishes to comment a fair and reasonable opportunity to comment orally or in writing. Each hearing must be recorded, and a copy of the recording must be made available upon request. Nothing in this Article requires a separate hearing on each rule. Rules may be grouped, at hearings required by this section, for the convenience of the commission. If no one appears at the public hearing, the commission may proceed with promulgation of the proposed rule. Following the scheduled hearing date, or by the close of business on the scheduled hearing date if the hearing was not held, the commission shall consider all written and oral comments received. The commission shall, by majority vote of all administrators, take final action on the proposed rule and shall determine the effective date of the rule, if any, based on the rulemaking record and the full text of the rule. Upon determination that an emergency exists, the commission may consider and adopt an emergency rule without prior notice, opportunity for comment, or hearing, provided that the usual rulemaking procedures provided in this Compact and in this section are retroactively applied to the rule, as soon as reasonably possible, but not later than ninety days after the effective date of the rule. For the purposes of this provision, an emergency rule is one that must be adopted immediately, in order to meet an imminent threat to public health, safety or welfare, prevent a loss of commission or party state moneys, or meet a deadline for the promulgation of an administrative rule that is established by federal law or regulation. The commission may direct revisions to a previously adopted rule or amendment for purposes of correcting typographical errors, errors in formatting, errors in consistency, or grammatical errors. Public notice of any revisions must be posted on the website of the commission. A revision may be challenged by any person for a period of thirty days after the revision is posted. The revision may be challenged only on grounds that the revision results in a material change to a rule. A challenge must be made in writing, and delivered to the commission, before the end of the notice period. If no challenge is made, the revision takes effect without further action. If the revision is challenged, the revision may not take effect without the approval of the commission. ARTICLE IX OVERSIGHT, DISPUTE RESOLUTION AND ENFORCEMENT Each party state shall enforce this Compact and take all actions necessary and appropriate to effectuate this Compact’s purposes and intent. The commission may receive service of process in any proceeding that may affect the powers, responsibilities, or actions of the commission, and has standing to intervene in such a proceeding for all purposes. Failure to provide service of process to the commission renders a judgment or order void as to the commission, this Compact, or promulgated rules. If the commission determines that a party state has defaulted in the performance of its obligations or responsibilities under this Compact or under the promulgated rules, the commission shall provide written notice to the defaulting state and other party states of the nature of the default, the proposed means of curing the default, and any other action to be taken by the commission and shall provide remedial training and specific technical assistance regarding the default. If a state in default fails to cure the default, the defaulting state’s membership in the Compact may be terminated upon an affirmative vote of a majority of the administrators, and all rights, privileges, and benefits conferred by this Compact may be terminated on the effective date of termination. A cure of the default does not relieve the offending state of obligations or liabilities incurred during the period of default. Termination of membership in this Compact may be imposed only after all other means of securing compliance have been exhausted. Notice of the intent to suspend or terminate membership must be given by the commission to the Governor of the defaulting state and to the executive officer of the defaulting state’s licensing board, the defaulting state’s licensing board, and each of the party states. A state whose membership in this Compact has been terminated is responsible for all assessments, obligations, and liabilities incurred through the effective date of termination, including obligations that extend beyond the effective date of termination. The commission may not bear any costs related to a state that is found to be in default or whose membership in this Compact has been terminated, unless agreed upon, in writing, between the commission and the defaulting state. A defaulting state may appeal the action of the commission by petitioning the United States District Court for the District of Columbia or for the federal district in which the commission has its principal offices. The prevailing party must be awarded all costs of the litigation, including reasonable attorneys’ fees. At the request of a party state, the commission shall attempt to resolve a dispute that is related to the Compact and which arises among party states or between party and non-party states. The commission shall promulgate a rule providing for both mediation and binding dispute resolution for disputes, as appropriate. If the commission cannot resolve a dispute among party states arising under this Compact, the party states may submit the issues in dispute to an arbitration panel, comprised of individuals appointed by the Compact administrator in each of the affected party states and an individual mutually agreed upon by the Compact administrators of all the party states involved in the dispute. A decision by a majority of the arbitrators is final and binding. The commission, in the reasonable exercise of its discretion, shall enforce the provisions and rules of this Compact. To enforce compliance with this Compact, its bylaws, and rules promulgated under this Compact, against a party state that is in default, the commission may, by majority vote, initiate legal action in the United States District Court for the District of Columbia or the federal district in which the commission has its principal offices. The relief sought may include both injunctive relief and damages. If judicial enforcement is necessary, the prevailing party must be awarded all costs of the litigation, including reasonable attorneys’ fees. The remedies provided for in this Article are not the exclusive remedies of the commission. The commission may pursue any other remedies available under federal or state law. ARTICLE X EFFECTIVE DATE, WITHDRAWAL AND AMENDMENT When enacted into law, in seven party states, this Compact becomes effective for the limited purpose of establishing and convening the commission to adopt rules related to its operation. Any state that joins the Compact after the commission’s initial adoption of the advanced practice registered nurse uniform licensure requirements is subject to all rules that have been previously adopted by the commission. A party state may withdraw from this Compact by enacting a statute that repeals the Compact. A party state’s withdrawal is not effective until six months after enactment of the repealing statute. A party state’s withdrawal or termination does not affect the continuing requirement of the withdrawing or terminated state’s licensing board to report adverse actions and significant investigations occurring prior to the effective date of the withdrawal or termination. Nothing contained in this Compact invalidates or prevents any advanced practice registered nurse licensure agreement or other cooperative arrangement between a party state and a non-party state, provided the agreement or arrangement does not conflict with this Compact. This Compact may be amended by the party states. No amendment to this Compact is effective and binding upon any party state until it is enacted into law by all the party states. Representatives of non-party states to this Compact shall be invited to participate in the activities of the commission, on a nonvoting basis, prior to the adoption of this Compact by all states. ARTICLE XI CONSTRUCTION AND SEVERABILITY This Compact must be liberally construed so as to effectuate its purposes. The provisions of this Compact are severable and, if any portion of this Compact is declared to be contrary to the constitution of any party state or of the United States, or if the applicability thereof, to any government, agency, person, or circumstance, is held invalid, the validity of the remainder of this Compact and its applicability is not affected. If this Compact is held to be contrary to the constitution of any party state, this Compact must remain in full force and effect, as to the remaining party states, and in full force and effect as to the party state affected, as to all severable matters."}, {"bill_id": 24509, "bill_version_id": 262678, "bill_version": "Enrolled", "bill_version_date": "2024-01-29T11:29:50.353-06:00", "bill_text": "ENTITLED An Act to adopt the advanced practice registered nurse compact. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 36: ADVANCED PRACTICE REGISTERED NURSE COMPACT ARTICLE I FINDINGS AND DECLARATIONS OF PURPOSE The party states find that: (1) The health and safety of the public are affected by the degree of compliance with advanced practice registered nurse licensure requirements and the effectiveness of enforcement activities related to state advanced practice registered nurse licensure laws; (2) Violations of advanced practice registered nurse licensure and other laws governing the practice of nursing may result in injury or harm to the public; (3) The expanded mobility of advanced practice registered nurses and the use of advanced communication and intervention technologies, as part of this nation’s health care delivery system, require greater coordination and cooperation among states in the areas of advanced practice registered nurse licensure and regulation; (4) New practice modalities and technology make compliance with individual state advanced practice registered nurse licensure laws difficult and complex; (5) The current system of duplicative advanced practice registered nurse licensure to authorize practice in multiple states is cumbersome and redundant for healthcare delivery systems, payors, state licensing boards, regulators, and advanced practice registered nurses; (6) Uniformity of advanced practice registered nurse licensure requirements throughout the states promotes public safety and public health benefits, and provides a mechanism for increasing access to care; and (7) The general purposes of this Compact are to: (a) Facilitate the states’ responsibility to protect the public’s health and safety; (b) Ensure and encourage the cooperation of party states in the areas of advanced practice registered nurse licensure and regulation, including the promotion of uniform licensure requirements; (c) Facilitate the exchange of information between party states in the areas of advanced practice registered nurse regulation, investigation, and adverse actions; (d) Promote compliance with the laws governing practice by advanced practice registered nurses in each jurisdiction; (e) Invest all party states with the authority to hold an advanced practice registered nurse accountable for meeting all practice laws of the state in which the patient is located, at the time care is rendered, through the mutual recognition of party-state privileges to practice; (f) Decrease redundancies in the consideration and issuance of advanced practice registered nurse licenses; and (g) Provide opportunities for interstate practice by advanced practice registered nurses who meet uniform licensure requirements. ARTICLE II DEFINITIONS Terms used in this Compact mean: (1) “Advanced practice registered nurse,” a registered nurse who: (a) Has gained additional specialized knowledge, skills, and experience through a program of study recognized or defined by the Interstate Commission of Advanced Practice Registered Nurse Compact Administrators; (b) Is licensed to perform advanced nursing practice; and (c) Is licensed in an advanced practice registered nurse role that is congruent with an advanced practice registered nurse educational program, certification, and rules of the commission; (2) “Advanced practice registered nurse licensure,” the regulatory mechanism used by a party-state in granting the authority to practice as an advanced practice registered nurse; (3) “Advanced practice registered nurse uniform licensure requirements,\" the minimum uniform licensure, education, and examination requirements set forth in Article III of this Compact; (4) “Adverse action,” any administrative, civil, equitable, or criminal action that: (a) Is permitted by a state’s laws; (b) Imposed by a licensing board, or other authority, against an advanced practice registered nurse; and (c) Includes actions against an individual’s license or multistate licensure privilege, such as revocation, suspension, probation, monitoring of the licensee, limitation on the licensee’s practice, and any other encumbrance on licensure affecting an advanced practice registered nurse's authorization to practice, including the issuance of a cease and desist action; (5) “Alternative program,” a non-disciplinary monitoring program approved by a licensing board; (6) “Coordinated licensure information system,” an integrated process for collecting, storing and sharing information on advanced practice registered nurse licensure and enforcement activities related to advanced practice registered nurse licensure laws, which is administered by a nonprofit organization composed of and controlled by licensing boards; (7) “Current significant investigatory information,” investigative information that: (a) A licensing board, after a preliminary inquiry including notification and an opportunity for the advanced practice registered nurse to respond, if required by state law, has reason to believe is not groundless and, if proven true, would indicate more than a minor infraction; or (b) Indicates that the advanced practice registered nurse represents an immediate threat to public health and safety, regardless of whether the advanced practice registered nurse has been notified and had an opportunity to respond; (8) “Encumbrance,” a revocation or suspension of, or any limitation on, the full and unrestricted practice of nursing, imposed by a licensing board, in connection with a disciplinary proceeding; (9) “Home state,” the party-state that is the advanced practice registered nurse’s state of residence; (10) ”Licensing board,” a party-state’s regulatory body responsible for regulating advanced practice registered nursing; (11) “Multistate license,” a license to practice as an advanced practice registered nurse, that: (a) Is issued by a home state licensing board; and (b) Authorizes the holder to practice as an advanced practice registered nurse in all party-states, under a multistate licensure privilege, in the same role and population focus as the holder is licensed in the holder's home state; (12) \"Multistate licensure privilege,” an authorization, associated with an advanced practice registered nurse multistate license, that permits the holder to practice as an advanced practice registered nurse in a remote state, in the same role and population focus as the holder is licensed for in the holder's home state; (13) “Non-controlled prescription drug,” a device or drug that: (a) Is not a controlled substance; (b) Is prohibited under state or federal law from being dispensed without a prescription; and (c) Includes a device or drug that bears or is required to bear the legend “Caution: federal law prohibits dispensing without prescription,” the legend “prescription only,” or any other legend that complies with federal law; (14) “Party state,” a state that has adopted this Compact; (15) “Population focus,” a focus on: (a) Family or individuals, or both, across the lifespan; (b) Gerontology; (c) Pediatrics; (d) Neonatal care; (e) Women’s health and gender-related care; or (f) Psychology and mental health; (16) “Prescriptive authority,” the authority to prescribe medications and devices, as defined by party state laws; (17) “Remote state,” a party state that is not the home state; (18) “Role,” the role of a certified registered nurse anesthetist, a certified nurse-midwife, a clinical nurse specialist, or a certified nurse practitioner; (19) “Single-state license,” an advanced practice registered nurse license that: (a) Is issued by a party state; (b) Authorizes practice only within the issuing state; and (c) Does not include licensure privilege to practice in any other party state; (20) “State,\" a state, territory, or possession of the United States, and the District of Columbia; (21) “State practice laws,” a party state’s laws, rules, and regulations, which: (a) Govern advanced practice registered nurses; (b) Define the scope of advanced nursing practice; (c) Create the methods and grounds for imposing discipline; (d) Provide for the treatment of prescriptive authority under Article III of this Compact; (e) Do not include a party state’s laws, rules, and regulations requiring supervision or collaboration with a healthcare professional, other than those regarding the prescription of controlled substances; and (f) Do not include the requirements to obtain and retain an advanced practice registered nurse license, other than the qualifications or requirements of the home state. ARTICLE III GENERAL PROVISIONS AND JURISDICTION A state shall implement procedures for considering the criminal background check of applicants for initial advanced practice registered nurse licensure or licensure by endorsement. The procedures must include the submission of fingerprints or other biometric-based information by an applicant, for the purpose of obtaining the applicant’s criminal background information from the Federal Bureau of Investigation and the agency responsible for retaining the state's criminal records. Each party state shall require that an applicant satisfy the following uniform licensure requirements to obtain, or retain, a multistate license: (1) Meet the home state’s qualifications for licensure or renewal of licensure, and all other applicable state laws; (2) Complete: (a) An accredited graduate-level education program that prepares the applicant for one of the four recognized roles and population foci; or (b) A foreign advanced practice registered nurse education program for one of the four recognized roles and population foci that has been approved by the authorized accrediting body in the applicable country and verified by an independent credentials review agency to be comparable to a licensing board-approved advanced practice registered nurse education program; (3) If a graduate of a foreign advanced practice registered nurse education program that was not taught in English or if English is not the applicant's native language, successfully pass an English proficiency examination that includes reading, speaking, writing, and listening; (4) Pass a national certification examination that measures advanced practice registered nurse roles and population-focused competencies, and maintains continued competence, as evidenced by recertification in the role and population focused competencies, through the national certification program; (5) Holds an active, unencumbered license as a registered nurse and an active, unencumbered authorization to practice as an advanced practice registered nurse; (6) Passes an NCLEX-RN® examination or a recognized predecessor of that examination; (7) Practice at least 2,080 hours as an advanced practice registered nurse, in a role and population focus congruent with the applicant’s education and training, provided that for purposes of this subdivision, practice does not include hours obtained as part of enrollment in an advanced practice registered nurse education program; (8) Submits, in connection with an application for initial licensure or licensure by endorsement, fingerprints or other biometric data for the purpose of obtaining criminal background information from the Federal Bureau of Investigation and the agency responsible for retaining the state's criminal records or, if applicable, the foreign country’s criminal records; (9) Has not been convicted of, found guilty of, or entered into an agreed disposition of, a felony offense under applicable state, federal, or foreign criminal law; (10) Has not been convicted of, found guilty of, or entered into an agreed disposition of, a misdemeanor offense related to the practice of nursing, as determined by factors set forth in rules adopted by the commission; (11) Is not enrolled in an alternative program; (12) Is subject to self-disclosure requirements regarding current participation in an alternative program; and (13) Has a valid United States Social Security number. An advanced practice registered nurse issued a multistate license must be licensed in an approved role and at least one approved population focus. An advanced practice registered nurse multistate license issued by a home state to a resident of the state must be recognized by each party state, as authorizing the advanced practice registered nurse to practice as an advanced practice registered nurse in each party state, under a multistate licensure privilege, in the same role and population focus as the advanced practice registered nurse is licensed in the home state. Nothing in this Compact affects the requirements established by a party state for the issuance of a single-state license, except that an individual may apply for a single-state license, instead of a multistate license, even if otherwise qualified for the multistate license. The failure of an individual to affirmatively opt for a single-state license may result in the issuance of a multistate license. Issuance of an advanced practice registered nurse multistate license includes prescriptive authority for noncontrolled prescription drugs. For each state in which an advanced practice registered nurse seeks authority to prescribe controlled substances, the advanced practice registered nurse shall satisfy the requirements imposed by the state in granting, or as applicable, in renewing such authority. An advanced practice registered nurse issued a multistate license may assume responsibility and accountability for patient care, independently of any supervisory or collaborative relationship. This authority may be exercised in the home state and in any remote state in which the advanced practice registered nurse exercises a multistate licensure privilege. Each party state may, in accordance with state due process laws, take adverse action against an advanced practice registered nurse’s multistate licensure privilege. If a party state takes adverse action, it shall promptly notify the administrator of the coordinated licensure information system. The administrator of the coordinated licensure information system shall promptly notify the home state of any such actions by remote states. Except as otherwise provided in this Compact, an advanced practice registered nurse practicing in a party state shall comply with the state practice laws of the state in which the client is located at the time service is provided. Advanced practice is not limited to patient care. It may include all advanced nursing practice, as defined by the practice laws of the party state in which the client is located. Practice in a party state under a multistate licensure privilege will subject the advanced practice registered nurse to the jurisdiction of the licensing board, the courts, and the laws of the party state in which the client is located at the time service is provided. Except as otherwise provided in this Compact, this Compact does not affect additional requirements imposed by states for advanced practice registered nursing. A multistate licensure privilege to practice registered nursing granted by a party state must be recognized by other party states as satisfying any state law requirement for registered nurse licensure, as a precondition for authorization to practice as an advanced practice registered nurse in that state. An individual not residing in a party state may apply for a party state’s single-state advanced practice registered nurse license, as provided under the laws of each party state. A single-state license granted to such an individual does not grant the privilege to practice as an advanced practice registered nurse in any other party state. ARTICLE IV APPLICATIONS FOR ADVANCED PRACTICE REGISTERED NURSE LICENSURE IN A PARTY STATE Upon application for an advanced practice registered nurse multistate license, the licensing board in the issuing party state shall ascertain, through the coordinated licensure information system, whether the applicant has ever held or is the holder of a licensed practical or vocational nursing license, a registered nursing license, or an advanced practice registered nurse license, issued by any other state, whether there are any encumbrances on any license or multistate licensure privilege held by the applicant, whether any adverse action has been taken against any license or multistate licensure privilege held by the applicant, and whether the applicant is currently participating in an alternative program. An advanced practice registered nurse may hold a multistate advanced practice registered nurse license, issued by the home state, in only one party state at a time. If an advanced practice registered nurse changes the nurse's home state, the advanced practice registered nurse must apply for advanced practice registered nurse licensure in the nurse's new home state, and the multistate license issued by the prior home state must be deactivated, in accordance with applicable rules of the commission. An advanced practice registered nurse may apply for licensure in advance of a change in the nurse's home state. A multistate advanced practice registered nurse license may not be issued by the new home state until the advanced practice registered nurse provides satisfactory evidence of a change to the new home state and satisfies all applicable requirements to obtain a multistate advanced practice registered nurse license from the new home state. If an advanced practice registered nurse moves from a party state to a non-party state, the advanced practice registered nurse multistate license issued by the prior home state converts to a single-state license, valid only in the former home state. ARTICLE V ADDITIONAL AUTHORITIES INVESTED IN PARTY STATE LICENSING BOARDS In addition to other powers conferred by state law, a licensing board may: (1) Take adverse action against an advanced practice registered nurse’s multistate licensure privilege to practice within that party state, provided: (a) Only the home state may take adverse action against an advanced practice registered nurse’s license issued by the home state; and (b) For purposes of taking adverse action, the home state licensing board shall give the same priority and effect to reported conduct that occurred outside of the home state as it would if such conduct had occurred within the home state, and in so doing, the home state shall apply its state laws to determine appropriate action; (2) Issue cease and desist orders or impose an encumbrance on an advanced practice registered nurse’s authority to practice within that party state; (3) Complete any pending investigations of an advanced practice registered nurse who changes the nurse's state of residence during the course of an investigation, take appropriate action, and promptly report the conclusions of an investigation to the administrator of the coordinated licensure information system, who shall promptly notify the new home state of any such actions; (4) Issue subpoenas for both hearings and investigations that require the attendance and testimony of witnesses, and the production of evidence, provided: (a) Subpoenas issued by a party state licensing board for the attendance and testimony of witnesses or the production of evidence from another party state must be enforced in the latter state by a court of competent jurisdiction, according to that court’s practice and procedure in considering subpoenas issued in its own proceedings; and (b) The licensing board issuing a subpoena shall pay any witness fees, travel expenses, mileage, and other fees required by the service statutes of the state in which the witnesses or evidence are located; (5) For an advanced practice registered nurse licensure applicant, obtain and submit fingerprints or other biometric-based information to the Federal Bureau of Investigation for criminal history checks, receive the results from the Federal Bureau of Investigation, and use the results in making licensure decisions; (6) If permitted by state law, recover from the affected advanced practice registered nurse the costs of investigations and disposition of cases resulting from any adverse action taken against the advanced practice registered nurse; and (7) Take adverse action based on the factual findings of another party state, provided that the licensing board follows its own procedures for taking such adverse action. If adverse action is taken by a home state against an advanced practice registered nurse’s multistate licensure, the privilege to practice in all other party states under a multistate licensure privilege is deactivated, until all encumbrances have been removed from the advanced practice registered nurse’s multistate license. All home state disciplinary orders that impose adverse action against an advanced practice registered nurse’s multistate license must include a statement that the advanced practice registered nurse’s multistate licensure privilege is deactivated in all party states during the pendency of the order. Nothing in this Compact overrides a party state’s decision that participation in an alternative program may be used in lieu of adverse action. The home state licensing board shall deactivate the multistate licensure privilege under the multistate license of any advanced practice registered nurse for the duration of the advanced practice registered nurse’s participation in an alternative program. ARTICLE VI COORDINATED LICENSURE INFORMATION SYSTEM AND EXCHANGE OF INFORMATION All party states shall participate in a coordinated licensure information system of all advanced practice registered nurses, licensed registered nurses, and licensed practical or vocational nurses. This system must include information on the licensure and disciplinary history of each advanced practice registered nurse, as submitted by party states, to assist in the coordinated administration of advanced practice registered nurse licensure and enforcement efforts. The commission, in consultation with the administrator of the coordinated licensure information system, shall formulate procedures for the identification, collection, and exchange of information under this Compact. Each licensing board shall promptly report to the coordinated licensure information system any adverse action, any current significant investigative information, denials of applications and the reason for the denials, and advanced practice registered nurse participation in an alternative program known to the licensing board, regardless of whether the participation is deemed nonpublic or confidential under state law. Notwithstanding any other law, any party state licensing board contributing information to the coordinated licensure information system may designate information that may not be shared with non-party states or disclosed to others without the permission of the contributing state. Any personally identifiable information obtained from the coordinated licensure information system by a party state licensing board may not be shared with non-party states or disclosed to others, except to the extent permitted by the laws of the party state contributing the information. Any information that is contributed to the coordinated licensure information system and subsequently required to be expunged by the laws of the party state contributing the information must be removed from the coordinated licensure information system. The Compact administrator of each party state shall furnish a uniform data set to the Compact administrator of each other party state, which must include: (1) Identifying information; (2) Licensure data; (3) Information related to alternative program participation; and (4) Information that may facilitate the administration of this Compact, as determined by rules of the commission. The Compact administrator of a party state shall provide all investigative documents and information requested by another party state. ARTICLE VII ESTABLISHMENT OF THE INTERSTATE COMMISSION OF ADVANCED PRACTICE REGISTERED NURSE COMPACT ADMINISTRATORS The party states hereby create and establish a joint public agency known as the Interstate Commission of Advanced Practice Registered Nurse Compact Administrators. The commission is an instrumentality of the party states. Venue is proper, and judicial proceedings by or against the commission must be brought in a court of competent jurisdiction where the principal office of the commission is located. The commission may waive venue and jurisdictional defenses to the extent it adopts or consents to participate in alternative dispute resolution proceedings. Nothing in this Compact may be construed to waive sovereign immunity. Each party state shall have one administrator. The head of the state licensing board or a designee is the administrator of this Compact for each party state. An administrator may be removed or suspended from office, as provided by the law of the state from which the administrator is appointed. Any vacancy occurring in the commission must be filled in accordance with the laws of the party state in which the vacancy exists. Each administrator has one vote regarding the promulgation of rules and the creation of the bylaws. Each administrator may participate in the business and affairs of the commission. An administrator shall vote in person or by such other means as provided in the bylaws. The bylaws may provide for an administrator’s participation in meetings by telephone or other means of communication. The commission shall meet at least once during each calendar year. Additional meetings may be held, as set forth in the bylaws or rules of the commission. All meetings of the commission are open to the public. Public notice of each meeting must be given in accordance with the rulemaking provisions in Article VIII of this Compact. The commission may convene in a closed, nonpublic meeting to discuss: (1) A party state's noncompliance with its obligations under this Compact; (2) The employment, compensation, discipline, or other personnel matters, practices or procedures, related to a specific employee, or matters related to the commission’s internal personnel practices and procedures; (3) Current, threatened, or reasonably anticipated litigation; (4) The negotiation of contracts for the purchase or sale of goods, services, or real estate; (5) Accusing any person of a crime or formally censuring any person; (6) The disclosure of trade secrets, or commercial or financial information that is privileged or confidential; (7) The disclosure of information that is personal in nature, if disclosure would constitute a clearly unwarranted invasion of personal privacy; (8) The disclosure of investigatory records compiled for law enforcement purposes; (9) The disclosure of information related to any reports prepared by or on behalf of the commission for the purpose of investigating compliance with this Compact; or (10) Matters specifically exempted from disclosure by federal or state statute. If a meeting or portion of a meeting is closed pursuant to this Article, the commission’s legal counsel or designee must certify that the meeting may be closed and must reference each relevant exempting provision. The commission shall keep minutes that fully and clearly describe all matters discussed in a meeting and shall provide a full and accurate summary of actions taken, and the reasons therefor, including a description of the views expressed. All documents considered in connection with an action must be identified in the minutes. All minutes and documents of a closed meeting shall remain under seal, subject to release by a majority vote of the commission or by court order. The commission shall, by a majority vote of the administrators, prescribe bylaws or rules to govern its conduct, as necessary or appropriate to carry out the purposes and exercise the powers of this Compact, including: establishing the fiscal year of the commission; providing reasonable standards and procedures for the establishment and meetings of committees and for the general or specific delegation of any authority or function of the commission; establishing procedures for calling and conducting meetings of the commission, ensuring advance notice of all meetings, and providing an opportunity for attendance at meetings by interested parties, with enumerated exceptions designed to protect the public’s interest, the privacy of individuals, and proprietary information, including trade secrets. The commission may meet in closed session only after a majority of the administrators vote to close a meeting, in whole or in part. As soon as practicable, the commission shall make public a copy of the vote to close the meeting, revealing the vote of each administrator. No proxy votes are allowed. The commission shall, by a majority vote of the administrators, establish the titles, duties, and authority and procedures for the election of the commission's officers; and provide standards and procedures for the establishment of personnel policies and programs of the commission. Notwithstanding any civil service or other similar laws of any party state, the bylaws exclusively govern the personnel policies and programs of the commission. The commission shall, by a majority vote of the administrators, provide a mechanism for winding up the operations of the commission and for the equitable disposition of any surplus funds that may exist after the termination of this Compact and the payment or reserving of its debts and obligations. The commission shall publish its bylaws and rules, and any amendments to the bylaws or rules, in a convenient form on the website of the commission; maintain its financial records in accordance with the bylaws; and meet and take such actions as are consistent with this Compact and the bylaws. The commission may promulgate uniform rules to facilitate and coordinate implementation and administration of this Compact and any rules so promulgated have the force and effect of law and are binding in all party states. The commission may bring and prosecute legal proceedings or actions in the name of the commission, provided that the standing of any licensing board to sue or be sued under applicable law is not be affected. The commission may purchase and maintain insurance and bonds. The commission may borrow, accept, or contract for services of personnel, including employees of a party state or a nonprofit organization. The commission may cooperate with any other organization that administers state compacts related to the regulation of nursing, including the sharing of administrative or staff expenses, office space, and other resources. The commission may hire employees, elect or appoint officers, fix compensation, define duties, and grant such individuals the authority to carry out the purposes of this Compact and the authority to establish the commission’s personnel policies and programs relating to conflicts of interest, qualifications of personnel, and other related personnel matters. The commission may accept donations, grants, and gifts of money, equipment, supplies, materials, and services, and receive, utilize, and dispose of the same, provided the commission strives to avoid any appearance of impropriety or conflict of interest. The commission may lease, purchase, accept gifts or donations of, or otherwise own, hold, improve, or use, any property, whether real or personal, provided the commission strives to avoid any appearance of impropriety. The commission may sell, convey, mortgage, pledge, lease, exchange, abandon or otherwise dispose of any property, whether real or personal. The commission may establish a budget and make expenditures. The commission may borrow money. The commission may appoint committees, including advisory committees comprised of administrators, state nursing regulators, state legislators or their representatives, consumer representatives, and other interested persons. The commission may issue advisory opinions. The commission may provide and receive information from, and cooperate with, law enforcement agencies. The commission may adopt and use an official seal. The commission may perform other functions as necessary or appropriate to achieve the purposes of this Compact, consistent with the state regulation of advanced practice registered nurse licensure and practice. The commission shall pay, or provide for the payment of, the reasonable expenses of its establishment, organization, and ongoing activities. The commission may levy on and collect an annual assessment from each party state to cover the cost of its operations, activities, and staff, in its annual budget as approved each year. The aggregate annual assessment amount, if any, must be allocated based upon a formula to be determined by the commission, which shall promulgate a rule that is binding upon all party states. The commission may not incur obligations of any kind prior to securing the funds adequate to meet the same, nor may the commission pledge the credit of any party state, except by, and with the authority of, such party state. The commission shall keep accurate accounts of all receipts and disbursements. The receipts and disbursements of the commission are subject to the audit and accounting procedures established under the bylaws of the commission. All receipts and the disbursement of moneys handled by the commission must be audited annually, by a certified or licensed public accountant, and the report of the audit must be included in and become part of the annual report of the commission. The administrators, officers, executive director, employees, and representatives of the commission are immune from suit and liability, either personally or in their official capacity, for any claim for damage to or loss of property or personal injury or other civil liability caused by or arising out of any actual or alleged act, error, or omission, that occurred or which the person against whom the claim is made had a reasonable basis for believing occurred, within the scope of commission employment, duties, or responsibilities, provided that nothing in this paragraph may be construed to protect any such person from suit or liability for any damage, loss, injury, or liability, caused by the intentional, willful, or wanton misconduct of that person. The commission shall defend any administrator, officer, executive director, employee, or representative of the commission, in any civil action seeking to impose liability arising out of any actual or alleged act, error, or omission, that occurred within the scope of commission employment, duties, or responsibilities, or that the person against whom the claim is made had a reasonable basis for believing occurred within the scope of commission employment, duties, or responsibilities, provided that nothing in this paragraph may be construed to prohibit that person from retaining the person's own counsel, and further provided that the actual or alleged act, error, or omission did not result from that person’s intentional, willful, or wanton misconduct. The commission shall indemnify and hold harmless any administrator, officer, executive director, employee, or representative of the commission, for the amount of any settlement or judgment obtained against that person arising out of any actual or alleged act, error, or omission that occurred within the scope of commission employment, duties or responsibilities, or that the person had a reasonable basis for believing occurred within the scope of commission employment, duties, or responsibilities, provided that the actual or alleged act, error, or omission did not result from the intentional, willful, or wanton misconduct of that person. ARTICLE VIII RULEMAKING The commission shall exercise its rulemaking powers pursuant to the criteria set forth in this Article and the rules adopted hereunder. Rules and amendments become binding as of the date specified in each and have the same force and effect as provisions of this Compact. Rules and amendments to the rules must be adopted at a regular or special meeting of the commission. Before promulgation and adoption of a final rule or any rule by the commission, and at least sixty days in advance of the meeting at which the rule will be considered and voted upon, the commission shall file a notice of proposed rulemaking on the commission's website and on the website of each licensing board or in the publication in which each state would otherwise publish proposed rules. The notice of proposed rulemaking must include: (1) The proposed time, date, and location of the meeting in which the rule will be considered and voted upon; (2) The text of the proposed rule, and the reason for the proposed rule; (3) A request for comments on the proposed rule from any interested person; and (4) The manner in which a person may submit notice to the commission of the person's intention to attend the public hearing and any written comments. Before the adoption of a proposed rule or amendment, the commission shall allow persons to submit written data, facts, opinions, and arguments, which must be made available to the public. The commission shall grant an opportunity for a public hearing before it adopts a rule or amendment. The commission shall publish the place, time, and date of the public hearing. A public hearing must be conducted in a manner that provides each person who wishes to comment a fair and reasonable opportunity to comment orally or in writing. Each hearing must be recorded, and a copy of the recording must be made available upon request. Nothing in this Article requires a separate hearing on each rule. Rules may be grouped, at hearings required by this section, for the convenience of the commission. If no one appears at the public hearing, the commission may proceed with promulgation of the proposed rule. Following the scheduled hearing date, or by the close of business on the scheduled hearing date if the hearing was not held, the commission shall consider all written and oral comments received. The commission shall, by majority vote of all administrators, take final action on the proposed rule and shall determine the effective date of the rule, if any, based on the rulemaking record and the full text of the rule. Upon determination that an emergency exists, the commission may consider and adopt an emergency rule without prior notice, opportunity for comment, or hearing, provided that the usual rulemaking procedures provided in this Compact and in this section are retroactively applied to the rule, as soon as reasonably possible, but not later than ninety days after the effective date of the rule. For the purposes of this provision, an emergency rule is one that must be adopted immediately, in order to meet an imminent threat to public health, safety or welfare, prevent a loss of commission or party state moneys, or meet a deadline for the promulgation of an administrative rule that is established by federal law or regulation. The commission may direct revisions to a previously adopted rule or amendment for purposes of correcting typographical errors, errors in formatting, errors in consistency, or grammatical errors. Public notice of any revisions must be posted on the website of the commission. A revision may be challenged by any person for a period of thirty days after the revision is posted. The revision may be challenged only on grounds that the revision results in a material change to a rule. A challenge must be made in writing, and delivered to the commission, before the end of the notice period. If no challenge is made, the revision takes effect without further action. If the revision is challenged, the revision may not take effect without the approval of the commission. ARTICLE IX OVERSIGHT, DISPUTE RESOLUTION AND ENFORCEMENT Each party state shall enforce this Compact and take all actions necessary and appropriate to effectuate this Compact’s purposes and intent. The commission may receive service of process in any proceeding that may affect the powers, responsibilities, or actions of the commission, and has standing to intervene in such a proceeding for all purposes. Failure to provide service of process to the commission renders a judgment or order void as to the commission, this Compact, or promulgated rules. If the commission determines that a party state has defaulted in the performance of its obligations or responsibilities under this Compact or under the promulgated rules, the commission shall provide written notice to the defaulting state and other party states of the nature of the default, the proposed means of curing the default, and any other action to be taken by the commission and shall provide remedial training and specific technical assistance regarding the default. If a state in default fails to cure the default, the defaulting state’s membership in the Compact may be terminated upon an affirmative vote of a majority of the administrators, and all rights, privileges, and benefits conferred by this Compact may be terminated on the effective date of termination. A cure of the default does not relieve the offending state of obligations or liabilities incurred during the period of default. Termination of membership in this Compact may be imposed only after all other means of securing compliance have been exhausted. Notice of the intent to suspend or terminate membership must be given by the commission to the Governor of the defaulting state and to the executive officer of the defaulting state’s licensing board, the defaulting state’s licensing board, and each of the party states. A state whose membership in this Compact has been terminated is responsible for all assessments, obligations, and liabilities incurred through the effective date of termination, including obligations that extend beyond the effective date of termination. The commission may not bear any costs related to a state that is found to be in default or whose membership in this Compact has been terminated, unless agreed upon, in writing, between the commission and the defaulting state. A defaulting state may appeal the action of the commission by petitioning the United States District Court for the District of Columbia or for the federal district in which the commission has its principal offices. The prevailing party must be awarded all costs of the litigation, including reasonable attorneys’ fees. At the request of a party state, the commission shall attempt to resolve a dispute that is related to the Compact and which arises among party states or between party and non-party states. The commission shall promulgate a rule providing for both mediation and binding dispute resolution for disputes, as appropriate. If the commission cannot resolve a dispute among party states arising under this Compact, the party states may submit the issues in dispute to an arbitration panel, comprised of individuals appointed by the Compact administrator in each of the affected party states and an individual mutually agreed upon by the Compact administrators of all the party states involved in the dispute. A decision by a majority of the arbitrators is final and binding. The commission, in the reasonable exercise of its discretion, shall enforce the provisions and rules of this Compact. To enforce compliance with this Compact, its bylaws, and rules promulgated under this Compact, against a party state that is in default, the commission may, by majority vote, initiate legal action in the United States District Court for the District of Columbia or the federal district in which the commission has its principal offices. The relief sought may include both injunctive relief and damages. If judicial enforcement is necessary, the prevailing party must be awarded all costs of the litigation, including reasonable attorneys’ fees. The remedies provided for in this Article are not the exclusive remedies of the commission. The commission may pursue any other remedies available under federal or state law. ARTICLE X EFFECTIVE DATE, WITHDRAWAL AND AMENDMENT When enacted into law, in seven party states, this Compact becomes effective for the limited purpose of establishing and convening the commission to adopt rules related to its operation. Any state that joins the Compact after the commission’s initial adoption of the advanced practice registered nurse uniform licensure requirements is subject to all rules that have been previously adopted by the commission. A party state may withdraw from this Compact by enacting a statute that repeals the Compact. A party state’s withdrawal is not effective until six months after enactment of the repealing statute. A party state’s withdrawal or termination does not affect the continuing requirement of the withdrawing or terminated state’s licensing board to report adverse actions and significant investigations occurring prior to the effective date of the withdrawal or termination. Nothing contained in this Compact invalidates or prevents any advanced practice registered nurse licensure agreement or other cooperative arrangement between a party state and a non-party state, provided the agreement or arrangement does not conflict with this Compact. This Compact may be amended by the party states. No amendment to this Compact is effective and binding upon any party state until it is enacted into law by all the party states. Representatives of non-party states to this Compact shall be invited to participate in the activities of the commission, on a nonvoting basis, prior to the adoption of this Compact by all states. ARTICLE XI CONSTRUCTION AND SEVERABILITY This Compact must be liberally construed so as to effectuate its purposes. The provisions of this Compact are severable and, if any portion of this Compact is declared to be contrary to the constitution of any party state or of the United States, or if the applicability thereof, to any government, agency, person, or circumstance, is held invalid, the validity of the remainder of this Compact and its applicability is not affected. If this Compact is held to be contrary to the constitution of any party state, this Compact must remain in full force and effect, as to the remaining party states, and in full force and effect as to the party state affected, as to all severable matters. An Act to adopt the advanced practice registered nurse compact. I certify that the attached Act originated in the: House as Bill No. 1013 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1013 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2024 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2024 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2024 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24509, "action_date": "2024-01-09T12:00:00-06:00", "document_id": 256993, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/256993.pdf", "status_text": "First read in House and referred to", "journal_page": 18, "committee_id_action": 1197, "committee_id_assigned": 1196, "result": "N", "vote": {}}, {"bill_id": 24509, "action_date": "2024-01-16T07:45:00-06:00", "document_id": 259435, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259435.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1196, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24509, "action_date": "2024-01-16T07:45:00-06:00", "document_id": 259436, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259436.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1196, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78438, "president_vote": null, "Yea": [4483, 4492, 4505, 4506, 4521, 4531, 4534, 4535, 4556, 4571, 4551], "Nay": [4494, 4510]}}, {"bill_id": 24509, "action_date": "2024-01-17T14:00:00-06:00", "document_id": 260050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260050.pdf", "status_text": "Do Pass", "journal_page": 77, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78558, "president_vote": null, "Yea": [4472, 4476, 4478, 4482, 4483, 4485, 4486, 4489, 4491, 4495, 4496, 4497, 4499, 4500, 4505, 4506, 4509, 4514, 4518, 4520, 4521, 4522, 4525, 4527, 4531, 4532, 4534, 4535, 4538, 4540, 4543, 4544, 4546, 4548, 4551, 4553, 4555, 4557, 4560, 4563, 4565, 4566, 4568, 4569, 4570, 4571, 4575], "Nay": [4473, 4474, 4475, 4492, 4494, 4503, 4504, 4510, 4511, 4513, 4519, 4524, 4528, 4530, 4533, 4542, 4545, 4549, 4552, 4556, 4561, 4562]}}, {"bill_id": 24509, "action_date": "2024-01-18T14:00:00-06:00", "document_id": 260420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260420.pdf", "status_text": "First read in Senate and referred to", "journal_page": 108, "committee_id_action": 1219, "committee_id_assigned": 1213, "result": "N", "vote": {}}, {"bill_id": 24509, "action_date": "2024-01-22T07:45:00-06:00", "document_id": 260939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260939.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1213, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24509, "action_date": "2024-01-22T07:45:00-06:00", "document_id": 260940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260940.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1213, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78673, "president_vote": null, "Yea": [4480, 4507, 4537, 4550, 4554, 4488, 4567]}}, {"bill_id": 24509, "action_date": "2024-01-23T14:00:00-06:00", "document_id": 261480, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261480.pdf", "status_text": "Do Pass", "journal_page": 156, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78768, "president_vote": null, "Yea": [4477, 4479, 4480, 4481, 4487, 4488, 4490, 4498, 4501, 4507, 4508, 4512, 4515, 4516, 4517, 4523, 4529, 4536, 4537, 4541, 4550, 4554, 4558, 4559, 4564, 4567, 4572, 4573, 4574, 4576], "Excused": [4493], "Nay": [4502, 4526, 4547]}}, {"bill_id": 24509, "action_date": "2024-01-29T14:00:00-06:00", "document_id": 262950, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262950.pdf", "status_text": "Signed by the Speaker", "journal_page": 191, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}]}