{"session_id": 68, "bill_id": 24164, "bill_type": "House Concurrent Resolution", "bill_number": 6005, "bill_title": "Recognizing the right to contraception and supporting access to contraception for all adults.", "sponsors": [{"legislator_profile_id": 4368, "is_prime": true}, {"legislator_profile_id": 4339, "is_prime": false}, {"legislator_profile_id": 4354, "is_prime": false}, {"legislator_profile_id": 4471, "is_prime": false}, {"legislator_profile_id": 4466, "is_prime": false}, {"legislator_profile_id": 4385, "is_prime": false}, {"legislator_profile_id": 4467, "is_prime": false}, {"legislator_profile_id": 4394, "is_prime": false}, {"legislator_profile_id": 4405, "is_prime": false}, {"legislator_profile_id": 4461, "is_prime": false}], "keywords": ["House Concurrent Resolution"], "audio": [{"meeting_datetime": "2023-02-08T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst20.mp3", "start_seconds": 2188.0}, {"meeting_datetime": "2023-02-08T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst20.mp3", "start_seconds": 2188.0}, {"meeting_datetime": "2023-02-08T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst20.mp3", "start_seconds": 2188.0}], "bill_versions": [{"bill_id": 24164, "bill_version_id": 244880, "bill_version": "Introduced", "bill_version_date": "2023-01-20T08:28:38.98-06:00", "bill_text": "A CONCURRENT RESOLUTION, Recognizing the right to contraception and supporting access to contraception for all adults. Section 1. WHEREAS, the right to contraception is a fundamental right, central to a person’s privacy, health, wellbeing, dignity, liberty, equality, and ability to participate in social and economic life; and Section 2. WHEREAS, the United States Supreme Court has repeatedly recognized the constitutional right to contraception. In Griswold v. Connecticut (381 U.S. 479 (1965)), the Supreme Court first recognized the constitutional right for married people to use contraceptives. In Eisenstadt v. Baird (405 U.S. 438 (1972)), the Supreme Court confirmed the constitutional right of all people to legally access contraceptives regardless of marital status; and Section 3. WHEREAS, the right to contraception has been repeatedly recognized internationally as a human right. The United Nations Population Fund has published several reports outlining family planning as a basic human right that advances individual health, economic empowerment, and equality. Access to contraception is internationally recognized by the World Health Organization as advancing other human rights, such as the right to life, liberty, expression, health, work, and education; and Section 4. WHEREAS, contraception is safe, essential health care, and access to contraceptive products and services is central to a person's ability to participate equally in economic and social life in this state, the United States, and internationally; and Section 5. WHEREAS, contraception is key to sexual and reproductive health. Contraception is critical to preventing unintended pregnancy, and many contraceptives are highly effective in preventing and treating a wide array of severe medical conditions and decreasing the risk of certain cancers; and Section 6. WHEREAS, family planning improves health outcomes for women, their families, and their communities, and reduces rates of maternal and infant mortality and morbidity; and Section 7. WHEREAS, the United States has a long history of reproductive coercion, including childbearing forced upon enslaved women and the forced sterilization ofBlack, Puerto Rican, indigenous, immigrant, and disabled women. Reproductive coercion continues to occur; and Section 8. WHEREAS, the right to make personal decisions about contraceptive use is important for all citizens and is especially critical for historically marginalized groups, includingBlack, indigenous, and other people of color; immigrants; LGBTQ2S people; people with disabilities; people with low incomes; and people living in rural and underserved areas; and Section 9. WHEREAS, state and federal policies governing the pharmaceutical and insurance industries affect the accessibility of contraceptives and the settings in which contraception services are delivered; and Section 10. WHEREAS, despite the clearly established constitutional right to contraception, access to contraceptives, including emergency contraceptives and long-acting reversible contraceptives, has been obstructed across the country by the federal government and state governments: Section 11. NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Ninety-Eighth Legislature of the State of South Dakota, the Senate concurring therein, that the right to contraception is recognized, and access to contraception and information related to contraception be protected for all adults, regardless of actual or perceived race, ethnicity, sex, income, disability, national origin, immigration status, or geography."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24164, "action_date": "2023-01-20T13:00:00-06:00", "document_id": 244783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244783.pdf", "status_text": "First Reading House", "journal_page": 69, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24164, "action_date": "2023-01-23T14:00:00-06:00", "document_id": 245056, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245056.pdf", "status_text": "First read in House and referred to", "journal_page": 81, "committee_id_action": 1159, "committee_id_assigned": 1166, "result": "N", "vote": {}}, {"bill_id": 24164, "action_date": "2023-02-08T07:45:00-06:00", "document_id": 248686, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248686.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24164, "action_date": "2023-02-08T07:45:00-06:00", "document_id": 248688, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248688.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1166, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76917, "president_vote": null, "Yea": [4334, 4337, 4341, 4343, 4344, 4409, 4392], "Nay": [4353, 4368, 4385, 4408], "Excused": [4366, 4470]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24164"}