{"session_id": 21, "bill_id": 6590, "bill_type": "House Bill", "bill_number": 1131, "bill_title": "revise certain taxes and fees to fund improvements to public roads and bridges in South Dakota.", "sponsors": [], "keywords": ["Fees", "Highways and Bridges ", "Motor Vehicles", "Public Fiscal Administration", "Taxes"], "audio": [{"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/htr14.mp3", "start_seconds": 195.0}, {"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/htr14.mp3", "start_seconds": 195.0}, {"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/htr14.mp3", "start_seconds": 195.0}, {"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/htr14.mp3", "start_seconds": 195.0}, {"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/htr14.mp3", "start_seconds": 195.0}, {"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/htr14.mp3", "start_seconds": 195.0}, {"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/htr14.mp3", "start_seconds": 195.0}, {"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/htr14.mp3", "start_seconds": 195.0}, {"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/htr14.mp3", "start_seconds": 195.0}, {"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/htr14.mp3", "start_seconds": 195.0}, {"meeting_datetime": "2015-02-18T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst23.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2015-02-18T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst23.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2015-02-18T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst23.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2015-02-18T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst23.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2015-02-18T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst23.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2015-02-18T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst23.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2015-02-18T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst23.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2015-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst26.mp3", "start_seconds": 2174.0}, {"meeting_datetime": "2015-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst26.mp3", "start_seconds": 2174.0}, {"meeting_datetime": "2015-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst26.mp3", "start_seconds": 2174.0}, {"meeting_datetime": "2015-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hst26.mp3", "start_seconds": 2174.0}], "bill_versions": [{"bill_id": 6590, "bill_version_id": 33812, "bill_version": "Introduced", "bill_version_date": "2015-01-27T11:14:34.523-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain taxes and fees to fund improvements to public roads and bridges in South Dakota. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created in the state treasury the local bridge improvement grant fund. Interest earned on money in the fund shall be deposited into the fund. Any money in the fund is continuously appropriated to the Department of Transportation. Any money deposited into and distributed from the fund shall set forth in an informational budget as described in § 4-7-7.2. The Transportation Commission may award grants from the fund to any local government entity to construct, reconstruct, and repair bridges. The Transportation Commission shall consider the need for the project and funding mechanisms available to and utilized by the applicant when making a decision to award a grant. No county may receive a grant from the fund unless such county has adopted and annually updated its county highway and bridge improvement plan pursuant to the provisions of section 3 of this Act and has imposed a county wheel tax pursuant to § 32-5A-1. Section 2. The Transportation Commission shall promulgate rules, pursuant to chapter 1-26, regarding the application process and timelines, the guidelines and criteria for approval of applications, and the distribution of funds from the local bridge improvement grant fund. The criteria for evaluating the projects may include the proximity of other bridges and culverts, alternative routes available, structural deficiencies, functionality and use of the bridge or culvert, and project costs. Section 3. The Transportation Commission shall promulgate rules, pursuant to chapter 1-26, to establish the requirements for a county highway and bridge improvement plan that details proposed county highway and bridge improvement projects in a county for the next five years. The rules shall provide for the format of the plan and the time by which an update of the plan must be submitted each year. Section 4. That § 32-11-34 be amended to read as follows: 32-11-34. The local government highway and bridge fund is hereby created and appropriated for the use of counties, municipalities, and townships for the purposes of constructing and maintaining highways, streets, and bridges on their highway and street systems. Beginning on October 1, 2015, before each quarterly disbursement is made pursuant to § 32-11-35, the secretary of revenue shall transfer one million seven hundred fifty thousand dollars to the local bridge improvement grant fund created pursuant to section 1 of this Act. Section 5. That § 32-5B-1 be amended to read as follows: 32-5B-1. In addition to all other license and registration fees for the use of the highways, a person shall pay an excise tax at the rate of three four percent on the purchase price of any motor vehicle, as defined by § 32-3-1 or 32-5B-21, purchased or acquired for use on the streets and highways of this state and required to be registered under the laws of this state. This tax shall be in lieu of any tax levied by chapters 10-45 and 10-46 on the sales of such vehicles. Failure to pay the full amount of excise tax is a Class 1 misdemeanor. Section 6. That § 32-5B-1.4 be amended to read as follows: 32-5B-1.4. A licensed motor vehicle dealer who sells new motor vehicles and has a franchise for that particular motor vehicle may license a new motor vehicle which is part of his the dealer's inventory. If the dealer licenses the motor vehicle, he the dealer shall title the motor vehicle and pay the three percent excise tax imposed pursuant to § 32-5B-1 on the manufacturer's suggested dealer list price. The next purchaser shall be is exempt from the excise tax. Section 7. That § 10-47B-4 be amended to read as follows: 10-47B-4. The fuel excise tax rates for the tax imposed by this chapter are as follows: (1) Motor fuel (except ethyl alcohol, methyl alcohol, biodiesel, biodiesel blends, and aviation gasoline)--$.22 per gallon as provided pursuant to section 8 of this Act; (2) Special fuel (except jet fuel)--$.22 per gallon as provided pursuant to section 8 of this Act; (3) Aviation gasoline--$.06 per gallon; (4) Jet fuel--$.04 per gallon; (5) Liquid petroleum gas--$.20 per gallon; (6) Compressed natural gas--$.10 per gallon; (7) Ethyl alcohol and methyl alcohol--$.08 per gallon as provided pursuant to section 9 of this Act; (8) Liquid natural gas--$.14 per gallon; and (9) Biodiesel and biodiesel blends--as provided pursuant to section 8 of this Act, except when the conditions as provided in section 10 of this Act are met. Section 8. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: The fuel excise tax rate for motor fuel and special fuel is: (1) $.24 per gallon from July 1, 2015, through June 30, 2016, inclusive; (2) $.26 per gallon from July 1, 2016, through June 30, 2017, inclusive; and (3) Beginning on July 1, 2017, and on July first each year thereafter, the fuel excise tax rate shall increase by an additional $.02 per gallon. Section 9. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: The fuel excise tax rate for ethyl alcohol and methyl alcohol fuel is: (1) $.10 per gallon from July 1, 2015, to June 30, 2016, inclusive; (2) $.12 per gallon from July 1, 2016, to June 30, 2017, inclusive; and (3) Beginning July 1, 2017, and on July first of each year thereafter, the fuel excise tax rate shall increase by an additional $.02 per gallon. Section 10. The tax imposed by § 10-47B-4 on biodiesel or biodiesel blends shall be reduced by two cents per gallon in the quarter after biodiesel production facilities in South Dakota reach a name plate capacity of at least twenty million gallons per year and fully produce at least ten million gallons of biodiesel within one year as determined by the secretary of revenue. The secretary shall file a certification of the determination with the secretary of state and the Legislative Research Council as the means of determining the rate of tax applied by § 10-47B-4. The provisions of this section are repealed in the quarter after thirty-five million gallons of taxed biodiesel and biodiesel blended fuel are sold as determined by the secretary of revenue. The secretary shall file a certification of the determination with the secretary of state and the Legislative Research Council as the means of determining the effective date of the repeal of this section. Section 11. That section 7 of chapter 64 of the 2014 Session Laws, section 12 of chapter 55 of the 2009 Session Laws, and sections 3, 5, and 6 of chapter 54 of the 2008 Session Laws be repealed. Section 12. That § 32-5-6 be amended to read as follows: 32-5-6. License fees and compensation on a noncommercial motor vehicle which is an automobile, pickup truck, or van as provided by § 32-5-5, shall be determined by the manufacturer's shipping weight, including accessories, as follows: (1) Two thousand pounds or less, inclusive, thirty thirty-three dollars; (2) From 2,001 to 4,000 pounds, inclusive, sixty sixty-six dollars; (3) From 4,001 to 6,000 pounds, inclusive, ninety ninety-nine dollars; and (4) Over 6,000 pounds, one hundred twenty one hundred thirty-two dollars. Section 13. That § 32-5-6.3 be amended to read as follows: 32-5-6.3. License fees on a noncommercial motor vehicle which is not an automobile, pickup truck, or van licensed pursuant to § 32-5-6 shall be determined by the gross weight of the motor vehicle as defined by subdivision 32-9-1(6), and based on the following: (1) Eight thousand pounds or less, inclusive, one hundred one hundred ten dollars; (2) For each additional 2,000 pounds or major fraction thereof from 8,001 to 20,000 pounds, inclusive, ten eleven dollars; and (3) For a vehicle in excess of 20,000 pounds, from July 1, 2015, to June 30, 2016, inclusive, the total license fee shall be sixty seventy percent of the total license fee established for commercial vehicles of equivalent weight pursuant to § 32-9-15. On and after July 1, 2016, the total license fee shall be eighty percent of the total license fee established for commercial vehicles of equivalent weight pursuant to § 32-9-15. It is a Class 2 misdemeanor for a person to operate a motor vehicle licensed pursuant to this section at a gross weight in excess of the gross weight for which it has been licensed. If the owner chooses to lower the registered weight, the plate shall be returned along with any validation decal and a new plate issued with the correct registered weight. Section 14. That § 32-5-6.1 be amended to read as follows: 32-5-6.1. License fees for any noncommercial motor home shall be determined by the manufacturer's shipping weight, including accessories, as follows: (1) Six thousand pounds or less, inclusive, ninety ninety-nine dollars; (2) From 6,001 to 8,000 pounds, inclusive, one hundred twenty one hundred thirty-two dollars; (3) From 8,001 to 10,000 pounds, inclusive, one hundred fifty one hundred sixty-five dollars; and (4) For each additional 2,000 pounds or major fraction thereof, in excess of 10,000 pounds, thirty thirty-three dollars. For the purposes of this section, a motor home is a vehicle designed to provide temporary living quarters for recreational, camping, or travel use, built on or permanently attached to a self-propelled motor vehicle chassis or on a chassis cab or van that is an integral part of the completed vehicle. Section 15. That § 32-5-8 be amended to read as follows: 32-5-8. License fees and compensation for any recreational vehicle as defined in § 32-3-1 or for any noncommercial trailer and semitrailer, for use of the highways payable under pursuant to § 32-5-5 and pulled by a noncommercial motor vehicle on which the license fees were paid pursuant to § 32-5-6, shall be determined upon the basis of their actual weight as follows: (1) One thousand pounds or less, inclusive, fifteen seventeen dollars; (2) From 1,001 to 2,000 pounds, inclusive, thirty thirty-three dollars; (3) From 2,001 to 3,000 pounds, inclusive, forty-five fifty dollars; (4) From 3,001 to 4,000 pounds, inclusive, sixty sixty-six dollars; (5) From 4,001 to 5,000 pounds, inclusive, seventy-five eighty-three dollars; (6) From 5,001 to 6,000 pounds, inclusive, ninety ninety-nine dollars; (7) From 6,001 to 7,000 pounds, inclusive, one hundred five one hundred sixteen dollars; (8) From 7,001 to 8,000 pounds, inclusive, one hundred twenty one hundred thirty-two dollars; (9) From 8,001 to 9,000 pounds, inclusive, one hundred thirty-five one hundred forty-nine dollars; (10) From 9,001 to 10,000 pounds, inclusive, one hundred fifty one hundred sixty-five dollars; and (11) For each additional 1,000 pounds or major fraction thereof, in excess of 10,000 pounds, fifteen seventeen dollars. Any trailer or semitrailer licensed pursuant to this section may be pulled by a noncommercial motor vehicle licensed pursuant to § 32-5-8.1 or a commercially licensed motor vehicle if the motor vehicle is registered at a gross weight to cover the weight of the trailer and its load. Section 16. That § 32-5-9 be amended to read as follows: 32-5-9. License fees and compensation for use of the highways payable under pursuant to § 32-5-5 shall be: fourteen dollars and fifty cents for motorcycles with a shall be determined by the piston displacement of less than three hundred fifty cubic centimeters and seventeen dollars for motorcycles with a piston displacement of three hundred fifty cubic centimeters or more as follows: (1) Less than three hundred fifty cubic centimeters, sixteen dollars; (2) Three hundred fifty to one thousand cubic centimeters, inclusive, nineteen dollars; and (3) Greater than one thousand cubic centimeters, twenty-two dollars. Section 17. That § 32-6B-21 be amended to read as follows: 32-6B-21. The department shall issue metal numerical license plates to licensed dealers upon application and payment of a eighty-four ninety-two dollar yearly fee to be paid at the time of the annual review date for each set desired. The fees shall be distributed in the manner specified in §§ 32-11-2 and 32-11-4.1 to 32-11-9, inclusive. The license plates shall be numbered consecutively and shall bear as a prefix the number 77. The plates may be issued for a multiple year period. If a dealer's license is revoked or canceled or the dealer goes out of business the 77 plates shall be returned to the department. If any person operates a motor vehicle with 77 plates after the dealer license is revoked or canceled or after the dealer goes out of business, or if the person refuses to return the plates, the person is guilty of a Class 2 misdemeanor. Section 18. That § 32-6B-23 be amended to read as follows: 32-6B-23. The department shall issue to any motorcycle dealer and trailer dealer licensed pursuant to this chapter metal number plates bearing a prefix of the letter \"D\" and containing a distinguishing identification number of the licensee. The dealer shall make application to the department for the plates and pay a fee of twenty twenty-two dollars for each plate. One license plate shall be displayed on the rear of any motorcycle, or trailer, semitrailer, or travel trailer, owned by the dealer while traveling on a public highway. Any vehicle owned by the licensed dealer and bearing the dealers' metal plate may be operated on the streets and highways of this state for any purpose, including demonstration by a prospective buyer. All money collected pursuant to this section shall be distributed in the manner specified in § 32-11-2 and §§ 32-11- 4.1 to 32-11-9, inclusive. Section 19. That § 32-6B-36.3 be amended to read as follows: 32-6B-36.3. The department shall issue metal numerical license plates to an auction agency upon application and payment of a eighty-four ninety-two dollar yearly fee to be paid at the time of the annual review date for each set desired. Such fees shall be distributed in the manner specified in §§ 32-11-2 and 32-11-4.1 to 32-11-9, inclusive. The license plates shall be numbered consecutively and shall bear as a prefix the number \"99.\" The plates may be issued for a multiple year period. If an auction agency's license is revoked or canceled or the auction agency goes out of business, the \"99\" plates shall be returned to the department. If any person operates a motor vehicle with \"99\" plates after the auction agency's license is revoked or canceled or after the auction agency goes out of business, or if the person refuses to return the plates, the person is guilty of a Class 2 misdemeanor. Section 20. That § 10-12-13 be amended to read as follows: 10-12-13. The board of county commissioners may levy an annual tax not to exceed one dollar and twenty cents per thousand dollars of taxable valuation as a reserve fund to be accumulated and used for the purpose of matching federal aid grants which have or may hereafter become available maintaining, repairing, constructing, and reconstructing roads and bridges. Moneys in the fund may be expended in cooperation with the federal government in the laying out, marking, maintaining, constructing, and reconstructing roads and maintaining, constructing, and reconstructing bridges, under the jurisdiction of the board of county commissioners. The tax levy shall be in addition to all other levies authorized to be made by the board of county commissioners for road and bridge purposes provided for in § 10-12-21. The proceeds of such levy shall be placed in a special fund to be known as the \"county highway and bridge reserve fund.\" Any tax levy imposed pursuant to this section is exempt from the tax limitations imposed on a county pursuant to chapter 10-13. Notwithstanding any other provision of law, any action by the board of county commissioners to authorize a tax levy pursuant to this section is subject to the referendum process in accordance with chapter 7-18A. Section 21. The voters of an organized civil township at the annual township meeting may authorize an annual property tax levy not to exceed fifty cents per thousand dollars of the taxable valuation of the township for the secondary road capital improvement fund for projects and purposes as defined in section 22 of this Act. The secondary road capital improvement tax levy authorized by this section is in addition to the levies authorized in §§ 10-12-28 and 31-13-22. Any tax levy imposed pursuant to this section is exempt from the tax limitations imposed on a township pursuant to chapter 10-13. Section 22. The township board of supervisors may establish a secondary road capital improvement fund for the purpose of constructing, reconstructing, repairing, and maintaining secondary roads, bridges, and culverts under the jurisdiction of the township board of supervisors."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6590, "action_date": "2015-01-27T14:00:00-06:00", "document_id": 33848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33848.pdf", "status_text": "First Reading House", "journal_page": 182, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6590, "action_date": "2015-01-28T14:00:00-06:00", "document_id": 34023, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34023.pdf", "status_text": "Referred to", "journal_page": 199, "committee_id_action": 286, "committee_id_assigned": 281, "result": "N", "vote": {}}, {"bill_id": 6590, "action_date": "2015-02-03T10:00:00-06:00", "document_id": 34042, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34042.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 281, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6590, "action_date": "2015-02-03T10:00:00-06:00", "document_id": 34387, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34387.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 281, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6590, "action_date": "2015-02-03T10:00:00-06:00", "document_id": 34387, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34387.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 281, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6590, "action_date": "2015-02-03T10:00:00-06:00", "document_id": 34387, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34387.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 281, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6590, "action_date": "2015-02-03T10:00:00-06:00", "document_id": 34387, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34387.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 281, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6590, "action_date": "2015-02-03T10:00:00-06:00", "document_id": 34387, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34387.pdf", "status_text": "Deferred to another day", "journal_page": 0, "committee_id_action": 281, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18079, "president_vote": null, "Nay": [884, 864, 918, 857], "Yea": [859, 946, 905, 911, 865, 933, 867, 950, 921]}}, {"bill_id": 6590, "action_date": "2015-02-03T14:00:00-06:00", "document_id": 34394, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34394.pdf", "status_text": "Referred to", "journal_page": 258, "committee_id_action": 286, "committee_id_assigned": 279, "result": "P", "vote": {}}, {"bill_id": 6590, "action_date": "2015-02-18T07:45:00-06:00", "document_id": 34873, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34873.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 279, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6590, "action_date": "2015-02-18T07:45:00-06:00", "document_id": 35145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35145.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 279, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6590, "action_date": "2015-02-18T07:45:00-06:00", "document_id": 35145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35145.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 279, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6590, "action_date": "2015-02-18T07:45:00-06:00", "document_id": 35145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35145.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 279, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6590, "action_date": "2015-02-18T07:45:00-06:00", "document_id": 35145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35145.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 279, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6590, "action_date": "2015-02-20T07:45:00-06:00", "document_id": 35147, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35147.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 279, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6590, "action_date": "2015-02-24T07:45:00-06:00", "document_id": 35329, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35329.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 279, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6590, "action_date": "2015-02-24T07:45:00-06:00", "document_id": 35436, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35436.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 479, "committee_id_action": 279, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18960, "president_vote": null, "Yea": [915, 884, 947, 882, 879, 953, 881, 869, 912, 921, 874, 954, 924]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6590"}