{"session_id": 36, "bill_id": 9854, "bill_type": "Senate Commemoration", "bill_number": 6, "bill_title": "Commending and honoring the University of South Dakota Women's Track and Field Team for their outstanding athletic performance upon winning their first Summit League Outdoor Championship in the 2018 season.", "sponsors": [{"legislator_profile_id": 1626, "is_prime": true}, {"legislator_profile_id": 1571, "is_prime": true}, {"legislator_profile_id": 1441, "is_prime": false}, {"legislator_profile_id": 1582, "is_prime": false}, {"legislator_profile_id": 1450, "is_prime": false}, {"legislator_profile_id": 1647, "is_prime": false}, {"legislator_profile_id": 1627, "is_prime": false}, {"legislator_profile_id": 1618, "is_prime": false}, {"legislator_profile_id": 1561, "is_prime": false}, {"legislator_profile_id": 1596, "is_prime": false}, {"legislator_profile_id": 1584, "is_prime": false}, {"legislator_profile_id": 1426, "is_prime": false}, {"legislator_profile_id": 1587, "is_prime": false}, {"legislator_profile_id": 1621, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 9854, "bill_version_id": 51789, "bill_version": "Introduced", "bill_version_date": "2019-01-16T09:42:59.497-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the University of South Dakota Women's Track and Field Team for their outstanding athletic performance upon winning their first Summit League Outdoor Championship in the 2018 season. WHEREAS, the student-athletes finished the meet winning seven events totaling 263 points. Senior Shanice Cannigan swept both hurdle event titles and scored 27.5 points across five events, earning her the distinction as the championship's Most Outstanding Performer; and WHEREAS, the championship was the twentieth championship for the program in thirty years; and WHEREAS, head coach Lucky Huber, named the Summit League Outdoor Track and Field Coach of the Year, helped facilitate and cultivate the physical, mental, and the emotional growth and development of these student-athletes: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the University of South Dakota Women's Track and Field Team be commended and honored for their patience, dedication, and tenacity, and most of all, for their accomplishments as Summit League Outdoor 2018 Track and Field Champions."}, {"bill_id": 9854, "bill_version_id": 52011, "bill_version": "Enrolled", "bill_version_date": "2019-01-22T17:18:51.34-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the University of South Dakota Women's Track and Field Team for their outstanding athletic performance upon winning their first Summit League Outdoor Championship in the 2018 season. WHEREAS, the student-athletes finished the meet winning seven events totaling 263 points. Senior Shanice Cannigan swept both hurdle event titles and scored 27.5 points across five events, earning her the distinction as the championship's Most Outstanding Performer; and WHEREAS, the championship was the twentieth championship for the program in thirty years; and WHEREAS, head coach Lucky Huber, named the Summit League Outdoor Track and Field Coach of the Year, helped facilitate and cultivate the physical, mental, and the emotional growth and development of these student-athletes: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the University of South Dakota Women's Track and Field Team be commended and honored for their patience, dedication, and tenacity, and most of all, for their accomplishments as Summit League Outdoor 2018 Track and Field Champions. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9854, "action_date": "2019-01-16T14:00:00-06:00", "document_id": 51821, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51821.pdf", "status_text": "", "journal_page": 109, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}]}