{"session_id": 49, "bill_id": 15022, "bill_type": "House Bill", "bill_number": 1001, "bill_title": "establish a basic health benefit plan committee and a basic health insurance risk pool.", "sponsors": [{"legislator_profile_id": 2358, "is_prime": true}, {"legislator_profile_id": 2401, "is_prime": true}, {"legislator_profile_id": 2337, "is_prime": false}, {"legislator_profile_id": 2341, "is_prime": false}, {"legislator_profile_id": 2359, "is_prime": false}, {"legislator_profile_id": 2367, "is_prime": false}, {"legislator_profile_id": 2403, "is_prime": false}], "keywords": ["Administrative Rules", "Basic Health Insurance Plan", "Interim Committee Bill", "Managed Care", "Risk Pool", "Tobacco Settlement Money"], "audio": [{"meeting_datetime": "2000-01-11T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou01.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 15022, "bill_version_id": 86051, "bill_version": "Introduced", "bill_version_date": "1999-12-16T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a basic health benefit plan committee and a basic health insurance risk pool. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Basic health benefit plan,\" a lower-cost health benefit plan developed pursuant to sections 2 to 6, inclusive, of this Act; (2) \"Board,\" the Board of Directors of the South Dakota Basic Health Insurance Pool; (3) \"Carrier,\" any person that provides health insurance in this state, including an insurance company, a prepaid hospital or medical service plan, a health maintenance organization, a multiple employer welfare arrangement as defined in 29 U.S.C. § 1002(40) as in effect on January 1, 2000, and any other entity providing a plan of health insurance or health benefits subject to state insurance regulation; (4) \"Committee,\" the basic health benefit plan committee created pursuant to sections 2 to 6, inclusive, of this Act; (5) \"Dependent,\" any spouse, unmarried child under the age of nineteen, unmarried child who is a full-time student under the age of twenty-three who is financially dependent upon the parent, or unmarried child of any age who is medically certified as disabled and dependent upon the parent; (6) \"ERISA,\" the Employee Retirement Income Security Act of 1974 (Pub. L. No. 93-406) as amended and in effect on January 1, 2000; (7) \"Health insurance pool,\" the South Dakota Basic Health Insurance Pool; (8) \"Insurer,\" any person, corporation, association, partnership, fraternal benefit society, or other entity engaged in the health insurance business, except insurance agents and brokers. This term includes nonprofit medical and surgical plans, nonprofit hospital service plans, health maintenance organizations, third-party administrators, self-insurance arrangements not subject to ERISA jurisdiction, and self-insurance reinsurance plans; (9) \"Medicare,\" coverage under both Parts A and B of Title XVIII of the Social Security Act (Pub. L. No. 74-271, 42 U.S.C. § 1395, et seq., as amended through January 1, 2000); (10) \"Physician,\" any physician, osteopath, or podiatrist licensed by this state. Section 2. The Governor shall appoint a basic health benefit plan committee within thirty days after the effective date of this Act. The committee shall consist of seven members and shall be composed of one representative from each of the following: writers of individual health insurance, insurance agents, hospital professionals, legislative commerce committee members, physicians, other licensed health-related professionals, and the general public. Not all committee members may be members of the same political party. The original committee shall be appointed for the following terms: (1) Three members for a term of one year; (2) Two members for a term of two years; and (3) Two members for a term of three years. Subsequent committee members shall serve a term of three years. The Governor shall fill any vacancy on the committee for the unexpired term and may remove any member for cause. Section 3. The committee shall recommend the form and level of coverages to be made available by carriers. Section 4. The committee shall recommend benefit levels, cost-sharing levels, exclusions, and limitations for the basic health benefit plan. The committee shall also design a basic health benefit plan that contains benefit and cost-sharing levels that are consistent with the basic method of operation and the benefit plans of health maintenance organizations, including any restrictions imposed by federal law. The basic plan shall have a lifetime maximum benefit which is not in excess of five hundred thousand dollars. At least every five years, the Legislature shall study the necessity for adjusting the lifetime maximum benefit. The basic benefit plan is subject to the requirements of § § 58-17-1.1, 58-17-10.2, 58-17-30 to 58-17-30.6, inclusive, and 58-17-53 to 58-17-56, inclusive. Section 5. The plan recommended by the basic health benefit committee shall consider cost containment features such as: (1) Utilization review of health care services, including peer review of the medical necessity of hospital and physician services; (2) Case management; (3) Selective contracting with hospitals, physicians, and other health care providers, but without discrimination based on the profession of a provider authorized by state law to provide health care services; (4) Reasonable benefit differentials applicable to providers that participate or do not participate in arrangements using restricted network provisions; and (5) Other managed care provisions. Managed care standards or guidelines of care limiting access to or care by any provider may be adopted only in accordance with state law and the professional standards of such providers and only after consultation with the licensing board governing the providers to be reviewed or screened. Section 6. The committee shall submit the health benefit plan described in sections 4 and 5 of this Act to the Governor for approval within one hundred twenty days after the appointment of the committee. The Governor may ask the committee to review the basic plan after approving the plan with recommendations for modifications. Modifications are subject to the approval of the Governor. Nothing in this Act prevents a carrier from offering for sale supplemental coverages to the basic benefit plan. Section 7. There is hereby created a nonprofit entity to be known as the South Dakota Basic Health Insurance Pool. Any insurer who sells health benefit plans, as a condition of doing business in this state, shall be a member of the pool. The health insurance pool in accordance with this Act shall be available effective July 1, 2001. Section 8. Except as provided in section 9 of this Act, any resident of this state is eligible for coverage by the health insurance pool, including any dependent of the insured from the moment of birth. A person is not eligible for coverage from the health insurance pool unless the person has been rejected by at least two insurers for coverage substantially similar to the pool without material underwriting restriction at a rate equal to or less than the pool rate. No person is eligible for coverage from the pool if the person has, on the date of issue of coverage from the pool, equivalent coverage under another contract or policy. The coverage of a person who ceases to meet the eligibility requirements of this section may be terminated at the end of the policy period. Section 9. The following persons are not eligible for coverage in the health insurance pool: (1) Any person who is currently receiving health care benefits under any federal or state program providing financial assistance or preventive or rehabilitative social services; (2) Any person whose coverage by the pool was terminated less than seven months previously; (3) Any person on whose behalf the pool has paid out five hundred thousand dollars in covered benefits; (4) Any inmate incarcerated in a state penal institution or confined to a narcotic detention, treatment, and rehabilitation facility; and (5) Any person who voluntarily terminated or declined conversion from a group health plan or an ERISA plan within the preceding twelve months. Section 10. The pool shall operate under the supervision and approval of a seven-member board of directors appointed by the director of the Division of Insurance and shall consist of: (1) One representative of domestic health insurance companies licensed to do business in this state; (2) One representative of foreign health insurance companies licensed to do business in this state; (3) One representative of a nonprofit health care service plan; (4) One representative of a health maintenance organization; (5) One member of a health-related profession; (6) One member of the general public who is not associated with the medical profession, any hospital, or any insurer; and (7) One member to represent a group considered to be uninsurable. The director shall appoint the board within sixty days after the effective date of this Act. The director shall appoint at least one person to the board who is at least sixty years of age. The original board shall be appointed for the following terms: three members for a term of one year; two members for a term of two years; and two members for a term of three years. All terms after the initial term are three years. The board shall elect one of its members as chair. Section 11. The duties of the board are as follows: (1) Establish administrative and accounting procedures for the operation of the pool; (2) Establish procedures under which applicants and participants in the plan may have grievances reviewed by an impartial body and reported to the board; (3) Select an administering insurer in accordance with section 14 of this Act; (4) Collect assessments as described in section 12 of this Act from all insurers to provide for claims paid by the health insurance pool and for administrative expenses incurred or estimated to be incurred during the period for which the assessment is made; (5) Require that all policy forms issued by the board conform to the basic health benefit plan developed pursuant to sections 2 to 6, inclusive, of this Act; and (6) Develop a program to publicize the existence of the health insurance pool, the eligibility requirements for the health insurance pool, and the procedures for enrollment in the health insurance pool and maintain public awareness of the health insurance pool. The director of the Division of Insurance may, by rules promulgated pursuant to chapter 1-26, specify additional duties of the board, including requirements for a plan of operation. Section 12. The board shall establish the level of assessments and shall assess insurers at the end of each calendar year. In addition to the assessments occurring at the end of the calendar year, the board shall collect one or more organizational assessments from all insurers as necessary to provide for expenses which have been incurred or are estimated to be incurred prior to the receipt of the first calendar-year assessment. The board shall make equal organizational assessments against all insurers. The total of all organizational assessments may not exceed one hundred dollars for each insurer. The board may levy interim assessments against insurers before the end of the calendar year to assure the financial ability of the health insurance pool to cover claim expenses and administrative expenses incurred or estimated to be incurred in the operation of the health insurance pool. Assessments are payable within thirty days after receipt of the assessment notice by the insurer. If the assessment for any insurer exceeds seventy-five thousand dollars in any year, the excess over that amount shall be allowed as a thirty percent credit on the premium tax return for that insurer. The total of all credits for all insurers in any one year may not exceed one million dollars. Section 13. The board may exercise powers granted to insurers under the laws of this state and may sue and be sued. Section 14. The board shall select an insurer, through a competitive bidding process, to administer the pool. The board shall evaluate the bids submitted under this section based on criteria established by the board. The criteria shall include the efficiency of the insurer's claims-paying procedures and an estimate of total charges for administering the pool. Section 15. The administering insurer shall serve for three years. At least one year before the expiration of each three-year period of service by an administering insurer, the board shall invite all insurers, including the current administering insurer, to submit bids to serve as the administering insurer for the succeeding three-year period. The board shall select the administering insurer for the succeeding three-year period at least six months before the end of the current three-year period. Section 16. The administering insurer shall take the following actions: (1) Perform all eligibility and administrative claims-payment functions relating to the pool; (2) Pay an agent's referral fee as established by the board to each agent who refers an applicant to the health insurance pool, if the applicant is accepted. The selling or marketing of the health insurance pool is not limited to the administering insurer or its agents. The administering insurer shall pay the referral fees from moneys received as premiums for the pool; (3) Establish a premium billing procedure for collection of premiums from persons insured in the pool; (4) Perform all necessary functions to assure timely payment of benefits to covered persons in the health insurance plan, including the following: (a) Making available information relating to the proper manner of submitting a claim for benefits from the health insurance pool and distributing forms upon which submissions are to be made; (b) Evaluating the eligibility of each claim for payment from the health insurance pool; (c) Notifying each claimant within thirty days after receiving a properly completed and executed proof of loss whether the claim is accepted, rejected, or compromised; (5) Submit regular reports to the board regarding the operation of the health insurance pool. The board shall determine the frequency, content, and form of the reports; (6) Following the close of each calendar year, determine net premiums, reinsurance premiums less administrative expenses, the expense of administration pertaining to the reinsurance operations of the pool, and the incurred losses for the year and report this information to the board and to the director of the Division of Insurance; (7) Pay claim expenses from the premium payments received from or on behalf of covered persons in the health insurance pool. If the payments by the administering insurer for claims expenses exceed the portion of premiums allocated by the board for the payment of claims expenses, the board shall provide through assessment the additional funds necessary for payment of claims expenses. Section 17. The board shall pay the administering insurer, as provided in the contract of the pool, for its direct and indirect expenses in administering the pool. The term, direct and indirect expenses, includes the portion of the audited administrative costs, printing expenses, claims administration expenses, management expenses, building overhead expenses, and other actual operating and administrative expenses of the administering insurer which are approved by the board as allocable to the administration of the pool and included in the bid specifications. Section 18. The board shall assess each insurer a portion of the operating losses of the pool. The board shall determine the portion by multiplying the operating losses by a fraction, the numerator of which equals the insurer's premium and subscriber contract charges pertaining to the direct writing of health insurance written in this state during the previous calendar year and the denominator of which equals the total of all such premiums and subscriber contract charges written by participating insurers in this state during the previous calendar year. The board shall make the computation of assessments with a reasonable degree of accuracy, with the recognition that exact determinations may not always be possible. Section 19. If assessments and other receipts by the pool exceed the actual losses and administrative expenses of the pool, the board shall hold the excess at interest and shall use it to offset future losses or to reduce premiums. The term, future losses, includes reserves for claims incurred but not reported. Section 20. The board shall determine each insurer's proportion of participation in the pool annually based on the annual statements and other reports considered necessary by the board and filed with it by the insurer. The board shall recoup any deficit incurred under the pool by assessments apportioned among participating insurers by the board in the manner set forth in section 18 of this Act. Section 21. The health insurance pool shall directly insure the coverage provided by the pool. The administering insurer shall administer the policies. Section 22. The health insurance pool shall offer an annually renewable policy. If an eligible person is also eligible for medicare coverage, the plan may not pay or reimburse that person for expenses paid by medicare. Section 23. The health insurance pool shall offer a basic health benefits plan to every eligible person who is not eligible for medicare up to a lifetime limit of five hundred thousand dollars for each covered individual. The board may not alter the maximum limit under this section and may not substitute an actuarially equivalent benefit for the maximum limit. Section 24. The health insurance pool shall provide that any policy issued to a person eligible for medicare is separately rated to reflect differences in experiences reasonably expected to occur as a result of medicare payments. Section 25. Any health insurance pool policy shall include a provision providing for subrogation rights by the pool in a case in which the pool pays expenses on behalf of a person who is injured or suffers a disease under circumstances creating a liability upon another person to pay damages to the extent of the expenses paid by the pool, but only to the extent the damages exceed the policy deductible and coinsurance amounts paid by the insured. The pool may waive its subrogation rights if it determines that the exercise of the rights would be impractical, uneconomical, or would work a hardship on the insured. Section 26. The health insurance pool shall provide for a choice of annual deductibles for major medical expenses in the amounts of five hundred dollars, one thousand dollars, one thousand five hundred dollars, two thousand dollars, five thousand dollars, and seven thousand five hundred dollars. If two individual members of a family satisfy the applicable deductible, no other members of the family may be required to meet deductibles for the remainder of that calendar year. The board shall establish the schedule of premiums and deductibles. Section 27. The board shall establish a health insurance pool rating plan. The health insurance pool rates are subject to approval by the director of the Division of Insurance. Rates for coverage issued by the pool may not be unreasonable in relation to the benefits provided, the risk experience, and the reasonable expenses of providing coverage. Separate schedules of premium rates based on age may apply for individual risks. The board shall establish standard risk rates for coverages issued by the pool, subject to the approval of the director, using reasonable actuarial techniques. The rates shall reflect anticipated experiences and expenses of coverage for standard risks. Section 28. The health insurance pool rating plan established by the board shall initially provide for rates equal to one hundred twenty-five percent of the average standard risk rates. Any change to the initial rates shall be based on experience of the pool and shall reflect reasonably anticipated losses and expenses. However, the rates may not exceed one hundred fifty percent of the average standard risk rates. Section 29. A health insurance pool policy may contain provisions under which coverage on a given person's preexisting condition is excluded for the six months following the effective date of coverage if the condition manifested itself or medical advice or treatment for the condition was recommended or received within the six months before the effective date of coverage. Section 30. Amounts paid or payable by medicare, any other governmental program, any other insurance, or any self-insurance maintained in lieu of otherwise statutorily required insurance may not be used to satisfy applicable deductibles or out-of-pocket maximums or to reduce the limits of benefits available. Section 31. The board may act against a claimant for any benefits paid to a claimant which should not have been claimed or recognized as claims or which were otherwise not covered. Section 32. There is hereby established in the state treasury the health insurance pool fund, which is continuously appropriated. The revenue in the health insurance pool fund shall be used by the board in addition to premiums and assessments to cover claim expenses and administrative expenses incurred or estimated to be incurred in the health insurance pool fund. Section 33. The sum of ninety thousand dollars ($90,000), from the first payment of the tobacco settlement money is hereby appropriated to the health insurance pool fund."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15022, "action_date": "2000-01-11T14:00:00-06:00", "document_id": 85620, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85620.pdf", "status_text": "First read in House and referred to", "journal_page": 12, "committee_id_action": 656, "committee_id_assigned": 644, "result": "N", "vote": {}}, {"bill_id": 15022, "action_date": "2000-01-20T08:00:00-06:00", "document_id": 85740, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85740.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 644, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15022, "action_date": "2000-01-20T08:00:00-06:00", "document_id": 85740, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85740.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 644, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 45124, "president_vote": null, "Yea": [2312, 2337, 2359, 2382, 2406, 2388], "Nay": [2325, 2349, 2361, 2373, 2397, 2383], "Excused": [2394]}}, {"bill_id": 15022, "action_date": "2000-01-25T07:45:00-06:00", "document_id": 85766, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85766.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 644, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15022, "action_date": "2000-01-25T07:45:00-06:00", "document_id": 85766, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85766.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 644, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 45300, "president_vote": null, "Yea": [2312, 2337, 2359, 2382, 2406, 2388], "Nay": [2325, 2349, 2361, 2373, 2397, 2383], "Excused": [2394]}}, {"bill_id": 15022, "action_date": "2000-01-25T07:45:00-06:00", "document_id": 85766, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85766.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 221, "committee_id_action": 644, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45301, "president_vote": null, "Nay": [2312, 2337, 2359, 2382, 2406], "Yea": [2325, 2349, 2361, 2373, 2397, 2383, 2388], "Excused": [2394]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15022"}