{"session_id": 15, "bill_id": 3852, "bill_type": "House Commemoration", "bill_number": 1055, "bill_title": "Commending and honoring the 2011 Boys' State AA Soccer Champions of Sioux Falls Lincoln High School for their outstanding athletic performance for the second consecutive year.", "sponsors": [{"legislator_profile_id": 249, "is_prime": true}, {"legislator_profile_id": 225, "is_prime": true}, {"legislator_profile_id": 262, "is_prime": false}, {"legislator_profile_id": 287, "is_prime": false}, {"legislator_profile_id": 301, "is_prime": false}, {"legislator_profile_id": 220, "is_prime": false}, {"legislator_profile_id": 302, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 3852, "bill_version_id": 22427, "bill_version": "Introduced", "bill_version_date": "2012-02-29T10:48:24.707-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2011 Boys' State AA Soccer Champions of Sioux Falls Lincoln High School for their outstanding athletic performance for the second consecutive year. WHEREAS, the student athletes of the Lincoln High School Boys' Soccer Team have shown exemplary patience, dedication, and tenacity in its pursuit of a State AA Soccer Championship; and WHEREAS, the Lincoln High School soccer head coach and assistant coaches helped facilitate and cultivate the physical, mental, and emotional growth and development of the student athletes; and WHEREAS, all members of the Lincoln High School Soccer Team, including the student athletes, coaches, parents, and fans, have volunteered their time and unique talents for the betterment of the Lincoln High School Boys' Soccer Team: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the Legislature congratulates the 2011 Lincoln High School Boys' Soccer Team on the success of its outstanding athletic performance for the second consecutive year."}, {"bill_id": 3852, "bill_version_id": 22553, "bill_version": "Enrolled", "bill_version_date": "2012-03-01T16:36:47.417-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2011 Boys' State AA Soccer Champions of Sioux Falls Lincoln High School for their outstanding athletic performance for the second consecutive year. WHEREAS, the student athletes of the Lincoln High School Boys' Soccer Team have shown exemplary patience, dedication, and tenacity in its pursuit of a State AA Soccer Championship; and WHEREAS, the Lincoln High School soccer head coach and assistant coaches helped facilitate and cultivate the physical, mental, and emotional growth and development of the student athletes; and WHEREAS, all members of the Lincoln High School Soccer Team, including the student athletes, coaches, parents, and fans, have volunteered their time and unique talents for the betterment of the Lincoln High School Boys' Soccer Team: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the Legislature congratulates the 2011 Lincoln High School Boys' Soccer Team on the success of its outstanding athletic performance for the second consecutive year. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3852, "action_date": "2012-02-29T10:00:00-06:00", "document_id": 22437, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22437.pdf", "status_text": "", "journal_page": 700, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3852"}