{"session_id": 24, "bill_id": 6946, "bill_type": "House Bill", "bill_number": 1039, "bill_title": "revise various trust and trust company provisions and to establish and regulate South Dakota special spousal trusts.", "sponsors": [], "keywords": ["Banks and Banking", "Domestic Relations", "Fiduciaries and Trusts", "Spouse"], "audio": [{"meeting_datetime": "2016-01-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst08.mp3", "start_seconds": 60.0}, {"meeting_datetime": "2016-01-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst08.mp3", "start_seconds": 60.0}, {"meeting_datetime": "2016-01-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst08.mp3", "start_seconds": 60.0}, {"meeting_datetime": "2016-01-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou09.mp3", "start_seconds": 2650.0}, {"meeting_datetime": "2016-01-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou09.mp3", "start_seconds": 2650.0}, {"meeting_datetime": "2016-01-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou09.mp3", "start_seconds": 2650.0}, {"meeting_datetime": "2016-01-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou09.mp3", "start_seconds": 2650.0}, {"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst17.mp3", "start_seconds": 3935.0}, {"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst17.mp3", "start_seconds": 3935.0}, {"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst17.mp3", "start_seconds": 3935.0}, {"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst17.mp3", "start_seconds": 3935.0}], "bill_versions": [{"bill_id": 6946, "bill_version_id": 37432, "bill_version": "Introduced", "bill_version_date": "2016-01-08T14:28:29.467-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise various trust and trust company provisions and to establish and regulate South Dakota special spousal trusts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 51A-6A-1 be amended to read: 51A-6A-1. Terms used in this chapter mean: (1) \"Articles,\" in the case of a corporation, articles of incorporation; in the case of a limited liability company, articles of organization; (2) \"Board member,\" in the case of a corporation, a director; in the case of a limited liability company, a member of the board of managers if manager-managed or board of members if member-managed; (3) \"Client,\" an individual, corporation, association, or other legal entity receiving or benefitting from fiduciary services provided by a trust company or bank; (4) \"Commission,\" the State Banking Commission; (5) \"Control,\" the power, directly or indirectly, to direct the management or policies of a trust company or to vote twenty-five percent or more of any class of voting shares of a trust company; (6) \"Director,\" the director of the Division of Banking; (7) \"Fiduciary for hire,\" acting as an administrator, conservator, custodian, executor, guardian, personal representative, or trustee, for any person, trust, or estate for compensation or gain or in anticipation of compensation or gain; (8) \"Financial institution,\" any bank, national banking association, savings and loan association, or savings bank which has its principal place of business in this state but which does not have trust powers, or which has trust powers, but does not exercise those trust powers; (9) \"Governing board,\" in the case of a corporation, the board of directors; in the case of a limited liability company, the board of managers if manager-managed or board of members if member-managed; (10) \"Originating trustee,\" any trust company, bank, national banking association, savings and loan association, or savings bank which has trust powers and its principal place of business in this state and which places or transfers any fiduciary responsibility to a contracting trustee in the manner provided in this chapter; (10A) \"Out-of-state trust institution,\" a nondepository corporation, limited liability company, or other similar entity chartered or licensed by the banking regulatory agency of a state, territory, or district, other than South Dakota, to engage in the trust company business in that state, territory, or district under the primary supervision of such regulator.; (11) \"Owner,\" in the case of a corporation, a common stockholder; in the case of a limited liability company, a person who owns ownership units; (12) \"Person,\" an individual or a corporation, partnership, trust, association, joint venture, pool, syndicate, sole proprietorship, or any other form of an entity; (12A) \"Public trust company,\" a trust company that engages in trust company business with the general public by advertising, solicitation, or other means, or a trust company that engages in trust company business but does not fall within the definition of a private trust company established by the commission through rules promulgated pursuant to chapter 1-26. The commission shall consider the size, number of clients served and the family and other relationships among the clients served, complexity, and related safety and soundness issues as it establishes in rule a definition for the term private trust company; (13) \"Trust company,\" a nondepository trust company incorporated or organized under the laws of this state engaged in the trust company business, and any national bank which has its main office in this state, and which has as its sole purpose the conduct of trust business; (14) \"Trust company business,\" engaging in, or representing or offering to engage in, the business of acting as a fiduciary for hire, except that no accountant, attorney, credit union, insurance broker, insurance company, investment advisor, real estate broker or sales agent, savings and loan association, savings bank, securities broker or dealer, real estate title insurance company, or real estate escrow company may be deemed to be engaged in a trust company business with respect to fiduciary services customarily performed by them for compensation as a traditional incident to their regular business activities. Trust company business as defined in this chapter does not constitute banking as defined in subdivision 51A-1-2(4); (15) \"Trust service office,\" any office, agency, or other place of business at which the powers granted to trust companies are exercised either by a trust company other than the place of business specified in a trust company's certificate of authority or within this state by an out-of-state trust institution. Section 2. That § 51A-6A-2 be amended to read: 51A-6A-2. For the purposes of this chapter, confidential information includes the names of stockholders or owners, names and addresses of the members of a private trust company's governing board, ownership information, capital contributions, addresses, business affiliations, state and commission findings through any examination or inquiry of any kind, and any information required to be reported or filed with the director or the commission, and any information or agreement relating to any merger, consolidation, or transfer. Section 3. That chapter 51A-6A be amended by adding a NEW SECTION to read: Any publication requirement for trust company applicants, including the requirement in § 51A-2-16, is satisfied by the director publishing a public notice of the application on the division's website. Section 4. That § 51A-6A-7 be amended to read: 51A-6A-7. Any three or more persons may organize a public trust company and make and file articles as provided by the laws of this state. Any one or more persons may organize a private trust company and make and file articles as provided by the laws of this state. No trust company may be organized or incorporated to engage in business as such until the articles have been submitted and approved in accordance with § 51A-6A-4. The name selected for the trust company may not be the name of any other trust company doing business in the state, and the director shall accept or reject the name. However, the approval of a trust company name by the director may not supersede any person's rights pursuant to state or federal trademark law. The articles, in addition to any other information required by law, shall state: (1) That the corporation or limited liability company is formed for the purpose of engaging in the trust company business; and (2) The period for which such corporation or limited liability company is organized, which may be perpetual. The articles may contain any other provisions as are consistent with law. The articles shall be subscribed by one or more of the organizers of the proposed trust company and shall be acknowledged by them. The full amount of the capital required by § 51A-6A-19 shall be subscribed before the articles are filed. Section 5. That § 51A-6A-11.1 be amended to read: 51A-6A-11.1. A public trust company shall: (1) Maintain office space in South Dakota for trust company business and for the storage of, and access to, trust company records required by § 51A-6A-30; (2) Hold no less than two quarterly governing board meetings with a majority physically present in South Dakota annually each calendar year; (3) Employ, engage, or contract with at least one trust officer or key employee to provide services for the trust company in South Dakota related to the powers of the company in § 51A-6A-29 and to facilitate the examinations required by § 51A-6A-31; and (4) Perform trust administration in South Dakota. Each public trust company chartered in South Dakota prior to July 1, 2012, shall meet the requirements of this section no later than July 1, 2015, unless the director grants an extension of up to twenty-four months upon a showing of good faith effort. A public trust company seeking an extension of time shall include in its application to the director the reasons for any delay and a detailed time line for expected compliance with this section. The commission may promulgate rules, pursuant to chapter 1-26, to establish additional guidelines regarding what constitutes trust administration in South Dakota for purposes of this section. Section 6. That chapter 51A-6A be amended by adding a NEW SECTION to read: For purposes of § 51A-6A-11.1, office space in South Dakota for each public trust company shall: (1) Be in premises distinct and divided from the office space of any other entity; (2) Have the name, charter, and certificate of authority of the trust company prominently displayed; (3) Have access to premises in or adjacent to the office space sufficient to facilitate onsite examinations by the division; (4) To the extent the trust company maintains hard copies of any documents required to be maintained pursuant to § 51A-6A-30, have a secure fireproof file cabinet that contains all such hard copies; and (5) To the extent the trust company maintains any record electronically, have a secure computer terminal or other secure electronic device that provides access to such records, including account information, as necessary to facilitate an efficient and effective examination. For public trust companies chartered in South Dakota prior to July 1, 2016, the division shall determine full compliance with the provisions of this section at the first regular examination after June 30, 2018. Section 7. That chapter 51A-6A be amended by adding a NEW SECTION to read: Upon application by a trust company, the director may approve office space that does not meet the requirements of section 6 of this Act if the director determines the nature and degree of risks presented by the trust company are low based upon a review of the size, nature, and number of accounts administered by the trust company, the structure and business plan of the trust company approved by the division, and the number of employees or persons performing services for the trust company in South Dakota. If the size, risk profile, or rate of growth of a trust company changes, or if a trust company's office space is insufficient to facilitate onsite examinations by the division, the director may impose additional office space requirements. Section 8. That § 51A-6A-15 be amended to read: 51A-6A-15. The governing board shall hold at least four regular meetings each year, at least one of which shall be held during each calendar quarter. Unless otherwise provided in the trust company's organizational documents, the governing board or an authorized committee may conduct, or permit any member to participate in, a regular or special meeting through the use of any means of communication by which all members participating may simultaneously hear each other during the meeting. A member participating in a meeting by this means is considered present in person at the meeting. The governing board or an auditor selected by them shall make a thorough examination of the books, records, funds, and securities held by the trust company at each of the quarterly meetings. The result of the examination shall be recorded in detail. If the governing board selects an auditor, the auditor's findings shall be reported directly to the governing board. In lieu of the required four quarterly examinations, the governing board may accept one annual audit by a certified public accountant or an independent auditor approved by the director. The provisions of this section do not alter, amend, or change the requirement of a public trust company to hold no less than two quarterly governing board meetings with a majority physically present in South Dakota each calendar year pursuant to § 51A-6A-11.1. Section 9. That § 51A-6A-58 be amended to read: 51A-6A-58. After first applying for and obtaining the approval of the director, one or more trust service offices may be established and operated by a trust company incorporated under the laws of this state or by an out-of-state trust institution, if and to the extent that the state, territory, or district in which the out-of-state trust institution is chartered or licensed to engage in a trust company business grants authority for a trust company organized and doing business under the laws of this state to establish an office in that state, territory, or district. An application to establish and operate a trust service office or to relocate an existing trust service office shall be submitted and approved in the manner set forth in § 51A-6A-4. A trust company may establish a trust service office in another state, territory, or district and may conduct any activities at that office that are permissible for a trust company under the laws of that state, territory, or district subject to the laws of this state and subject to the rules, orders, or declaratory rules of the commission or the director. The provisions of this section do not apply to a private trust company unless the governing board decides to establish a trust service office in another state, territory, or district. Section 10. That § 55-1-12 be amended to read: 55-1-12. The person whose confidence creates a trust is called the trustor; the person in whom the confidence is reposed is called the trustee; and the person for whose benefit the trust is created is called the beneficiary. As used in this title, except as specifically provided in chapters 55-13 and 55-13A, the term, beneficiary, means a person that has a present or future beneficial interest in a trust, vested or contingent. A person is not a beneficiary solely by reason of holding a power of appointment or by reason of the existence or exercise of a discretionary power described in § 55-1-36.1 with respect to the person. As used in this title, except as provided in § 55-1-26, the term, power of appointment, means a power, including a withdrawal power as defined in § 55-1-24.2, to direct the disposition of trust property, but does not include the authority of a trustee to make a distribution to a beneficiary. A power of appointment is held by the person to whom the power has been given and once granted to a person, is not capable of appropriation or of manual delivery. A power of appointment is a general power of appointment if it is exercisable in favor of the person holding the power, the person's estate, the person's creditors, or the creditors of the person's estate, whether or not the power is also exercisable in favor of others. A power of appointment is a nongeneral power of appointment if it is not a general power of appointment. As used in this section chapter, the term, person, has the meaning set forth in § 55-4-1. Section 11. That § 55-1-24 be amended to read: 55-1-24. Terms used in §§ 55-1-24 to 55-1-45, inclusive, mean: (1) \"Beneficial interest,\" is limited to mean a distribution interest or a remainder interest. A beneficial interest specifically excludes a power of appointment or a power reserved by the settlor; (2) \"Distribution beneficiary,\" a beneficiary who is an eligible distributee or permissible distributee of trust income or principal; (3) \"Distribution interest,\" a distribution interest held by a distribution beneficiary. A distribution interest may be a current distribution interest or a future distribution interest. A distribution interest may be classified as a mandatory interest, a support interest, or a discretionary interest; (4) \"Power of appointment,\" an inter-vivos or testamentary power to direct the disposition of trust property, other than a distribution decision by a trustee to a beneficiary. Powers of appointment are held by a person to whom a power has been given, not the settlor as defined in § 55-1-12; (5) \"Reach,\" with respect to a distribution interest or power, to subject the distribution interest or power to a judgment, decree, garnishment, attachment, execution, levy, creditor's bill or other legal, equitable, or administrative process, relief, or control of any court, tribunal, agency, or other entity as provided by law; (6) \"Remainder interest,\" an interest where a trust beneficiary receives the property outright at some time during the future; (7) \"Reserved power,\" a power held by the settlor. Section 12. That § 55-1-24.2 be amended to read: 55-1-24.2. A withdrawal power allows a beneficiary person a right to withdraw all or some part of the trust property, whether from income or principal. The holder of a power of withdrawal power is not deemed to be the settlor of the trust by failing to exercise a withdrawal power or letting a withdrawal power lapse. Section 13. That § 55-1-26 be amended to read: 55-1-26. Regardless of whether or not a trust contains a spendthrift provision: (1) No beneficial interest, power of appointment, or reserved power in a trust may be judicially foreclosed; (2) No creditor may reach a power of appointment or a remainder interest at the trust level. The creditor shall wait until the funds are distributed before the creditor may reach the funds; and (3) No power of appointment is a property or an interest in property. For purposes of this section, power of appointment is held by a person to whom a power has been given, not the settlor. Section 14. That § 55-1-36.1 be amended to read: 55-1-36.1. Regardless of whether the transfer a disposition is a qualified transfer disposition pursuant to chapter 55-16, a settlor's creditors may not satisfy claims from either assets of the trust because of the existence of a discretionary power granted to the trustee by the terms of the trust instrument creating the trust, or any other provisions of law, to pay directly to the taxing authorities or to reimburse the settlor for any tax on trust income or principal which is payable by the settlor under the law imposing the tax. No reimbursement may be made to the settlor or direct tax payment made to a taxing authority for the settlor's benefit for any tax or trust income or principal which is payable by the trustor under the law imposing the tax where a trustee is granted a discretionary power by the terms of the trust instrument, or any provision of law, to pay directly to any taxing authority, or to reimburse the person liable for, any tax imposed by a taxing authority on the person by reason of the person being treated as the owner of all or any portion of the trust property pursuant to §§ 671 to 678, inclusive, of the Internal Revenue Code of 1986, 26 U.S.C. §§ 671 to 678, inclusive, as of January 1, 2016, and the U.S. Treasury Regulations promulgated thereunder, as of January 1, 2016: (1) A creditor of the person shall not satisfy a claim from the property of the trust solely because of the existence or exercise of the discretionary power; and (2) The use of trust property to pay the tax shall not be deemed a distribution or transfer of trust property to the person for any purpose, and the amount paid from the trust to the taxing authority or to the person in reimbursement of the person's payment of the tax is not subject to the claims of a creditor of the person solely because of the existence or exercise of the discretionary power. Section 15. That chapter 55-1 be amended by adding a NEW SECTION to read: A trust is valid and enforceable even though it may not be funded at a given time, or from time to time, or does not initially have any res or corpus or otherwise contain any asset of any nature. A trust is valid and enforceable even though its res is neither ascertainable nor identifiable at the time of the trust's creation. No trustee, trust protector, or trust advisor has any duty prior to the time a trust has a res, corpus, or any asset. Section 16. That § 55-1B-1 be amended to read: 55-1B-1. Terms used in this chapter mean: (1) \"Instrument,\" any revocable or irrevocable trust document created inter vivos or testamentary or any custodial account agreement; (2) \"Trust protector,\" any person whose appointment as protector is provided for in the instrument. Such person may not be considered to be acting in a fiduciary capacity except to the extent the governing instrument provides otherwise. However, a protector shall be considered acting in a fiduciary capacity to the extent that the person exercises the authority of an investment trust advisor or a distribution trust advisor; (3) \"Trust advisor,\" either an investment trust advisor or a distribution trust advisor; (4) \"Fiduciary,\" a trustee or custodian under any instrument, an executor, administrator, or personal representative of a decedent's estate, or any other party, including a trust advisor, a trust protector, or a trust committee, who is acting in a fiduciary capacity for any person, trust, or estate; (5) \"Excluded fiduciary,\" any fiduciary excluded from exercising certain powers under the instrument which powers may be exercised by the grantor, custodial account owner, trust advisor, trust protector, trust committee, or other persons designated in the instrument; (6) \"Investment trust advisor,\" a fiduciary, given authority by the instrument to exercise all or any portions of the powers and discretions set forth in § 55-1B-10; (7) \"Distribution trust advisor,\" a fiduciary, given authority by the instrument to exercise all or any portions of the powers and discretions set forth in § 55-1B-11; (8) \"Custodial account,\" an account, established by a party with a bank as defined in 26 U.S.C. 408(n), as of January 1, 2006, or with another person approved by the Internal Revenue Service as satisfying the requirements to be a nonbank trustee or a nonbank passive trustee set forth in U.S. Treasury Regulations promulgated under 26 U.S.C. 408, that is governed by an instrument concerning the establishment or maintenance, or both, of an individual retirement account, qualified retirement plan, Archer medical savings account, health savings account, Coverdell education savings account, or any similar retirement or savings vehicle permitted under the Internal Revenue Code of 1986, as of January 1, 2006; (9) \"Custodial account owner,\" any party who establishes a custodial account; or has the power to designate the beneficiaries or appoint the custodian of the custodial account; or otherwise is the party who possesses the power to direct the investment, disposition, or retention of any assets in the custodial account or name an authorized designee to effect the same; (10) \"Family advisor,\" any person whose appointment is provided for in the governing instrument or by court order who is authorized to consult with or advise a fiduciary with regard to fiduciary or nonfiduciary matters and actions, and who may also be authorized by the governing instrument or court order to otherwise act in a nonfiduciary capacity. Section 17. That § 55-1B-2 be amended to read: 55-1B-2. An excluded fiduciary is not liable, either individually or as a fiduciary, for any of the following: (1) Any loss that results from compliance with a direction of the trust advisor, custodial account owner, or authorized designee of a custodial account owner, including any loss from the trust advisor breaching fiduciary responsibilities or acting beyond the trust advisor's scope of authority; (2) Any loss that results from a failure to take any action proposed by an excluded fiduciary that requires a prior authorization of the trust advisor if that excluded fiduciary timely sought but failed to obtain that authorization; (3) Any loss that results from any action or inaction, except for gross negligence or willful misconduct, when an excluded fiduciary is required, pursuant to the trust agreement or any other reason, to assume the role of trust advisor, trust protector, investment trust advisor, or distribution trust advisor. Any excluded fiduciary is also relieved from any obligation to review or evaluate any direction from a distribution trust advisor or to perform investment or suitability reviews, inquiries, or investigations or to make recommendations or evaluations with respect to any investments to the extent the trust advisor, custodial account owner, or authorized designee of a custodial account owner had authority to direct the acquisition, disposition, or retention of any such investment. If the excluded fiduciary offers such communication to the trust advisor, trust protector, investment trust advisor, or distribution trust advisor or any investment person selected by the investment trust advisor, such action may not be deemed to constitute an undertaking by the excluded fiduciary to monitor or otherwise participate in actions within the scope of the advisor's authority or to constitute any duty to do so. Any excluded fiduciary is also relieved of any duty to communicate with or warn or apprise any beneficiary or third party concerning instances in which the excluded fiduciary would or might have exercised the excluded fiduciary's own discretion in a manner different from the manner directed by the trust advisor, trust protector, investment trust advisor, or distribution trust advisor. Absent contrary provisions in the governing instrument, the actions of the excluded fiduciary (such as any communications with the trust advisor and others and carrying out, recording, and reporting actions taken at the trust advisor's direction) pertaining to matters within the scope of authority of the trust advisor, trust protector, investment trust advisor, or distribution trust advisor shall be deemed to be administrative actions taken by the excluded fiduciary solely to allow the excluded fiduciary to perform those duties assigned to the excluded fiduciary under the governing instrument, and such administrative actions may not be deemed to constitute an undertaking by the excluded fiduciary to monitor, participate, or otherwise take any fiduciary responsibility for actions within the scope of authority of the trust advisor, trust protector, investment trust advisor, or distribution trust advisor. Nothing in subdivision (2) imposes an obligation or liability with respect to a custodian of a custodial account. In an action against an excluded fiduciary pursuant to the provisions of this section, the burden to prove the matter by clear and convincing evidence is on the person seeking to hold the excluded fiduciary liable. Section 18. That § 55-1B-6 be amended to read: 55-1B-6. The powers and discretions of a trust protector are as provided in the governing instrument and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the trust protector and are binding on all other persons. The powers and discretion may include the following: (1) Modify or amend the trust instrument to achieve favorable tax status or respond to changes in the Internal Revenue Code, state law, or the rulings and regulations thereunder; (2) Increase or decrease the interests of any beneficiaries to the trust; (3) Modify the terms of any power of appointment granted by the trust. However, a modification or amendment may not grant a beneficial interest to any individual or class of individuals not specifically provided for under the trust instrument; (4) Remove and appoint a trustee, a fiduciary provided for in the governing trust instrument, trust advisor, investment committee member, or distribution committee member; (5) Terminate the trust; (6) Veto or direct trust distributions; (7) Change situs or governing law of the trust, or both; (8) Appoint a successor trust protector; (9) Interpret terms of the trust instrument at the request of the trustee; (10) Advise the trustee on matters concerning a beneficiary; (11) Amend or modify the trust instrument to take advantage of laws governing restraints on alienation, distribution of trust property, or the administration of the trust; and (12) Provide direction regarding notification of qualified beneficiaries pursuant to § 55-2-13; (13) Add to the trust an individual beneficiary or beneficiaries from a class of individuals identified in the governing instrument; (14) Add to the trust a charitable beneficiary or beneficiaries from a class of charities identified in the trust instrument; and (15) Provide other powers and discretions in the governing instrument. The powers referenced in subdivisions (5), (6), and (11) may be granted notwithstanding the provisions of §§ 55-3-24 to 55-3-28, inclusive. Section 19. That chapter 55-1B be amended by adding a NEW SECTION to read: The powers and discretions of a family advisor are as provided in the governing instrument or by court order and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the family advisor. The powers and discretions may only include the following: (1) Remove and appoint a trustee, a fiduciary provided for in the governing trust instrument, trust advisor, investment committee member, or distribution committee member; (2) Appoint a successor trust protector or a successor family advisor; (3) Advise the trustee on matters concerning any beneficiary; receive trust accountings, investment reports, and other information from the trustee or to which a beneficiary is entitled; attend meetings whether in person or by any other means with the trustee, investment trust advisors, distribution trust advisors, or other advisors whether in person or by any means, electronic or otherwise; and to consult with a fiduciary regarding both fiduciary and nonfiduciary matters or actions, all without any power or discretion to take any action as a fiduciary; or (4) Provide direction regarding notification of qualified beneficiaries pursuant to § 55-2-13. A family advisor is not required to exercise any powers or discretions under any circumstances. Every action or inaction by a family advisor is a nonfiduciary action or inaction and a family advisor is absolutely excluded from liability to any other person for an action or inaction as a family advisor. A court may review a family advisor's exercise of the powers described in subdivisions (1), (2), and (4) only if the family advisor acts dishonestly or with an improper motive but may not review a family advisor's failure to exercise any powers. A reasonableness standard may not be applied to any action or inaction of a family advisor. Other than for the two circumstances listed above, a court has no jurisdiction to review a family advisor's action or inaction. A family advisor is entitled to compensation as provided in the governing instrument. If the governing instrument does not provide for or establish compensation, a family advisor is entitled to reasonable compensation for the exercise of the powers and discretions granted to the family advisor pursuant to this chapter. Section 20. That § 55-3-3 be amended to read: 55-3-3. When a trustee is appointed by a court or public officer as such, such a trustee, the court or officer is the trustor. A court may otherwise establish or create a trust and may act as the trustor of a trust. Section 21. That § 55-3-7 be amended to read: 55-3-7. A trustee is a general agent for the trust and the trust property. HisThe trustee's authority is such as the authority that is conferred upon him the trustee by the declaration of trust and by this chapter and none other. His The trustee's acts, within the scope of his the trustee's authority, bind the trust and the trust property to the same extent as the acts of an agent bind his the agent's principal. Section 22. That § 55-3-23 be amended to read: 55-3-23. In addition to the methods specified in §§ 55-3-24 to 55-3-27, inclusive, a trust terminates if: (1) The term of the trust expires; (2) The trust purpose if is fulfilled; (3) The trust purpose becomes unlawful or impossible to fulfill; or (4) The trust is revoked. Section 23. That § 55-3-28 be amended to read: 55-3-28. On petition by a trustee or beneficiary, the court may reform the terms of the trust, based upon a showing by the preponderance of the evidence and without any preliminary showing of an ambiguity, to conform to the trustor's intention if the failure to conform was due to a mistake of fact or law and the trustor's intent can be established. The terms of the trust may be construed or modified, in a manner that does not violate the trustor's probable intention, to achieve the trustor's tax objectives. Section 24. That § 55-3-48 be amended to read: 55-3-48. Except as otherwise expressly provided by the terms of a governing instrument specifically addressing the governing law for trust administration or by court order Unless the governing instrument or a court order expressly prohibits the change of the law of another jurisdiction to govern the administration of the trust, the laws of South Dakota shall govern the administration of a trust while the trust is administered in South Dakota. Section 25. That § 55-16-10 be amended to read: 55-16-10. A cause of action or claim for relief with respect to a fraudulent transfer of a settlor's assets under § 55-16-9 is extinguished unless the action under § 55-16-9 is brought by a creditor of the settlor who meets one of the following requirements: (1) Is a creditor of the settlor before the settlor's assets are transferred to the trust, and the action under § 55-16-9 is brought within the later of: (a) Two years after the transfer is made; or (b) Six months after the transfer is or reasonably could have been discovered by the creditor if the creditor: (i) Can demonstrate that the creditor asserted a specific claim against the settlor before the transfer; or (ii) Files another action, other than an action under § 55-16-9, against the settlor that asserts a claim based on an act or omission of the settlor that occurred before the transfer, and the action described in this sub-subsection is filed within two years after the transfer; or (2) Becomes a creditor subsequent to the transfer into trust, and the action under § 55-16-9 is brought within two years after the transfer is made.; (3) In any action described in § 55-16-9, the burden to prove the matter by clear and convincing evidence is upon the creditor; (4) A person is deemed to have discovered a transfer at the time a public record of the transfer is made, including the conveyance of an interest in real property that is recorded in the appropriate public filing office where the property is located, the filing of a financing statement pursuant to chapter 57A-9, or the filing of a bill of sale or other transfer instrument regarding personal property; or (5) The filing of a bill of sale or other transfer instrument which conveys personal property to a trust which is governed by this chapter shall be filed in the applicable public filing office determined as follows: (a) If the transferor is a natural person and is a resident of this state, the personal property transfer instrument shall be recorded in the county in this state where the transferor maintains the transferor's principal residence; and (b) In all other cases, the personal property transfer instrument shall be recorded in the county in this state where the trustee of the trust maintains a principal residence or principal place of business. Section 26. That § 55-16-11 be amended to read: 55-16-11. A qualified disposition that is made by means of a disposition by a transferor who is a trustee is deemed to have been made as of the time, whether before, on, or after July 1, 2005, the property that is the subject of the qualified disposition was originally transferred to the transferor, or any predecessor trustee, making the qualified disposition in a form that meets the requirements of subdivisions 55-16-2(2) and (3). Further, the provisions of this section apply to determine the date the transfer is deemed to have been made, notwithstanding that the original transfer was to a trust originally within or outside of the jurisdiction of South Dakota. If property transferred to a spendthrift trust is conveyed to the settlor or to a beneficiary for the purpose of obtaining a loan secured by a mortgage or deed of trust on the property and then reconveyed to the trust within one hundred eighty days of recording the mortgage or deed of trust, for purposes of subdivision 55-16-10(1), the transfer is disregarded and the reconveyance relates back to the date the property was originally transferred to the trust. The mortgage or deed of trust on the property is enforceable against the trust. Section 27. That § 55-16-13 be amended to read: 55-16-13. Notwithstanding any other provision of law, no action of any kind, including an action to enforce a judgment entered by a court or other body having adjudicative authority, may be brought at law or in equity against the trustee, or advisor described in § 55-16-4, of a trust that is the subject of a qualified disposition, or against any person involved in the counseling, drafting, preparation, execution, or funding of a trust that is the subject of a qualified disposition, if, as of the date such action is brought, an action by a creditor with respect to such qualified disposition would be barred under §§ 55-16-9 to 55-16-12, inclusive. A court of this state has exclusive jurisdiction over an action brought under a claim for relief that is based on a transfer of property to a trust that is the subject of this section. A court of this state may award attorneys' fees and costs to the prevailing party in such an action. In any action described in this section, the burden to prove the matter by clear and convincing evidence is upon the creditor. Section 28. That § 21-22-2 be amended to read: 21-22-2. This chapter applies to all trusts if any part of the trust estate has its situs within this state or if the trustee or a beneficiary resides in this state, except as otherwise specifically provided by statute or rule of court, the intent being to exclude therefrom such trusts as a statutory assignment for the benefit of creditors, probate administrations, conservatorships, and all other trusts as to which specific provision is made for court supervision. The provisions of §§ 55-3-24 to 55-3-44 55-3-48, inclusive, are applicable to actions or proceedings relating to trusts supervised or administered under this chapter. Section 29. That § 21-22-28 be amended to read: 21-22-28. The privacy of those who have established a court trust or other trust shall be protected in any court proceeding concerning the trust if the acting fiduciary, the trustor (if living), or any beneficiary so petition the court. Upon the filing of such a any petition, the instrument on which the trust is based, inventory, statement filed by any fiduciary, annual verified report of a fiduciary, final report of a fiduciary, and all petitions relevant to trust administration and all court orders thereon shall be sealed upon filing and may not be made a part of the public record of the proceeding, but are available to the court, to the trustor, to any fiduciary, to any beneficiary, to their attorneys, and to such other interested persons as the court may order upon a showing of the need. Section 30. That the code be amended by adding a NEW SECTION to read: An arrangement is a South Dakota special spousal trust if one or both spouses in a marriage transfer property to a trust, the trust expressly declares that some or all the property transferred is South Dakota special spousal property as provided in this section to section 43, inclusive, of this Act, and at least one trustee is a qualified person. A South Dakota special spousal trust is enforceable without consideration. Both spouses or either spouse may be a trustee. The trust must be signed by both spouses. The trust may be revocable or irrevocable. For purposes of this section, a qualified person is any person who meets the requirements of §§ 55-3-41 and 55-3-39, but without regard to whether that person is the transferor. Section 31. That the code be amended by adding a NEW SECTION to read: A South Dakota special spousal trust shall contain the following language in capital letters at the beginning of the trust: THE CONSEQUENCES OF THIS TRUST MAY BE VERY EXTENSIVE, INCLUDING YOUR RIGHTS WITH RESPECT TO CREDITORS AND OTHER THIRD PARTIES, AND YOUR RIGHTS WITH YOUR SPOUSE BOTH DURING THE COURSE OF YOUR MARRIAGE, AT THE TIME OF A DIVORCE, AND AT THE DEATH OF YOU OR YOUR SPOUSE. ACCORDINGLY, THIS TRUST AGREEMENT SHOULD ONLY BE SIGNED AFTER CAREFUL CONSIDERATION. IF YOU HAVE ANY QUESTIONS ABOUT THIS TRUST AGREEMENT, YOU SHOULD SEEK INDEPENDENT LEGAL ADVICE. Section 32. That the code be amended by adding a NEW SECTION to read: Spouses may classify all or any of their property as special spousal property by transferring property to a South Dakota special spousal trust established pursuant to sections 30 to 43, inclusive, of this Act, and by expressly declaring in the trust that the property is community property. Section 33. That the code be amended by adding a NEW SECTION to read: A South Dakota special spousal trust may not be amended or revoked unless the trust agreement provides for amendment or revocation, or unless the trust agreement is amended or revoked by a later South Dakota special spousal trust. To amend or revoke the trust, the later South Dakota special spousal trust is not required to declare any property held by the trustee as special spousal property. The amended trust or the revocation is enforceable without consideration. However, notwithstanding the other provisions of sections 30 to 43, inclusive, of this Act, unless the South Dakota special spousal trust expressly provides otherwise, at any time after the death of the first spouse the surviving spouse may amend the South Dakota special spousal trust with regard to the surviving spouse's property to be disposed of at the surviving spouse's death. For purposes of this section, the term, surviving spouse's property, means the property that consists of the surviving spouse's property that is not South Dakota special spousal property and the surviving spouse's share of the special spousal property determined as of the date of the first spouse's death. Section 34. That the code be amended by adding a NEW SECTION to read: For purposes of the application of § 1014(b)(6) of the Internal Revenue Code of 1986, 26 U.S.C. § 1014(b)(6), as of January 1, 2016, a South Dakota special spousal trust is considered a trust established under the community property laws of South Dakota. For purposes of sections 30 to 43, inclusive, of this Act, the term, special spousal property, means community property for those purposes. Community property as classified by a jurisdiction other than South Dakota transferred to a South Dakota special spousal trust retains its character as community property while in the trust. If the trust is revoked and property is transferred on revocation of the trust, the community property as classified by a jurisdiction other than South Dakota retains its character as community property to the extent otherwise provided by South Dakota law. Section 35. That the code be amended by adding a NEW SECTION to read: A transfer to a South Dakota special spousal trust may also be a qualified disposition in trust if the transfer complies with the provisions of chapter 55-16. Section 36. That the code be amended by adding a NEW SECTION to read: In addition to other transfers of property to a South Dakota special spousal trust, property is considered transferred to a South Dakota special spousal trust if the property is subject to a nonprobate transfer on death under an insurance policy, contract of employment, bond, mortgage, promissory note, certificated or uncertificated security, account agreement, custodial agreement, deposit agreement, compensation plan, pension plan, individual retirement plan, employee benefit plan, trust, conveyance, deed of gift, marital property agreement, or other written instrument of a similar nature and the South Dakota special spousal trust is designated as a beneficiary to receive the property under the transfer. The property is considered the surviving spouse's property that is not South Dakota special spousal property. Section 37. That the code be amended by adding a NEW SECTION to read: The trustee of a South Dakota special spousal trust shall maintain records that identify which property held by the trust is South Dakota special spousal property and which property held by the trust is not South Dakota special spousal property. Section 38. That the code be amended by adding a NEW SECTION to read: Except as provided in sections 39 and 40 of this Act, in a South Dakota special spousal trust, spouses may agree on: (1) The rights and obligations in the property transferred to the trust, notwithstanding when and where the property is acquired or located; (2) The management and control of the property transferred to the trust; (3) The disposition of the property transferred to the trust on dissolution, death, or the occurrence or nonoccurrence of another event; (4) The choice of law governing the interpretation of the trust; and (5) Any other matter that affects the property transferred to the trust and does not violate public policy or a statute imposing a criminal penalty. Section 39. That the code be amended by adding a NEW SECTION to read: Notwithstanding anything contained in section 38 of this Act to the contrary, a South Dakota special spousal trust may not adversely affect the right of a child to support. Section 40. That the code be amended by adding a NEW SECTION to read: Notwithstanding anything contained in section 38 of this Act to the contrary: (1) A provision of a revocable South Dakota special spousal property trust does not adversely affect the interest of a creditor unless the creditor has actual knowledge of the trust when the obligation to the creditor is incurred. The interest of a creditor in an irrevocable South Dakota special spousal property trust may be subject to the rights and liabilities of a creditor with respect to transfers under chapter 55-16 as provided in section 35 of this Act; (2) A spouse shall act in good faith with respect to the other spouse in matters involving South Dakota special spousal property. The obligation under and effect of this section may not be varied by a South Dakota special spousal property trust. Section 41. That the code be amended by adding a NEW SECTION to read: Notwithstanding anything contained in section 38 of this Act to the contrary: (1) Notice of the existence of a South Dakota special spousal property trust, a marriage, or the termination of a marriage does not affect the status of a purchaser as a bona fide purchaser; (2) Special spousal property purchased by a bona fide purchaser from a spouse having the right to manage and control the property is acquired free of any claim of the other spouse. The effect of this subsection may not be varied by a South Dakota special spousal property trust. Section 42. That the code be amended by adding a NEW SECTION to read: For purposes of section 41 of this Act, the term, bona fide purchaser, means a purchaser of property for value who has not knowingly been a party to fraud or illegality affecting the interest of the spouses or other parties to the transaction, does not have notice of an adverse claim by a spouse, and has acted in the transaction in good faith. For purposes of this section, the term, purchaser, means a person who acquires property by sale, lease, discount, negotiation, mortgage, pledge, or lien, or otherwise deals with property in a voluntary transaction other than making a gift. A purchaser gives value for property if the property is acquired: (1) In return for a binding commitment to extend credit; (2) As security for or in total or partial satisfaction of a preexisting claim; (3) By accepting delivery under a preexisting contract for purchase; or (4) In return for other consideration sufficient to support a contract. Section 43. That the code be amended by adding a NEW SECTION to read: A South Dakota special spousal trust executed during marriage is not enforceable if the spouse against whom enforcement is sought proves that: (1) The trust was unconscionable when made; (2) The spouse against whom enforcement is sought did not execute the South Dakota special spousal trust agreement voluntarily; or (3) Before execution of the South Dakota special spousal trust agreement, the spouse against whom enforcement is sought: (a) Was not given a fair and reasonable disclosure of the property and financial obligations of the other spouse; (b) Did not voluntarily sign a written waiver expressly waiving right to disclosure of the property and financial obligations of the other spouse beyond the disclosure provided; and (c) Did not have notice of the property or financial obligations of the other spouse. Whether a South Dakota special spousal trust is unconscionable is determined by a court as a matter of law."}, {"bill_id": 6946, "bill_version_id": 38068, "bill_version": "House Engrossed", "bill_version_date": "2016-01-25T16:41:22.797-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise various trust and trust company provisions and to establish and regulate South Dakota special spousal trusts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 51A-6A-1 be amended to read: 51A-6A-1. Terms used in this chapter mean: (1) \"Articles,\" in the case of a corporation, articles of incorporation; in the case of a limited liability company, articles of organization; (2) \"Board member,\" in the case of a corporation, a director; in the case of a limited liability company, a member of the board of managers if manager-managed or board of members if member-managed; (3) \"Client,\" an individual, corporation, association, or other legal entity receiving or benefitting from fiduciary services provided by a trust company or bank; (4) \"Commission,\" the State Banking Commission; (5) \"Control,\" the power, directly or indirectly, to direct the management or policies of a trust company or to vote twenty-five percent or more of any class of voting shares of a trust company; (6) \"Director,\" the director of the Division of Banking; (7) \"Fiduciary for hire,\" acting as an administrator, conservator, custodian, executor, guardian, personal representative, or trustee, for any person, trust, or estate for compensation or gain or in anticipation of compensation or gain; (8) \"Financial institution,\" any bank, national banking association, savings and loan association, or savings bank which has its principal place of business in this state but which does not have trust powers, or which has trust powers, but does not exercise those trust powers; (9) \"Governing board,\" in the case of a corporation, the board of directors; in the case of a limited liability company, the board of managers if manager-managed or board of members if member-managed; (10) \"Originating trustee,\" any trust company, bank, national banking association, savings and loan association, or savings bank which has trust powers and its principal place of business in this state and which places or transfers any fiduciary responsibility to a contracting trustee in the manner provided in this chapter; (10A) \"Out-of-state trust institution,\" a nondepository corporation, limited liability company, or other similar entity chartered or licensed by the banking regulatory agency of a state, territory, or district, other than South Dakota, to engage in the trust company business in that state, territory, or district under the primary supervision of such regulator.; (11) \"Owner,\" in the case of a corporation, a common stockholder; in the case of a limited liability company, a person who owns ownership units; (12) \"Person,\" an individual or a corporation, partnership, trust, association, joint venture, pool, syndicate, sole proprietorship, or any other form of an entity; (12A) \"Public trust company,\" a trust company that engages in trust company business with the general public by advertising, solicitation, or other means, or a trust company that engages in trust company business but does not fall within the definition of a private trust company established by the commission through rules promulgated pursuant to chapter 1-26. The commission shall consider the size, number of clients served and the family and other relationships among the clients served, complexity, and related safety and soundness issues as it establishes in rule a definition for the term private trust company; (13) \"Trust company,\" a nondepository trust company incorporated or organized under the laws of this state engaged in the trust company business, and any national bank which has its main office in this state, and which has as its sole purpose the conduct of trust business; (14) \"Trust company business,\" engaging in, or representing or offering to engage in, the business of acting as a fiduciary for hire, except that no accountant, attorney, credit union, insurance broker, insurance company, investment advisor, real estate broker or sales agent, savings and loan association, savings bank, securities broker or dealer, real estate title insurance company, or real estate escrow company may be deemed to be engaged in a trust company business with respect to fiduciary services customarily performed by them for compensation as a traditional incident to their regular business activities. Trust company business as defined in this chapter does not constitute banking as defined in subdivision 51A-1-2(4); (15) \"Trust service office,\" any office, agency, or other place of business at which the powers granted to trust companies are exercised either by a trust company other than the place of business specified in a trust company's certificate of authority or within this state by an out-of-state trust institution. Section 2. That § 51A-6A-2 be amended to read: 51A-6A-2. For the purposes of this chapter, confidential information includes the names of stockholders or owners, names and addresses of the members of a private trust company's governing board, ownership information, capital contributions, addresses, business affiliations, state and commission findings through any examination or inquiry of any kind, and any information required to be reported or filed with the director or the commission, and any information or agreement relating to any merger, consolidation, or transfer. Section 3. That § 51A-6A-7 be amended to read: 51A-6A-7. Any three or more persons may organize a public trust company and make and file articles as provided by the laws of this state. Any one or more persons may organize a private trust company and make and file articles as provided by the laws of this state. No trust company may be organized or incorporated to engage in business as such until the articles have been submitted and approved in accordance with § 51A-6A-4. The name selected for the trust company may not be the name of any other trust company doing business in the state, and the director shall accept or reject the name. However, the approval of a trust company name by the director may not supersede any person's rights pursuant to state or federal trademark law. The articles, in addition to any other information required by law, shall state: (1) That the corporation or limited liability company is formed for the purpose of engaging in the trust company business; and (2) The period for which such corporation or limited liability company is organized, which may be perpetual. The articles may contain any other provisions as are consistent with law. The articles shall be subscribed by one or more of the organizers of the proposed trust company and shall be acknowledged by them. The full amount of the capital required by § 51A-6A-19 shall be subscribed before the articles are filed. Section 4. That § 51A-6A-11.1 be amended to read: 51A-6A-11.1. A public trust company shall: (1) Maintain office space in South Dakota for trust company business and for the storage of, and access to, trust company records required by § 51A-6A-30; (2) Hold no less than two quarterly governing board meetings with a majority physically present in South Dakota annually each calendar year; (3) Employ, engage, or contract with at least one trust officer or key employee to provide services for the trust company in South Dakota related to the powers of the company in § 51A-6A-29 and to facilitate the examinations required by § 51A-6A-31; and (4) Perform trust administration in South Dakota. Each public trust company chartered in South Dakota prior to July 1, 2012, shall meet the requirements of this section no later than July 1, 2015, unless the director grants an extension of up to twenty-four months upon a showing of good faith effort. A public trust company seeking an extension of time shall include in its application to the director the reasons for any delay and a detailed time line for expected compliance with this section. The commission may promulgate rules, pursuant to chapter 1-26, to establish additional guidelines regarding what constitutes trust administration in South Dakota for purposes of this section. Section 5. That chapter 51A-6A be amended by adding a NEW SECTION to read: For purposes of § 51A-6A-11.1, office space in South Dakota for each public trust company shall: (1) Be in premises distinct and divided from the office space of any other entity; (2) Have the name, charter, and certificate of authority of the trust company prominently displayed; (3) Have access to premises in or adjacent to the office space sufficient to facilitate onsite examinations by the division; (4) To the extent the trust company maintains hard copies of any documents required to be maintained pursuant to § 51A-6A-30, have a secure fireproof file cabinet that contains all such hard copies; and (5) To the extent the trust company maintains any record electronically, have a secure computer terminal or other secure electronic device that provides access to such records, including account information, as necessary to facilitate an efficient and effective examination. For public trust companies chartered in South Dakota prior to July 1, 2016, the division shall determine full compliance with the provisions of this section at the first regular examination after June 30, 2018. Section 6. That chapter 51A-6A be amended by adding a NEW SECTION to read: Upon application by a trust company, the director may approve office space that does not meet the requirements of section 6 of this Act if the director determines the nature and degree of risks presented by the trust company are low based upon a review of the size, nature, and number of accounts administered by the trust company, the structure and business plan of the trust company approved by the division, and the number of employees or persons performing services for the trust company in South Dakota. If the size, risk profile, or rate of growth of a trust company changes, or if a trust company's office space is insufficient to facilitate onsite examinations by the division, the director may impose additional office space requirements. Section 7. That § 51A-6A-15 be amended to read: 51A-6A-15. The governing board shall hold at least four regular meetings each year, at least one of which shall be held during each calendar quarter. Unless otherwise provided in the trust company's organizational documents, the governing board or an authorized committee may conduct, or permit any member to participate in, a regular or special meeting through the use of any means of communication by which all members participating may simultaneously hear each other during the meeting. A member participating in a meeting by this means is considered present in person at the meeting. The governing board or an auditor selected by them shall make a thorough examination of the books, records, funds, and securities held by the trust company at each of the quarterly meetings. The result of the examination shall be recorded in detail. If the governing board selects an auditor, the auditor's findings shall be reported directly to the governing board. In lieu of the required four quarterly examinations, the governing board may accept one annual audit by a certified public accountant or an independent auditor approved by the director. The provisions of this section do not alter, amend, or change the requirement of a public trust company to hold no less than two quarterly governing board meetings with a majority physically present in South Dakota each calendar year pursuant to § 51A-6A-11.1. Section 8. That § 51A-6A-58 be amended to read: 51A-6A-58. After first applying for and obtaining the approval of the director, one or more trust service offices may be established and operated by a trust company incorporated under the laws of this state or by an out-of-state trust institution, if and to the extent that the state, territory, or district in which the out-of-state trust institution is chartered or licensed to engage in a trust company business grants authority for a trust company organized and doing business under the laws of this state to establish an office in that state, territory, or district. An application to establish and operate a trust service office or to relocate an existing trust service office shall be submitted and approved in the manner set forth in § 51A-6A-4. A trust company may establish a trust service office in another state, territory, or district and may conduct any activities at that office that are permissible for a trust company under the laws of that state, territory, or district subject to the laws of this state and subject to the rules, orders, or declaratory rules of the commission or the director. The provisions of this section do not apply to a private trust company unless the governing board decides to establish a trust service office in another state, territory, or district. Section 9. That § 55-1-12 be amended to read: 55-1-12. The person whose confidence creates a trust is called the trustor; the person in whom the confidence is reposed is called the trustee; and the person for whose benefit the trust is created is called the beneficiary. As used in this title, except as specifically provided in chapters 55-13 and 55-13A, the term, beneficiary, means a person that has a present or future beneficial interest in a trust, vested or contingent. A person is not a beneficiary solely by reason of holding a power of appointment or by reason of the existence or exercise of a discretionary power described in § 55-1-36.1 with respect to the person. As used in this title, except as provided in § 55-1-26, the term, power of appointment, means a power, including a withdrawal power as defined in § 55-1-24.2, to direct the disposition of trust property, but does not include the authority of a trustee to make a distribution to a beneficiary. A power of appointment is held by the person to whom the power has been given and once granted to a person, is not capable of appropriation or of manual delivery. A power of appointment is a general power of appointment if it is exercisable in favor of the person holding the power, the person's estate, the person's creditors, or the creditors of the person's estate, whether or not the power is also exercisable in favor of others. A power of appointment is a nongeneral power of appointment if it is not a general power of appointment. As used in this section chapter, the term, person, has the meaning set forth in § 55-4-1. Section 10. That § 55-1-24 be amended to read: 55-1-24. Terms used in §§ 55-1-24 to 55-1-45, inclusive, mean: (1) \"Beneficial interest,\" is limited to mean a distribution interest or a remainder interest. A beneficial interest specifically excludes a power of appointment or a power reserved by the settlor; (2) \"Distribution beneficiary,\" a beneficiary who is an eligible distributee or permissible distributee of trust income or principal; (3) \"Distribution interest,\" a distribution interest held by a distribution beneficiary. A distribution interest may be a current distribution interest or a future distribution interest. A distribution interest may be classified as a mandatory interest, a support interest, or a discretionary interest; (4) \"Power of appointment,\" an inter-vivos or testamentary power to direct the disposition of trust property, other than a distribution decision by a trustee to a beneficiary. Powers of appointment are held by a person to whom a power has been given, not the settlor as defined in § 55-1-12; (5) \"Reach,\" with respect to a distribution interest or power, to subject the distribution interest or power to a judgment, decree, garnishment, attachment, execution, levy, creditor's bill or other legal, equitable, or administrative process, relief, or control of any court, tribunal, agency, or other entity as provided by law; (6) \"Remainder interest,\" an interest where a trust beneficiary receives the property outright at some time during the future; (7) \"Reserved power,\" a power held by the settlor. Section 11. That § 55-1-24.2 be amended to read: 55-1-24.2. A withdrawal power allows a beneficiary person a right to withdraw all or some part of the trust property, whether from income or principal. The holder of a power of withdrawal power is not deemed to be the settlor of the trust by failing to exercise a withdrawal power or letting a withdrawal power lapse. Section 12. That § 55-1-26 be amended to read: 55-1-26. Regardless of whether or not a trust contains a spendthrift provision: (1) No beneficial interest, power of appointment, or reserved power in a trust may be judicially foreclosed; (2) No creditor may reach a power of appointment or a remainder interest at the trust level. The creditor shall wait until the funds are distributed before the creditor may reach the funds; and (3) No power of appointment is a property or an interest in property. For purposes of this section, power of appointment is held by a person to whom a power has been given, not the settlor. Section 13. That § 55-1-36.1 be amended to read: 55-1-36.1. Regardless of whether the transfer a disposition is a qualified transfer disposition pursuant to chapter 55-16, a settlor's creditors may not satisfy claims from either assets of the trust because of the existence of a discretionary power granted to the trustee by the terms of the trust instrument creating the trust, or any other provisions of law, to pay directly to the taxing authorities or to reimburse the settlor for any tax on trust income or principal which is payable by the settlor under the law imposing the tax. No reimbursement may be made to the settlor or direct tax payment made to a taxing authority for the settlor's benefit for any tax or trust income or principal which is payable by the trustor under the law imposing the tax where a trustee is granted a discretionary power by the terms of the trust instrument, or any provision of law, to pay directly to any taxing authority, or to reimburse the person liable for, any tax imposed by a taxing authority on the person by reason of the person being treated as the owner of all or any portion of the trust property pursuant to §§ 671 to 678, inclusive, of the Internal Revenue Code of 1986, 26 U.S.C. §§ 671 to 678, inclusive, as of January 1, 2016, and the U.S. Treasury Regulations promulgated thereunder, as of January 1, 2016: (1) A creditor of the person shall not satisfy a claim from the property of the trust solely because of the existence or exercise of the discretionary power; and (2) The use of trust property to pay the tax shall not be deemed a distribution or transfer of trust property to the person for any purpose, and the amount paid from the trust to the taxing authority or to the person in reimbursement of the person's payment of the tax is not subject to the claims of a creditor of the person solely because of the existence or exercise of the discretionary power. Section 14. That chapter 55-1 be amended by adding a NEW SECTION to read: A trust is valid and enforceable even though it may not be funded at a given time, or from time to time, or does not initially have any res or corpus or otherwise contain any asset of any nature. A trust is valid and enforceable even though its res is neither ascertainable nor identifiable at the time of the trust's creation. No trustee, trust protector, or trust advisor has any duty prior to the time a trust has a res, corpus, or any asset. Section 15. That § 55-1B-1 be amended to read: 55-1B-1. Terms used in this chapter mean: (1) \"Instrument,\" any revocable or irrevocable trust document created inter vivos or testamentary or any custodial account agreement; (2) \"Trust protector,\" any person whose appointment as protector is provided for in the instrument. Such person may not be considered to be acting in a fiduciary capacity except to the extent the governing instrument provides otherwise. However, a protector shall be considered acting in a fiduciary capacity to the extent that the person exercises the authority of an investment trust advisor or a distribution trust advisor; (3) \"Trust advisor,\" either an investment trust advisor or a distribution trust advisor; (4) \"Fiduciary,\" a trustee or custodian under any instrument, an executor, administrator, or personal representative of a decedent's estate, or any other party, including a trust advisor, a trust protector, or a trust committee, who is acting in a fiduciary capacity for any person, trust, or estate; (5) \"Excluded fiduciary,\" any fiduciary excluded from exercising certain powers under the instrument which powers may be exercised by the grantor, custodial account owner, trust advisor, trust protector, trust committee, or other persons designated in the instrument; (6) \"Investment trust advisor,\" a fiduciary, given authority by the instrument to exercise all or any portions of the powers and discretions set forth in § 55-1B-10; (7) \"Distribution trust advisor,\" a fiduciary, given authority by the instrument to exercise all or any portions of the powers and discretions set forth in § 55-1B-11; (8) \"Custodial account,\" an account, established by a party with a bank as defined in 26 U.S.C. 408(n), as of January 1, 2006, or with another person approved by the Internal Revenue Service as satisfying the requirements to be a nonbank trustee or a nonbank passive trustee set forth in U.S. Treasury Regulations promulgated under 26 U.S.C. 408, that is governed by an instrument concerning the establishment or maintenance, or both, of an individual retirement account, qualified retirement plan, Archer medical savings account, health savings account, Coverdell education savings account, or any similar retirement or savings vehicle permitted under the Internal Revenue Code of 1986, as of January 1, 2006; (9) \"Custodial account owner,\" any party who establishes a custodial account; or has the power to designate the beneficiaries or appoint the custodian of the custodial account; or otherwise is the party who possesses the power to direct the investment, disposition, or retention of any assets in the custodial account or name an authorized designee to effect the same; (10) \"Family advisor,\" any person whose appointment is provided for in the governing instrument or by court order who is authorized to consult with or advise a fiduciary with regard to fiduciary or nonfiduciary matters and actions, and who may also be authorized by the governing instrument or court order to otherwise act in a nonfiduciary capacity. Section 16. That § 55-1B-2 be amended to read: 55-1B-2. An excluded fiduciary is not liable, either individually or as a fiduciary, for any of the following: (1) Any loss that results from compliance with a direction of the trust advisor, custodial account owner, or authorized designee of a custodial account owner, including any loss from the trust advisor breaching fiduciary responsibilities or acting beyond the trust advisor's scope of authority; (2) Any loss that results from a failure to take any action proposed by an excluded fiduciary that requires a prior authorization of the trust advisor if that excluded fiduciary timely sought but failed to obtain that authorization; (3) Any loss that results from any action or inaction, except for gross negligence or willful misconduct, when an excluded fiduciary is required, pursuant to the trust agreement or any other reason, to assume the role of trust advisor, trust protector, investment trust advisor, or distribution trust advisor. Any excluded fiduciary is also relieved from any obligation to review or evaluate any direction from a distribution trust advisor or to perform investment or suitability reviews, inquiries, or investigations or to make recommendations or evaluations with respect to any investments to the extent the trust advisor, custodial account owner, or authorized designee of a custodial account owner had authority to direct the acquisition, disposition, or retention of any such investment. If the excluded fiduciary offers such communication to the trust advisor, trust protector, investment trust advisor, or distribution trust advisor or any investment person selected by the investment trust advisor, such action may not be deemed to constitute an undertaking by the excluded fiduciary to monitor or otherwise participate in actions within the scope of the advisor's authority or to constitute any duty to do so. Any excluded fiduciary is also relieved of any duty to communicate with or warn or apprise any beneficiary or third party concerning instances in which the excluded fiduciary would or might have exercised the excluded fiduciary's own discretion in a manner different from the manner directed by the trust advisor, trust protector, investment trust advisor, or distribution trust advisor. Absent contrary provisions in the governing instrument, the actions of the excluded fiduciary (such as any communications with the trust advisor and others and carrying out, recording, and reporting actions taken at the trust advisor's direction) pertaining to matters within the scope of authority of the trust advisor, trust protector, investment trust advisor, or distribution trust advisor shall be deemed to be administrative actions taken by the excluded fiduciary solely to allow the excluded fiduciary to perform those duties assigned to the excluded fiduciary under the governing instrument, and such administrative actions may not be deemed to constitute an undertaking by the excluded fiduciary to monitor, participate, or otherwise take any fiduciary responsibility for actions within the scope of authority of the trust advisor, trust protector, investment trust advisor, or distribution trust advisor. Nothing in subdivision (2) imposes an obligation or liability with respect to a custodian of a custodial account. In an action against an excluded fiduciary pursuant to the provisions of this section, the burden to prove the matter by clear and convincing evidence is on the person seeking to hold the excluded fiduciary liable. Section 17. That § 55-1B-6 be amended to read: 55-1B-6. The powers and discretions of a trust protector are as provided in the governing instrument and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the trust protector and are binding on all other persons. The powers and discretion may include the following: (1) Modify or amend the trust instrument to achieve favorable tax status or respond to changes in the Internal Revenue Code, state law, or the rulings and regulations thereunder; (2) Increase or decrease the interests of any beneficiaries to the trust; (3) Modify the terms of any power of appointment granted by the trust. However, a modification or amendment may not grant a beneficial interest to any individual or class of individuals not specifically provided for under the trust instrument; (4) Remove and appoint a trustee, a fiduciary provided for in the governing trust instrument, trust advisor, investment committee member, or distribution committee member; (5) Terminate the trust; (6) Veto or direct trust distributions; (7) Change situs or governing law of the trust, or both; (8) Appoint a successor trust protector; (9) Interpret terms of the trust instrument at the request of the trustee; (10) Advise the trustee on matters concerning a beneficiary; (11) Amend or modify the trust instrument to take advantage of laws governing restraints on alienation, distribution of trust property, or the administration of the trust; and (12) Provide direction regarding notification of qualified beneficiaries pursuant to § 55-2-13; (13) Add to the trust an individual beneficiary or beneficiaries from a class of individuals identified in the governing instrument; (14) Add to the trust a charitable beneficiary or beneficiaries from a class of charities identified in the trust instrument; and (15) Provide other powers and discretions in the governing instrument. The powers referenced in subdivisions (5), (6), and (11) may be granted notwithstanding the provisions of §§ 55-3-24 to 55-3-28, inclusive. Section 18. That chapter 55-1B be amended by adding a NEW SECTION to read: The powers and discretions of a family advisor are as provided in the governing instrument or by court order and may be exercised or not exercised, in the best interests of the trust, in the sole and absolute discretion of the family advisor. The powers and discretions may only include the following: (1) Remove and appoint a trustee, a fiduciary provided for in the governing trust instrument, trust advisor, investment committee member, or distribution committee member; (2) Appoint a successor trust protector or a successor family advisor; (3) Advise the trustee on matters concerning any beneficiary; receive trust accountings, investment reports, and other information from the trustee or to which a beneficiary is entitled; attend meetings whether in person or by any other means with the trustee, investment trust advisors, distribution trust advisors, or other advisors whether in person or by any means, electronic or otherwise; and to consult with a fiduciary regarding both fiduciary and nonfiduciary matters or actions, all without any power or discretion to take any action as a fiduciary; or (4) Provide direction regarding notification of qualified beneficiaries pursuant to § 55-2-13. A family advisor is not required to exercise any powers or discretions under any circumstances. Every action or inaction by a family advisor is a nonfiduciary action or inaction and a family advisor is absolutely excluded from liability to any other person for an action or inaction as a family advisor. A court may review a family advisor's exercise of the powers described in subdivisions (1), (2), and (4) only if the family advisor acts dishonestly or with an improper motive but may not review a family advisor's failure to exercise any powers. A reasonableness standard may not be applied to any action or inaction of a family advisor. Other than for the two circumstances listed above, a court has no jurisdiction to review a family advisor's action or inaction. A family advisor is entitled to compensation as provided in the governing instrument. If the governing instrument does not provide for or establish compensation, a family advisor is entitled to reasonable compensation for the exercise of the powers and discretions granted to the family advisor pursuant to this chapter. Section 19. That § 55-3-3 be amended to read: 55-3-3. When a trustee is appointed by a court or public officer as such, such a trustee, the court or officer is the trustor. A court may otherwise establish or create a trust and may act as the trustor of a trust. Section 20. That § 55-3-7 be amended to read: 55-3-7. A trustee is a general agent for the trust and the trust property. His The trustee's authority is such as the authority that is conferred upon him the trustee by the declaration of trust and by this chapter and none other. His The trustee's acts, within the scope of his the trustee's authority, bind the trust and the trust property to the same extent as the acts of an agent bind his the agent's principal. Section 21. That § 55-3-23 be amended to read: 55-3-23. In addition to the methods specified in §§ 55-3-24 to 55-3-27, inclusive, a trust terminates if: (1) The term of the trust expires; (2) The trust purpose if is fulfilled; (3) The trust purpose becomes unlawful or impossible to fulfill; or (4) The trust is revoked. Section 22. That § 55-3-28 be amended to read: 55-3-28. On petition by a trustee or beneficiary, the court may reform the terms of the trust, based upon a showing by the preponderance of the evidence and without any preliminary showing of an ambiguity, to conform to the trustor's intention if the failure to conform was due to a mistake of fact or law and the trustor's intent can be established. The terms of the trust may be construed or modified, in a manner that does not violate the trustor's probable intention, to achieve the trustor's tax objectives. Section 23. That § 55-3-48 be amended to read: 55-3-48. Except as otherwise expressly provided by the terms of a governing instrument specifically addressing the governing law for trust administration or by court order Unless the governing instrument or a court order expressly prohibits the change of the law of another jurisdiction to govern the administration of the trust, the laws of South Dakota shall govern the administration of a trust while the trust is administered in South Dakota. Section 24. That § 55-16-10 be amended to read: 55-16-10. A cause of action or claim for relief with respect to a fraudulent transfer of a settlor's assets under § 55-16-9 is extinguished unless the action under § 55-16-9 is brought by a creditor of the settlor who meets one of the following requirements: (1) Is a creditor of the settlor before the settlor's assets are transferred to the trust, and the action under § 55-16-9 is brought within the later of: (a) Two years after the transfer is made; or (b) Six months after the transfer is or reasonably could have been discovered by the creditor if the creditor: (i) Can demonstrate that the creditor asserted a specific claim against the settlor before the transfer; or (ii) Files another action, other than an action under § 55-16-9, against the settlor that asserts a claim based on an act or omission of the settlor that occurred before the transfer, and the action described in this sub-subsection is filed within two years after the transfer; or (2) Becomes a creditor subsequent to the transfer into trust, and the action under § 55-16-9 is brought within two years after the transfer is made.; (3) In any action described in § 55-16-9, the burden to prove the matter by clear and convincing evidence is upon the creditor; (4) A person is deemed to have discovered a transfer at the time a public record of the transfer is made, including the conveyance of an interest in real property that is recorded in the appropriate public filing office where the property is located, the filing of a financing statement pursuant to chapter 57A-9, or the filing of a bill of sale or other transfer instrument regarding personal property; or (5) The filing of a bill of sale or other transfer instrument which conveys personal property to a trust which is governed by this chapter shall be filed in the applicable public filing office determined as follows: (a) If the transferor is a natural person and is a resident of this state, the personal property transfer instrument shall be recorded in the county in this state where the transferor maintains the transferor's principal residence; and (b) In all other cases, the personal property transfer instrument shall be recorded in the county in this state where the trustee of the trust maintains a principal residence or principal place of business. Section 25. That § 55-16-11 be amended to read: 55-16-11. A qualified disposition that is made by means of a disposition by a transferor who is a trustee is deemed to have been made as of the time, whether before, on, or after July 1, 2005, the property that is the subject of the qualified disposition was originally transferred to the transferor, or any predecessor trustee, making the qualified disposition in a form that meets the requirements of subdivisions 55-16-2(2) and (3). Further, the provisions of this section apply to determine the date the transfer is deemed to have been made, notwithstanding that the original transfer was to a trust originally within or outside of the jurisdiction of South Dakota. If property transferred to a spendthrift trust is conveyed to the settlor or to a beneficiary for the purpose of obtaining a loan secured by a mortgage or deed of trust on the property and then reconveyed to the trust within one hundred eighty days of recording the mortgage or deed of trust, for purposes of subdivision 55-16-10(1), the transfer is disregarded and the reconveyance relates back to the date the property was originally transferred to the trust. The mortgage or deed of trust on the property is enforceable against the trust. Section 26. That § 55-16-13 be amended to read: 55-16-13. Notwithstanding any other provision of law, no action of any kind, including an action to enforce a judgment entered by a court or other body having adjudicative authority, may be brought at law or in equity against the trustee, or advisor described in § 55-16-4, of a trust that is the subject of a qualified disposition, or against any person involved in the counseling, drafting, preparation, execution, or funding of a trust that is the subject of a qualified disposition, if, as of the date such action is brought, an action by a creditor with respect to such qualified disposition would be barred under §§ 55-16-9 to 55-16-12, inclusive. A court of this state has exclusive jurisdiction over an action brought under a claim for relief that is based on a transfer of property to a trust that is the subject of this section. A court of this state may award attorneys' fees and costs to the prevailing party in such an action. In any action described in this section, the burden to prove the matter by clear and convincing evidence is upon the creditor. Section 27. That § 21-22-2 be amended to read: 21-22-2. This chapter applies to all trusts if any part of the trust estate has its situs within this state or if the trustee or a beneficiary resides in this state, except as otherwise specifically provided by statute or rule of court, the intent being to exclude therefrom such trusts as a statutory assignment for the benefit of creditors, probate administrations, conservatorships, and all other trusts as to which specific provision is made for court supervision. The provisions of §§ 55-3-24 to 55-3-44 55-3-48, inclusive, are applicable to actions or proceedings relating to trusts supervised or administered under this chapter. Section 28. That § 21-22-28 be amended to read: 21-22-28. The privacy of those who have established a court trust or other trust shall be protected in any court proceeding concerning the trust if the acting fiduciary, the trustor (if living), or any beneficiary so petition the court. Upon the filing of such a any petition, the instrument on which the trust is based, inventory, statement filed by any fiduciary, annual verified report of a fiduciary, final report of a fiduciary, and all petitions relevant to trust administration and all court orders thereon shall be sealed upon filing and may not be made a part of the public record of the proceeding, but are available to the court, to the trustor, to any fiduciary, to any beneficiary, to their attorneys, and to such other interested persons as the court may order upon a showing of the need. Section 29. That the code be amended by adding a NEW SECTION to read: An arrangement is a South Dakota special spousal trust if one or both spouses in a marriage transfer property to a trust, the trust expressly declares that some or all the property transferred is South Dakota special spousal property as provided in this section to section 42, inclusive, of this Act, and at least one trustee is a qualified person. A South Dakota special spousal trust is enforceable without consideration. Both spouses or either spouse may be a trustee. The trust must be signed by both spouses. The trust may be revocable or irrevocable. For purposes of this section, a qualified person is any person who meets the requirements of §§ 55-3-41 and 55-3-39, but without regard to whether that person is the transferor. Section 30. That the code be amended by adding a NEW SECTION to read: A South Dakota special spousal trust shall contain the following language in capital letters at the beginning of the trust: THE CONSEQUENCES OF THIS TRUST MAY BE VERY EXTENSIVE, INCLUDING YOUR RIGHTS WITH RESPECT TO CREDITORS AND OTHER THIRD PARTIES, AND YOUR RIGHTS WITH YOUR SPOUSE BOTH DURING THE COURSE OF YOUR MARRIAGE, AT THE TIME OF A DIVORCE, AND AT THE DEATH OF YOU OR YOUR SPOUSE. ACCORDINGLY, THIS TRUST AGREEMENT SHOULD ONLY BE SIGNED AFTER CAREFUL CONSIDERATION. IF YOU HAVE ANY QUESTIONS ABOUT THIS TRUST AGREEMENT, YOU SHOULD SEEK INDEPENDENT LEGAL ADVICE. Section 31. That the code be amended by adding a NEW SECTION to read: Spouses may classify all or any of their property as special spousal property by transferring property to a South Dakota special spousal trust established pursuant to sections 29 to 42, inclusive, of this Act, and by expressly declaring in the trust that the property is community property. Section 32. That the code be amended by adding a NEW SECTION to read: A South Dakota special spousal trust may not be amended or revoked unless the trust agreement provides for amendment or revocation, or unless the trust agreement is amended or revoked by a later South Dakota special spousal trust. To amend or revoke the trust, the later South Dakota special spousal trust is not required to declare any property held by the trustee as special spousal property. The amended trust or the revocation is enforceable without consideration. However, notwithstanding the other provisions of sections 29 to 42, inclusive, of this Act, unless the South Dakota special spousal trust expressly provides otherwise, at any time after the death of the first spouse the surviving spouse may amend the South Dakota special spousal trust with regard to the surviving spouse's property to be disposed of at the surviving spouse's death. For purposes of this section, the term, surviving spouse's property, means the property that consists of the surviving spouse's property that is not South Dakota special spousal property and the surviving spouse's share of the special spousal property determined as of the date of the first spouse's death. Section 33. That the code be amended by adding a NEW SECTION to read: For purposes of the application of § 1014(b)(6) of the Internal Revenue Code of 1986, 26 U.S.C. § 1014(b)(6), as of January 1, 2016, a South Dakota special spousal trust is considered a trust established under the community property laws of South Dakota. For purposes of sections 29 to 42, inclusive, of this Act, the term, special spousal property, means community property for those purposes. Community property as classified by a jurisdiction other than South Dakota transferred to a South Dakota special spousal trust retains its character as community property while in the trust. If the trust is revoked and property is transferred on revocation of the trust, the community property as classified by a jurisdiction other than South Dakota retains its character as community property to the extent otherwise provided by South Dakota law. Section 34. That the code be amended by adding a NEW SECTION to read: A transfer to a South Dakota special spousal trust may also be a qualified disposition in trust if the transfer complies with the provisions of chapter 55-16. Section 35. That the code be amended by adding a NEW SECTION to read: In addition to other transfers of property to a South Dakota special spousal trust, property is considered transferred to a South Dakota special spousal trust if the property is subject to a nonprobate transfer on death under an insurance policy, contract of employment, bond, mortgage, promissory note, certificated or uncertificated security, account agreement, custodial agreement, deposit agreement, compensation plan, pension plan, individual retirement plan, employee benefit plan, trust, conveyance, deed of gift, marital property agreement, or other written instrument of a similar nature and the South Dakota special spousal trust is designated as a beneficiary to receive the property under the transfer. The property is considered the surviving spouse's property that is not South Dakota special spousal property. Section 36. That the code be amended by adding a NEW SECTION to read: The trustee of a South Dakota special spousal trust shall maintain records that identify which property held by the trust is South Dakota special spousal property and which property held by the trust is not South Dakota special spousal property. Section 37. That the code be amended by adding a NEW SECTION to read: Except as provided in sections 38 and 39 of this Act, in a South Dakota special spousal trust, spouses may agree on: (1) The rights and obligations in the property transferred to the trust, notwithstanding when and where the property is acquired or located; (2) The management and control of the property transferred to the trust; (3) The disposition of the property transferred to the trust on dissolution, death, or the occurrence or nonoccurrence of another event; (4) The choice of law governing the interpretation of the trust; and (5) Any other matter that affects the property transferred to the trust and does not violate public policy or a statute imposing a criminal penalty. Section 38. That the code be amended by adding a NEW SECTION to read: Notwithstanding anything contained in section 37 of this Act to the contrary, a South Dakota special spousal trust may not adversely affect the right of a child to support. Section 39. That the code be amended by adding a NEW SECTION to read: Notwithstanding anything contained in section 37 of this Act to the contrary: (1) A provision of a revocable South Dakota special spousal property trust does not adversely affect the interest of a creditor unless the creditor has actual knowledge of the trust when the obligation to the creditor is incurred. The interest of a creditor in an irrevocable South Dakota special spousal property trust may be subject to the rights and liabilities of a creditor with respect to transfers under chapter 55-16 as provided in section 34 of this Act; (2) A spouse shall act in good faith with respect to the other spouse in matters involving South Dakota special spousal property. The obligation under and effect of this section may not be varied by a South Dakota special spousal property trust. Section 40. That the code be amended by adding a NEW SECTION to read: Notwithstanding anything contained in section 37 of this Act to the contrary: (1) Notice of the existence of a South Dakota special spousal property trust, a marriage, or the termination of a marriage does not affect the status of a purchaser as a bona fide purchaser; (2) Special spousal property purchased by a bona fide purchaser from a spouse having the right to manage and control the property is acquired free of any claim of the other spouse. The effect of this subsection may not be varied by a South Dakota special spousal property trust. Section 41. That the code be amended by adding a NEW SECTION to read: For purposes of section 40 of this Act, the term, bona fide purchaser, means a purchaser of property for value who has not knowingly been a party to fraud or illegality affecting the interest of the spouses or other parties to the transaction, does not have notice of an adverse claim by a spouse, and has acted in the transaction in good faith. For purposes of this section, the term, purchaser, means a person who acquires property by sale, lease, discount, negotiation, mortgage, pledge, or lien, or otherwise deals with property in a voluntary transaction other than making a gift. A purchaser gives value for property if the property is acquired: (1) In return for a binding commitment to extend credit; (2) As security for or in total or partial satisfaction of a preexisting claim; (3) By accepting delivery under a preexisting contract for purchase; or (4) In return for other consideration sufficient to support a contract. Section 42. That the code be amended by adding a NEW SECTION to read: A South Dakota special spousal trust executed during marriage is not enforceable if the spouse against whom enforcement is sought proves that: (1) The trust was unconscionable when made; (2) The spouse against whom enforcement is sought did not execute the South Dakota special spousal trust agreement voluntarily; or (3) Before execution of the South Dakota special spousal trust agreement, the spouse against whom enforcement is sought: (a) Was not given a fair and reasonable disclosure of the property and financial obligations of the other spouse; (b) Did not voluntarily sign a written waiver expressly waiving right to disclosure of the property and financial obligations of the other spouse beyond the disclosure provided; and (c) Did not have notice of the property or financial obligations of the other spouse. Whether a South Dakota special spousal trust is unconscionable is determined by a court as a matter of law."}, {"bill_id": 6946, "bill_version_id": 39149, "bill_version": "Enrolled", "bill_version_date": "2016-02-10T10:33:07.827-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6946, "action_date": "2016-01-12T12:00:00-06:00", "document_id": 37509, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37509.pdf", "status_text": "First Reading House", "journal_page": 22, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6946, "action_date": "2016-01-13T13:00:00-06:00", "document_id": 37539, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37539.pdf", "status_text": "Referred to", "journal_page": 36, "committee_id_action": 325, "committee_id_assigned": 317, "result": "N", "vote": {}}, {"bill_id": 6946, "action_date": "2016-01-22T08:30:00-06:00", "document_id": 37753, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37753.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 317, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6946, "action_date": "2016-01-22T08:30:00-06:00", "document_id": 37914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37914.pdf", "status_text": "Do Pass", "journal_page": 146, "committee_id_action": 317, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20197, "president_vote": null, "Yea": [1042, 983, 1022, 1044, 1024, 1003, 981, 1029, 990, 989, 1025, 976], "Excused": [1002]}}, {"bill_id": 6946, "action_date": "2016-01-25T14:00:00-06:00", "document_id": 38058, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38058.pdf", "status_text": "Motion to amend", "journal_page": 171, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20251, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 964, 1039, 1050, 980, 985, 1049, 1021, 1002, 1019, 972, 1038, 982, 1055, 1058, 1048, 968, 1018, 1059, 1031, 1027, 1028, 992, 1006, 991, 1007, 1052, 1030, 988, 993, 1026, 981, 1053], "Excused": [1057, 995, 1015, 987, 1036], "Nay": [1040, 986, 1060, 1009, 1033, 976, 1022, 1056, 1061, 1065, 963, 1062, 1044, 1017, 1024, 1003, 1054, 1034, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1064, 989]}}, {"bill_id": 6946, "action_date": "2016-01-25T14:00:00-06:00", "document_id": 38058, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38058.pdf", "status_text": "Do Pass Amended", "journal_page": 172, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20253, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 964, 1040, 1039, 986, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1022, 1056, 1061, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 982, 1055, 1044, 1017, 1058, 1048, 1024, 1003, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 991, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Excused": [1057, 995, 1015, 987, 1036]}}, {"bill_id": 6946, "action_date": "2016-01-26T14:00:00-06:00", "document_id": 38159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38159.pdf", "status_text": "First read in Senate and referred to", "journal_page": 141, "committee_id_action": 309, "committee_id_assigned": 306, "result": "N", "vote": {}}, {"bill_id": 6946, "action_date": "2016-02-08T10:00:00-06:00", "document_id": 38872, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38872.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 306, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6946, "action_date": "2016-02-08T10:00:00-06:00", "document_id": 38977, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38977.pdf", "status_text": "Do Pass", "journal_page": 244, "committee_id_action": 306, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20682, "president_vote": null, "Yea": [984, 1000, 977, 997, 1010, 1012, 978, 1045, 1037]}}, {"bill_id": 6946, "action_date": "2016-02-08T10:00:00-06:00", "document_id": 38977, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38977.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 306, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6946, "action_date": "2016-02-09T14:00:00-06:00", "document_id": 39101, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39101.pdf", "status_text": "Do Pass Amended", "journal_page": 264, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20744, "president_vote": null, "Yea": [974, 977, 999, 1037, 966, 1014, 1067, 979, 969, 1005, 1047, 998, 1035, 997, 984, 994, 1041, 967, 975, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 1013, 973, 1008], "Excused": [1011]}}, {"bill_id": 6946, "action_date": "2016-02-10T14:00:00-06:00", "document_id": 39178, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39178.pdf", "status_text": "Signed by the Speaker", "journal_page": 373, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6946, "action_date": "2016-02-11T13:00:00-06:00", "document_id": 39266, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39266.pdf", "status_text": "Signed by the President", "journal_page": 295, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6946, "action_date": "2016-02-16T14:00:00-06:00", "document_id": 39392, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39392.pdf", "status_text": "Delivered to the Governor", "journal_page": 405, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6946, "action_date": "2016-02-19T13:00:00-06:00", "document_id": 39661, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39661.pdf", "status_text": "Signed by the Governor", "journal_page": 458, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6267, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6946"}