{"session_id": 4, "bill_id": 438, "bill_type": "Senate Commemoration", "bill_number": 13, "bill_title": "Honoring Amber Kolb for achieving the title of Miss Aberdeen.", "sponsors": [{"legislator_profile_id": 534, "is_prime": true}, {"legislator_profile_id": 535, "is_prime": true}, {"legislator_profile_id": 532, "is_prime": false}, {"legislator_profile_id": 562, "is_prime": false}, {"legislator_profile_id": 584, "is_prime": false}, {"legislator_profile_id": 577, "is_prime": false}, {"legislator_profile_id": 537, "is_prime": false}, {"legislator_profile_id": 536, "is_prime": false}], "keywords": ["Commemorations"], "audio": [], "bill_versions": [{"bill_id": 438, "bill_version_id": 2490, "bill_version": "Introduced", "bill_version_date": "2008-02-05T09:14:14.433-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Amber Kolb for achieving the title of Miss Aberdeen. WHEREAS, Amber Kolb of Aberdeen Central High School, daughter of Kurtis Kolb and the late Brenda Kolb, has competed in the Miss Aberdeen Talent Contest; and WHEREAS, Amber went on to compete in the South Dakota Snow Queen festival in January; and WHEREAS, Amber has demonstrated outstanding academic achievements, including Central High School's honor roll, National Honor Society, and October student of the month; and WHEREAS, Amber has shown exemplary performance in extracurricular activities such as Central High School student senate, Northern South Dakota Math and Science Fair, and the International Science and Engineering Fair: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that Amber Kolb be recognized and congratulated for achieving the title of Miss Aberdeen."}, {"bill_id": 438, "bill_version_id": 2782, "bill_version": "Enrolled", "bill_version_date": "2008-02-07T15:13:51.697-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Amber Kolb for achieving the title of Miss Aberdeen. WHEREAS, Amber Kolb of Aberdeen Central High School, daughter of Kurtis Kolb and the late Brenda Kolb, has competed in the Miss Aberdeen Talent Contest; and WHEREAS, Amber went on to compete in the South Dakota Snow Queen festival in January; and WHEREAS, Amber has demonstrated outstanding academic achievements, including Central High School's honor roll, National Honor Society, and October student of the month; and WHEREAS, Amber has shown exemplary performance in extracurricular activities such as Central High School student senate, Northern South Dakota Math and Science Fair, and the International Science and Engineering Fair: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that Amber Kolb be recognized and congratulated for achieving the title of Miss Aberdeen. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 438, "action_date": "2008-02-05T14:00:00-06:00", "document_id": 2547, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2547.pdf", "status_text": "", "journal_page": 348, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/438"}