{"session_id": 56, "bill_id": 18808, "bill_type": "House Bill", "bill_number": 1033, "bill_title": "establish a special pay retirement program for state government, the Board of Regents, and certain other political subdivisions.", "sponsors": [], "keywords": ["Public Officers and State Employees", "South Dakota Retirement System"], "audio": [{"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sre14hb1033a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sre14hb1033a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sre14hb1033a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-02T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sre14hb1033a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18808, "bill_version_id": 99117, "bill_version": "Introduced", "bill_version_date": "2004-01-10T16:12:33-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a special pay retirement program for state government, the Board of Regents, and certain other political subdivisions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby established the South Dakota special pay retirement program. It is the intent of the Legislature that the special pay retirement program shall become a qualified plan under § 401(a) of the code and that the program shall be treated as a governmental plan under § 414(d) of the code. It is the further intent of the Legislature that special pay transmitted to the fund is picked up by the participating unit and thus shall be designated as an employer contribution under § 414(h)(2) of the code. Section 2. The definitions contained in § 3-12-47 apply to this Act. In addition, the following terms mean: (1) \"Account,\" the record for each participant reflecting the amount of the participant's special pay transmitted to the fund, allocated investment gains and losses thereon, and administrative charges against those amounts; (2) \"Accounting date,\" the date on which an investment is valued and the total investment return is allocated to a participant's account; (3) \"Administrator,\" the administrator of the South Dakota Retirement System as provided in § 3-12-55; (4) \"Board,\" the South Dakota Retirement System Board of Trustees as established under § 3-12-48; (5) \"Code,\" the Internal Revenue Code of 1986, as amended through January 1, 2004; (6) \"Fund,\" the South Dakota special pay fund established pursuant to section 3 of this Act; (7) \"Normal retirement date,\" the date a participant may retire pursuant to the provisions of chapter 3-12 without reduced benefits; (8) \"Participant,\" a terminated employee of a participating unit who is age fifty-five or over and who received two thousand dollars or more in special pay; (9) \"Participating unit,\" the State of South Dakota, the South Dakota Board of Regents, or any other political subdivision of the state that participates in the program; (10) \"Program,\" the South Dakota Special Pay Retirement Program created pursuant to this Act; (11) \"Special pay,\" compensation other than regular salary or wages granted a member of the system and transferred in a lump-sum to the fund at the termination of the member's employment; (12) \"Third-party administrator,\" a person who, pursuant to contract, handles administration of the program on behalf of the board and the administrator; and (13) \"Vendor,\" a person or organization selected by the state investment officer to provide investment or insurance products to the program. Section 3. The South Dakota special pay fund is hereby established. All compensation transmitted to the fund pursuant to this Act shall be deposited in the fund. Expenditures from the fund shall be paid on warrants drawn by the state auditor and supported by vouchers approved by the administrator. All administrative expenses shall be budgeted and expended pursuant to chapters 4-7, 4-8, 4-8A, and 4-8B. All money in the fund and all property and rights held by the fund shall be held in trust for the exclusive benefit of the participants at all times until made available to a participant or the participant's beneficiary. All benefits payable under this program shall be paid and provided for solely from the fund and a participating unit assumes no liability or responsibility therefor. Any trust under the program shall be established pursuant to a written agreement that constitutes a valid trust under the law of South Dakota. Section 4. The program shall be under the authority of the board. The board shall be held to the standard of conduct of a fiduciary and shall carry out its functions solely in the interest of the participants and benefit recipients and for the exclusive purpose of providing benefits and defraying reasonable expenses incurred in performing such duties as required by law. The board may promulgate rules necessary to establish uniform procedures for the administration of the program and to insure uniformity of application of the provisions of this Act. Rules may be promulgated in regard to membership, contributions and the collection thereof, fees for administration of the program, and procedures for application for benefits and payment of benefits. The rules shall be promulgated pursuant to chapter 1-26 and shall be in accordance with the provisions of this Act. Section 5. Upon a participant's termination of employment, the participating unit shall transmit the gross amount of the participant's special pay to the fund. However, except to the extent permitted under § 414(v) of the code, if applicable, a contribution allocated to a member's account under the program shall not exceed forty-one thousand dollars, as adjusted for increases in the cost-of-living pursuant to § 415(d) of the code, or one hundred percent of the participant's compensation, as identified in § 415(c)(3) of the code, for the calendar year. Section 6. All amounts of compensation subject to this Act shall be transferred to the trust within a period that is not longer than is reasonable for the proper administration of the accounts of participants. Section 7. An account shall be established for each participant. The account shall be the basis for any distribution to the participant or to the participant's beneficiary, surviving spouse, surviving children, or estate pursuant to section 14 of this Act. Section 8. Moneys held by the fund may be invested by program participants in such investments as are deemed appropriate by the state investment officer. The state investment officer may enter into contracts for investment alternatives and to offer internal investment alternatives. The program administrator or third-party administrator may transfer funds to, from, and among the respective investment alternatives. Section 9. A participant who elects an immediate total lump-sum distribution from the program shall be guaranteed payment of the entire amount of the participant's special pay, plus any earnings, and less any mandatory income tax withholding and fees established by the board, within a period that is not longer than is reasonable from the date the participant's funds were received by the program on behalf of the participant. Section 10. Each participant may elect to have the participant's funds invested in one or more of the investment alternatives selected by the state investment officer pursuant to section 8 of this Act. Subject to any limitations imposed by the administrator, a vendor, or a third-party administrator, a participant may elect to transfer any portion of the account balance from one offered investment alternative to another at any time, if notice is given to the administrator or the third-party administrator. Any costs associated with such a transfer shall be borne by the participant and shall be deducted from the participant's account. If, due to a payroll error, a participant's deferral is deposited in an investment alternative other than the one selected by the participant, the administrator or third-party administrator may correct the error by transferring the participant's deferral to the proper investment alternative, subject to any limitations which may be imposed by the vendor. No retroactive adjustment may be made. Section 11. If a contract between the state investment officer and a vendor is terminated and a participant fails to notify the administrator or third-party administrator of the participant's new investment selection before the contract terminates, the administrator or third-party administrator shall transfer that participant's account to the investment alternative designated by the state investment officer. Section 12. The total investment return on any offered investment shall be allocated to the account of each participant based on the proportion the participant's account bears to all other accounts which have been invested in the same investment alternative. Allocations shall be made on each accounting date. The last day of each calendar quarter is an accounting date. The board may provide additional accounting dates. Section 13. Each offered investment alternative shall be valued on each accounting date. The valuation shall be at market value. Any charges against the value shall be explicitly disclosed. Each participant shall be provided with a statement of the participant's account by no later than forty-five days after the close of each calendar quarter. Section 14. A participant may designate a beneficiary to receive the participant's benefits under the program in case of the death of the participant. If no beneficiary is designated, the participant's benefits shall be paid as follows: (1) To the participant's surviving spouse; (2) If there is no surviving spouse, then to all surviving children of the participant, irrespective of age, on a share-alike basis; or (3) If there is no surviving spouse and there are no surviving children, then to the participant's estate. Section 15. Notwithstanding the provisions of section 14 of this Act, no participant may assign or otherwise alienate any right to any payment or benefit under the program. The right of a participant to any payment or benefit is not subject to the rights of the participant's or any beneficiary's creditors, and is exempt from executions, attachment, prior assignment, or any other judicial relief or order for the benefit of creditors or other third persons. Section 16. The administrator shall administer the program, shall have all powers necessary to accomplish that purpose, and shall determine all questions arising under or in connection with the program. The administrator may hire additional employees as may be required and shall set the remuneration of such employees. In addition, the administrator, with the approval of the board, may contract with vendors for third-party administration of various duties under the program as the administrator sees fit. The administrator shall execute any agreements as are necessary to carry out the provisions of this Act, except such agreements as are executed by the state investment officer pursuant to section 8 of this Act. Section 17. Any public employer that is a participating unit of the system established under chapter 3-12 may become a participating unit under this chapter at any time on or after the effective date of this Act. The decision to become a participating unit shall be made by the elected official, the appointed official, or the governing body in charge of the unit. The unit shall become a participating unit as soon as notice of the decision has been delivered in writing to the system. A participating unit at a later date may choose to rescind such status and may do so by delivering written notice of the decision to the system. However, if such a rescission occurs, the rescission does not affect the status of any participant who was employed by that unit. Section 18. For the purpose of acquiring credited service in a qualified governmental defined-benefit retirement plan as identified under § 401(a) and defined in § 414(d) of the code, a participant may transfer a portion or all of the participant's account in the program by trustee- to-trustee transfer to the government defined-benefit retirement plan. Section 19. A participant may transfer a portion or all of the participant's account by rollover to a plan which is eligible under § 401(a), 403(b), 408, or 457 of the code. Section 20. To the extent permitted by law, a participant may transfer a portion or all of the participant's account in another plan which is eligible under § 401(a), 403(b), 408, or 457 of the code into this program by rollover. The program shall account for such amounts separately. Section 21. A participant is entitled to receive a distribution from the participant's account upon written application to the administrator or third-party administrator. The participant may elect, on forms prescribed by the administrator or third-party administrator, the time at which distributions under the program are to commence by designating the month and year during which the first distribution is to be made. The participant may elect to receive the participant's distribution in any of the following forms: (1) A lump sum; (2) Equal monthly installments over a fixed period; or (3) Any other form offered by the administrator or a third-party administrator. The application and election shall be made prior to the time any amounts become payable. A participant or a beneficiary who has chosen a payment form may change that payment option, if no payment has yet been made, and subject to any administrative restrictions and charges established by the board. Section 22. A participant who does not take a total lump-sum distribution, transfer funds by rollover pursuant to section 19 of this Act, or transfer funds by trustee-to-trustee transfer pursuant to section 18 of this Act may begin annuity distributions by selecting a retirement date, as set out in section 21 of this Act. If a participant does not make a selection, the participant's normal retirement date is as defined in subdivision (7) of section 2 of this Act. However, distributions of a participant's benefits shall begin no later than the later of April first of the calendar year following the calendar year in which the participant reaches seventy and one-half years of age, or April first of the calendar year following the calendar year of the participant's retirement. If the distribution begins prior to the participant's death, the entire interest shall be distributed over a period not to exceed the life expectancy of the participant or the life expectancies of the participant and a designated beneficiary. Any amount not distributed during the participant's life shall be distributed after the participant's death at least as rapidly as under the distribution method being used on the date of the participant's death. If the distribution begins after the participant's death, the entire amount payable to the participant shall be paid during a period of no more than five years, unless the distribution commences within one year and the participant's spouse is the named beneficiary, then during the life expectancy of the surviving spouse. If the surviving spouse is the participant's sole designated beneficiary and the surviving spouse then dies before distributions are required to begin, the provisions of this section apply as if the surviving spouse were the participant. Section 23. The state investment officer shall be held to the standard of conduct of a fiduciary and shall carry out all functions solely in the interests of the participants and benefit recipients and for the exclusive purpose of providing benefits and defraying reasonable expenses incurred in performing such duties as required by law. No employee of a participating unit and no spouse or dependent of the employee may act as or represent a third-party administrator or a vendor in a matter concerning the program, except that the state investment officer and the state investment officer's employees may invest all or part of the fund pursuant to section 8 of this Act. Section 24. Neither the program nor any participating unit is liable to any participant for losses arising out of any decrease in the value of any investments held under the program. The liability of the program to any participant is limited to the value of the participant's account on the date the participant chooses to begin payment pursuant to the provisions of the program. In no event may any member of the board, the administrator, or any member of the administrator's staff have any liability for any action taken with respect to the program unless such action has been taken in bad faith. Section 25. That § 3-6-6.2 be amended to read as follows: 3-6-6.2. Any employee who retires or voluntarily resigns may terminate his employment at the end of his the employee's accrued vacation period or receive a lump-sum payment for the unused vacation time which has accrued as of his the employee's final day on the payroll. Any employee meeting the definition of a participant as set out in subdivision (8) of section 2 of this Act shall have such lump-sum payment transmitted to the fund pursuant to the provisions of section 5 of this Act. However, if the employee dies, payment for the accumulated leave of absence for vacation time shall be paid according to § § 3-8-8 to 3-8-11, inclusive. Section 26. That § 3-6-8.3 be amended to read as follows: 3-6-8.3. Every state employee, who has been continuously employed in a permanent position by the State of South Dakota or any department or agency thereof for at least seven years prior to the date of his the employee's retirement, voluntary resignation, layoff, termination for inability to perform job functions due to physical disability or death, shall receive payment for one-fourth of the unused leave of absence for sickness which has accrued as of his the employee's final day on payroll. Such The payment may not exceed the sum of four hundred eighty hours. Payment shall be made in a lump sum with the employee's last payroll warrant. Any employee meeting the definition of a participant as set out in subdivision (8) of section 2 of this Act shall have such lump-sum payment transmitted to the fund pursuant to the provisions of section 5 of this Act. However, in the case of death of the employee, payment for such accumulated leave of absence for sickness shall be paid as provided under the provisions of § § 3-8-8 to 3-8-11, inclusive. Section 27. That § 3-8-13 be amended to read as follows: 3-8-13. Any state employee who is employed in a position that is eligible for longevity pay and has at least seven years of employment with the State of South Dakota is entitled to longevity compensation. The longevity compensation for years of employment seven to ten, inclusive, is one hundred dollars. The longevity compensation for years of employment eleven to fourteen, inclusive, is equal to ten dollars per year of employment until the fifteenth year of service at which time the longevity pay shall be equal to fifteen dollars per year of service. Longevity pay shall increase at five dollar increments thereafter for each additional five years of employment. The longevity compensation may not be affected by any other compensation and classification plan except that the longevity compensation shall be distributed in the same manner and form as prescribed in § 3-8-6. It Longevity compensation is payable annually in one lump sum. Any employee due any portion of the employee's longevity payment upon retirement and meeting the definition of a participant as set out in subdivision (8) of section 2 of this Act shall have any such lump-sum payment transmitted to the fund pursuant to the provisions of section 5 of this Act. The commissioner of the Bureau of Personnel shall promulgate rules pursuant to chapter 1-26 to determine the state employee position categories that are eligible for longevity pay, the criteria for payment for prior years of service, the date for payment, and the type of service that may be used to calculate longevity. The only Board of Regents' employees of the Board of Regents eligible for longevity pay are those nonfaculty permanent full-time employees who are customarily employed for twenty hours or more a week at least six months a year. Any agent, patrolman, or employee of the Division of Highway Patrol of the Department of Public Safety may elect to receive longevity pay under this section or under § 32-2-10, but may not receive longevity pay under both provisions at the same time."}, {"bill_id": 18808, "bill_version_id": 100673, "bill_version": "Enrolled", "bill_version_date": "2004-02-05T09:26:12-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18808, "action_date": "2004-01-13T12:00:00-06:00", "document_id": 99180, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99180.pdf", "status_text": "First read in House and referred to", "journal_page": 23, "committee_id_action": 831, "committee_id_assigned": 825, "result": "N", "vote": {}}, {"bill_id": 18808, "action_date": "2004-01-21T15:00:00-06:00", "document_id": 99492, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99492.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 825, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18808, "action_date": "2004-01-21T15:00:00-06:00", "document_id": 99492, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99492.pdf", "status_text": "Do Pass,", "journal_page": 148, "committee_id_action": 825, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58075, "president_vote": null, "Yea": [3069, 3121, 3130, 3133, 3111]}}, {"bill_id": 18808, "action_date": "2004-01-21T15:00:00-06:00", "document_id": 99492, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99492.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 825, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18808, "action_date": "2004-01-23T12:00:00-06:00", "document_id": 99770, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99770.pdf", "status_text": "Deferred to another day", "journal_page": 188, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18808, "action_date": "2004-01-26T14:00:00-06:00", "document_id": 99935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99935.pdf", "status_text": "Do Pass,", "journal_page": 210, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59253, "president_vote": null, "Yea": [3045, 3048, 3049, 3051, 3053, 3054, 3055, 3056, 3057, 3058, 3060, 3067, 3069, 3070, 3071, 3072, 3073, 3074, 3075, 3076, 3078, 3080, 3081, 3082, 3083, 3084, 3085, 3086, 3088, 3090, 3096, 3099, 3100, 3102, 3104, 3105, 3106, 3107, 3108, 3110, 3112, 3114, 3117, 3118, 3119, 3121, 3122, 3123, 3124, 3125, 3126, 3127, 3129, 3130, 3131, 3133, 3134, 3135, 3136, 3140, 3141, 3142, 3143, 3144, 3145, 3147, 3148, 3149, 3111], "Excused": [3095]}}, {"bill_id": 18808, "action_date": "2004-01-27T14:00:00-06:00", "document_id": 100087, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100087.pdf", "status_text": "First read in Senate and referred to", "journal_page": 186, "committee_id_action": 832, "committee_id_assigned": 813, "result": "N", "vote": {}}, {"bill_id": 18808, "action_date": "2004-02-02T15:00:00-06:00", "document_id": 100471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100471.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 813, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18808, "action_date": "2004-02-02T15:00:00-06:00", "document_id": 100471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100471.pdf", "status_text": "Do Pass,", "journal_page": 285, "committee_id_action": 813, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58998, "president_vote": null, "Yea": [3046, 3097, 3137, 3139, 3068]}}, {"bill_id": 18808, "action_date": "2004-02-02T15:00:00-06:00", "document_id": 100471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100471.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 813, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18808, "action_date": "2004-02-04T14:00:00-06:00", "document_id": 100652, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100652.pdf", "status_text": "Do Pass,", "journal_page": 319, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59192, "president_vote": null, "Yea": [3044, 3046, 3047, 3050, 3052, 3059, 3061, 3062, 3064, 3065, 3066, 3068, 3077, 3079, 3087, 3089, 3091, 3092, 3093, 3094, 3097, 3098, 3101, 3103, 3109, 3113, 3115, 3116, 3120, 3128, 3132, 3137, 3138, 3139, 3146]}}, {"bill_id": 18808, "action_date": "2004-02-05T14:00:00-06:00", "document_id": 100751, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100751.pdf", "status_text": "Signed by Speaker", "journal_page": 424, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18808, "action_date": "2004-02-06T14:00:00-06:00", "document_id": 100833, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100833.pdf", "status_text": "Signed by President", "journal_page": 380, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18808, "action_date": "2004-02-07T13:00:00-06:00", "document_id": 100911, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100911.pdf", "status_text": "Delivered to the Governor", "journal_page": 460, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18808, "action_date": "2004-02-10T14:00:00-06:00", "document_id": 101083, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101083.pdf", "status_text": "Signed by Governor", "journal_page": 484, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2624}