{"session_id": 48, "bill_id": 14364, "bill_type": "House Bill", "bill_number": 1242, "bill_title": "revise certain procedures regarding the reduction of license fees for older vehicles.", "sponsors": [{"legislator_profile_id": 2256, "is_prime": true}, {"legislator_profile_id": 2220, "is_prime": false}], "keywords": ["Fees", "License Fees", "Motor Vehicles"], "audio": [], "bill_versions": [{"bill_id": 14364, "bill_version_id": 81138, "bill_version": "Introduced", "bill_version_date": "1999-01-28T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain procedures regarding the reduction of license fees for older vehicles. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-5-30 be amended to read as follows: 32-5-30. If any noncommercial motor vehicle, according to the manufacturer's model year designation, is five ten years old or more on January first of the year for which a license fee is required, such the fee shall be seventy eighty-five percent of the fee ordinarily prescribed. Section 2. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: If any noncommercial motor vehicle, according to the manufacturer's model year designation, is twenty years old or more on January first of the year for which a license fee is required, the fee shall be seventy percent of the fee ordinarily prescribed. Section 3. That § 32-9-15 be amended to read as follows: 32-9-15. In consideration of the unusual use of the public highways, each person, except as otherwise provided in this chapter, desiring to operate a motor vehicle, trailer, or semitrailer , upon the public highways of this state as a motor carrier , shall annually pay the commercial motor vehicle fee as follows, to the county treasurer of the county of which he is a resident residence , if a carrier of property; or to the Department of Commerce and Regulation Revenue , if he the person is not a resident of this state: (1) Gross weight under 4,000 pounds, eighty-five dollars; (2) Gross weight of 4,001 to 6,000 pounds, one hundred dollars; (3) Gross weight of 6,001 to 8,000 pounds, one hundred fifteen dollars; (4) Gross weight of 8,001 to 10,000 pounds, one hundred thirty dollars; (5) Gross weight of 10,001 to 12,000 pounds, one hundred fifty dollars; (6) Gross weight of 12,001 to 14,000 pounds, one hundred seventy-five dollars; (7) Gross weight of 14,001 to 16,000 pounds, two hundred dollars; (8) Gross weight of 16,001 to 18,000 pounds, two hundred twenty-five dollars; (9) Gross weight of 18,001 to 20,000 pounds, two hundred fifty dollars; (10) For each additional 2,000 pounds or major fraction thereof in excess of 20,000 pounds, forty dollars; (11) For each vehicle or combination of vehicles as defined in § 32-22-10 with a gross weight in excess of 78,000 pounds, seven dollars in addition to the fee schedule above. If any commercial motor vehicle, according to the manufacturer's model year designation, is five ten years old or more on January first of the year for which a license fee is required, that fee is ninety percent of the fee ordinarily prescribed."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14364, "action_date": "1999-01-28T14:00:00-06:00", "document_id": 82121, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82121.pdf", "status_text": "First read in House and referred to", "journal_page": 243, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14364, "action_date": "1999-02-16T07:00:00-06:00", "document_id": 81979, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81979.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 624, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14364, "action_date": "1999-02-16T07:00:00-06:00", "document_id": 81979, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81979.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 527, "committee_id_action": 624, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41475, "president_vote": null, "Nay": [2200, 2271], "Yea": [2219, 2243, 2247, 2265, 2266, 2272, 2273, 2296, 2287, 2257], "Excused": [2237]}}]}