{"session_id": 36, "bill_id": 10151, "bill_type": "Senate Commemoration", "bill_number": 34, "bill_title": "Commending and honoring the Deuel County High School Gymnastics Team for winning the 2019 State A Gymnastics Championship.", "sponsors": [{"legislator_profile_id": 1433, "is_prime": true}, {"legislator_profile_id": 1613, "is_prime": false}, {"legislator_profile_id": 1435, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 10151, "bill_version_id": 54432, "bill_version": "Introduced", "bill_version_date": "2019-02-28T10:00:35.147-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the Deuel County High School Gymnastics Team for winning the 2019 State A Gymnastics Championship. WHEREAS, the Deuel Cardinals gymnastics team was exemplary in its unity and the accord of all its players: Morgan Kwasniewski, Karli Monnier, Kenzie Hamann, Rachel Blue, Brooklyn Peterson, Elise Hotzler, Alyson Hagberg, Annabelle Hawley, Zoe Schake, McKenna Olson, Brooklyn Giesel, Paige Simon, and Hope Bjerke; and WHEREAS, the players and head coach Caitlin Steffensen and assistant coaches Lynne Hanten and Billie Jo Giesel showed outstanding character and dedication both in and out of the gym; and WHEREAS, students, faculty, fans, and the community of the Deuel County High School Gymnastics Team showed great spirit and sportsmanship to help lead the team to the goal of winning the State A Championship two consecutive years: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature congratulates and commends the Deuel County Gymnastics High School Gymnastics Team and its coaching staff for their excellent performances in the 2019 season."}, {"bill_id": 10151, "bill_version_id": 54676, "bill_version": "Enrolled", "bill_version_date": "2019-03-05T16:49:53.33-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the Deuel County High School Gymnastics Team for winning the 2019 State A Gymnastics Championship. WHEREAS, the Deuel Cardinals gymnastics team was exemplary in its unity and the accord of all its players: Morgan Kwasniewski, Karli Monnier, Kenzie Hamann, Rachel Blue, Brooklyn Peterson, Elise Hotzler, Alyson Hagberg, Annabelle Hawley, Zoe Schake, McKenna Olson, Brooklyn Giesel, Paige Simon, and Hope Bjerke; and WHEREAS, the players and head coach Caitlin Steffensen and assistant coaches Lynne Hanten and Billie Jo Giesel showed outstanding character and dedication both in and out of the gym; and WHEREAS, students, faculty, fans, and the community of the Deuel County High School Gymnastics Team showed great spirit and sportsmanship to help lead the team to the goal of winning the State A Championship two consecutive years: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature congratulates and commends the Deuel County Gymnastics High School Gymnastics Team and its coaching staff for their excellent performances in the 2019 season. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10151, "action_date": "2019-02-28T12:45:00-06:00", "document_id": 54479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54479.pdf", "status_text": "", "journal_page": 558, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/10151"}