{"session_id": 69, "bill_id": 24808, "bill_type": "Senate Bill", "bill_number": 64, "bill_title": "revise provisions related to the regulation of emergency medical services and associated personnel.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24808", "sponsors": [], "keywords": ["Administrative Procedure", "Criminal Background Investigation", "Emergency Medical Services", "Executive/Judiciary Request", "Health Care", "Licensure", "Promulgation of Rules", "Public Health and Safety"], "audio": [{"meeting_datetime": "2024-01-19T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/she08.mp3", "start_seconds": 3257.0}, {"meeting_datetime": "2024-01-19T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/she08.mp3", "start_seconds": 3257.0}, {"meeting_datetime": "2024-01-19T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/she08.mp3", "start_seconds": 3257.0}, {"meeting_datetime": "2024-01-23T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen10.mp3", "start_seconds": 4035.0}, {"meeting_datetime": "2024-01-23T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen10.mp3", "start_seconds": 4035.0}, {"meeting_datetime": "2024-01-23T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen10.mp3", "start_seconds": 4035.0}, {"meeting_datetime": "2024-01-23T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen10.mp3", "start_seconds": 4035.0}, {"meeting_datetime": "2024-02-22T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hhe28.mp3", "start_seconds": 1162.0}, {"meeting_datetime": "2024-02-22T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hhe28.mp3", "start_seconds": 1162.0}, {"meeting_datetime": "2024-02-22T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hhe28.mp3", "start_seconds": 1162.0}, {"meeting_datetime": "2024-02-22T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hhe28.mp3", "start_seconds": 1162.0}, {"meeting_datetime": "2024-02-22T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hhe28.mp3", "start_seconds": 1162.0}], "bill_versions": [{"bill_id": 24808, "bill_version_id": 258474, "bill_version": "Introduced", "bill_version_date": "2024-01-05T16:59:14.377-06:00", "bill_text": "An Act to revise provisions related to the regulation of emergency medical services and associated personnel. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-4B-1 be AMENDED: 36-4B-1. Terms used in this chapter mean: (1) \"Advanced life support,\" a level of emergency care consisting of basic life support procedures and definitive therapy including the use of invasive procedures and may include the use of drugs and manual defibrillation; (2) \"Advanced life support personnel,\" any person other than a physician who has completed a department and board approved program and is licensed or holds a privilege as an emergency medical technician-intermediate/85; emergency medical technician-intermediate/99; emergency medical technician-advanced; or emergency medical technician-paramedic as set forth in this chapter, or its equivalent a person licensed by the board as: (a) An emergency medical technician-intermediate/85; (b) An emergency medical technician-intermediate/99; (c) An advanced emergency medical technician; or (d) A paramedic; (3) \"Basic life support personnel,\" a person: (a) Certified by the board as an ambulance driver; (b) Licensed by the board as an emergency medical responder; or (c) Licensed by the board as an emergency medical technician; (4) \"Board,\" the South Dakota State Board of Medical and Osteopathic Examiners; (4) \"Department,\" the South Dakota State Department of Health; (5) \"Direct medical control,\" real-time communications during an ambulance run between field emergency medical services personnel and a physician, physician assistant, or nurse practitioner, licensed in this state during an emergency run; (6) \"Emergency medical services,\" health care provided to the a patient by advanced life support emergency medical services personnel licensed pursuant to this chapter; (7) \"Emergency medical technician-advanced,\" any person who has successfully completed a program of study approved by the department and the board in all areas of training and skills set forth in the advanced emergency medical technician instructional guidelines and standards, including placement of esophageal and supraglottic airways, intravenous cannulation, shock management, administration of specific medications, and other advanced skills approved by the board, and who is licensed by the board to perform such advanced skills; (8) \"Emergency medical technician/EMT,\" any person trained in emergency medical care in accordance with standards prescribed by rules and regulations promulgated pursuant to § 34-11-6, who provides emergency medical services, including automated external defibrillation under indirect medical control, in accordance with the person's level of training; (9) \"Emergency medical technician-intermediate/85,\" any person who has successfully completed a department- and board-approved program of instruction in basic life support and advanced life support skills in shock and fluid therapy, placement of esophageal airways, and other advanced life support skills approved by board action, and who is licensed by the board to perform such skills, including automated external defibrillation; (10) \"Emergency medical technician-paramedic,\" any person who has successfully completed a program of study approved by the department and the board and is licensed as an emergency medical technician-paramedic, which includes all training and skills set forth herein for emergency medical technician-intermediate/85 and emergency medical technician-intermediate/99, and other advanced skills programs approved by board action, and who is licensed by the board to perform such intermediate, special, and advanced skills; (11) \"Emergency medical technician-intermediate/99,\" any person who has successfully completed a department- and board-approved program of instruction in all areas of emergency medical technician-intermediate/85 curriculum plus other specific areas of emergency medical care in the following areas: manual and automated external defibrillation, telemetered electrocardiography, administration of cardiac drugs, administration of specific medications and solutions, use of adjunctive breathing devices, advanced trauma care, tracheotomy suction, esophageal airways and endotracheal intubation, intraosseous infusion, or other special skills programs approved by board action, and who is licensed by the board to perform intermediate skills plus such special skills; (12) \"Epinephrine auto-injector,\" a spring-loaded needle and syringe with a single dose of epinephrine that will automatically release and inject the medicine, any similar automatic pre-filled cartridge injector, or any similar automatic injectable equipment; (13) \"Good faith,\" honesty, in fact, in the conduct, or transaction concerned; (14) \"Gross negligence,\" the intentional failure to perform a manifest duty in reckless disregard of the consequences as affecting the life or health of another; (15) \"Hour of advanced life support studies,\" fifty minutes of training; (16)(7) \"Emergency medical services personnel,\" a person licensed by the board as: (a) An emergency medical responder; (b) An emergency medical technician; (c) An emergency medical technician-intermediate/85; (d) An emergency medical technician-intermediate/99; (e) An advanced emergency medical technician; or (f) A paramedic; and (8) \"Indirect medical control,\" the establishment and implementation of system guidelines, policies and procedures, such as medical treatment protocols, quality assurance programs and case reviews, and protocols approved by a physician, physician assistant, or nurse practitioner, licensed in South Dakota; (17) \"Local government,\" any county, municipality, township, or village in this state; (18) \"Medical community,\" the physicians and medical resources located and available within a geographic area; (19) \"Medical emergency,\" an event affecting an individual in such a manner that a need for immediate medical care is created; (20) \"Patient,\" an individual who, as a result of illness or injury, needs medical attention; and (21) \"Prehospital care,\" those emergency medical services rendered to patients in an out-of-hospital setting, administered for analytic, stabilizing, or preventive purposes this state. Section 2. That § 36-4B-2 be AMENDED: 36-4B-2. A state advanced life support The board shall administer a program is created. It shall be implemented by the department of health under the direction of the Board of Medical and Osteopathic Examiners for emergency medical services personnel, in accordance with this chapter. Section 3. That § 36-4B-3 be AMENDED: 36-4B-3. It is a Class 2 misdemeanor for any person not licensed under in accordance with this chapter to hold herself or himself out purport to be, or practice as, an emergency medical technician‑intermediate/85, emergency medical technician‑intermediate/99, or an emergency medical technician‑paramedic services personnel. Each violation is a separate offense. Section 4. That § 36-4B-7 be AMENDED: 36-4B-7. An The board shall approve educational program programs for the instruction of advanced life support emergency medical services personnel shall meet the following general requirements: (1) The educational program shall develop an evaluation mechanism satisfactory to the Board of Medical and Osteopathic Examiners to determine the effectiveness of its theoretical and clinical programs, the results of which shall be made available to the board annually; (2) Instructors in the theoretical and clinical training programs shall be competent and properly qualified in their respective fields of instruction and clinical training; (3) The educational program shall establish a method of definitive candidate selection satisfactory to the board; and (4) The number of students enrolled in the theoretical program may not exceed the number that can be clinically supervised and trained provided the programs meet or exceed the standards established for certification by the National Registry of Emergency Medical Technicians, as of January 1, 2024. A person may not offer a program for the instruction of emergency medical services personnel without first receiving approval by the board, in accordance with this section. Section 5. That § 36-4B-12 be AMENDED: 36-4B-12. Failure of an educational program to comply with the general and specific curriculum requirements of this chapter shall result in withdrawal of the board's The board may withdraw or deny approval of any educational program if the program fails to comply with the provisions of § 36-4B-7. Section 6. That § 36-4B-13 be AMENDED: 36-4B-13. The board may issue an appropriate advanced life support license to any person who files a verified application upon a form prescribed by the board, pays the required fee, and furnishes evidence satisfactory to the board that the person has met the following qualifications: (1) Completes successfully an appropriate course of study approved by the board for the license sought; and (2) Completes successfully a written and practical examination testing the applicant's knowledge in theoretical and applied prehospital primary care as it applies to the practice of the advanced life support license sought board shall, by rule promulgated pursuant to chapter 1-26: (1) Establish the educational and practical criteria and requirements for licensure as: (a) An emergency medical responder; (b) An emergency medical technician; (c) An emergency medical technician-intermediate/85; (d) An emergency medical technician-intermediate/99; (e) An advanced emergency medical technician; and (f) A paramedic; and (2) Provide an application form for use in requesting licensure. Section 7. That § 36-4B-13.1 be AMENDED: 36-4B-13.1. In addition to the requirements of referenced in § 36-4B-13, each an applicant for licensure as an emergency medical technician or advanced life support personnel must shall submit to a state and federal criminal background check. The applicant must submit shall provide a full set of the applicant's fingerprints to the board in a the form and manner prescribed by the board. The board shall submit the applicant's fingerprints to the Division of Criminal Investigation to conduct for a criminal background check by the division and the Federal Bureau of Investigation. The applicant must shall sign a release of information to the board, and pay any fee charged for the cost of fingerprinting or conducting the background check. Upon completion of the background check, the division shall must deliver to the board all the applicant's criminal history record information regarding the applicant, and to the board. The board shall consider this information in its determination determining whether to issue a license to the applicant. The board may not issue a license to an applicant before receiving this information. The board may only not disseminate an applicant's any information obtained under this section to a person on or not employed by the board. The board may require any licensee who is the subject of a disciplinary investigation to submit to a state and federal background check. The board may deny the issuance of, suspend, or revoke a license for failure to submit to or cooperate with a background check. Section 8. That a NEW SECTION be added: The board may require a licensee who is the subject of a disciplinary investigation to submit to a fingerprint-based state and federal criminal background check. The board may suspend or revoke a license for the licensee's failure to submit to or cooperate with the background check. Section 9. That § 36-4B-14 be AMENDED: 36-4B-14. The board may issue a license advanced life support personnel in this state, without examination, if the person has to an individual who: (1) Has passed the national registry written and practical National Registry of Emergency Medical Technicians examination and meets; (2) Meets all other requirements of this chapter. Applicants shall hold for the license sought; and (3) Holds current licensure in another state or current certification by the national registry National Registry of Emergency Medical Technicians for the license sought. Section 10. That § 36-4B-15 be AMENDED: 36-4B-15. Advanced life support Emergency medical services personnel shall must, through the use of direct and indirect medical control, be supervised by a physician who directs: (1) Physician licensed in accordance with chapter 36-4; (2) Physician assistant licensed in accordance with chapter 36-4A; or (3) Nurse practitioner licensed in accordance with chapter 36-9A. The physician, physician assistant, or nurse practitioner must oversee the practice and reviews review the work records and practice permitted by §§ 36-4B-16 and 36-4B-17, to ensure that the patient is given proper treatment patient care reports of the emergency medical services personnel. Section 11. That § 36-4B-16 be AMENDED: 36-4B-16. An emergency medical technician‑intermediate/99 may perform basic life support techniques and while under proper medical supervision intermediate skills, special skills techniques, and: (1) Respond to, assess, and triage non-urgent, urgent, and emergent requests for medical care; (2) Apply basic and focused advanced knowledge and skills necessary to provide patient care transportation; (3) Perform interventions with the basic and advanced equipment typically found in an ambulance; (4) Perform intravenous cannulation for shock management; (5) Administer medications approved by the board; and (6) Perform other advanced life support skills for which they are licensed approved by the board. Section 12. That § 36-4B-16.1 be AMENDED: 36-4B-16.1. An emergency medical technician‑intermediate/85 may perform basic life support techniques as set forth in chapter 34-11 and while under proper medical supervision advanced life support techniques listed in § 36-4B-1 and: (1) Respond to, assess, and triage non-urgent, urgent, and emergent requests for medical care; (2) Apply basic and focused advanced knowledge and skills necessary to provide patient care transportation; (3) Perform interventions with the basic equipment typically found in an ambulance; (4) Perform intravenous cannulation for shock management; and (5) Perform other advanced life support skills for which they are licensed approved by the board. Section 13. That § 36-4B-16.2 be AMENDED: 36-4B-16.2. An advanced emergency medical technician-advanced technician may perform placement of esophageal and supraglottic airways, intravenous cannulations, shock management, administration of specific: (1) Respond to, assess, and triage nonurgent, urgent, and emergent requests for medical care; (2) Apply basic and focused advanced knowledge and skills necessary to provide patient care transportation; (3) Perform interventions with the basic and advanced equipment typically found in an ambulance; (4) Administer medications, approved by the board; (5) Perform focused advanced skills to mitigate specific life-threatening, medical, and psychological conditions with a targeted set of skills beyond the level of an emergency medical technician; and (5) Perform other advanced skills approved by the board. Section 14. That § 36-4B-17 be AMENDED: 36-4B-17. An emergency medical technician‑paramedic A paramedic may perform basic life support techniques as set forth in chapter 34-11 and while under proper medical supervision all intermediate and special skills. A paramedic may also perform other: (1) Respond to, assess, and triage nonurgent, urgent, and emergent requests for medical care; (2) Apply basic and focused advanced knowledge and skills necessary to determine patient physiologic, psychological, and psychosocial needs; (3) Perform interventions with the basic and advanced equipment typically found in an ambulance, including diagnostic equipment approved by an ambulance service medical director; (4) Administer medications approved by the board; (5) Provide specialized interfacility care during patient transport; and (6) Perform other advanced life support skills for which he is licensed approved by the board. Section 15. That a NEW SECTION be added to chapter 36-4B: An emergency medical responder may: (1) Provide initial emergency care, consisting of first aid and basic life support to a patient at the scene of an emergency; and (2) Assist an emergency medical technician or advanced life support personnel both at the scene of an emergency and during the transport of a patient to a medical facility. An emergency medical responder may not make decisions independently regarding the appropriate disposition of a patient. Section 16. That a NEW SECTION be added to chapter 36-4B: An emergency medical technician may, in addition to any services provided by an emergency medical responder, provide pre-hospital emergency care that includes interventions using basic equipment, typically found in an ambulance, and necessary to stabilize and safety transport patients. Section 17. That § 36-4B-18.1 be AMENDED: 36-4B-18.1. A critical care endorsement is hereby created. The board shall issue the endorsement to any person who is licensed as an emergency medical technician-paramedic a paramedic and: (1) Completes the educational requirements and training, in critical care transport, approved by the board and promulgated in accordance with section 36-4B-35; or (2) Is certified as a critical care paramedic or a flight paramedic by the International Board of Specialty Certification. Section 18. That § 36-4B-18.2 be AMENDED: 36-4B-18.2. A community paramedic endorsement is hereby created. The board may issue a community paramedic endorsement to a person who: (1) Is licensed as an emergency medical technician-paramedic a paramedic; (2) Completes the education requirements and training approved by the board and promulgated in accordance with § 36-4B-35; and (3) Applies on a form prescribed by the board. Section 19. That § 36-4B-20 be AMENDED: 36-4B-20. If advanced life support emergency medical services personnel should render services in a hospital and related institutions as or other healthcare facility licensed pursuant to chapter 34-12, said advanced life support personnel shall be they are subject to the rules and regulations policies and protocols of that hospital and related institutions or facility. Section 20. That § 36-4B-22 be AMENDED: 36-4B-22. No agency, organization, institution, corporation, or entity of state or local government which that sponsors, authorizes, supports, finances or supervises the functions of emergency medical service personnel licensed and authorized pursuant to this chapter, including advanced life support personnel, may be is liable for any civil damages for any act or omission in connection with sponsorship, authorization, support, finance, or supervision of such emergency medical services the personnel, where the act or omission occurs in connection with their the personnel's training or with services rendered outside a hospital and where the life of a patient is in immediate danger, unless the act or omission is inconsistent with the training of the emergency medical services personnel or the act or omission was the result of gross negligence or willful misconduct. Section 21. That § 36-4B-23 be AMENDED: 36-4B-23. No principal, agent, contractor, employee or representative of an agency, organization, institution, corporation, or entity of state or local government which that sponsors, authorizes, supports, finances or supervises the functions of emergency medical services personnel licensed and authorized pursuant to this chapter, including advanced life support personnel, may be is liable for any civil damages for any act or omission in connection with such the sponsorship, authorization, support, finance or supervision of such emergency medical services the personnel, where the act or omission occurs in connection with their the personnel's training, or occurs outside a hospital where the life of a patient is in immediate danger, unless the act or omission is inconsistent with the training of the emergency medical services personnel or the act or omission was the result of gross negligence or willful misconduct. Section 22. That § 36-4B-24 be AMENDED: 36-4B-24. No physician A physician, nurse practitioner, or physician assistant who supervises the functions of emergency medical services personnel licensed and authorized pursuant to this chapter, including advanced life support personnel, may be is not liable for any civil damages for any act or omission of the emergency medical services personnel, where the life of a patient is in immediate danger, unless the act or omission was the result of gross negligence or willful misconduct. Section 23. That § 36-4B-26 be AMENDED: 36-4B-26. A person holding an advanced life support An initial license issued to emergency medical services personnel license under the provisions of in accordance with this chapter shall renew the license annually on or before the fifteenth day of July. A person licensed as an emergency medical technician‑intermediate/85, an emergency medical technician‑intermediate/99, or an emergency medical technician‑paramedic shall renew the license upon a form furnished to the person by the board expires on April thirtieth in the second calendar year after issuance and every two years thereafter. In order to renew a license, emergency medical services personnel must submit to the board, prior to the expiration date: (1) An application for renewal, as prescribed by the board; (2) The renewal fee in the amount set forth in § 36-4B-29; and (3) Verification of having met the continuing education requirements, as set forth in rules authorized under § 36-4B-35. Section 24. That § 36-4B-28 be AMENDED: 36-4B-28. Any The board shall suspend any license not renewed pursuant to § 36-4B-27 shall be suspended. A license so suspended may be reinstated within the time required, as set forth in § 36-4B-26. The board may reinstate a license, during the following twelve months by period following the date of expiration, upon receiving proof of that the person who held the license: (1) Complied with the requirements met set forth in § 36-4B-27, § 36-4B-26; and by payment of the renewal fee and a reinstatement fee as fixed by the board. Thereafter, a suspended license may be reinstated upon payment of a (2) Paid the reinstatement fee fixed established by the board pursuant to § 36-4B-29 following specific approval by the board. Section 25. That § 36-4B-29 be AMENDED: 36-4B-29. The board shall promulgate rules pursuant to chapter 1-26 to set fees in each of the following categories in an amount which will produce sufficient revenue for the ensuing fiscal year not to exceed one hundred twenty percent of the anticipated expenses of the board for the operation of the advanced life support program by the board for that year. The license establish fees for all advanced life support emergency medical services personnel shall be as follows: (1) Licensure by examinationInitial licensure, not less than fifteen dollars nor more than fifty dollars; (2) Reexamination within one year, not less than fifteen dollars nor more than fifty dollars; (3) Licensure by reciprocity, not less than twenty-five dollars nor more than seventy-five dollars; (4)(3) Renewal of a licenseLicensure renewal, not less than ten dollars, nor more than twenty-five fifty dollars; and (5)(4) Reissuance of a lost or destroyed license, following approval of the board, not more than ten dollars. Section 26. That § 36-4B-31 be AMENDED: 36-4B-31. The board may deny the issuance or renewal of a license or suspend or revoke the license of any advanced life support personnel issued under this chapter upon satisfactory proof of the person's incompetence, or unprofessional or dishonorable conduct as defined in § 36-4-30 or proof of a violation of this chapter or certification, and may suspend or revoke a license or certification issued under this chapter, if the individual: (1) Procures or attempts to procure a license or certification through fraud, deceit, misrepresentation, or in violation of the provisions of this chapter and rules promulgated thereunder; (2) Is unable to perform the skills for which the individual is licensed; (3) Has engaged in unprofessional or dishonorable conduct, as defined in § 36-4-30; (4) Has been convicted of a felony that: (a) Has a direct bearing upon the individual's ability to serve the public in a capacity certified or licensed by this chapter; or (b) Has been convicted of a crime that requires the individual to register as a sex offender in any state; (5) Has had the individual's National Registry of Emergency Technicians or other health care certification or license encumbered for any reason; (6) Provides emergency medical services without authorization from a physician, physician assistant, or nurse practitioner; or (7) Fails to respond to an emergency while on call through willful disregard and not by a good-faith error or circumstances beyond the individual's control. Section 27. That § 36-4B-35 be AMENDED: 36-4B-35. The board shall promulgate rules, pursuant to chapter 1-26, to: (1) Provide for an application form and process for the licensure of emergency medical services personnel and the certification of ambulance drivers; (2) Set forth criteria for educational and training program approval, including instructor qualifications, student acceptance, and clinical requirements; (3) Establish the educational and training curriculum requirements, and the examination National Registry of Emergency Medical Technicians requirements, for applicants to become licensed as advanced life support personnel seeking licensure as emergency medical services personnel; (4) Provide for the renewal of ambulance driver certification and continuing education requirements; (2)(5) Establish the procedure procedures for the administration of the advanced life support emergency medical services personnel program and designate the responsibilities of the department and the board; (3)(6) Regulate the professional conduct of licensees emergency medical services personnel and ambulance drivers; (4)(7) Establish the educational and training requirements, and conditions for issuance of a critical care endorsement, as provided for in § 36-4B-18.1; and (5)(8) Establish the: (a) Educational and training requirements and conditions for issuance of a community paramedic endorsement; and (b) Practice protocols and supervisory requirements for a person with a community paramedic endorsement; and (9) Establish the allowable skills and techniques performed by emergency medical services personnel under direct and indirect medical control. Section 28. That § 36-4B-37 be AMENDED: 36-4B-37. The board shall appoint an advanced life support emergency medical services personnel advisory committee council composed of four five members as follows: (1) One emergency medical technician-intermediate/85 technician; (2) One emergency medical technician-intermediate/85, emergency medical technician-intermediate/99, or advanced emergency medical technician; (3) One emergency medical technician-paramedicTwo paramedics; and (4) One emergency room physician licensed in accordance with chapter 36-4 and trained in emergency medicine. Each committee The term of office for each member shall serve a term of is three years. No committee member may be appointed to serve more than three consecutive, full terms. If a vacancy occurs, the board shall must appoint a person new member to fill the unexpired term. The appointment of a person member to an unexpired term is not considered a full term. The committee council shall meet at least annually or twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The council shall meet the requirements of chapter 1-25 regarding open meetings. The committee council shall assist the board in evaluating standards of care for advanced life support personnel and the regulation of advanced life support all matters related to the licensure, practice, education, continuing education, investigation, and discipline of emergency medical services personnel pursuant to this chapter. The committee council shall also make recommendations to the board regarding rules promulgated pursuant to this chapter. The committee shall meet the requirements of chapter 1-25 regarding open meetings The council shall submit meeting minutes and recommendations to the board following each meeting. The board shall communicate activity on all matters relating to emergency medical services personnel with the council. Section 29. That chapter 36-4B be amended with a NEW SECTION: Any individual licensed or certified in accordance with this chapter must report any of the following occurrences to the board, within thirty days of the date of the occurrence: (1) Conviction or discipline for unprofessional conduct or dishonorable conduct, as defined in § 36-4-30; (2) Any encumbrance of the individual's National Registry of Emergency Medical Technicians or other health care certification or licensure; (3) Hospital disciplinary action implicating the individual; (4) Action affecting the individual's privilege to practice; (5) Judgment or settlement related to the individual's alleged malpractice; and (6) Change in the individual's: (a) Home address; (b) Business address; (c) Home phone number; (d) Work phone number; (e) Email address; or (f) Other information that is used for communicating with the board. Failure to report may constitute a basis for disciplinary action against the individual. Section 30. That chapter 36-4B be amended with a NEW SECTION: The board may issue a certification as an ambulance driver to a person who: (1) Completes an emergency care course approved by the board; and (2) Applies on a form prescribed by the board. Section 31. That § 36-4B-10 be REPEALED: Educational programs for instruction of advanced life support personnel shall be implemented by the Department of Health and approved by the board. Schools or institutions offering such programs shall submit applications for approval on forms provided by the board. Section 32. That § 36-4B-11 be REPEALED: The medical director of an educational program approved by the board shall notify the board if a change occurs in the directorship of the educational program or if major modifications in the curriculum are anticipated. Section 33. That § 36-4B-18 be REPEALED. In addition to tasks listed in §§ 36-4B-16 and 36-4B-17, an emergency medical technician‑intermediate/85, emergency medical technician‑intermediate/99, or an emergency medical technician‑paramedic may be permitted to perform, under direct or indirect medical control, such other tasks approved by the board, and for which adequate training and proficiency can be demonstrated. Section 34. That § 36-4B-27 be REPEALED: A request for emergency medical technician‑paramedic or emergency medical technician‑intermediate/99 license renewal shall be accompanied annually by the prescribed fee and accompanied in odd numbered years by satisfactory evidence of sixty hours of advanced life support studies during the preceding two years. A request for emergency medical technician‑intermediate/85 license renewal shall be accompanied annually by the prescribed fee and accompanied in odd numbered years by satisfactory evidence of forty hours of advanced life support studies during the preceding two years. The request shall also be accompanied by a letter from the supervising physician and the employer of the advanced life support personnel. If the advanced life support personnel is terminated the reasons shall be submitted to the board, in writing, by both the ambulance service and supervising physician, within seventy‑two hours of termination of any such working contract. Section 35. That § 36-4B-33 be REPEALED: If a person holding a license to practice advanced life support shall by final order or adjudication of a court of competent jurisdiction be adjudged to be mentally incompetent or insane, that person's license shall be suspended by the board after proceedings in compliance with chapter 1-26. Such suspension shall continue until the licensee is found or adjudged by such court to be restored to reason. The board may establish probationary conditions which it deems necessary for the best interest of the licensee. Section 36. That § 36-4B-34 be REPEALED: Upon application, the board may reissue a license to practice advanced life support to a person whose license has been canceled, suspended, or revoked. A reissuance of a license which has been canceled or revoked may not be made prior to one year after the cancellation or revocation and the reissuance of any license may be made in such manner, form, and conditions as the board may require. Section 37. That § 36-4B-36 be REPEALED: The board may not pass any rules which: (1) Are not authorized by § 36-4B-35 or are not designated to meet the intent of this chapter; (2) Discriminate between licensees of the same class; (3) Attempt to regulate persons, schools, or other institutions not licensed under this chapter; (4) Have as their primary purpose the promotion or protection of the economic interests of licensees; (5) Restrict the number of licensees for reasons other than their qualifications; (6) Discriminate between programs approved under this chapter which train prospective licensees, whether in or out of the state."}, {"bill_id": 24808, "bill_version_id": 262018, "bill_version": "Senate Engrossed", "bill_version_date": "2024-01-24T12:47:19.443-06:00", "bill_text": "An Act to revise provisions related to the regulation of emergency medical services and associated personnel. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-4B-1 be AMENDED: 36-4B-1. Terms used in this chapter mean: (1) \"Advanced life support,\" a level of emergency care consisting of basic life support procedures and definitive therapy including the use of invasive procedures and may include the use of drugs and manual defibrillation; (2) \"Advanced life support personnel,\" any person other than a physician who has completed a department and board approved program and is licensed or holds a privilege as an emergency medical technician-intermediate/85; emergency medical technician-intermediate/99; emergency medical technician-advanced; or emergency medical technician-paramedic as set forth in this chapter, or its equivalent a person licensed by the board as: (a) An emergency medical technician-intermediate/85; (b) An emergency medical technician-intermediate/99; (c) An advanced emergency medical technician; or (d) A paramedic; (3) \"Basic life support personnel,\" a person: (a) Certified by the board as an ambulance driver; (b) Licensed by the board as an emergency medical responder; or (c) Licensed by the board as an emergency medical technician; (4) \"Board,\" the South Dakota State Board of Medical and Osteopathic Examiners; (4) \"Department,\" the South Dakota State Department of Health; (5) \"Direct medical control,\" real-time communications during an ambulance run between field emergency medical services personnel and a physician, physician assistant, or nurse practitioner, licensed in this state during an emergency run; (6) \"Emergency medical services,\" health care provided to the a patient by advanced life support emergency medical services personnel licensed pursuant to this chapter; (7) \"Emergency medical technician-advanced,\" any person who has successfully completed a program of study approved by the department and the board in all areas of training and skills set forth in the advanced emergency medical technician instructional guidelines and standards, including placement of esophageal and supraglottic airways, intravenous cannulation, shock management, administration of specific medications, and other advanced skills approved by the board, and who is licensed by the board to perform such advanced skills; (8) \"Emergency medical technician/EMT,\" any person trained in emergency medical care in accordance with standards prescribed by rules and regulations promulgated pursuant to § 34-11-6, who provides emergency medical services, including automated external defibrillation under indirect medical control, in accordance with the person's level of training; (9) \"Emergency medical technician-intermediate/85,\" any person who has successfully completed a department- and board-approved program of instruction in basic life support and advanced life support skills in shock and fluid therapy, placement of esophageal airways, and other advanced life support skills approved by board action, and who is licensed by the board to perform such skills, including automated external defibrillation; (10) \"Emergency medical technician-paramedic,\" any person who has successfully completed a program of study approved by the department and the board and is licensed as an emergency medical technician-paramedic, which includes all training and skills set forth herein for emergency medical technician-intermediate/85 and emergency medical technician-intermediate/99, and other advanced skills programs approved by board action, and who is licensed by the board to perform such intermediate, special, and advanced skills; (11) \"Emergency medical technician-intermediate/99,\" any person who has successfully completed a department- and board-approved program of instruction in all areas of emergency medical technician-intermediate/85 curriculum plus other specific areas of emergency medical care in the following areas: manual and automated external defibrillation, telemetered electrocardiography, administration of cardiac drugs, administration of specific medications and solutions, use of adjunctive breathing devices, advanced trauma care, tracheotomy suction, esophageal airways and endotracheal intubation, intraosseous infusion, or other special skills programs approved by board action, and who is licensed by the board to perform intermediate skills plus such special skills; (12) \"Epinephrine auto-injector,\" a spring-loaded needle and syringe with a single dose of epinephrine that will automatically release and inject the medicine, any similar automatic pre-filled cartridge injector, or any similar automatic injectable equipment; (13) \"Good faith,\" honesty, in fact, in the conduct, or transaction concerned; (14) \"Gross negligence,\" the intentional failure to perform a manifest duty in reckless disregard of the consequences as affecting the life or health of another; (15) \"Hour of advanced life support studies,\" fifty minutes of training; (16)(7) \"Emergency medical services personnel,\" a person licensed by the board as: (a) An emergency medical responder; (b) An emergency medical technician; (c) An emergency medical technician-intermediate/85; (d) An emergency medical technician-intermediate/99; (e) An advanced emergency medical technician; or (f) A paramedic; and (8) \"Indirect medical control,\" the establishment and implementation of system guidelines, policies and procedures, such as medical treatment protocols, quality assurance programs and case reviews, and protocols approved by a physician, physician assistant, or nurse practitioner, licensed in South Dakota; (17) \"Local government,\" any county, municipality, township, or village in this state; (18) \"Medical community,\" the physicians and medical resources located and available within a geographic area; (19) \"Medical emergency,\" an event affecting an individual in such a manner that a need for immediate medical care is created; (20) \"Patient,\" an individual who, as a result of illness or injury, needs medical attention; and (21) \"Prehospital care,\" those emergency medical services rendered to patients in an out-of-hospital setting, administered for analytic, stabilizing, or preventive purposes this state. Section 2. That § 36-4B-2 be AMENDED: 36-4B-2. A state advanced life support The board shall administer a program is created. It shall be implemented by the department of health under the direction of the Board of Medical and Osteopathic Examiners for emergency medical services personnel, in accordance with this chapter. Section 3. That § 36-4B-3 be AMENDED: 36-4B-3. It is a Class 2 misdemeanor for any person not licensed under in accordance with this chapter to hold herself or himself out purport to be, or practice as, an emergency medical technician‑intermediate/85, emergency medical technician‑intermediate/99, or an emergency medical technician‑paramedic services personnel. Each violation is a separate offense. Section 4. That § 36-4B-7 be AMENDED: 36-4B-7. An The board shall approve educational program programs for the instruction of advanced life support emergency medical services personnel shall meet the following general requirements: (1) The educational program shall develop an evaluation mechanism satisfactory to the Board of Medical and Osteopathic Examiners to determine the effectiveness of its theoretical and clinical programs, the results of which shall be made available to the board annually; (2) Instructors in the theoretical and clinical training programs shall be competent and properly qualified in their respective fields of instruction and clinical training; (3) The educational program shall establish a method of definitive candidate selection satisfactory to the board; and (4) The number of students enrolled in the theoretical program may not exceed the number that can be clinically supervised and trained provided the programs meet or exceed the standards established for certification by the National Registry of Emergency Medical Technicians, as of January 1, 2024. A person may not offer a program for the instruction of emergency medical services personnel without first receiving approval by the board, in accordance with this section. Section 5. That § 36-4B-12 be AMENDED: 36-4B-12. Failure of an educational program to comply with the general and specific curriculum requirements of this chapter shall result in withdrawal of the board's The board may withdraw or deny approval of any educational program if the program fails to comply with the provisions of § 36-4B-7. Section 6. That § 36-4B-13 be AMENDED: 36-4B-13. The board may issue an appropriate advanced life support license to any person who files a verified application upon a form prescribed by the board, pays the required fee, and furnishes evidence satisfactory to the board that the person has met the following qualifications: (1) Completes successfully an appropriate course of study approved by the board for the license sought; and (2) Completes successfully a written and practical examination testing the applicant's knowledge in theoretical and applied prehospital primary care as it applies to the practice of the advanced life support license sought board shall, by rule promulgated pursuant to chapter 1-26: (1) Establish the educational and practical criteria and requirements for licensure as: (a) An emergency medical responder; (b) An emergency medical technician; (c) An emergency medical technician-intermediate/85; (d) An emergency medical technician-intermediate/99; (e) An advanced emergency medical technician; and (f) A paramedic; and (2) Provide an application form for use in requesting licensure. Section 7. That § 36-4B-13.1 be AMENDED: 36-4B-13.1. In addition to the requirements of referenced in § 36-4B-13, each an applicant for licensure as an emergency medical technician or advanced life support personnel must shall submit to a state and federal criminal background check. The applicant must submit shall provide a full set of the applicant's fingerprints to the board in a the form and manner prescribed by the board. The board shall submit the applicant's fingerprints to the Division of Criminal Investigation to conduct for a criminal background check by the division and the Federal Bureau of Investigation. The applicant must shall sign a release of information to the board, and pay any fee charged for the cost of fingerprinting or conducting the background check. Upon completion of the background check, the division shall must deliver to the board all the applicant's criminal history record information regarding the applicant, and to the board. The board shall consider this information in its determination determining whether to issue a license to the applicant. The board may not issue a license to an applicant before receiving this information. The board may only not disseminate an applicant's any information obtained under this section to a person on or not employed by the board. The board may require any licensee who is the subject of a disciplinary investigation to submit to a state and federal background check. The board may deny the issuance of, suspend, or revoke a license for failure to submit to or cooperate with a background check. Section 8. That a NEW SECTION be added: The board may require a licensee who is the subject of a disciplinary investigation to submit to a fingerprint-based state and federal criminal background check. The board may suspend or revoke a license for the licensee's failure to submit to or cooperate with the background check. Section 9. That § 36-4B-14 be AMENDED: 36-4B-14. The board may issue a license advanced life support personnel in this state, without examination, if the person has to an individual who: (1) Has passed the national registry written and practical National Registry of Emergency Medical Technicians examination and meets; (2) Meets all other requirements of this chapter. Applicants shall hold for the license sought; and (3) Holds current licensure in another state or current certification by the national registry National Registry of Emergency Medical Technicians for the license sought. Section 10. That § 36-4B-15 be AMENDED: 36-4B-15. Advanced life support Except as otherwise provided in this section, emergency medical services personnel shall must, through the use of direct and indirect control, be supervised by a physician who directs physician licensed in accordance with chapter 36-4. If emergency medical services personnel are affiliated with an ambulance service that has been granted a hardship exemption in accordance with chapter 36-11, the personnel must, through the use of direct and indirect control, be supervised by a: (1) Physician licensed in accordance with chapter 36-4; (2) Physician assistant licensed in accordance with chapter 36-4A; or (3) Nurse practitioner licensed in accordance with chapter 36-9A. A physician, or a physician assistant or nurse practitioner if the ambulance service has been granted a hardship exemption, must oversee the practice and reviews review the work records and practice permitted by §§ 36-4B-16 and 36-4B-17, to ensure that the patient is given proper treatment patient care reports of the emergency medical services personnel. Section 11. That § 36-4B-16 be AMENDED: 36-4B-16. An emergency medical technician‑intermediate/99 may perform basic life support techniques and while under proper medical supervision intermediate skills, special skills techniques, and: (1) Respond to, assess, and triage non-urgent, urgent, and emergent requests for medical care; (2) Apply basic and focused advanced knowledge and skills necessary to provide patient care transportation; (3) Perform interventions with the basic and advanced equipment typically found in an ambulance; (4) Perform intravenous cannulation for shock management; (5) Administer medications approved by the board; and (6) Perform other advanced life support skills for which they are licensed approved by the board. Section 12. That § 36-4B-16.1 be AMENDED: 36-4B-16.1. An emergency medical technician‑intermediate/85 may perform basic life support techniques as set forth in chapter 34-11 and while under proper medical supervision advanced life support techniques listed in § 36-4B-1 and: (1) Respond to, assess, and triage non-urgent, urgent, and emergent requests for medical care; (2) Apply basic and focused advanced knowledge and skills necessary to provide patient care transportation; (3) Perform interventions with the basic equipment typically found in an ambulance; (4) Perform intravenous cannulation for shock management; and (5) Perform other advanced life support skills for which they are licensed approved by the board. Section 13. That § 36-4B-16.2 be AMENDED: 36-4B-16.2. An advanced emergency medical technician-advanced technician may perform placement of esophageal and supraglottic airways, intravenous cannulations, shock management, administration of specific: (1) Respond to, assess, and triage nonurgent, urgent, and emergent requests for medical care; (2) Apply basic and focused advanced knowledge and skills necessary to provide patient care transportation; (3) Perform interventions with the basic and advanced equipment typically found in an ambulance; (4) Administer medications, approved by the board; (5) Perform focused advanced skills to mitigate specific life-threatening, medical, and psychological conditions with a targeted set of skills beyond the level of an emergency medical technician; and (5) Perform other advanced skills approved by the board. Section 14. That § 36-4B-17 be AMENDED: 36-4B-17. An emergency medical technician‑paramedic A paramedic may perform basic life support techniques as set forth in chapter 34-11 and while under proper medical supervision all intermediate and special skills. A paramedic may also perform other: (1) Respond to, assess, and triage nonurgent, urgent, and emergent requests for medical care; (2) Apply basic and focused advanced knowledge and skills necessary to determine patient physiologic, psychological, and psychosocial needs; (3) Perform interventions with the basic and advanced equipment typically found in an ambulance, including diagnostic equipment approved by an ambulance service medical director; (4) Administer medications approved by the board; (5) Provide specialized interfacility care during patient transport; and (6) Perform other advanced life support skills for which he is licensed approved by the board. Section 15. That a NEW SECTION be added to chapter 36-4B: An emergency medical responder may: (1) Provide initial emergency care, consisting of first aid and basic life support to a patient at the scene of an emergency; and (2) Assist an emergency medical technician or advanced life support personnel both at the scene of an emergency and during the transport of a patient to a medical facility. An emergency medical responder may not make decisions independently regarding the appropriate disposition of a patient. Section 16. That a NEW SECTION be added to chapter 36-4B: An emergency medical technician may, in addition to any services provided by an emergency medical responder, provide pre-hospital emergency care that includes interventions using basic equipment, typically found in an ambulance, and necessary to stabilize and safety transport patients. Section 17. That § 36-4B-18.1 be AMENDED: 36-4B-18.1. A critical care endorsement is hereby created. The board shall issue the endorsement to any person who is licensed as an emergency medical technician-paramedic a paramedic and: (1) Completes the educational requirements and training, in critical care transport, approved by the board and promulgated in accordance with section 36-4B-35; or (2) Is certified as a critical care paramedic or a flight paramedic by the International Board of Specialty Certification. Section 18. That § 36-4B-18.2 be AMENDED: 36-4B-18.2. A community paramedic endorsement is hereby created. The board may issue a community paramedic endorsement to a person who: (1) Is licensed as an emergency medical technician-paramedic a paramedic; (2) Completes the education requirements and training approved by the board and promulgated in accordance with § 36-4B-35; and (3) Applies on a form prescribed by the board. Section 19. That § 36-4B-20 be AMENDED: 36-4B-20. If advanced life support emergency medical services personnel should render services in a hospital and related institutions as or other healthcare facility licensed pursuant to chapter 34-12, said advanced life support personnel shall be they are subject to the rules and regulations policies and protocols of that hospital and related institutions or facility. Section 20. That § 36-4B-22 be AMENDED: 36-4B-22. No agency, organization, institution, corporation, or entity of state or local government which that sponsors, authorizes, supports, finances or supervises the functions of emergency medical service personnel licensed and authorized pursuant to this chapter, including advanced life support personnel, may be is liable for any civil damages for any act or omission in connection with sponsorship, authorization, support, finance, or supervision of such emergency medical services the personnel, where the act or omission occurs in connection with their the personnel's training or with services rendered outside a hospital and where the life of a patient is in immediate danger, unless the act or omission is inconsistent with the training of the emergency medical services personnel or the act or omission was the result of gross negligence or willful misconduct. Section 21. That § 36-4B-23 be AMENDED: 36-4B-23. No principal, agent, contractor, employee or representative of an agency, organization, institution, corporation, or entity of state or local government which that sponsors, authorizes, supports, finances or supervises the functions of emergency medical services personnel licensed and authorized pursuant to this chapter, including advanced life support personnel, may be is liable for any civil damages for any act or omission in connection with such the sponsorship, authorization, support, finance or supervision of such emergency medical services the personnel, where the act or omission occurs in connection with their the personnel's training, or occurs outside a hospital where the life of a patient is in immediate danger, unless the act or omission is inconsistent with the training of the emergency medical services personnel or the act or omission was the result of gross negligence or willful misconduct. Section 22. That § 36-4B-24 be AMENDED: 36-4B-24. No physician A physician, nurse practitioner, or physician assistant who supervises the functions of emergency medical services personnel licensed and authorized pursuant to this chapter, including advanced life support personnel, may be is not liable for any civil damages for any act or omission of the emergency medical services personnel, where the life of a patient is in immediate danger, unless the act or omission was the result of gross negligence or willful misconduct. Section 23. That § 36-4B-26 be AMENDED: 36-4B-26. A person holding an advanced life support An initial license issued to emergency medical services personnel license under the provisions of in accordance with this chapter shall renew the license annually on or before the fifteenth day of July. A person licensed as an emergency medical technician‑intermediate/85, an emergency medical technician‑intermediate/99, or an emergency medical technician‑paramedic shall renew the license upon a form furnished to the person by the board expires on April thirtieth in the second calendar year after issuance and every two years thereafter. In order to renew a license, emergency medical services personnel must submit to the board, prior to the expiration date: (1) An application for renewal, as prescribed by the board; (2) The renewal fee in the amount set forth in § 36-4B-29; and (3) Verification of having met the continuing education requirements, as set forth in rules authorized under § 36-4B-35. Section 24. That § 36-4B-28 be AMENDED: 36-4B-28. Any The board shall suspend any license not renewed pursuant to § 36-4B-27 shall be suspended. A license so suspended may be reinstated within the time required, as set forth in § 36-4B-26. The board may reinstate a license, during the following twelve months by period following the date of expiration, upon receiving proof of that the person who held the license: (1) Complied with the requirements met set forth in § 36-4B-27, § 36-4B-26; and by payment of the renewal fee and a reinstatement fee as fixed by the board. Thereafter, a suspended license may be reinstated upon payment of a (2) Paid the reinstatement fee fixed established by the board pursuant to § 36-4B-29 following specific approval by the board. Section 25. That § 36-4B-29 be AMENDED: 36-4B-29. The board shall promulgate rules pursuant to chapter 1-26 to set fees in each of the following categories in an amount which will produce sufficient revenue for the ensuing fiscal year not to exceed one hundred twenty percent of the anticipated expenses of the board for the operation of the advanced life support program by the board for that year. The license establish fees for all advanced life support emergency medical services personnel shall be as follows: (1) Licensure by examinationInitial licensure, not less than fifteen dollars nor more than fifty dollars; (2) Reexamination within one year, not less than fifteen dollars nor more than fifty dollars; (3) Licensure by reciprocity, not less than twenty-five dollars nor more than seventy-five dollars; (4)(3) Renewal of a licenseLicensure renewal, not less than ten dollars, nor more than twenty-five fifty dollars; and (5)(4) Reissuance of a lost or destroyed license, following approval of the board, not more than ten dollars. Section 26. That § 36-4B-31 be AMENDED: 36-4B-31. The board may deny the issuance or renewal of a license or suspend or revoke the license of any advanced life support personnel issued under this chapter upon satisfactory proof of the person's incompetence, or unprofessional or dishonorable conduct as defined in § 36-4-30 or proof of a violation of this chapter or certification, and may suspend or revoke a license or certification issued under this chapter, if the individual: (1) Procures or attempts to procure a license or certification through fraud, deceit, misrepresentation, or in violation of the provisions of this chapter and rules promulgated thereunder; (2) Is unable to perform the skills for which the individual is licensed; (3) Has engaged in unprofessional or dishonorable conduct, as defined in § 36-4-30; (4) Has been convicted of a felony that: (a) Has a direct bearing upon the individual's ability to serve the public in a capacity certified or licensed by this chapter; or (b) Has been convicted of a crime that requires the individual to register as a sex offender in any state; (5) Has had the individual's National Registry of Emergency Technicians or other health care certification or license encumbered for any reason; (6) Provides emergency medical services without authorization from a physician, physician assistant, or nurse practitioner; or (7) Fails to respond to an emergency while on call through willful disregard and not by a good-faith error or circumstances beyond the individual's control. Section 27. That § 36-4B-35 be AMENDED: 36-4B-35. The board shall promulgate rules, pursuant to chapter 1-26, to: (1) Provide for an application form and process for the licensure of emergency medical services personnel and the certification of ambulance drivers; (2) Set forth criteria for educational and training program approval, including instructor qualifications, student acceptance, and clinical requirements; (3) Establish the educational and training curriculum requirements, and the examination National Registry of Emergency Medical Technicians requirements, for applicants to become licensed as advanced life support personnel seeking licensure as emergency medical services personnel; (4) Provide for the renewal of ambulance driver certification and continuing education requirements; (2)(5) Establish the procedure procedures for the administration of the advanced life support emergency medical services personnel program and designate the responsibilities of the department and the board; (3)(6) Regulate the professional conduct of licensees emergency medical services personnel and ambulance drivers; (4)(7) Establish the educational and training requirements, and conditions for issuance of a critical care endorsement, as provided for in § 36-4B-18.1; and (5)(8) Establish the: (a) Educational and training requirements and conditions for issuance of a community paramedic endorsement; and (b) Practice protocols and supervisory requirements for a person with a community paramedic endorsement; and (9) Establish the allowable skills and techniques performed by emergency medical services personnel under direct and indirect control. Section 28. That § 36-4B-37 be AMENDED: 36-4B-37. The board shall appoint an advanced life support emergency medical services personnel advisory committee council composed of four five members as follows: (1) One emergency medical technician-intermediate/85 technician; (2) One emergency medical technician-intermediate/85, emergency medical technician-intermediate/99, or advanced emergency medical technician; (3) One emergency medical technician-paramedicTwo paramedics; and (4) One emergency room physician licensed in accordance with chapter 36-4 and trained in emergency medicine. Each committee The term of office for each member shall serve a term of is three years. No committee member may be appointed to serve more than three consecutive, full terms. If a vacancy occurs, the board shall must appoint a person new member to fill the unexpired term. The appointment of a person member to an unexpired term is not considered a full term. The committee council shall meet at least annually or twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The council shall meet the requirements of chapter 1-25 regarding open meetings. The committee council shall assist the board in evaluating standards of care for advanced life support personnel and the regulation of advanced life support all matters related to the licensure, practice, education, continuing education, investigation, and discipline of emergency medical services personnel pursuant to this chapter. The committee council shall also make recommendations to the board regarding rules promulgated pursuant to this chapter. The committee shall meet the requirements of chapter 1-25 regarding open meetings The council shall submit meeting minutes and recommendations to the board following each meeting. The board shall communicate activity on all matters relating to emergency medical services personnel with the council. Section 29. That chapter 36-4B be amended with a NEW SECTION: Any individual licensed or certified in accordance with this chapter must report any of the following occurrences to the board, within thirty days of the date of the occurrence: (1) Conviction or discipline for unprofessional conduct or dishonorable conduct, as defined in § 36-4-30; (2) Any encumbrance of the individual's National Registry of Emergency Medical Technicians or other health care certification or licensure; (3) Hospital disciplinary action implicating the individual; (4) Action affecting the individual's privilege to practice; (5) Judgment or settlement related to the individual's alleged malpractice; and (6) Change in the individual's: (a) Home address; (b) Business address; (c) Home phone number; (d) Work phone number; (e) Email address; or (f) Other information that is used for communicating with the board. Failure to report may constitute a basis for disciplinary action against the individual. Section 30. That chapter 36-4B be amended with a NEW SECTION: The board may issue a certification as an ambulance driver to a person who: (1) Completes an emergency care course approved by the board; and (2) Applies on a form prescribed by the board. Section 31. That § 36-4B-10 be REPEALED: Educational programs for instruction of advanced life support personnel shall be implemented by the Department of Health and approved by the board. Schools or institutions offering such programs shall submit applications for approval on forms provided by the board. Section 32. That § 36-4B-11 be REPEALED: The medical director of an educational program approved by the board shall notify the board if a change occurs in the directorship of the educational program or if major modifications in the curriculum are anticipated. Section 33. That § 36-4B-18 be REPEALED. In addition to tasks listed in §§ 36-4B-16 and 36-4B-17, an emergency medical technician‑intermediate/85, emergency medical technician‑intermediate/99, or an emergency medical technician‑paramedic may be permitted to perform, under direct or indirect medical control, such other tasks approved by the board, and for which adequate training and proficiency can be demonstrated. Section 34. That § 36-4B-27 be REPEALED: A request for emergency medical technician‑paramedic or emergency medical technician‑intermediate/99 license renewal shall be accompanied annually by the prescribed fee and accompanied in odd numbered years by satisfactory evidence of sixty hours of advanced life support studies during the preceding two years. A request for emergency medical technician‑intermediate/85 license renewal shall be accompanied annually by the prescribed fee and accompanied in odd numbered years by satisfactory evidence of forty hours of advanced life support studies during the preceding two years. The request shall also be accompanied by a letter from the supervising physician and the employer of the advanced life support personnel. If the advanced life support personnel is terminated the reasons shall be submitted to the board, in writing, by both the ambulance service and supervising physician, within seventy‑two hours of termination of any such working contract. Section 35. That § 36-4B-33 be REPEALED: If a person holding a license to practice advanced life support shall by final order or adjudication of a court of competent jurisdiction be adjudged to be mentally incompetent or insane, that person's license shall be suspended by the board after proceedings in compliance with chapter 1-26. Such suspension shall continue until the licensee is found or adjudged by such court to be restored to reason. The board may establish probationary conditions which it deems necessary for the best interest of the licensee. Section 36. That § 36-4B-34 be REPEALED: Upon application, the board may reissue a license to practice advanced life support to a person whose license has been canceled, suspended, or revoked. A reissuance of a license which has been canceled or revoked may not be made prior to one year after the cancellation or revocation and the reissuance of any license may be made in such manner, form, and conditions as the board may require. Section 37. That § 36-4B-36 be REPEALED: The board may not pass any rules which: (1) Are not authorized by § 36-4B-35 or are not designated to meet the intent of this chapter; (2) Discriminate between licensees of the same class; (3) Attempt to regulate persons, schools, or other institutions not licensed under this chapter; (4) Have as their primary purpose the promotion or protection of the economic interests of licensees; (5) Restrict the number of licensees for reasons other than their qualifications; (6) Discriminate between programs approved under this chapter which train prospective licensees, whether in or out of the state."}, {"bill_id": 24808, "bill_version_id": 266172, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2024-02-22T13:58:06.15-06:00", "bill_text": "An Act to revise provisions related to the regulation of emergency medical services and associated personnel. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-4B-1 be AMENDED: 36-4B-1. Terms used in this chapter mean: (1) \"Advanced life support,\" a level of emergency care consisting of basic life support procedures and definitive therapy including the use of invasive procedures and may include the use of drugs and manual defibrillation; (2) \"Advanced life support personnel,\" any person other than a physician who has completed a department and board approved program and is licensed or holds a privilege as an emergency medical technician-intermediate/85; emergency medical technician-intermediate/99; emergency medical technician-advanced; or emergency medical technician-paramedic as set forth in this chapter, or its equivalent a person licensed by the board as: (a) An emergency medical technician-intermediate/85; (b) An emergency medical technician-intermediate/99; (c) An advanced emergency medical technician; or (d) A paramedic; (3) \"Basic life support personnel,\" a person: (a) Certified by the board as an ambulance driver; (b) Licensed by the board as an emergency medical responder; or (c) Licensed by the board as an emergency medical technician; (4) \"Board,\" the South Dakota State Board of Medical and Osteopathic Examiners; (4) \"Department,\" the South Dakota State Department of Health; (5) \"Direct medical control,\" real-time communications during an ambulance run between field emergency medical services personnel and a physician, physician assistant, or nurse practitioner, licensed in this state during an emergency run; (6) \"Emergency medical services,\" health care provided to the a patient by advanced life support emergency medical services personnel licensed pursuant to this chapter; (7) \"Emergency medical technician-advanced,\" any person who has successfully completed a program of study approved by the department and the board in all areas of training and skills set forth in the advanced emergency medical technician instructional guidelines and standards, including placement of esophageal and supraglottic airways, intravenous cannulation, shock management, administration of specific medications, and other advanced skills approved by the board, and who is licensed by the board to perform such advanced skills; (8) \"Emergency medical technician/EMT,\" any person trained in emergency medical care in accordance with standards prescribed by rules and regulations promulgated pursuant to § 34-11-6, who provides emergency medical services, including automated external defibrillation under indirect medical control, in accordance with the person's level of training; (9) \"Emergency medical technician-intermediate/85,\" any person who has successfully completed a department- and board-approved program of instruction in basic life support and advanced life support skills in shock and fluid therapy, placement of esophageal airways, and other advanced life support skills approved by board action, and who is licensed by the board to perform such skills, including automated external defibrillation; (10) \"Emergency medical technician-paramedic,\" any person who has successfully completed a program of study approved by the department and the board and is licensed as an emergency medical technician-paramedic, which includes all training and skills set forth herein for emergency medical technician-intermediate/85 and emergency medical technician-intermediate/99, and other advanced skills programs approved by board action, and who is licensed by the board to perform such intermediate, special, and advanced skills; (11) \"Emergency medical technician-intermediate/99,\" any person who has successfully completed a department- and board-approved program of instruction in all areas of emergency medical technician-intermediate/85 curriculum plus other specific areas of emergency medical care in the following areas: manual and automated external defibrillation, telemetered electrocardiography, administration of cardiac drugs, administration of specific medications and solutions, use of adjunctive breathing devices, advanced trauma care, tracheotomy suction, esophageal airways and endotracheal intubation, intraosseous infusion, or other special skills programs approved by board action, and who is licensed by the board to perform intermediate skills plus such special skills; (12) \"Epinephrine auto-injector,\" a spring-loaded needle and syringe with a single dose of epinephrine that will automatically release and inject the medicine, any similar automatic pre-filled cartridge injector, or any similar automatic injectable equipment; (13) \"Good faith,\" honesty, in fact, in the conduct, or transaction concerned; (14) \"Gross negligence,\" the intentional failure to perform a manifest duty in reckless disregard of the consequences as affecting the life or health of another; (15) \"Hour of advanced life support studies,\" fifty minutes of training; (16)(7) \"Emergency medical services personnel,\" a person licensed by the board as: (a) An emergency medical responder; (b) An emergency medical technician; (c) An emergency medical technician-intermediate/85; (d) An emergency medical technician-intermediate/99; (e) An advanced emergency medical technician; or (f) A paramedic; and (8) \"Indirect medical control,\" the establishment and implementation of system guidelines, policies and procedures, such as medical treatment protocols, quality assurance programs and case reviews, and protocols approved by a physician, physician assistant, or nurse practitioner, licensed in South Dakota; (17) \"Local government,\" any county, municipality, township, or village in this state; (18) \"Medical community,\" the physicians and medical resources located and available within a geographic area; (19) \"Medical emergency,\" an event affecting an individual in such a manner that a need for immediate medical care is created; (20) \"Patient,\" an individual who, as a result of illness or injury, needs medical attention; and (21) \"Prehospital care,\" those emergency medical services rendered to patients in an out-of-hospital setting, administered for analytic, stabilizing, or preventive purposes this state. Section 2. That § 36-4B-2 be AMENDED: 36-4B-2. A state advanced life support The board shall administer a program is created. It shall be implemented by the department of health under the direction of the Board of Medical and Osteopathic Examiners for emergency medical services personnel, in accordance with this chapter. Section 3. That § 36-4B-3 be AMENDED: 36-4B-3. It is a Class 2 misdemeanor for any person not licensed under in accordance with this chapter to hold herself or himself out purport to be, or practice as, an emergency medical technician‑intermediate/85, emergency medical technician‑intermediate/99, or an emergency medical technician‑paramedic services personnel. Each violation is a separate offense. Section 4. That § 36-4B-7 be AMENDED: 36-4B-7. An The board shall approve educational program programs for the instruction of advanced life support emergency medical services personnel shall meet the following general requirements: (1) The educational program shall develop an evaluation mechanism satisfactory to the Board of Medical and Osteopathic Examiners to determine the effectiveness of its theoretical and clinical programs, the results of which shall be made available to the board annually; (2) Instructors in the theoretical and clinical training programs shall be competent and properly qualified in their respective fields of instruction and clinical training; (3) The educational program shall establish a method of definitive candidate selection satisfactory to the board; and (4) The number of students enrolled in the theoretical program may not exceed the number that can be clinically supervised and trained provided the programs meet or exceed the standards established for certification by the National Registry of Emergency Medical Technicians, as of January 1, 2024. A person may not offer a program for the instruction of emergency medical services personnel without first receiving approval by the board, in accordance with this section. Section 5. That § 36-4B-12 be AMENDED: 36-4B-12. Failure of an educational program to comply with the general and specific curriculum requirements of this chapter shall result in withdrawal of the board's The board may withdraw or deny approval of any educational program if the program fails to comply with the provisions of § 36-4B-7. Section 6. That § 36-4B-13 be AMENDED: 36-4B-13. The board may issue an appropriate advanced life support license to any person who files a verified application upon a form prescribed by the board, pays the required fee, and furnishes evidence satisfactory to the board that the person has met the following qualifications: (1) Completes successfully an appropriate course of study approved by the board for the license sought; and (2) Completes successfully a written and practical examination testing the applicant's knowledge in theoretical and applied prehospital primary care as it applies to the practice of the advanced life support license sought board shall, by rule promulgated pursuant to chapter 1-26: (1) Establish the educational and practical criteria and requirements for licensure as: (a) An emergency medical responder; (b) An emergency medical technician; (c) An emergency medical technician-intermediate/85; (d) An emergency medical technician-intermediate/99; (e) An advanced emergency medical technician; and (f) A paramedic; and (2) Provide an application form for use in requesting licensure. Section 7. That § 36-4B-13.1 be AMENDED: 36-4B-13.1. In addition to the requirements of referenced in § 36-4B-13, each an applicant for licensure as an emergency medical technician or advanced life support personnel must shall submit to a state and federal criminal background check. The applicant must submit shall provide a full set of the applicant's fingerprints to the board in a the form and manner prescribed by the board. The board shall submit the applicant's fingerprints to the Division of Criminal Investigation to conduct for a criminal background check by the division and the Federal Bureau of Investigation. The applicant must shall sign a release of information to the board, and pay any fee charged for the cost of fingerprinting or conducting the background check. Upon completion of the background check, the division shall must deliver to the board all the applicant's criminal history record information regarding the applicant, and to the board. The board shall consider this information in its determination determining whether to issue a license to the applicant. The board may not issue a license to an applicant before receiving this information. The board may only not disseminate an applicant's any information obtained under this section to a person on or not employed by the board. The board may require any licensee who is the subject of a disciplinary investigation to submit to a state and federal background check. The board may deny the issuance of, suspend, or revoke a license for failure to submit to or cooperate with a background check. Section 8. That a NEW SECTION be added: The board may require a licensee who is the subject of a disciplinary investigation to submit to a fingerprint-based state and federal criminal background check. The board may suspend or revoke a license for the licensee's failure to submit to or cooperate with the background check. Section 9. That § 36-4B-14 be AMENDED: 36-4B-14. The board may issue a license advanced life support personnel in this state, without examination, if the person has to an individual who: (1) Has passed the national registry written and practical National Registry of Emergency Medical Technicians examination and meets; (2) Meets all other requirements of this chapter. Applicants shall hold for the license sought; and (3) Holds current licensure in another state or current certification by the national registry National Registry of Emergency Medical Technicians for the license sought. Section 10. That § 36-4B-15 be AMENDED: 36-4B-15. Advanced life support Except as otherwise provided in this section, emergency medical services personnel shall must, through the use of direct and indirect control, be supervised by a physician who directs physician licensed in accordance with chapter 36-4. If emergency medical services personnel are affiliated with an ambulance service that has been granted a hardship exemption in accordance with chapter 36-11, the personnel must, through the use of direct and indirect control, be supervised by a: (1) Physician licensed in accordance with chapter 36-4; (2) Physician assistant licensed in accordance with chapter 36-4A; or (3) Nurse practitioner licensed in accordance with chapter 36-9A. A physician, or a physician assistant or nurse practitioner if the ambulance service has been granted a hardship exemption, must oversee the practice and reviews review the work records and practice permitted by §§ 36-4B-16 and 36-4B-17, to ensure that the patient is given proper treatment patient care reports of the emergency medical services personnel. Section 11. That § 36-4B-16 be AMENDED: 36-4B-16. An emergency medical technician‑intermediate/99 may perform basic life support techniques and while under proper medical supervision intermediate skills, special skills techniques, and: (1) Respond to, assess, and triage non-urgent, urgent, and emergent requests for medical care; (2) Apply basic and focused advanced knowledge and skills necessary to provide patient care transportation; (3) Perform interventions with the basic and advanced equipment typically found in an ambulance; (4) Perform intravenous cannulation for shock management; (5) Administer medications approved by the board; and (6) Perform other advanced life support skills for which they are licensed approved by the board. Section 12. That § 36-4B-16.1 be AMENDED: 36-4B-16.1. An emergency medical technician‑intermediate/85 may perform basic life support techniques as set forth in chapter 34-11 and while under proper medical supervision advanced life support techniques listed in § 36-4B-1 and: (1) Respond to, assess, and triage non-urgent, urgent, and emergent requests for medical care; (2) Apply basic and focused advanced knowledge and skills necessary to provide patient care transportation; (3) Perform interventions with the basic equipment typically found in an ambulance; (4) Perform intravenous cannulation for shock management; and (5) Perform other advanced life support skills for which they are licensed approved by the board. Section 13. That § 36-4B-16.2 be AMENDED: 36-4B-16.2. An advanced emergency medical technician-advanced technician may perform placement of esophageal and supraglottic airways, intravenous cannulations, shock management, administration of specific: (1) Respond to, assess, and triage nonurgent, urgent, and emergent requests for medical care; (2) Apply basic and focused advanced knowledge and skills necessary to provide patient care transportation; (3) Perform interventions with the basic and advanced equipment typically found in an ambulance; (4) Administer medications, approved by the board; (5) Perform focused advanced skills to mitigate specific life-threatening, medical, and psychological conditions with a targeted set of skills beyond the level of an emergency medical technician; and (5) Perform other advanced skills approved by the board. Section 14. That § 36-4B-17 be AMENDED: 36-4B-17. An emergency medical technician‑paramedic A paramedic may perform basic life support techniques as set forth in chapter 34-11 and while under proper medical supervision all intermediate and special skills. A paramedic may also perform other: (1) Respond to, assess, and triage nonurgent, urgent, and emergent requests for medical care; (2) Apply basic and focused advanced knowledge and skills necessary to determine patient physiologic, psychological, and psychosocial needs; (3) Perform interventions with the basic and advanced equipment typically found in an ambulance, including diagnostic equipment approved by an ambulance service medical director; (4) Administer medications approved by the board; (5) Provide specialized interfacility care during patient transport; and (6) Perform other advanced life support skills for which he is licensed approved by the board. Section 15. That a NEW SECTION be added to chapter 36-4B: An emergency medical responder may: (1) Provide initial emergency care, consisting of first aid and basic life support to a patient at the scene of an emergency; and (2) Assist an emergency medical technician or advanced life support personnel both at the scene of an emergency and during the transport of a patient to a medical facility. An emergency medical responder may not make decisions independently regarding the appropriate disposition of a patient. Section 16. That a NEW SECTION be added to chapter 36-4B: An emergency medical technician may, in addition to any services provided by an emergency medical responder, provide pre-hospital emergency care that includes interventions using basic equipment, typically found in an ambulance, and necessary to stabilize and safety transport patients. Section 17. That § 36-4B-18.1 be AMENDED: 36-4B-18.1. A critical care endorsement is hereby created. The board shall issue the endorsement to any person who is licensed as an emergency medical technician-paramedic a paramedic and: (1) Completes the educational requirements and training, in critical care transport, approved by the board and promulgated in accordance with section 36-4B-35; or (2) Is certified as a critical care paramedic or a flight paramedic by the International Board of Specialty Certification. Section 18. That § 36-4B-18.2 be AMENDED: 36-4B-18.2. A community paramedic endorsement is hereby created. The board may issue a community paramedic endorsement to a person who: (1) Is licensed as an emergency medical technician-paramedic a paramedic; (2) Completes the education requirements and training approved by the board and promulgated in accordance with § 36-4B-35; and (3) Applies on a form prescribed by the board. Section 19. That § 36-4B-20 be AMENDED: 36-4B-20. If advanced life support emergency medical services personnel should render services in a hospital and related institutions as or other healthcare facility licensed pursuant to chapter 34-12, said advanced life support personnel shall be they are subject to the rules and regulations policies and protocols of that hospital and related institutions or facility. Section 20. That § 36-4B-22 be AMENDED: 36-4B-22. No agency, organization, institution, corporation, or entity of state or local government which that sponsors, authorizes, supports, finances or supervises the functions of emergency medical service personnel licensed and authorized pursuant to this chapter, including advanced life support personnel, may be is liable for any civil damages for any act or omission in connection with sponsorship, authorization, support, finance, or supervision of such emergency medical services the personnel, where the act or omission occurs in connection with their the personnel's training or with services rendered outside a hospital and where the life of a patient is in immediate danger, unless the act or omission is inconsistent with the training of the emergency medical services personnel or the act or omission was the result of gross negligence or willful misconduct. Section 21. That § 36-4B-23 be AMENDED: 36-4B-23. No principal, agent, contractor, employee or representative of an agency, organization, institution, corporation, or entity of state or local government which that sponsors, authorizes, supports, finances or supervises the functions of emergency medical services personnel licensed and authorized pursuant to this chapter, including advanced life support personnel, may be is liable for any civil damages for any act or omission in connection with such the sponsorship, authorization, support, finance or supervision of such emergency medical services the personnel, where the act or omission occurs in connection with their the personnel's training, or occurs outside a hospital where the life of a patient is in immediate danger, unless the act or omission is inconsistent with the training of the emergency medical services personnel or the act or omission was the result of gross negligence or willful misconduct. Section 22. That § 36-4B-24 be AMENDED: 36-4B-24. No physician A physician, nurse practitioner, or physician assistant who supervises the functions of emergency medical services personnel licensed and authorized pursuant to this chapter, including advanced life support personnel, may be is not liable for any civil damages for any act or omission of the emergency medical services personnel, where the life of a patient is in immediate danger, unless the act or omission was the result of gross negligence or willful misconduct. Section 23. That § 36-4B-26 be AMENDED: 36-4B-26. A person holding an advanced life support An initial license issued to emergency medical services personnel license under the provisions of in accordance with this chapter shall renew the license annually on or before the fifteenth day of July. A person licensed as an emergency medical technician‑intermediate/85, an emergency medical technician‑intermediate/99, or an emergency medical technician‑paramedic shall renew the license upon a form furnished to the person by the board expires on April thirtieth in the second calendar year after issuance and every two years thereafter. In order to renew a license, emergency medical services personnel must submit to the board, prior to the expiration date: (1) An application for renewal, as prescribed by the board; (2) The renewal fee in the amount set forth in § 36-4B-29; and (3) Verification of having met the continuing education requirements, as set forth in rules authorized under § 36-4B-35. Section 24. That § 36-4B-28 be AMENDED: 36-4B-28. Any The board shall suspend any license not renewed pursuant to § 36-4B-27 shall be suspended. A license so suspended may be reinstated within the time required, as set forth in § 36-4B-26. The board may reinstate a license, during the following twelve months by twelve-month period following the date of expiration, upon receiving proof of that the person who held the license: (1) Complied with the requirements met set forth in § 36-4B-27, § 36-4B-26; and by payment of the renewal fee and a reinstatement fee as fixed by the board. Thereafter, a suspended license may be reinstated upon payment of a (2) Paid the reinstatement fee fixed established by the board pursuant to § 36-4B-29 following specific approval by the board. Section 25. That § 36-4B-29 be AMENDED: 36-4B-29. The board shall promulgate rules pursuant to chapter 1-26 to set fees in each of the following categories in an amount which will produce sufficient revenue for the ensuing fiscal year not to exceed one hundred twenty percent of the anticipated expenses of the board for the operation of the advanced life support program by the board for that year. The license establish fees for all advanced life support emergency medical services personnel shall be as follows: (1) Licensure by examinationInitial licensure, not less than fifteen dollars nor more than fifty dollars; (2) Reexamination within one year, not less than fifteen dollars nor more than fifty dollars; (3) Licensure by reciprocity, not less than twenty-five dollars nor more than seventy-five dollars; (4)(3) Renewal of a licenseLicensure renewal, not less than ten dollars, nor more than twenty-five fifty dollars; and (5)(4) Reissuance of a lost or destroyed license, following approval of the board, not more than ten dollars. Section 26. That § 36-4B-31 be AMENDED: 36-4B-31. The board may deny the issuance or renewal of a license or suspend or revoke the license of any advanced life support personnel issued under this chapter upon satisfactory proof of the person's incompetence, or unprofessional or dishonorable conduct as defined in § 36-4-30 or proof of a violation of this chapter or certification, and may suspend or revoke a license or certification issued under this chapter, if the individual: (1) Procures or attempts to procure a license or certification through fraud, deceit, misrepresentation, or in violation of the provisions of this chapter and rules promulgated thereunder; (2) Is unable to perform the skills for which the individual is licensed; (3) Has engaged in unprofessional or dishonorable conduct, as defined in § 36-4-30; (4) Has been convicted of a felony that: (a) Has a direct bearing upon the individual's ability to serve the public in a capacity certified or licensed by this chapter; or (b) Has been convicted of a crime that requires the individual to register as a sex offender in any state; (5) Has had the individual's National Registry of Emergency Technicians or other health care certification or license encumbered for any reason; (6) Provides emergency medical services without authorization from a physician, physician assistant, or nurse practitioner; or (7) Fails to respond to an emergency while on call through willful disregard and not by a good-faith error or circumstances beyond the individual's control. Section 27. That § 36-4B-35 be AMENDED: 36-4B-35. The board shall promulgate rules, pursuant to chapter 1-26, to: (1) Provide for an application form and process for the licensure of emergency medical services personnel and the certification of ambulance drivers; (2) Set forth criteria for educational and training program approval, including instructor qualifications, student acceptance, and clinical requirements; (3) Establish the educational and training curriculum requirements, and the examination National Registry of Emergency Medical Technicians requirements, for applicants to become licensed as advanced life support personnel seeking licensure as emergency medical services personnel; (4) Provide for the renewal of ambulance driver certification and continuing education requirements; (2)(5) Establish the procedure procedures for the administration of the advanced life support emergency medical services personnel program and designate the responsibilities of the department and the board; (3)(6) Regulate the professional conduct of licensees emergency medical services personnel and ambulance drivers; (4)(7) Establish the educational and training requirements, and conditions for issuance of a critical care endorsement, as provided for in § 36-4B-18.1; and (5)(8) Establish the: (a) Educational and training requirements and conditions for issuance of a community paramedic endorsement; and (b) Practice protocols and supervisory requirements for a person with a community paramedic endorsement; and (9) Establish the allowable skills and techniques performed by emergency medical services personnel under direct and indirect control. Section 28. That § 36-4B-37 be AMENDED: 36-4B-37. The board shall appoint an advanced life support emergency medical services personnel advisory committee council composed of four five members as follows: (1) One emergency medical technician-intermediate/85 technician; (2) One emergency medical technician-intermediate/85, emergency medical technician-intermediate/99, or advanced emergency medical technician; (3) One emergency medical technician-paramedicTwo paramedics; and (4) One emergency room physician licensed in accordance with chapter 36-4 and trained in emergency medicine. Each committee The term of office for each member shall serve a term of is three years. No committee member may be appointed to serve more than three consecutive, full terms. If a vacancy occurs, the board shall must appoint a person new member to fill the unexpired term. The appointment of a person member to an unexpired term is not considered a full term. The committee council shall meet at least annually or twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The council shall meet the requirements of chapter 1-25 regarding open meetings. The committee council shall assist the board in evaluating standards of care for advanced life support personnel and the regulation of advanced life support all matters related to the licensure, practice, education, continuing education, investigation, and discipline of emergency medical services personnel pursuant to this chapter. The committee council shall also make recommendations to the board regarding rules promulgated pursuant to this chapter. The committee shall meet the requirements of chapter 1-25 regarding open meetings The council shall submit meeting minutes and recommendations to the board following each meeting. The board shall communicate activity on all matters relating to emergency medical services personnel with the council. Section 29. That chapter 36-4B be amended with a NEW SECTION: Any individual licensed or certified in accordance with this chapter must report any of the following occurrences to the board, within thirty days of the date of the occurrence: (1) Conviction or discipline for unprofessional conduct or dishonorable conduct, as defined in § 36-4-30; (2) Any encumbrance of the individual's National Registry of Emergency Medical Technicians or other health care certification or licensure; (3) Hospital disciplinary action implicating the individual; (4) Action affecting the individual's privilege to practice; (5) Judgment or settlement related to the individual's alleged malpractice; and (6) Change in the individual's: (a) Home address; (b) Business address; (c) Home phone number; (d) Work phone number; (e) Email address; or (f) Other information that is used for communicating with the board. Failure to report may constitute a basis for disciplinary action against the individual. Section 30. That chapter 36-4B be amended with a NEW SECTION: The board may issue a certification as an ambulance driver to a person who: (1) Completes an emergency care course approved by the board; and (2) Applies on a form prescribed by the board. Section 31. That § 36-4B-10 be REPEALED: Educational programs for instruction of advanced life support personnel shall be implemented by the Department of Health and approved by the board. Schools or institutions offering such programs shall submit applications for approval on forms provided by the board. Section 32. That § 36-4B-11 be REPEALED: The medical director of an educational program approved by the board shall notify the board if a change occurs in the directorship of the educational program or if major modifications in the curriculum are anticipated. Section 33. That § 36-4B-18 be REPEALED. In addition to tasks listed in §§ 36-4B-16 and 36-4B-17, an emergency medical technician‑intermediate/85, emergency medical technician‑intermediate/99, or an emergency medical technician‑paramedic may be permitted to perform, under direct or indirect medical control, such other tasks approved by the board, and for which adequate training and proficiency can be demonstrated. Section 34. That § 36-4B-27 be REPEALED: A request for emergency medical technician‑paramedic or emergency medical technician‑intermediate/99 license renewal shall be accompanied annually by the prescribed fee and accompanied in odd numbered years by satisfactory evidence of sixty hours of advanced life support studies during the preceding two years. A request for emergency medical technician‑intermediate/85 license renewal shall be accompanied annually by the prescribed fee and accompanied in odd numbered years by satisfactory evidence of forty hours of advanced life support studies during the preceding two years. The request shall also be accompanied by a letter from the supervising physician and the employer of the advanced life support personnel. If the advanced life support personnel is terminated the reasons shall be submitted to the board, in writing, by both the ambulance service and supervising physician, within seventy‑two hours of termination of any such working contract. Section 35. That § 36-4B-33 be REPEALED: If a person holding a license to practice advanced life support shall by final order or adjudication of a court of competent jurisdiction be adjudged to be mentally incompetent or insane, that person's license shall be suspended by the board after proceedings in compliance with chapter 1-26. Such suspension shall continue until the licensee is found or adjudged by such court to be restored to reason. The board may establish probationary conditions which it deems necessary for the best interest of the licensee. Section 36. That § 36-4B-34 be REPEALED: Upon application, the board may reissue a license to practice advanced life support to a person whose license has been canceled, suspended, or revoked. A reissuance of a license which has been canceled or revoked may not be made prior to one year after the cancellation or revocation and the reissuance of any license may be made in such manner, form, and conditions as the board may require. Section 37. That § 36-4B-36 be REPEALED: The board may not pass any rules which: (1) Are not authorized by § 36-4B-35 or are not designated to meet the intent of this chapter; (2) Discriminate between licensees of the same class; (3) Attempt to regulate persons, schools, or other institutions not licensed under this chapter; (4) Have as their primary purpose the promotion or protection of the economic interests of licensees; (5) Restrict the number of licensees for reasons other than their qualifications; (6) Discriminate between programs approved under this chapter which train prospective licensees, whether in or out of the state."}, {"bill_id": 24808, "bill_version_id": 266882, "bill_version": "Enrolled", "bill_version_date": "2024-02-29T10:09:52.9-06:00", "bill_text": "ENTITLED An Act to revise provisions related to the regulation of emergency medical services and associated personnel. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-4B-1 be AMENDED: 36-4B-1. Terms used in this chapter mean: (1) \"Advanced life support,\" a level of emergency care consisting of basic life support procedures and definitive therapy; (2) \"Advanced life support personnel,\" a person licensed by the board as: (a) An emergency medical technician-intermediate/85; (b) An emergency medical technician-intermediate/99; (c) An advanced emergency medical technician; or (d) A paramedic; (3) \"Basic life support personnel,\" a person: (a) Certified by the board as an ambulance driver; (b) Licensed by the board as an emergency medical responder; or (c) Licensed by the board as an emergency medical technician; (4) \"Board,\" the State Board of Medical and Osteopathic Examiners; (5) \"Direct control,\" real-time communications during an ambulance run between emergency medical services personnel and a physician, physician assistant, or nurse practitioner, licensed in this state; (6) \"Emergency medical services,\" health care provided to a patient by emergency medical services personnel; (7) \"Emergency medical services personnel,\" a person licensed by the board as: (a) An emergency medical responder; (b) An emergency medical technician; (c) An emergency medical technician-intermediate/85; (d) An emergency medical technician-intermediate/99; (e) An advanced emergency medical technician; or (f) A paramedic; and (8) \"Indirect control,\" the establishment and implementation of guidelines, policies, and protocols approved by a physician, physician assistant, or nurse practitioner, licensed in this state. Section 2. That § 36-4B-2 be AMENDED: 36-4B-2. The board shall administer a program for emergency medical services personnel, in accordance with this chapter. Section 3. That § 36-4B-3 be AMENDED: 36-4B-3. It is a Class 2 misdemeanor for any person not licensed in accordance with this chapter to purport to be, or practice as, an emergency medical services personnel. Each violation is a separate offense. Section 4. That § 36-4B-7 be AMENDED: 36-4B-7. The board shall approve educational programs for the instruction of emergency medical services personnel provided the programs meet or exceed the standards established for certification by the National Registry of Emergency Medical Technicians, as of January 1, 2024. A person may not offer a program for the instruction of emergency medical services personnel without first receiving approval by the board, in accordance with this section. Section 5. That § 36-4B-12 be AMENDED: 36-4B-12. The board may withdraw or deny approval of any educational program if the program fails to comply with the provisions of § 36-4B-7. Section 6. That § 36-4B-13 be AMENDED: 36-4B-13. The board shall, by rule promulgated pursuant to chapter 1-26: (1) Establish the educational and practical criteria and requirements for licensure as: (a) An emergency medical responder; (b) An emergency medical technician; (c) An emergency medical technician-intermediate/85; (d) An emergency medical technician-intermediate/99; (e) An advanced emergency medical technician; and (f) A paramedic; and (2) Provide an application form for use in requesting licensure. Section 7. That § 36-4B-13.1 be AMENDED: 36-4B-13.1. In addition to the requirements referenced in § 36-4B-13, an applicant for licensure as an emergency medical technician or advanced life support personnel shall submit to a state and federal criminal background check. The applicant shall provide a full set of fingerprints to the board in the form and manner prescribed by the board. The board shall submit the fingerprints to the Division of Criminal Investigation for a criminal background check by the division and the Federal Bureau of Investigation. The applicant shall sign a release of information to the board, and pay any fee charged for the fingerprinting or the background check. Upon completion of the background check, the division must deliver the applicant's criminal history information to the board. The board shall consider this information in determining whether to issue a license to the applicant. The board may not issue a license to an applicant before receiving this information. The board may not disseminate any information obtained under this section to a person not employed by the board. Section 8. That a NEW SECTION be added: The board may require a licensee who is the subject of a disciplinary investigation to submit to a fingerprint-based state and federal criminal background check. The board may suspend or revoke a license for the licensee's failure to submit to or cooperate with the background check. Section 9. That § 36-4B-14 be AMENDED: 36-4B-14. The board may issue a license to an individual who: (1) Has passed the National Registry of Emergency Medical Technicians examination; (2) Meets all other requirements of this chapter for the license sought; and (3) Holds current licensure in another state or current certification by the National Registry of Emergency Medical Technicians for the license sought. Section 10. That § 36-4B-15 be AMENDED: 36-4B-15. Except as otherwise provided in this section, emergency medical services personnel must, through the use of direct and indirect control, be supervised by a physician licensed in accordance with chapter 36-4. If emergency medical services personnel are affiliated with an ambulance service that has been granted a hardship exemption in accordance with chapter 36-11, the personnel must, through the use of direct and indirect control, be supervised by a: (1) Physician licensed in accordance with chapter 36-4; (2) Physician assistant licensed in accordance with chapter 36-4A; or (3) Nurse practitioner licensed in accordance with chapter 36-9A. A physician, or a physician assistant or nurse practitioner if the ambulance service has been granted a hardship exemption, must oversee the practice and review the patient care reports of the emergency medical services personnel. Section 11. That § 36-4B-16 be AMENDED: 36-4B-16. An emergency medical technician‑intermediate/99 may: (1) Respond to, assess, and triage non-urgent, urgent, and emergent requests for medical care; (2) Apply basic and focused advanced knowledge and skills necessary to provide patient care transportation; (3) Perform interventions with the basic and advanced equipment typically found in an ambulance; (4) Perform intravenous cannulation for shock management; (5) Administer medications approved by the board; and (6) Perform other advanced skills approved by the board. Section 12. That § 36-4B-16.1 be AMENDED: 36-4B-16.1. An emergency medical technician‑intermediate/85 may: (1) Respond to, assess, and triage non-urgent, urgent, and emergent requests for medical care; (2) Apply basic and focused advanced knowledge and skills necessary to provide patient care transportation; (3) Perform interventions with the basic equipment typically found in an ambulance; (4) Perform intravenous cannulation for shock management; and (5) Perform other advanced skills approved by the board. Section 13. That § 36-4B-16.2 be AMENDED: 36-4B-16.2. An advanced emergency medical technician may: (1) Respond to, assess, and triage nonurgent, urgent, and emergent requests for medical care; (2) Apply basic and focused advanced knowledge and skills necessary to provide patient care transportation; (3) Perform interventions with the basic and advanced equipment typically found in an ambulance; (4) Administer medications approved by the board; (5) Perform focused advanced skills to mitigate specific life-threatening, medical, and psychological conditions with a targeted set of skills beyond the level of an emergency medical technician; and (5) Perform other advanced skills approved by the board. Section 14. That § 36-4B-17 be AMENDED: 36-4B-17. A paramedic may: (1) Respond to, assess, and triage nonurgent, urgent, and emergent requests for medical care; (2) Apply basic and focused advanced knowledge and skills necessary to determine patient physiologic, psychological, and psychosocial needs; (3) Perform interventions with the basic and advanced equipment typically found in an ambulance, including diagnostic equipment approved by an ambulance service medical director; (4) Administer medications approved by the board; (5) Provide specialized interfacility care during patient transport; and (6) Perform other advanced skills approved by the board. Section 15. That a NEW SECTION be added to chapter 36-4B: An emergency medical responder may: (1) Provide initial emergency care, consisting of first aid and basic life support to a patient at the scene of an emergency; and (2) Assist an emergency medical technician or advanced life support personnel both at the scene of an emergency and during the transport of a patient to a medical facility. An emergency medical responder may not make decisions independently regarding the appropriate disposition of a patient. Section 16. That a NEW SECTION be added to chapter 36-4B: An emergency medical technician may, in addition to any services provided by an emergency medical responder, provide pre-hospital emergency care that includes interventions using basic equipment, typically found in an ambulance, and necessary to stabilize and safety transport patients. Section 17. That § 36-4B-18.1 be AMENDED: 36-4B-18.1. A critical care endorsement is hereby created. The board shall issue the endorsement to any person who is licensed as a paramedic and: (1) Completes the educational requirements and training, in critical care transport, approved by the board and promulgated in accordance with section 36-4B-35; or (2) Is certified as a critical care paramedic or a flight paramedic by the International Board of Specialty Certification. Section 18. That § 36-4B-18.2 be AMENDED: 36-4B-18.2. A community paramedic endorsement is hereby created. The board may issue a community paramedic endorsement to a person who: (1) Is licensed as a paramedic; (2) Completes the education requirements and training approved by the board and promulgated in accordance with § 36-4B-35; and (3) Applies on a form prescribed by the board. Section 19. That § 36-4B-20 be AMENDED: 36-4B-20. If emergency medical services personnel render services in a hospital or other healthcare facility licensed pursuant to chapter 34-12, they are subject to the policies and protocols of that hospital or facility. Section 20. That § 36-4B-22 be AMENDED: 36-4B-22. No agency, organization, institution, corporation, or entity of state or local government that sponsors, authorizes, supports, finances or supervises the functions of emergency medical service personnel is liable for any civil damages for any act or omission in connection with the personnel, where the act or omission occurs in connection with the personnel's training or with services rendered outside a hospital and where the life of a patient is in immediate danger, unless the act or omission is inconsistent with the training of the personnel or the act or omission was the result of gross negligence or willful misconduct. Section 21. That § 36-4B-23 be AMENDED: 36-4B-23. No principal, agent, contractor, employee or representative of an agency, organization, institution, corporation, or entity of state or local government that sponsors, authorizes, supports, finances or supervises the functions of emergency medical services personnel is liable for any civil damages for any act or omission in connection with the sponsorship, authorization, support, finance or supervision of the personnel, where the act or omission occurs in connection with the personnel's training, or occurs outside a hospital where the life of a patient is in immediate danger, unless the act or omission is inconsistent with the training of the personnel or the act or omission was the result of gross negligence or willful misconduct. Section 22. That § 36-4B-24 be AMENDED: 36-4B-24. A physician, nurse practitioner, or physician assistant who supervises emergency medical services personnel is not liable for any civil damages for any act or omission of the emergency medical services personnel, where the life of a patient is in immediate danger, unless the act or omission was the result of gross negligence or willful misconduct. Section 23. That § 36-4B-26 be AMENDED: 36-4B-26. An initial license issued to emergency medical services personnel in accordance with this chapter expires on April thirtieth in the second calendar year after issuance and every two years thereafter. In order to renew a license, emergency medical services personnel must submit to the board, prior to the expiration date: (1) An application for renewal, as prescribed by the board; (2) The renewal fee in the amount set forth in § 36-4B-29; and (3) Verification of having met the continuing education requirements, as set forth in rules authorized under § 36-4B-35. Section 24. That § 36-4B-28 be AMENDED: 36-4B-28. The board shall suspend any license not renewed within the time required, as set forth in § 36-4B-26. The board may reinstate a license, during the twelve-month period following the date of expiration, upon receiving proof that the person who held the license: (1) Complied with the requirements set forth in § 36-4B-26; and (2) Paid the reinstatement fee established by the board pursuant to § 36-4B-29. Section 25. That § 36-4B-29 be AMENDED: 36-4B-29. The board shall promulgate rules pursuant to chapter 1-26 to establish fees for emergency medical services personnel as follows: (1) Initial licensure, not more than fifty dollars; (2) Licensure by reciprocity, not more than seventy-five dollars; (3) Licensure renewal, not more than fifty dollars; and (4) Reissuance of a lost or destroyed license, not more than ten dollars. Section 26. That § 36-4B-31 be AMENDED: 36-4B-31. The board may deny the issuance or renewal of a license or certification, and may suspend or revoke a license or certification issued under this chapter, if the individual: (1) Procures or attempts to procure a license or certification through fraud, deceit, misrepresentation, or in violation of the provisions of this chapter and rules promulgated thereunder; (2) Is unable to perform the skills for which the individual is licensed; (3) Has engaged in unprofessional or dishonorable conduct, as defined in § 36-4-30; (4) Has been convicted of a felony that: (a) Has a direct bearing upon the individual's ability to serve the public in a capacity certified or licensed by this chapter; or (b) Has been convicted of a crime that requires the individual to register as a sex offender in any state; (5) Has had the individual's National Registry of Emergency Technicians or other health care certification or license encumbered for any reason; (6) Provides emergency medical services without authorization from a physician, physician assistant, or nurse practitioner; or (7) Fails to respond to an emergency while on call through willful disregard and not by a good-faith error or circumstances beyond the individual's control. Section 27. That § 36-4B-35 be AMENDED: 36-4B-35. The board shall promulgate rules, pursuant to chapter 1-26, to: (1) Provide for an application form and process for the licensure of emergency medical services personnel and the certification of ambulance drivers; (2) Set forth criteria for educational and training program approval, including instructor qualifications, student acceptance, and clinical requirements; (3) Establish the educational and training requirements, and the National Registry of Emergency Medical Technicians requirements, for applicants seeking licensure as emergency medical services personnel; (4) Provide for the renewal of ambulance driver certification and continuing education requirements; (5) Establish procedures for the administration of the emergency medical services personnel program; (6) Regulate the professional conduct of emergency medical services personnel and ambulance drivers; (7) Establish the educational and training requirements, and conditions for issuance of a critical care endorsement, as provided for in § 36-4B-18.1; (8) Establish the: (a) Educational and training requirements and conditions for issuance of a community paramedic endorsement; and (b) Practice protocols and supervisory requirements for a person with a community paramedic endorsement; and (9) Establish the allowable skills and techniques performed by emergency medical services personnel under direct and indirect control. Section 28. That § 36-4B-37 be AMENDED: 36-4B-37. The board shall appoint an emergency medical services personnel council composed of five members: (1) One emergency medical technician; (2) One emergency medical technician-intermediate/85, emergency medical technician-intermediate/99, or advanced emergency medical technician; (3) Two paramedics; and (4) One physician licensed in accordance with chapter 36-4 and trained in emergency medicine. The term of office for each member is three years. No member may serve more than three consecutive, full terms. If a vacancy occurs, the board must appoint a new member to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The council shall meet at least twice each year, at a time and place set by the council, and may hold additional meetings as necessary to conduct business. The council shall meet the requirements of chapter 1-25 regarding open meetings. The council shall assist the board in all matters related to the licensure, practice, education, continuing education, investigation, and discipline of emergency medical services personnel pursuant to this chapter. The council shall make recommendations to the board regarding rules promulgated pursuant to this chapter. The council shall submit meeting minutes and recommendations to the board following each meeting. The board shall communicate activity on all matters relating to emergency medical services personnel with the council. Section 29. That chapter 36-4B be amended with a NEW SECTION: Any individual licensed or certified in accordance with this chapter must report any of the following occurrences to the board, within thirty days of the date of the occurrence: (1) Conviction or discipline for unprofessional conduct or dishonorable conduct, as defined in § 36-4-30; (2) Any encumbrance of the individual's National Registry of Emergency Medical Technicians or other health care certification or licensure; (3) Hospital disciplinary action implicating the individual; (4) Action affecting the individual's privilege to practice; (5) Judgment or settlement related to the individual's alleged malpractice; and (6) Change in the individual's: (a) Home address; (b) Business address; (c) Home phone number; (d) Work phone number; (e) Email address; or (f) Other information that is used for communicating with the board. Failure to report may constitute a basis for disciplinary action against the individual. Section 30. That chapter 36-4B be amended with a NEW SECTION: The board may issue a certification as an ambulance driver to a person who: (1) Completes an emergency care course approved by the board; and (2) Applies on a form prescribed by the board. Section 31. That § 36-4B-10 be REPEALED. Section 32. That § 36-4B-11 be REPEALED. Section 33. That § 36-4B-18 be REPEALED. Section 34. That § 36-4B-27 be REPEALED. Section 35. That § 36-4B-33 be REPEALED. Section 36. That § 36-4B-34 be REPEALED. Section 37. That § 36-4B-36 be REPEALED. An Act to revise provisions related to the regulation of emergency medical services and associated personnel. I certify that the attached Act originated in the: Senate as Bill No. 64 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 64 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2024 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2024 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2024 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24808, "action_date": "2024-01-09T12:00:00-06:00", "document_id": 257007, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/257007.pdf", "status_text": "First read in Senate and referred to", "journal_page": 19, "committee_id_action": 1219, "committee_id_assigned": 1213, "result": "N", "vote": {}}, {"bill_id": 24808, "action_date": "2024-01-19T07:45:00-06:00", "document_id": 260398, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260398.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1213, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24808, "action_date": "2024-01-19T07:45:00-06:00", "document_id": 260399, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260399.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1213, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78617, "president_vote": null, "Excused": [4493], "Yea": [4480, 4537, 4550, 4554, 4488, 4567]}}, {"bill_id": 24808, "action_date": "2024-01-22T14:00:00-06:00", "document_id": 260987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260987.pdf", "status_text": "Deferred to another day", "journal_page": 127, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24808, "action_date": "2024-01-23T14:00:00-06:00", "document_id": 261480, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261480.pdf", "status_text": "Motion to amend", "journal_page": 153, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24808, "action_date": "2024-01-23T14:00:00-06:00", "document_id": 261480, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261480.pdf", "status_text": "Do Pass Amended", "journal_page": 154, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78760, "president_vote": null, "Yea": [4477, 4479, 4480, 4481, 4487, 4488, 4490, 4498, 4501, 4502, 4507, 4508, 4512, 4515, 4516, 4517, 4523, 4526, 4529, 4536, 4537, 4541, 4547, 4550, 4554, 4558, 4559, 4564, 4567, 4572, 4573, 4574, 4576], "Excused": [4493]}}, {"bill_id": 24808, "action_date": "2024-01-24T14:00:00-06:00", "document_id": 261987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261987.pdf", "status_text": "First read in House and referred to", "journal_page": 165, "committee_id_action": 1197, "committee_id_assigned": 1196, "result": "N", "vote": {}}, {"bill_id": 24808, "action_date": "2024-02-22T07:45:00-06:00", "document_id": 265922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265922.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1196, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24808, "action_date": "2024-02-22T07:45:00-06:00", "document_id": 265923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265923.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1196, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24808, "action_date": "2024-02-22T07:45:00-06:00", "document_id": 265923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265923.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1196, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79833, "president_vote": null, "Yea": [4483, 4492, 4494, 4505, 4506, 4521, 4531, 4534, 4535, 4556, 4571, 4510], "Excused": [4551]}}, {"bill_id": 24808, "action_date": "2024-02-22T07:45:00-06:00", "document_id": 265923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265923.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1196, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24808, "action_date": "2024-02-26T14:00:00-06:00", "document_id": 266414, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266414.pdf", "status_text": "Do Pass Amended", "journal_page": 399, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79996, "president_vote": null, "Yea": [4472, 4473, 4474, 4475, 4476, 4478, 4482, 4483, 4485, 4486, 4577, 4489, 4491, 4492, 4494, 4495, 4496, 4497, 4499, 4500, 4503, 4504, 4505, 4506, 4509, 4510, 4511, 4513, 4514, 4518, 4519, 4520, 4521, 4522, 4524, 4525, 4527, 4528, 4530, 4531, 4532, 4533, 4534, 4538, 4540, 4542, 4543, 4544, 4545, 4546, 4548, 4549, 4551, 4552, 4553, 4555, 4556, 4557, 4560, 4561, 4562, 4565, 4566, 4568, 4569, 4570, 4571, 4575], "Excused": [4535, 4563]}}, {"bill_id": 24808, "action_date": "2024-02-28T14:00:00-06:00", "document_id": 266784, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266784.pdf", "status_text": "Concurred in amendments", "journal_page": 442, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 80114, "president_vote": null, "Yea": [4477, 4479, 4480, 4481, 4487, 4488, 4490, 4498, 4501, 4502, 4507, 4508, 4512, 4515, 4516, 4517, 4523, 4526, 4529, 4536, 4537, 4541, 4547, 4550, 4554, 4558, 4559, 4564, 4567, 4578, 4572, 4573, 4574, 4576], "Excused": [4493]}}, {"bill_id": 24808, "action_date": "2024-02-29T13:00:00-06:00", "document_id": 266906, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266906.pdf", "status_text": "Signed by the President", "journal_page": 461, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24808, "action_date": "2024-03-04T10:00:00-06:00", "document_id": 267011, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/267011.pdf", "status_text": "Signed by the Speaker", "journal_page": 468, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}]}