{"session_id": 53, "bill_id": 16968, "bill_type": "House Bill", "bill_number": 1269, "bill_title": "provide certain procedures for the imposition of development impact fees.", "sponsors": [{"legislator_profile_id": 2788, "is_prime": true}, {"legislator_profile_id": 2796, "is_prime": true}, {"legislator_profile_id": 2727, "is_prime": false}, {"legislator_profile_id": 2742, "is_prime": false}, {"legislator_profile_id": 2754, "is_prime": false}, {"legislator_profile_id": 2767, "is_prime": false}, {"legislator_profile_id": 2795, "is_prime": false}, {"legislator_profile_id": 2818, "is_prime": false}, {"legislator_profile_id": 2822, "is_prime": false}], "keywords": ["County", "Fees", "Local Government", "Municipality", "Planning and Zoning"], "audio": [{"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hlo18hb1269a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hlo18hb1269a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hlo18hb1269a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16968, "bill_version_id": 92434, "bill_version": "Introduced", "bill_version_date": "2002-01-22T07:50:25-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide certain procedures for the imposition of development impact fees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Only a governmental entity that has a comprehensive plan, as provided, and which complies with the requirements of this Act, may impose a development impact fee. If a governmental entity has not adopted a comprehensive plan, but has adopted a capital improvements plan which substantially complies with the requirements, then it may impose a development impact fee. A governmental entity may not impose an impact fee, regardless of how it is designated, except as provided in this Act. Before imposing a development impact fee on residential units, a governmental entity shall prepare a report which estimates the effect of recovering capital costs through impact fees on the availability of affordable housing within the political jurisdiction of the governmental entity. An impact fee may be imposed and collected by a governmental entity after an ordinance is approved. The amount of the development impact fee shall be based on actual improvement costs or reasonable estimates of the costs, supported by sound engineering studies. Section 2. Terms used in this Act mean: (1) \"Affordable housing,\" housing affordable to families whose incomes do not exceed eighty percent of the median income for the service area or areas within the jurisdiction of the governmental entity; (2) \"Capital improvements,\" any improvement with a useful life of five years or more, by new construction or other action, which increases or increased the service capacity of a public facility; (3) \"Capital improvements plan,\" a plan that identifies capital improvements for which development impact fees may be used as a funding source; (4) \"Connection charge,\" or \"hookup charge,\" any charge for the actual cost of connecting a property to a public water or public sewer system, limited to labor and materials involved in making pipe connections, installation of water meters, and other actual costs; (5) \"Developer,\" an individual or corporation, partnership, or other entity undertaking development; (6) \"Development,\" construction or installation of a new building or structure, or a change in use of a building or structure, any of which creates additional demand and need for public facilities. A building or structure includes modular buildings and manufactured housing. The term does not include alterations made to an existing single-family home; (7) \"Development approval,\" a document from a governmental entity which authorizes the commencement of a development; (8) \"Development impact fee,\" or \"impact fee,\" a payment of money imposed as a condition of development approval to pay a proportionate share of the cost of system improvements needed to serve the people utilizing the improvements. The term does not include: (a) A charge or fee to pay the administrative, plan review, or inspection costs associated with permits required for development; (b) Connection or hookup charges; (c) Amounts collected from a developer in a transaction in which the governmental entity has incurred expenses in constructing capital improvements for the development if the owner or developer has agreed to be financially responsible for the construction or installation of the capital improvements; (9) \"Fee payor,\" the individual or legal entity that pays or is required to pay a development impact fee; (10) \"Governmental entity,\" a county or municipality; (11) \"Incidental benefit,\" any benefit which accrues to a property as a secondary result or as a minor consequence of the provision of public facilities to another property; (12) \"Land use assumption,\" a description of the service area and projections of land uses, densities, intensities, and population in the service area over at least a ten-year period; (13) \"Level of service,\" a measure of the relationship between service capacity and service demand for public facilities; (14) \"Local planning commission,\" the entity created pursuant to chapter 11-2 or 11-6; (15) \"Project,\" a particular development on an identified parcel of land; (16) \"Proportionate share,\" that portion of the cost of system improvements determined pursuant to section 10 of this Act, which reasonably relates to the service demands and needs of the project; (17) \"Public facility,\" includes any of the following: (a) Water supply production, treatment, laboratory, engineering, administration, storage, and transmission facilities; (b) Wastewater collection, treatment, laboratory, engineering, administration, and disposal facilities; (c) Solid waste and recycling collection, treatment, and disposal facilities; (d) Roads, streets, and bridges including, but not limited to, rights-of-way and traffic signals; (e) Storm water transmission, retention, detention, treatment, and disposal facilities and flood control facilities; (f) Public safety facilities, including law enforcement, fire, emergency medical and rescue, and street lighting facilities; (g) Capital equipment and vehicles, with an individual unit purchase price of not less than one hundred thousand dollars including equipment and vehicles used in the delivery of public safety services, emergency preparedness services, collection and disposal of solid waste, and storm water management and control; (h) Parks, libraries, and recreational facilities; (18) \"Service area,\" based on sound planning or engineering principles, or both, a defined geographic area in which specific public facilities provide service to development within the area defined. However, no provision in this Act may be interpreted to alter, enlarge, or reduce the service area or boundaries of a political subdivision which is authorized or set by law; (19) \"Service unit,\" a standardized measure of consumption, use, generation, or discharge attributable to an individual unit of development calculated in accordance with generally accepted engineering or planning standards for a particular category of capital improvements; (20) \"System improvement,\" any capital improvement to a public facility which is designed to provide service to a service area; (21) \"System improvement cost,\" any cost incurred for construction or reconstruction of system improvements, including design, acquisition, engineering, and other costs attributable to the improvements, and also including the costs of providing additional public facilities needed to serve new growth and development. System improvement costs do not include: (a) Construction, acquisition, or expansion of public facilities other than capital improvements identified in the capital improvements plan; (b) Repair, operation, or maintenance of existing or new capital improvements; (c) Upgrading, updating, expanding, or replacing existing capital improvements to serve existing development in order to meet stricter safety, efficiency, environmental, or regulatory standards; (d) Upgrading, updating, expanding, or replacing existing capital improvements to provide better service to existing development; (e) Administrative and operating costs of the governmental entity; or (f) Principal payments and interest or other finance charges on bonds or other indebtedness except financial obligations issued by or on behalf of the governmental entity to finance capital improvements identified in the capital improvements plan. Section 3. An ordinance authorizing the imposition of a development impact fee shall: (1) Establish a procedure for timely processing of applications for determinations by the governmental entity of development impact fees applicable to all property subject to development impact fees and for the timely processing of applications for individual assessment of development impact fees, credits, or reimbursements allowed or paid under this Act; (2) Include a description of acceptable levels of service for system improvements; and (3) Provide for the termination of the development impact fee. A governmental entity shall prepare and publish an annual report describing the amount of all impact fees collected, appropriated, or spent during the preceding year by category of public facility and service area. Payment of an impact fee may result in an incidental benefit to property owners or developers within the service area other than the fee payor. However, any impact fee that results in benefits to property owners or developers within the service area, other than the fee payor, in an amount which is greater than incidental benefits is prohibited. Section 4. A governmental entity imposing a development impact fee shall provide in the impact fee ordinance the amount of impact fee due for each unit of development in a project for which a building permit is issued. The governmental entity is bound by the amount of impact fee specified in the ordinance and may not charge higher or additional impact fees for the same purpose unless the number of service units increases or the scope of the development changes and the amount of additional impact fees is limited to the amount attributable to the additional service units or change in scope of the development. The impact fee ordinance shall: (1) Include an explanation of the calculation of the impact fee, including an explanation of the factors considered pursuant to this Act; (2) Specify the system improvements for which the impact fee is intended to be used; (3) Inform the developer that the developer may pay a project's proportionate share of system improvement costs by payment of impact fees according to the fee schedule as full and complete payment of the developer's proportionate share of system improvements costs; and (4) Inform the fee payor that: (a) The fee payor may negotiate and contract for facilities or services with the governmental entity in lieu of the development impact fee as defined in section 16 of this Act; (b) The fee payor has the right of appeal, as provided in section 14 of this Act; and (c) The impact fee shall be paid no earlier than the time of issuance of the building permit or issuance of a development permit if no building permit is required. Section 5. The governing body of a governmental entity begins the process for adoption of an ordinance imposing an impact fee by enacting a resolution directing the local planning commission to conduct the studies and to recommend an impact fee ordinance, developed in accordance with the requirements of this Act. Under no circumstances may the governing body of a governmental entity impose an impact fee for any public facility which has been paid for entirely by the developer. Upon receipt of the resolution, the local planning commission shall develop, within the time designated in the resolution, and make recommendations to the governmental entity for a capital improvements plan and impact fees by service unit. The local planning commission shall prepare and adopt its recommendations in the same manner and using the same procedures as those used for developing recommendations for a comprehensive plan, except as otherwise provided in this Act. The commission shall review and update the capital improvements plan and impact fees in the same manner and on the same review cycle as the governmental entity's comprehensive plan or elements of it. Section 6. The local planning commission shall recommend to the governmental entity a capital improvements plan which may be adopted by the governmental entity by ordinance. The recommendations of the commission are not binding on the governmental entity, which may amend or alter the plan. After reasonable public notice, a public hearing shall be held before final action to adopt the ordinance approving the capital improvements plan. The notice shall be published not less than thirty days before the time of the hearing in the government entity's legal newspaper. The notice shall advise the public of the time and place of the hearing, that a copy of the capital improvements plan is available for public inspection in the offices of the governmental entity, and that members of the public shall be given an opportunity to be heard. Any change in the capital improvements plan shall be approved in the same manner as approval of the original plan. Section 7. The capital improvements plan shall contain: (1) A general description of each existing public facility, and any existing deficiency, within the service area of the governmental entity, a reasonable estimate of all costs, and a plan to develop the funding resources, including existing sources of revenues, related to curing the existing deficiencies including, but not limited to, the upgrading, updating, improving, expanding, or replacing of these facilities to meet existing needs and usage; (2) An analysis of the total capacity, the level of current usage, and commitments for usage of capacity of existing public facilities, which shall be prepared by a qualified professional using generally accepted principles and professional standards; (3) A description of the land use assumptions; (4) A definitive table establishing the specific service unit for each category of system improvements and an equivalency or conversion table establishing the ratio of a service unit to various types of land uses, including residential, commercial, agricultural, and industrial, as appropriate; (5) A description of all system improvements and costs necessitated by and attributable to new development in the service area, based on the approved land use assumptions, to provide a level of service not to exceed the level of service currently existing in the community or service area, unless a different or higher level of service is required by law, court order, or safety consideration; (6) The total number of service units necessitated by and attributable to new development within the service area based on the land use assumptions and calculated in accordance with generally accepted engineering or planning criteria; (7) The projected demand for system improvements required by new service units projected over a reasonable period of time not to exceed twenty years; (8) Identification of all sources and levels of funding available to the governmental entity for the financing of the system improvements; and (9) A schedule setting forth estimated dates for commencing and completing construction of all improvements identified in the capital improvements plan. Section 8. The following structures or activities are exempt from impact fees: (1) Rebuilding the same amount of floor space of a structure that was destroyed by fire or other catastrophe; (2) Remodeling or repairing a structure that does not result in an increase in the number of service units; (3) Replacing a residential unit, including a manufactured home, with another residential unit on the same lot, if the number of service units does not increase; (4) Placing a construction trailer or office on a lot during the period of construction on the lot; (5) Constructing an addition on a residential structure which does not increase the number of service units; (6) Adding uses that are typically accessory to residential uses, such as a tennis court or a clubhouse, unless it is demonstrated clearly that the use creates a significant impact on the system's capacity; and (7) All or part of a particular development project if the project is determined to create affordable housing and the exempt development's proportionate share of system improvements is funded through a revenue source other than development impact fees. Section 9. The impact fee for each service unit may not exceed the amount determined by dividing the costs of the capital improvements by the total number of projected service units that potentially could use the capital improvement. If the number of new service units projected over a reasonable period of time is less than the total number of new service units shown by the approved land use assumptions at full development of the service area, the maximum impact fee for each service unit shall be calculated by dividing the costs of the part of the capital improvements necessitated by and attributable to the projected new service units by the total projected new service units. An impact fee shall be calculated in accordance with generally accepted accounting principles. Section 10. The impact fee imposed upon a fee payor may not exceed a proportionate share of the costs incurred by the governmental entity in providing system improvements to serve the new development. The proportionate share is the cost attributable to the development after the governmental entity reduces the amount to be imposed by the following factors: (1) Appropriate credit, offset, or contribution of money, dedication of land, or construction of system improvements; and (2) All other sources of funding the system improvements including funds obtained from economic development incentives or grants secured which are not required to be repaid. In determining the proportionate share of the cost of system improvements to be paid, the governmental entity imposing the impact fee shall consider the: (1) Cost of existing system improvements resulting from new development within the service area or areas; (2) Means by which existing system improvements have been financed; (3) Extent to which the new development contributes to the cost of system improvements; (4) Extent to which the new development is required to contribute to the cost of existing system improvements in the future; (5) Extent to which the new development is required to provide system improvements, without charge to other properties within the service area or areas; (6) Time and price differentials inherent in a fair comparison of fees paid at different times; and (7) Availability of other sources of funding system improvements including user charges, general tax levies, intergovernmental transfers, and special assessments. Section 11. A developer required to pay a development impact fee may not be required to pay more than the developer's proportionate share of the costs of the project, including the payment of money or contribution or dedication of land, or to oversize the developer's facilities for use of others outside of the project without fair compensation or reimbursement. Section 12. Any revenue from development impact fees shall be maintained in one or more interest-bearing accounts. Accounting records shall be maintained for each category of system improvements and the service area in which the fees are collected. Interest earned on development impact fees shall be considered funds of the account on which it is earned, and subject to any restriction placed on the use of impact fees pursuant to the provisions of this Act. Expenditures of development impact fees shall be made only for the category of system improvements and within or for the benefit of the service area for which the impact fee was imposed as shown by the capital improvements plan and as authorized in this Act. Impact fees may not be used for: (1) A purpose other than system improvement costs to create additional improvements to serve new growth; (2) A category of system improvements other than that for which they were collected; or (3) The benefit of service areas other than the area for which they were imposed. Section 13. An impact fee shall be refunded to the owner of record of property on which a development impact fee has been paid if: (1) The impact fees have not been expended within three years of the date, impact fees were scheduled to be expended on a first-in, first-out basis; or (2) A building permit or permit for installation of a manufactured home is denied. If the right to a refund exists, the governmental entity shall send a refund to the owner of record within ninety days after it is determined by the entity that a refund is due. A refund includes the pro rata portion of interest earned while on deposit in the impact fee account. A person entitled to a refund has standing to sue for a refund pursuant to this Act if there has not been a timely payment of a refund pursuant to this section. Section 14. A governmental entity which adopts a development impact fee ordinance shall provide for administrative appeals by the developer or fee payor. A fee payor may pay a development impact fee under protest. A fee payor making the payment is not estopped from exercising the right of appeal provided in this Act, nor is the fee payor estopped from receiving a refund of an amount considered to have been illegally collected. Instead of making a payment of an impact fee under protest, a fee payor, at the fee payor's option, may post a bond or submit an irrevocable letter of credit for the amount of impact fees due, pending the outcome of an appeal. A governmental entity which adopts a development impact fee ordinance shall provide for mediation by a qualified independent party, upon voluntary agreement by both the fee payor and the governmental entity, to address a disagreement related to the impact fee for proposed development. Participation in mediation does not preclude the fee payor from pursuing other remedies provided for in this section or otherwise available by law. Section 15. A governmental entity may provide in a development impact fee ordinance the method for collection of development impact fees including: (1) Additions to the fee for reasonable interest and penalties for nonpayment or late payment; (2) Withholding of the certificate of occupancy, or building permit if no certificate of occupancy is required, until the development impact fee is paid; (3) Withholding of utility services until the development impact fee is paid; and (4) Imposing liens for failure to pay timely a development impact fee. Section 16. A fee payor and developer may enter into an agreement with a governmental entity, providing for payments instead of impact fees for facilities or services. That agreement may provide for the construction or installation of system improvements by the fee payor or developer and for credits or reimbursements for costs incurred by a fee payor or developer including interproject transfers of credits or reimbursement for project improvements which are used or shared by more than one development project. No impact fee may be imposed on a fee payor or developer who has entered into an agreement as described in this section. Section 17. The provisions of this Act do not repeal existing laws authorizing a governmental entity to impose fees or require contributions or property dedications for capital improvements. A development impact fee adopted in accordance with existing laws before the enactment of this Act is not affected until termination of the development impact fee. A subsequent change or reenactment of the development impact fee shall comply with the provisions of this Act. Requirements for developers to pay in whole or in part for system improvements may be imposed by governmental entities only by way of impact fees imposed pursuant to the ordinance. Notwithstanding another provision of this Act, property for which a valid building permit has been issued or construction has commenced before the effective date of a development impact fee ordinance is not subject to additional development impact fees. Section 18. If the proposed system improvements include the improvement of public facilities under the jurisdiction of another unit of government including a special purpose district that does not provide water and wastewater utilities, a school district, and a public service district, an agreement between the governmental entity and other unit of government shall specify the reasonable share of funding by each unit. The governmental entity authorized to impose impact fees may not assume more than its reasonable share of funding joint improvements, nor may another unit of government which is not authorized to impose impact fees do so unless the expenditure is pursuant to an agreement under section 16 of this Act. A governmental entity may enter into an agreement with another unit of government including a special purpose district that does not provide water and wastewater utilities, a school district, and a public service district, that has the responsibility of providing the service for which an impact fee may be imposed. The determination of the amount of the impact fee for the contracting governmental entity shall be made in the same manner and is subject to the same procedures and limitations as provided in this Act. The agreement shall provide for the collection of the impact fee by the governmental entity and for the expenditure of the impact fee by another unit of government including a special purpose district that does not provide water and wastewater utilities, and a school district. Section 19. The provisions of this Act do not apply to a development impact fee for water or wastewater utilities, or both, imposed by a city, county, or special purpose district, except that in order to impose a development impact fee for water or wastewater utilities, or both, the city, county, or special purpose district shall: (1) Have a capital improvements plan before imposition of the development impact fee; and (2) Prepare a report to be made public before imposition of the development impact fee, which shall include an explanation of the basis, use, calculation, and method of collection of the development impact fee; and (3) Enact the fee in accordance with the requirements of this Act. Section 20. No county development impact fee ordinance imposed in an area which is annexed by a municipality is affected by this Act until the development impact fee terminates, unless the municipality assumes any liability which is to be paid with the impact fee revenue."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16968, "action_date": "2002-01-22T14:00:00-06:00", "document_id": 92568, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92568.pdf", "status_text": "First read in House and referred to", "journal_page": 215, "committee_id_action": 768, "committee_id_assigned": 761, "result": "N", "vote": {}}, {"bill_id": 16968, "action_date": "2002-01-31T10:00:00-06:00", "document_id": 93321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93321.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 761, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16968, "action_date": "2002-01-31T10:00:00-06:00", "document_id": 93321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93321.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 404, "committee_id_action": 761, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53914, "president_vote": null, "Yea": [2758, 2763, 2765, 2769, 2771, 2779, 2786, 2797, 2811, 2814, 2815, 2768, 2749]}}]}