{"session_id": 20, "bill_id": 5838, "bill_type": "House Bill", "bill_number": 1128, "bill_title": "authorize the Legislative Research Council to remodel, renovate, and upgrade certain facilities in the House Chambers of the State Capitol building, to make an appropriation therefor, and to declare an emergency.", "sponsors": [{"legislator_profile_id": 457, "is_prime": true}, {"legislator_profile_id": 438, "is_prime": true}], "keywords": ["Appropriation", "Legislature and Statutes"], "audio": [{"meeting_datetime": "2014-01-31T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hap12.mp3", "start_seconds": 6150.0}, {"meeting_datetime": "2014-01-31T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hap12.mp3", "start_seconds": 6150.0}, {"meeting_datetime": "2014-01-31T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hap12.mp3", "start_seconds": 6150.0}], "bill_versions": [{"bill_id": 5838, "bill_version_id": 29125, "bill_version": "Introduced", "bill_version_date": "2014-01-28T10:33:51.197-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the Legislative Research Council to remodel, renovate, and upgrade certain facilities in the House Chambers of the State Capitol building, to make an appropriation therefor, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislative Research Council may contract for the design, construction, completion, equipment, software, maintenance, and such other services as may be required to remodel, renovate, and upgrade the voting, audio, video, and technology systems for the House Chambers of the State Capitol building in a manner consistent with the current state of technology at an estimated cost of eight hundred twenty-five thousand dollars to complete. Section 2. There is hereby appropriated from the general fund the sum of eight hundred twenty-five thousand dollars ($825,000), or so much thereof as may be necessary, to the Legislative Research Council to remodel, renovate, and upgrade the facilities described in section 1 of this Act. Section 3. The design, renovation, and construction of the facilities approved by this Act shall be under the general supervision of the Bureau of Administration as provided in § 5-14-2. The commissioner of the Bureau of Administration and the director of the Legislative Research Council shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 4. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 5. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5838, "action_date": "2014-01-28T14:00:00-06:00", "document_id": 29174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29174.pdf", "status_text": "First read in House and referred to", "journal_page": 121, "committee_id_action": 231, "committee_id_assigned": 233, "result": "N", "vote": {}}, {"bill_id": 5838, "action_date": "2014-01-31T08:00:00-06:00", "document_id": 29212, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29212.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 233, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5838, "action_date": "2014-01-31T08:00:00-06:00", "document_id": 29573, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29573.pdf", "status_text": "Tabled", "journal_page": 243, "committee_id_action": 233, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15493, "president_vote": null, "Yea": [448, 477, 489, 453, 507, 504, 463], "Excused": [516], "Nay": [433]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5838"}