{"session_id": 45, "bill_id": 12626, "bill_type": "Senate Bill", "bill_number": 77, "bill_title": "to require the licensure of nonresident pharmacies.", "sponsors": [], "keywords": ["Nonresidents", "Pharmacists & Pharmacies", "Signed by Governor"], "audio": [], "bill_versions": [{"bill_id": 12626, "bill_version_id": 74155, "bill_version": "Introduced", "bill_version_date": "1997-01-12T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require the licensure of nonresident pharmacies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For purposes of this Act, a nonresident pharmacy is any pharmacy located outside this state that: (1) Ships, mails, or delivers any dispensed drug to a resident in this state pursuant to a legally issued prescription; (2) Provides to a resident of this state information on drugs or devices including advice relating to therapeutic values, potential hazards, and uses; or (3) Counsels pharmacy patients residing in this state concerning adverse and therapeutic effects of drugs. Section 2. Any nonresident pharmacy shall be licensed before conducting business in this state. The Board of Pharmacy shall issue a license to any nonresident pharmacy which meets the requirements of this Act. In order to be licensed by the board to do business in this state, a nonresident pharmacy shall: (1) Be licensed and in good standing in the state in which its dispensing facilities are located; (2) Comply with all applicable laws, rules, and standards of that state and the United States, and if requested by the board, provide evidence that it has complied; and (3) Submit an application upon a form prescribed by the Board of Pharmacy and pay a fee set by the board. The application shall include information on ownership and location of the pharmacy, the identity of licensed pharmacist in charge of the pharmacy, identity of licensed pharmacists who are providing services to patients residing in this state, and provide a copy of the most recent inspection report resulting from an inspection conducted by the regulatory or licensing agency of the state in which it is located. The board shall establish pursuant to chapter 1-26 the application fee. Section 3. The board may approve, approve with conditions, or deny the application for licensure or renewal of licensure as a nonresident pharmacy based on information concerning the qualifications of the applicant provided in the application. An applicant may appeal the decision of the board regarding licensure or renewal of licensure pursuant to contested case procedure in chapter 1-26. Section 4. Each nonresident pharmacy license expires on June thirtieth following the date of issue. The board shall mail an application for license renewal to each licensee before June first of each year. If application for renewal of the license accompanied by the annual license fee is not made before the expiration date, the existing license lapses on the date of expiration. Section 5. If the licensing or regulatory agency of the state in which an out-of-state pharmacy is domiciled fails or refuses to inspect the out-of-state pharmacy after receiving a request for an inspection from the Board of Pharmacy of this state, the board may cancel the out-of-state pharmacy's license pursuant to contested case procedure in chapter 1-26 unless the out-of-state pharmacy agrees to an on-site inspection by the board of this state. Section 6. No nonresident pharmacy may dispense an equivalent drug product if a brand name has been prescribed, unless the dispensing is done in compliance with the laws of this state nor may dispense an equivalent drug product to a resident of this state without informing the patient of the selection and the right to refuse the product selected either by telephone or in writing. Section 7. A nonresident pharmacy shall obtain, record, and maintain pertinent patient information. The pharmacy shall provide patients a written offer to consult and access to a toll- free telephone service to facilitate communications between the patient and the pharmacist at the pharmacy. The number of the toll-free telephone service shall be printed on a label affixed to each container of a prescription drug dispensed by the pharmacy to a patient. The toll-free telephone service shall be available for a minimum of six days a week and forty hours a week. In addition, a nonresident pharmacy shall provide the patient written information about the medication on all new or changed prescriptions. The information shall include directions for storage and use, precautions and relevant warnings about drug interactions and common side effects, and directions for patient action if the patient misses a scheduled dose of the prescription. Section 8. A nonresident pharmacy shall designate a resident agent in this state for service of process. If an agent is not designated, the secretary of state of this state shall be considered to be its agent, upon whom may be served all legal process in any action or proceeding against the nonresident pharmacy. A copy of any service of process shall be mailed by certified mail, return receipt requested, postage prepaid, at the address the nonresident pharmacy has designated on its application for licensure. If any nonresident pharmacy is not licensed in this state, service on the secretary of state is sufficient service."}, {"bill_id": 12626, "bill_version_id": 74156, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "1997-01-23T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require the licensure of nonresident pharmacies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For purposes of this Act, a nonresident pharmacy is any pharmacy located outside this state that: (1) Ships, mails, or delivers any dispensed drug to a resident in this state pursuant to a legally issued prescription; and (2) Provides to a resident of this state information on drugs or devices including advice relating to therapeutic values, potential hazards, and uses; or (3) Counsels pharmacy patients residing in this state concerning adverse and therapeutic effects of drugs. Section 2. Any nonresident pharmacy shall be licensed before conducting business in this state. The Board of Pharmacy shall issue a license to any nonresident pharmacy which meets the requirements of this Act. In order to be licensed by the board to do business in this state, a nonresident pharmacy shall: (1) Be licensed and in good standing in the state in which its dispensing facilities are located; (2) Comply with all applicable laws, rules, and standards of that state and the United States, and if requested by the board, provide evidence that it has complied; and (3) Submit an application upon a form prescribed by the Board of Pharmacy and pay a fee set by the board. The application shall include information on ownership and location of the pharmacy, the identity of licensed pharmacist in charge of the pharmacy, identity of licensed pharmacists who are providing services to patients residing in this state, and provide a copy of the most recent inspection report resulting from an inspection conducted by the regulatory or licensing agency of the state in which it is located. The board shall establish pursuant to chapter 1-26 the application fee. Section 3. The board may approve, approve with conditions, or deny the application for licensure or renewal of licensure as a nonresident pharmacy based on information concerning the qualifications of the applicant provided in the application. An applicant may appeal the decision of the board regarding licensure or renewal of licensure pursuant to contested case procedure in chapter 1-26. Section 4. Each nonresident pharmacy license expires on June thirtieth following the date of issue. The board shall mail an application for license renewal to each licensee before June first of each year. If application for renewal of the license accompanied by the annual license fee is not made before the expiration date, the existing license lapses on the date of expiration. Section 5. If the licensing or regulatory agency of the state in which an out-of-state pharmacy is domiciled fails or refuses to inspect the out-of-state pharmacy after receiving a request for an inspection from the Board of Pharmacy of this state, the board may cancel the out-of-state pharmacy's license pursuant to contested case procedure in chapter 1-26 unless the out-of-state pharmacy agrees to an on-site inspection by the board of this state. Section 6. No nonresident pharmacy may dispense an equivalent drug product if a brand name has been prescribed, unless the dispensing is done in compliance with the laws of this state nor may dispense an equivalent drug product to a resident of this state without informing the patient of the selection and the right to refuse the product selected either by telephone or in writing. Section 7. A nonresident pharmacy shall obtain, record, and maintain pertinent patient information. The pharmacy shall provide patients a written offer to consult and access to a toll- free telephone service to facilitate communications between the patient and the pharmacist at the pharmacy. The number of the toll-free telephone service shall be printed on a label affixed to each container of a prescription drug dispensed by the pharmacy to a patient. The toll-free telephone service shall be available for a minimum of six days a week and forty hours a week. In addition, a nonresident pharmacy shall provide the patient written information about the medication on all new or changed prescriptions. The information shall include directions for storage and use, precautions and relevant warnings about drug interactions and common side effects, and directions for patient action if the patient misses a scheduled dose of the prescription. Section 8. A nonresident pharmacy shall designate a resident agent in this state for service of process. If an agent is not designated, the secretary of state of this state shall be considered to be its agent, upon whom may be served all legal process in any action or proceeding against the nonresident pharmacy. A copy of any service of process shall be mailed by certified mail, return receipt requested, postage prepaid, at the address the nonresident pharmacy has designated on its application for licensure. If any nonresident pharmacy is not licensed in this state, service on the secretary of state is sufficient service. BILL HISTORY January 14 - First read in Senate and referred to Health and Human Services. S.J. 26 January 22 - Scheduled for hearing. January 22 - Passed as amended, PASSED, AYES 4, NAYS 1. S.J. 84"}, {"bill_id": 12626, "bill_version_id": 74154, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "1997-02-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require the licensure of nonresident pharmacies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For purposes of this Act, a nonresident pharmacy is any pharmacy located outside this state that: (1) Ships, mails, or delivers any dispensed drug to a resident in this state pursuant to a legally issued prescription; and (2) Provides to a resident of this state information on drugs or devices including advice relating to therapeutic values, potential hazards, and uses; or (3) Counsels pharmacy patients residing in this state concerning adverse and therapeutic effects of drugs. Section 2. Any nonresident pharmacy shall be licensed before conducting business in this state. The Board of Pharmacy shall issue a license to any nonresident pharmacy which meets the requirements of this Act. In order to be licensed by the board to do business in this state, a nonresident pharmacy shall: (1) Be licensed and in good standing in the state in which its dispensing facilities are located; (2) Comply with all applicable laws, rules, and standards of that state and the United States, and if requested by the board, provide evidence that it has complied; and (3) Submit an application upon a form prescribed by the Board of Pharmacy and pay a fee set by the board. The application shall include information on ownership and location of the pharmacy, the identity of licensed pharmacist in charge of the pharmacy, identity of licensed pharmacists who are providing services to patients residing in this state, and provide a copy of the most recent inspection report resulting from an inspection conducted by the regulatory or licensing agency of the state in which it is located. The board shall establish pursuant to chapter 1-26 the application fee, which may not be greater than that assessed resident pharmacies. Section 3. The board may approve, approve with conditions, or deny the application for licensure or renewal of licensure as a nonresident pharmacy based on information concerning the qualifications of the applicant provided in the application. An applicant may appeal the decision of the board regarding licensure or renewal of licensure pursuant to contested case procedure in chapter 1-26. Section 4. Each nonresident pharmacy license expires on June thirtieth following the date of issue. The board shall mail an application for license renewal to each licensee before June first of each year. If application for renewal of the license accompanied by the annual license fee is not made before the expiration date, the existing license lapses on the date of expiration. Section 5. The board may deny, revoke, or suspend a nonresident pharmacy registration for conduct which causes serious bodily injury or serious psychological injury to a resident of this state if the board has referred the matter to the regulatory or licensing agency in the state in which the nonresident pharmacy is located and the regulatory or licensing agency fails to initiate an investigation within forty-five days after the referral. Any action taken to deny, revoke, or suspend a nonresident pharmacy registration is a contested case proceeding pursuant to chapter 1-26. Section 6. No nonresident pharmacy may dispense an equivalent drug product if a brand name has been prescribed, unless the dispensing is done in compliance with the laws of this state nor may dispense an equivalent drug product to a resident of this state without informing the patient of the selection and the right to refuse the product selected either by telephone or in writing. Section 7. A nonresident pharmacy shall obtain, record, and maintain pertinent patient information. The pharmacy shall provide patients a written offer to consult and access to a toll- free telephone service to facilitate communications between the patient and the pharmacist at the pharmacy. The number of the toll-free telephone service shall be printed on a label affixed to each container of a prescription drug dispensed by the pharmacy to a patient. The toll-free telephone service shall be available for a minimum of six days a week and forty hours a week. In addition, a nonresident pharmacy shall provide the patient written information about the medication on all new or changed prescriptions. The information shall include directions for storage and use, precautions and relevant warnings about drug interactions and common side effects, and directions for patient action if the patient misses a scheduled dose of the prescription. Section 8. A nonresident pharmacy shall designate a resident agent in this state for service of process. If an agent is not designated, the secretary of state of this state shall be considered to be its agent, upon whom may be served all legal process in any action or proceeding against the nonresident pharmacy. A copy of any service of process shall be mailed by certified mail, return receipt requested, postage prepaid, at the address the nonresident pharmacy has designated on its application for licensure. If any nonresident pharmacy is not licensed in this state, service on the secretary of state is sufficient service. BILL HISTORY 1/14/97 First read in Senate and referred to Health and Human Services. S.J. 26 1/22/97 Scheduled for Committee hearing on this date. 1/22/97 Health and Human Services Do Pass Amended, Passed, AYES 4, NAYS 1. 1/24/97 Deferred to another day. S.J. 164 1/27/97 Senate Do Pass Amended, Passed, AYES 30, NAYS 3. S.J. 176 1/28/97 First read in House and referred to Health and Human Services. H.J. 181 2/19/97 Scheduled for Committee hearing on this date. 2/19/97 Health and Human Services Do Pass Amended, Passed, AYES 10, NAYS 2."}, {"bill_id": 12626, "bill_version_id": 74153, "bill_version": "Enrolled", "bill_version_date": "1997-02-26T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12626, "action_date": "1997-01-14T14:00:00-06:00", "document_id": 72867, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72867.pdf", "status_text": "First read in Senate and referred to", "journal_page": 26, "committee_id_action": 545, "committee_id_assigned": 522, "result": "N", "vote": {}}, {"bill_id": 12626, "action_date": "1997-01-22T10:00:00-06:00", "document_id": 72197, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72197.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 522, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12626, "action_date": "1997-01-22T10:00:00-06:00", "document_id": 72197, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72197.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 522, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35196, "president_vote": null, "Yea": [1885, 1927, 1946, 1911], "Excused": [1939], "Nay": [1959]}}, {"bill_id": 12626, "action_date": "1997-01-24T14:00:00-06:00", "document_id": 72883, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72883.pdf", "status_text": "Deferred to another day", "journal_page": 164, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12626, "action_date": "1997-01-27T14:00:00-06:00", "document_id": 72885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72885.pdf", "status_text": "Do Pass Amended,", "journal_page": 176, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37809, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1905, 1908, 1911, 1912, 1915, 1919, 1920, 1925, 1927, 1928, 1930, 1932, 1935, 1938, 1939, 1945, 1946, 1955, 1956, 1965, 1969, 1972, 1977, 1981, 1986], "Nay": [1959, 1976, 1978], "Excused": [1960, 1979]}}, {"bill_id": 12626, "action_date": "1997-01-28T14:00:00-06:00", "document_id": 72886, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72886.pdf", "status_text": "First read in House and referred to", "journal_page": 181, "committee_id_action": 544, "committee_id_assigned": 535, "result": "N", "vote": {}}, {"bill_id": 12626, "action_date": "1997-02-19T08:00:00-06:00", "document_id": 72404, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72404.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 535, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12626, "action_date": "1997-02-19T08:00:00-06:00", "document_id": 72404, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72404.pdf", "status_text": "Do Pass Amended,", "journal_page": 560, "committee_id_action": 535, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38094, "president_vote": null, "Excused": [1888], "Yea": [1902, 1914, 1917, 1923, 1937, 1950, 1962, 1980, 1953, 1916], "Nay": [1929, 1988]}}, {"bill_id": 12626, "action_date": "1997-02-21T14:00:00-06:00", "document_id": 72922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72922.pdf", "status_text": "Deferred to another day", "journal_page": 639, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12626, "action_date": "1997-02-24T14:00:00-06:00", "document_id": 72924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72924.pdf", "status_text": "Do Pass Amended,", "journal_page": 670, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36477, "president_vote": null, "Yea": [1886, 1887, 1888, 1890, 1891, 1892, 1894, 1895, 1896, 1897, 1898, 1899, 1900, 1902, 1903, 1904, 1906, 1909, 1910, 1913, 1914, 1916, 1917, 1918, 1921, 1922, 1923, 1926, 1931, 1936, 1937, 1941, 1942, 1944, 1947, 1948, 1949, 1950, 1953, 1954, 1957, 1961, 1962, 1963, 1964, 1966, 1967, 1970, 1971, 1973, 1974, 1975, 1980, 1982, 1983, 1984, 1987, 1924], "Nay": [1907, 1929, 1933, 1934, 1943, 1951, 1952, 1958, 1968, 1985, 1988], "Excused": [1940]}}, {"bill_id": 12626, "action_date": "1997-02-27T14:00:00-06:00", "document_id": 72931, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72931.pdf", "status_text": "Signed by President", "journal_page": 699, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12626, "action_date": "1997-02-28T14:00:00-06:00", "document_id": 72932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72932.pdf", "status_text": "Signed by Speaker", "journal_page": 787, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12626, "action_date": "1997-03-03T14:00:00-06:00", "document_id": 72935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72935.pdf", "status_text": "Delivered to the Governor", "journal_page": 719, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12626, "action_date": "1997-03-19T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 715, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12626"}