{"session_id": 69, "bill_id": 25061, "bill_type": "Senate Joint Resolution", "bill_number": 506, "bill_title": "Proposing and submitting to the voters at the next general election, an amendment to the Constitution of the State of South Dakota, to address the right of citizens to bear arms.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25061", "sponsors": [{"legislator_profile_id": 4502, "is_prime": true}, {"legislator_profile_id": 4510, "is_prime": false}, {"legislator_profile_id": 4547, "is_prime": false}], "keywords": ["Ballot Measures", "Constitutional Amendments", "Firearms", "Senate Joint Resolution"], "audio": [], "bill_versions": [{"bill_id": 25061, "bill_version_id": 261529, "bill_version": "Introduced", "bill_version_date": "2024-01-22T16:10:43.203-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the voters at the next general election, an amendment to the Constitution of the State of South Dakota, to address the right of citizens to bear arms. Be it resolved by the Legislature of the State of South Dakota: Section 1. That at the next general election held in the state, the following amendment to Article VI of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article VI, § 24 of the Constitution of the State of South Dakota, be AMENDED: § 24. The right of the citizens to bear arms in and possess ammunition and accessories common to the use of such arms, for the security and defense of themselves and the state, for the security and defense of their family members and their real and personal property, for lawful hunting, for recreational purposes, or for any other lawful purpose shall not be denied, nor shall a permit, license, registration, fee, or tax be required for the acquisition, possession, or carrying of such arms, ammunition, or accessories, including supplies for the reloading of ammunition. No law may permit the confiscation of firearms, ammunition and accessories, or supplies for the reloading of ammunition, except those actually used in the commission of a felony and then only after conviction, and those removed from a person adjudicated by a court to be a danger to self or others as a result of a mental disorder or mental infirmity. Any restriction on the right set forth in this section is subject to strict scrutiny."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25061, "action_date": "2024-01-23T14:00:00-06:00", "document_id": 261480, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261480.pdf", "status_text": "First read in Senate and referred to", "journal_page": 146, "committee_id_action": 1219, "committee_id_assigned": 1214, "result": "N", "vote": {}}]}