{"session_id": 24, "bill_id": 7468, "bill_type": "House Bill", "bill_number": 1213, "bill_title": "create the new frontiers program to support innovative research by South Dakota companies.", "sponsors": [{"legislator_profile_id": 1037, "is_prime": true}, {"legislator_profile_id": 1024, "is_prime": true}], "keywords": ["Economic Development", "State Affairs and Government"], "audio": [{"meeting_datetime": "2016-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hco19.mp3", "start_seconds": 3030.0}, {"meeting_datetime": "2016-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hco19.mp3", "start_seconds": 3030.0}, {"meeting_datetime": "2016-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hco19.mp3", "start_seconds": 3030.0}, {"meeting_datetime": "2016-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou21.mp3", "start_seconds": 5828.0}, {"meeting_datetime": "2016-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou21.mp3", "start_seconds": 5828.0}, {"meeting_datetime": "2016-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou21.mp3", "start_seconds": 5828.0}, {"meeting_datetime": "2016-02-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou22.mp3", "start_seconds": 1232.0}, {"meeting_datetime": "2016-02-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou22.mp3", "start_seconds": 1232.0}, {"meeting_datetime": "2016-02-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou22.mp3", "start_seconds": 1232.0}, {"meeting_datetime": "2016-02-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sco28.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2016-02-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sco28.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2016-02-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sco28.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2016-02-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen29.mp3", "start_seconds": 2896.0}, {"meeting_datetime": "2016-02-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen29.mp3", "start_seconds": 2896.0}, {"meeting_datetime": "2016-02-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen29.mp3", "start_seconds": 2896.0}], "bill_versions": [{"bill_id": 7468, "bill_version_id": 38730, "bill_version": "Introduced", "bill_version_date": "2016-02-04T09:30:51.297-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the new frontiers program to support innovative research by South Dakota companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 1-16G be amended by adding a NEW SECTION to read: Terms used in this Act, mean: (1) \"Board,\" the Board of Economic Development; (2) \"Commissioner,\" the commissioner of the Governor's Office of Economic Development; (3) \"Completed the program\" or \"completion of the program,\" the first date when the program's schedule of work as outlined in the application required under section 3 of this Act is finished. In the specific case of a clinical trial for a new pharmaceutical product or medical device, this term means the end date of the clinical trial phase undertaken pursuant to approval by a federal authority; (4) \"Commencement date,\" the first date preclinical research or clinical trial activities begin pursuant to a program's schedule of work or the terms of an approval by a federal authority. For a person already engaged in a program and relocating to South Dakota from a foreign jurisdiction, commencement date means the date of first full-time occupancy of an office or other facility located in this state; (5) \"Department,\" the Department of Revenue; (6) \"Federal authority,\" an agency or instrumentality of the United States government authorized under law to regulate the activities of the program, including the U.S. Food and Drug Administration and the National Institutes of Health; (7) \"GOED,\" the Governor's Office of Economic Development; (8) \"Person,\" any individual, firm, copartnership, joint venture, association, cooperative, nonprofit development corporation, limited liability company, limited liability partnership, corporation, estate, trust, business trust, receiver, or any group or combination acting as a unit. The term also includes any heirs, assigns, or successors in interest thereto; (9) \"Program,\" a planned, sustained original research engagement into a new or adapted method, process, product, or technology, or the testing of a new method, process, product, or technology under approval by a federal authority, including a clinical trial for a new pharmaceutical product or medical device; (10) \"Program cost,\" the amount paid by the program owner in money, credits, property, or other consideration associated with a program including contract labor, materials, equipment, supplies, or fees. Section 2. That chapter 1-16G be amended by adding a NEW SECTION to read: A person may apply for a new frontiers payment pursuant to this Act. The person shall: (1) Timely file an application as required by section 3 of this Act; (2) Receive a permit from GOED pursuant to section 5 of this Act; (3) Timely file an affidavit for new frontiers payment as required by section 6 of this Act; and (4) Comply with the provisions of this Act to qualify for the new frontiers payment. A program with a commencement date after March 31, 2016, may receive a new frontiers payment as provided by this Act. Section 3. That chapter 1-16G be amended by adding a NEW SECTION to read: Before any person receives any new frontiers payment as provided in this Act, the person shall file an application with GOED. The application may be filed no later than thirty days after the commencement date. No person may receive a new frontiers payment if the application is not timely filed with GOED. The application shall include the following information: (1) The program owner's name and contact information; (2) The general description of the program; (3) The commencement date of the program; (4) The projected date for completion of the program; (5) A schedule of work for the program; (6) The estimated program costs; (7) The location of the program; (8) A list of the anticipated contractors and subcontractors who will perform work on the program; (9) A copy of any approval notification by a federal authority; (10) A commitment from the program owner to manufacture or process the product resulting from the program in South Dakota; and (11) Any other information that GOED may require. The application shall be on a form prescribed by the commissioner. The application shall be signed by the program owner under penalty of perjury. No application may include more than one program. Section 4. That chapter 1-16G be amended by adding a NEW SECTION to read: The board shall review the application and make a determination of whether the program shall be approved or disapproved. The board may approve a new frontiers payment that is equal to or less than South Dakota sales and use tax paid on the program costs. The board shall consider the following factors when making that determination: (1) Is the program in an industry or sector identified by GOED as a priority for economic development; (2) Is the program likely to lead to future economic development or commercialization opportunities located in South Dakota; (3) Impact of the program on current economic activity in the community, area, and state; (4) Extent to which program costs are subject to similar taxes in other states; and (5) Criteria pertaining to eligible activities and economic impact established by rules promulgated pursuant to section 12 of this Act. Section 5. That chapter 1-16G be amended by adding a NEW SECTION to read: Upon approval of the application by the board, GOED shall issue a permit entitling the person to submit an affidavit for new frontiers payment as provided by section 8 of this Act. The permit and new frontiers payment is assignable and transferable and may be used as collateral or security pursuant to chapter 57A-9. If the initial permit holder entity reorganizes into a new entity, the new entity shall file with GOED an amended application within sixty days of the reorganization. If either the permit or new frontiers payment, or both, is assigned or transferred to another entity, the entity shall file with GOED an amended application within sixty days. Section 6. That chapter 1-16G be amended by adding a NEW SECTION to read: Any person holding a new frontiers permit issued by GOED and completing its program shall file an affidavit for new frontiers payment with GOED. The affidavit for new frontiers payment shall contain the following information: (1) The program owners' name and contact information; (2) The general description of the program; (3) The date of completion of the program; (4) The final program costs; (5) The amount of South Dakota sales tax and use tax paid for the completion of the program; (6) The location of the program; (7) A list of the contractors and subcontractors who performed work on the program; (8) A copy of any approval notification by a federal authority; (9) A commitment from the program owner to manufacture or process the product resulting from the program in South Dakota; (10) If the new frontiers payment was assigned or transferred, the name and address of the person to whom the new frontiers payment has been assigned or transferred; and (11) Any other information that GOED may require. The affidavit for new frontiers payment shall be on a form prescribed by the commissioner. The affidavit for new frontiers payment shall be signed by the program owner. No affidavit for new frontiers payment may include more than one program. Section 7. That chapter 1-16G be amended by adding a NEW SECTION to read: The affidavit for new frontiers payment as required by section 6 of this Act shall be filed no later than six months after the completion of the program. If the affidavit for new frontiers payment is not timely filed, the person is ineligible for a new frontiers payment. If the person filing the affidavit for new frontiers payment knowingly makes any material false statement or report in the affidavit for new frontiers payment, the person is ineligible for a new frontiers payment. No program costs that occur after eight years from the commencement date are eligible to be included in the final program cost determination for a new frontiers payment, unless an extension is granted at the sole discretion of the board. Any extension granted may not extend beyond twelve years from the commencement date. Section 8. That chapter 1-16G be amended by adding a NEW SECTION to read: After the timely receipt of a completed affidavit for new frontiers payment, within ninety days GOED shall make payment from the reinvestment fund established in § 1-16G-64 to the program owner based upon the amount and terms approved by the board. If GOED requests additional documents or information from the program owner, the ninety-day period begins to run from the date of receipt of the additional documents or information. GOED shall tender the new frontiers payment by electronic funds transfer. Section 9. That chapter 1-16G be amended by adding a NEW SECTION to read: If a person receives a new frontiers payment under section 8 of this Act for a program, but subsequently locates the manufacture or processing of the product resulting from the program outside of South Dakota, the person shall repay all new frontiers payments to the State of South Dakota. Upon application by the person, the board may in its discretion waive all or part of the repayment obligation. The application for repayment waiver shall be on a form prescribed by the commissioner and shall be signed by the person requesting the waiver. Section 10. That chapter 1-16G be amended by adding a NEW SECTION to read: The limitations on reinvestment payments imposed by § 1-16G-65 also apply to any new frontiers payment approved by the board. Section 11. That chapter 1-16G be amended by adding a NEW SECTION to read: The name of any person that receives a new frontiers payment or waiver as provided by this Act, and the amount of the new frontiers payment or waiver, is public information and shall be available and open to public inspection as provided in § 1-27-1. Section 12. That chapter 1-16G be amended by adding a NEW SECTION to read: The board may promulgate rules, pursuant to chapter 1-26, concerning the procedures and forms for applying for and receiving the new frontiers payment, the requirements necessary to qualify for the new frontiers payment, and the criteria to evaluate programs submitting applications. Section 13. That § 1-16G-64 be amended to read: 1-16G-64. There is hereby created the reinvestment payment fund for the sole purpose of making reinvestment payments pursuant to the provisions of §§ 1-16G-56 to 1-16G-68, inclusive, and new frontiers payments pursuant to the provisions of this Act. If the Board of Economic Development board approves a reinvestment payment pursuant to the provisions of §§ 1-16G-56 to 1-16G-68, inclusive, the Department of Revenue shall deposit into the fund a portion or all of the sales and use taxes paid by the project owner up to a maximum amount of the reinvestment payment approved by the board. If the board approves a new frontiers payment pursuant to the provisions of this Act, the Department of Revenue shall deposit into the fund a portion or all of the sales and use taxes paid by the program owner up to a maximum amount of the new frontiers payment approved by the board. The funds in the reinvestment project fund are continuously appropriated to GOED to make reinvestment payments pursuant to §§ 1-16G-56 to 1-16G-68, inclusive, and new frontiers payments pursuant to this Act. If any money deposited in the fund and set aside for a specific reinvestment payment or new frontiers payment is in excess of the final reinvestment or new frontiers payment, as applicable, or the specific project or program becomes ineligible for the reinvestment or new frontiers payment, as applicable, such money shall be deposited into the general fund. Interest earned on money in the fund shall be deposited into the general fund."}, {"bill_id": 7468, "bill_version_id": 40168, "bill_version": "Enrolled", "bill_version_date": "2016-03-01T10:27:37.25-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7468, "action_date": "2016-02-04T14:00:00-06:00", "document_id": 38841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38841.pdf", "status_text": "First read in House and referred to", "journal_page": 283, "committee_id_action": 325, "committee_id_assigned": 310, "result": "N", "vote": {}}, {"bill_id": 7468, "action_date": "2016-02-10T10:00:00-06:00", "document_id": 38968, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38968.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 310, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7468, "action_date": "2016-02-10T10:00:00-06:00", "document_id": 39158, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39158.pdf", "status_text": "Do Pass", "journal_page": 356, "committee_id_action": 310, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20816, "president_vote": null, "Yea": [1063, 1056, 1002, 982, 968, 1023, 1069, 1051, 965, 1053, 1064, 1052, 1034]}}, {"bill_id": 7468, "action_date": "2016-02-11T13:00:00-06:00", "document_id": 39263, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39263.pdf", "status_text": "Deferred to another day", "journal_page": 385, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7468, "action_date": "2016-02-16T14:00:00-06:00", "document_id": 39392, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39392.pdf", "status_text": "Deferred to another day", "journal_page": 401, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7468, "action_date": "2016-02-17T14:00:00-06:00", "document_id": 39476, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39476.pdf", "status_text": "Do Pass", "journal_page": 417, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21028, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 1057, 964, 1040, 995, 1039, 986, 1050, 1060, 1009, 1033, 980, 985, 976, 1022, 1056, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 987, 982, 1055, 1044, 1017, 1058, 1036, 1048, 1024, 1003, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 991, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 1032, 1025, 1051, 965, 1053, 1064, 989], "Nay": [1049, 1061, 990], "Excused": [1015]}}, {"bill_id": 7468, "action_date": "2016-02-18T14:00:00-06:00", "document_id": 39583, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39583.pdf", "status_text": "First read in Senate and referred to", "journal_page": 339, "committee_id_action": 309, "committee_id_assigned": 300, "result": "N", "vote": {}}, {"bill_id": 7468, "action_date": "2016-02-25T10:00:00-06:00", "document_id": 39857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39857.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 300, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7468, "action_date": "2016-02-25T10:00:00-06:00", "document_id": 39986, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39986.pdf", "status_text": "Do Pass", "journal_page": 447, "committee_id_action": 300, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21508, "president_vote": null, "Nay": [974, 1000], "Yea": [1005, 967, 1066, 969, 966]}}, {"bill_id": 7468, "action_date": "2016-02-29T14:00:00-06:00", "document_id": 40100, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40100.pdf", "status_text": "Do Pass", "journal_page": 478, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21616, "president_vote": null, "Nay": [974, 999, 1035, 984, 994, 1000], "Yea": [977, 1037, 966, 1014, 1067, 979, 969, 1005, 1047, 998, 997, 1041, 967, 975, 1011, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 970, 978, 1013, 973, 1008]}}, {"bill_id": 7468, "action_date": "2016-03-01T14:00:00-06:00", "document_id": 40194, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40194.pdf", "status_text": "Signed by the Speaker", "journal_page": 744, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7468, "action_date": "2016-03-07T14:00:00-06:00", "document_id": 40423, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40423.pdf", "status_text": "Signed by the President", "journal_page": 555, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7468, "action_date": "2016-03-09T10:30:00-06:00", "document_id": 40544, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40544.pdf", "status_text": "Delivered to the Governor", "journal_page": 845, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7468, "action_date": "2016-03-10T10:30:00-06:00", "document_id": 40577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40577.pdf", "status_text": "Signed by the Governor", "journal_page": 865, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6041}