{"session_id": 15, "bill_id": 3059, "bill_type": "Senate Bill", "bill_number": 2, "bill_title": "repeal and to make style and form revisions to certain provisions related to the Department of Human Services.", "sponsors": [{"legislator_profile_id": 228, "is_prime": true}, {"legislator_profile_id": 278, "is_prime": true}, {"legislator_profile_id": 239, "is_prime": false}, {"legislator_profile_id": 268, "is_prime": false}, {"legislator_profile_id": 287, "is_prime": false}, {"legislator_profile_id": 291, "is_prime": false}, {"legislator_profile_id": 237, "is_prime": false}, {"legislator_profile_id": 292, "is_prime": false}, {"legislator_profile_id": 303, "is_prime": false}, {"legislator_profile_id": 311, "is_prime": false}, {"legislator_profile_id": 309, "is_prime": false}], "keywords": ["Department of Human Services", "State Affairs and Government"], "audio": [{"meeting_datetime": "2012-01-13T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she04.mp3", "start_seconds": 3427.0}, {"meeting_datetime": "2012-01-13T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she04.mp3", "start_seconds": 3427.0}, {"meeting_datetime": "2012-01-13T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she04.mp3", "start_seconds": 3427.0}, {"meeting_datetime": "2012-01-13T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she04.mp3", "start_seconds": 3427.0}, {"meeting_datetime": "2012-01-31T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe12.mp3", "start_seconds": 6330.0}, {"meeting_datetime": "2012-01-31T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe12.mp3", "start_seconds": 6330.0}, {"meeting_datetime": "2012-01-31T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe12.mp3", "start_seconds": 6330.0}, {"meeting_datetime": "2012-01-31T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe12.mp3", "start_seconds": 6330.0}], "bill_versions": [{"bill_id": 3059, "bill_version_id": 18864, "bill_version": "Introduced", "bill_version_date": "2011-12-12T12:59:13.837-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal and to make style and form revisions to certain provisions related to the Department of Human Services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-36A-1.7 be repealed. 1-36A-1.7. Unless inconsistent with other provisions of chapter 21 of the 1989 Session Laws, all rules, regulations and standards of the agencies in § 1-36A-3 that are in effect on July 1, 1989, shall continue with full force and effect until they are specifically altered, amended or revoked in the manner provided by law, unless the statutory authority for such rules is superseded by chapter 21 of the 1989 Session Laws. Section 2. That § 1-36A-1.8 be repealed. 1-36A-1.8. If it is determined that a function of a transferred agency, which has not been eliminated by chapter 21 of the 1989 Session Laws, and its associated records, personnel, equipment, facilities, unexpended balances or appropriations, allocations, or other funds have not been clearly allocated to an agency, the Governor shall specify by interim procedures the allocation of the function and its associated resources. At the next legislative session following the issuance of such interim procedures, the Governor shall make recommendations concerning the proper allocation of the functions of transferred agencies which are not clearly allocated by chapter 21 of the 1989 Session Laws. Any interim procedures issued shall be filed with the secretary of state. Section 3. That § 1-36A-1.9 be repealed. 1-36A-1.9. The rights, privileges, and duties of the holders of bonds and other obligations issued, and of the parties to contracts, leases, indentures, and other transactions entered into, before July 1, 1989, by the state or by any agency, officer, or employee thereof, and covenants and agreements as set forth therein, remain in effect, and none of those rights, privileges, duties, covenants, or agreements is impaired or diminished by abolition of an agency in chapter 21 of the 1989 Session Laws. The Department of Human Services replaces the Board of Charities and Corrections for the state institutions in § 1-36A-1.3 and succeeds to its rights and leases, indentures, and other transactions. Section 4. That § 1-36A-1.10 be repealed. 1-36A-1.10. No judicial or administrative suit, action, or other proceeding lawfully commenced before July 1, 1989, by or against any agency or any officer of the state, in his official capacity or in relation to the discharge of his official duties, may abate or be affected by the reason of the taking effect of any reorganization under the provisions of chapter 21 of the 1989 Session Laws. The court may allow the suit, action, or other proceeding to be maintained by or against the successor of any agency or any officer affected by chapter 21 of the 1989 Session Laws. Section 5. That § 1-36A-1.17 be amended to read as follows: 1-36A-1.17. The Department of Human Services may condemn private property for public use. The term \" For the purposes of this section, private property\" includes that portion of any street, alley, or other public highway along both sides of which the land is owned by the state. If the Department of Human Services considers it necessary to condemn any private property for the purpose of erecting or repairing any building or buildings or extending grounds and premises of any of the institutions of the state of which it the department has control, the secretary of human services shall, by proper resolution and order, declare such condemnation necessary, stating the purposes and extent thereof, and communicate the same to shall notify the attorney general, and thereupon proceedings for such. Thereupon, the condemnation shall be had proceed, in the name of the state as plaintiff, as provided in chapter 21-35. Section 6. That § 1-36A-1.18 be amended to read as follows: 1-36A-1.18. The Department of Human Services and the Department of Social Services may expend from any appropriation of money for the construction of any public building that may lawfully be constructed under its supervision, or from any appropriation made for such purposes, sufficient funds to purchase and secure such insurance protection from loss by fire during the erection of such building as may be proper in the judgment of in an amount determined by the secretary of human services or the secretary of social services. Section 7. That § 1-36A-1.19 be amended to read as follows: 1-36A-1.19. The Department of Human Services and the Department of Social Services may move, dismantle, destroy, or sell any temporary buildings or structures as if the secretaries may determine to be the action is in the best interests of the State of South Dakota, in order to make better use of the area, or because of extensive maintenance and repair costs, or because of fire safety hazards. However, such structures shall be evaluated by no such action may occur unless the Bureau of Administration and a determination made evaluates the buildings or structures and subsequently determines that it would not be is not economically feasible to repair, remodel, or redesign the structures for other use. Receipts from the sale of such structures shall be deposited in the state general fund. Section 8. That § 1-36A-1.20 be amended to read as follows: 1-36A-1.20. The Department of Human Services and the Department of Social Services may expend any moneys appropriated by the Legislature for maintenance, repair, remodeling, modernization, and replacement projects by using institutional personnel or inmates as may be determined by the secretaries to be feasible if the secretaries determine that such use is practicable. Section 9. That § 1-36A-1.24 be amended to read as follows: 1-36A-1.24. The secretary of human services may inquire into and examine the condition of the institutions any institution under the department's control, financially or otherwise; inquire and examine into their the methods of instruction and treatment and management of their patients, the official conduct of all officers and employees of the same, the condition of the buildings, grounds and other property connected therewith, and into all other matters pertaining to their usefulness the functioning and good management of the institution. For these purposes the secretary shall have free access to the grounds, buildings, and all books and papers relating to such institutions the institution, and all persons now or hereafter in any manner connected with the same are directed and required to institution shall give such information and afford open such facilities for inspection as the secretary may require, and any neglect or refusal on the part of any officer, employee, or person connected with such institutions an institution to comply with the requirements of this section is sufficient cause for his removal. The secretary may administer oaths and examine any person or persons in relation to any matter connected with the inquiries authorized by this chapter. Section 10. That § 1-36A-1.25 be amended to read as follows: 1-36A-1.25. If, in the opinion of the secretary of human services, any matter in regard to the management of any institution under its the department's control, or any matter in regard to any patient of any such institution under the department's control, requires legal investigation or action of any kind, notice thereof may be given by the secretary to shall notify the attorney general, who shall make inquiry investigate and take such proceedings in the premises as he may deem any actions the attorney general considers necessary and proper, and report his action any actions taken and the results thereof to the secretary without delay. Section 11. That § 1-36A-3 be amended to read as follows: 1-36A-3. There is hereby created within the Department of Human Services the following divisions: (1) The Division of Rehabilitation Services, which shall be designated as is the state agency to administer the state vocational rehabilitation plan to provide rehabilitation services to individuals except persons who are blind or visually impaired; and (2) The Division of Service to the Blind and Visually Impaired, which shall be designated as is the state agency to administer the state vocational rehabilitation plan to provide rehabilitation services to persons who are blind or visually impaired. Section 12. That § 1-36A-6 be repealed. 1-36A-6. All rules adopted before July 1, 1989, by the Department of Vocational Rehabilitation or the Board of Vocational Rehabilitation relating to the subject matter of this chapter, shall be deemed to have been adopted by the Department of Human Services. Section 13. That § 1-36A-10.1 be amended to read as follows: 1-36A-10.1. The Department of Human Services shall register and renew the registrations registration annually of any person certified in accordance with § 1-36A-10.4 or 1-36A-10.5 who demonstrates compliance with §§ 1-36A-10.1 to 1-36A-16, inclusive, and payment of who pays the applicable fees unless good cause exists to deny the registration."}, {"bill_id": 3059, "bill_version_id": 20628, "bill_version": "Enrolled", "bill_version_date": "2012-02-02T08:20:01.72-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3059, "action_date": "2012-01-10T12:00:00-06:00", "document_id": 19241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19241.pdf", "status_text": "First read in Senate and referred to", "journal_page": 13, "committee_id_action": 171, "committee_id_assigned": 151, "result": "N", "vote": {}}, {"bill_id": 3059, "action_date": "2012-01-13T10:00:00-06:00", "document_id": 19224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19224.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3059, "action_date": "2012-01-13T10:00:00-06:00", "document_id": 19378, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19378.pdf", "status_text": "Do Pass", "journal_page": 67, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10220, "president_vote": null, "Yea": [239, 285, 290, 261, 291, 228], "Excused": [223]}}, {"bill_id": 3059, "action_date": "2012-01-13T10:00:00-06:00", "document_id": 19378, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19378.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3059, "action_date": "2012-01-19T14:00:00-06:00", "document_id": 19569, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19569.pdf", "status_text": "Do Pass", "journal_page": 80, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10285, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 255, 250, 235, 234, 247, 287, 285, 212, 228, 286, 233, 291, 223, 264, 240, 252, 214, 226, 219, 220, 229, 290, 243, 261, 289, 218, 254, 232], "Excused": [249, 236]}}, {"bill_id": 3059, "action_date": "2012-01-20T14:00:00-06:00", "document_id": 19670, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19670.pdf", "status_text": "First read in House and referred to", "journal_page": 70, "committee_id_action": 173, "committee_id_assigned": 162, "result": "N", "vote": {}}, {"bill_id": 3059, "action_date": "2012-01-31T07:45:00-06:00", "document_id": 20256, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20256.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 162, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3059, "action_date": "2012-01-31T07:45:00-06:00", "document_id": 20454, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20454.pdf", "status_text": "Do Pass", "journal_page": 255, "committee_id_action": 162, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10739, "president_vote": null, "Yea": [262, 303, 297, 272, 279, 237, 292, 278, 224, 295, 227], "Excused": [293, 294]}}, {"bill_id": 3059, "action_date": "2012-01-31T07:45:00-06:00", "document_id": 20454, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20454.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 162, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3059, "action_date": "2012-02-01T14:00:00-06:00", "document_id": 20605, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20605.pdf", "status_text": "Do Pass", "journal_page": 278, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10841, "president_vote": null, "Yea": [222, 262, 265, 227, 242, 231, 281, 269, 296, 211, 314, 260, 258, 225, 268, 245, 217, 303, 313, 293, 297, 270, 299, 266, 221, 272, 279, 305, 271, 248, 263, 230, 280, 301, 237, 246, 292, 304, 267, 312, 213, 311, 277, 307, 276, 308, 273, 315, 282, 278, 259, 224, 216, 295, 302, 283, 244, 306, 238, 310, 275, 309, 300, 298, 274, 256, 215], "Excused": [257, 294, 241]}}, {"bill_id": 3059, "action_date": "2012-02-02T14:00:00-06:00", "document_id": 20711, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20711.pdf", "status_text": "Signed by the President", "journal_page": 268, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3059, "action_date": "2012-02-06T14:00:00-06:00", "document_id": 20808, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20808.pdf", "status_text": "Signed by the Speaker", "journal_page": 327, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3059, "action_date": "2012-02-07T14:00:00-06:00", "document_id": 20909, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20909.pdf", "status_text": "Delivered to the Governor", "journal_page": 295, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3059, "action_date": "2012-02-14T14:00:00-06:00", "document_id": 21465, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21465.pdf", "status_text": "Signed by the Governor", "journal_page": 402, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4963}