{"session_id": 36, "bill_id": 9919, "bill_type": "Senate Commemoration", "bill_number": 11, "bill_title": "Commending and honoring Carla McMurry-Kozak, a high school English teacher at Vermillion High School, on being named English Teacher  of the Year by the South Dakota Council of Teachers of English and Speech Communication Association.", "sponsors": [{"legislator_profile_id": 1627, "is_prime": true}, {"legislator_profile_id": 1571, "is_prime": true}, {"legislator_profile_id": 1602, "is_prime": false}, {"legislator_profile_id": 1441, "is_prime": false}, {"legislator_profile_id": 1592, "is_prime": false}, {"legislator_profile_id": 1599, "is_prime": false}, {"legislator_profile_id": 1594, "is_prime": false}, {"legislator_profile_id": 1606, "is_prime": false}, {"legislator_profile_id": 1605, "is_prime": false}, {"legislator_profile_id": 1634, "is_prime": false}, {"legislator_profile_id": 1573, "is_prime": false}, {"legislator_profile_id": 1624, "is_prime": false}, {"legislator_profile_id": 1604, "is_prime": false}, {"legislator_profile_id": 1601, "is_prime": false}, {"legislator_profile_id": 1556, "is_prime": false}, {"legislator_profile_id": 1583, "is_prime": false}, {"legislator_profile_id": 1647, "is_prime": false}, {"legislator_profile_id": 1626, "is_prime": false}, {"legislator_profile_id": 1572, "is_prime": false}, {"legislator_profile_id": 1577, "is_prime": false}, {"legislator_profile_id": 1581, "is_prime": false}, {"legislator_profile_id": 1559, "is_prime": false}, {"legislator_profile_id": 1607, "is_prime": false}, {"legislator_profile_id": 1426, "is_prime": false}, {"legislator_profile_id": 1623, "is_prime": false}, {"legislator_profile_id": 1587, "is_prime": false}, {"legislator_profile_id": 1621, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 9919, "bill_version_id": 52174, "bill_version": "Introduced", "bill_version_date": "2019-01-24T10:17:03.17-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Carla McMurry-Kozak, a high school English teacher at Vermillion High School, on being named English Teacher of the Year by the South Dakota Council of Teachers of English and Speech Communication Association. WHEREAS, Carla McMurry-Kozak never ceases in the pursuit of education to better serve her students, community, and the State of South Dakota, and she successfully attained a Bachelor of Arts degree in English and speech pathology, secondary teaching certification, a Master's degree in special education, and is a doctoral candidate all through the University of South Dakota; and WHEREAS, Carla McMurry-Kozak has dedicated thirteen years to teaching students at Vermillion High School, working hard to guarantee that all students achieve and grow in a safe educational environment, and she has been a strong advocate for students, passionately ensuring that all students reach their potential: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature honors and commends Carla McMurry-Kozak on being named English Teacher of the Year by the South Dakota Council of Teachers of English and Speech Communication Association."}, {"bill_id": 9919, "bill_version_id": 52561, "bill_version": "Enrolled", "bill_version_date": "2019-01-28T16:47:38.337-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Carla McMurry-Kozak, a high school English teacher at Vermillion High School, on being named English Teacher of the Year by the South Dakota Council of Teachers of English and Speech Communication Association. WHEREAS, Carla McMurry-Kozak never ceases in the pursuit of education to better serve her students, community, and the State of South Dakota, and she successfully attained a Bachelor of Arts degree in English and speech pathology, secondary teaching certification, a Master's degree in special education, and is a doctoral candidate all through the University of South Dakota; and WHEREAS, Carla McMurry-Kozak has dedicated thirteen years to teaching students at Vermillion High School, working hard to guarantee that all students achieve and grow in a safe educational environment, and she has been a strong advocate for students, passionately ensuring that all students reach their potential: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature honors and commends Carla McMurry-Kozak on being named English Teacher of the Year by the South Dakota Council of Teachers of English and Speech Communication Association. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9919, "action_date": "2019-01-24T14:00:00-06:00", "document_id": 52236, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52236.pdf", "status_text": "", "journal_page": 174, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9919"}