{"session_id": 57, "bill_id": 19900, "bill_type": "Senate Bill", "bill_number": 127, "bill_title": "increase the tax on certain alcoholic beverages and to provide for the distribution of the tax revenue.", "sponsors": [{"legislator_profile_id": 3151, "is_prime": true}, {"legislator_profile_id": 3190, "is_prime": true}, {"legislator_profile_id": 3211, "is_prime": false}, {"legislator_profile_id": 3213, "is_prime": false}], "keywords": ["Administrative Rules", "Alcoholic Beverages", "Counties", "Domestic Relations", "Law Enforcement", "Taxes"], "audio": [{"meeting_datetime": "2005-02-02T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sta16sb0127a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-02T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sta16sb0127a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-02T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sta16sb0127a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19900, "bill_version_id": 103237, "bill_version": "Introduced", "bill_version_date": "2005-01-26T10:41:39-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase the tax on certain alcoholic beverages and to provide for the distribution of the tax revenue. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby imposed upon manufacturers and wholesalers of alcoholic beverages a tax computed on distilled spirits, wine, and malt beverages purchased, received, or imported from a distiller, manufacturer, or foreign wholesaler for sale to a retail dealer. The tax rate for each type of alcoholic beverage is as follows: (1) Upon distilled spirits as defined in subdivision 35-1-1(6), $0.12 per ounce; (2) Upon wine as defined in subdivision 35-1-1(25), $0.03429 per ounce; and (3) Upon malt beverage as defined in subdivision 35-1-1(8), $0.01 per ounce. Section 2. The Department of Revenue and Regulation shall administer the tax imposed by section 1 of this Act in the same manner as the occupational tax imposed pursuant to chapter 35-5 is administered. The department shall prescribe forms and may promulgate rules pursuant to chapter 1-26 for the making of returns and for the ascertainment, assessment, and collection of the tax. The department shall keep full and accurate records of all moneys received and distributed by the department under this Act. Section 3. All moneys received and collected by the Department of Revenue and Regulation pursuant to this Act shall be credited to the law enforcement and domestic violence fund, which is established in the state treasury. After deducting the amount of refunds made and the amounts necessary to defray the direct cost of collecting the tax, eighty percent of the money received and collected shall be paid to the counties as provided in section 4 of this Act and twenty percent shall be used as provided in section 7 of this Act. Section 4. Each county's share of the payments from the law enforcement and domestic violence fund shall be computed using the following factors: (1) The percent of the total population of the state that resides in each county based on the most recent United States census; and (2) The percent of the true and full assessed value of the state associated with each county as determined by the Department of Revenue and Regulation. Each county's share of the payments from the county law enforcement fund shall be calculated by multiplying the average of the two factors by the available payment. Section 5. Payments shall be made to the counties from the law enforcement and domestic violence fund quarterly as follows: (1) January first, based upon tax revenues collected between July first and September thirtieth of the preceding year; (2) April first, based upon tax revenues collected between October first and December thirty-first of the preceding year; (3) July first, based upon tax revenues collected between January first and March thirty- first of the current year; and (4) October first, based upon tax revenues collected between April first and June thirtieth of the current year. Section 6. The payments received by counties pursuant to this Act shall be deposited in a special county law enforcement fund. The revenue deposited in the fund may only be used for jails, detoxification, law enforcement, juvenile justice programs, attorney fees, court expenses, and other criminal justice expenses. The board of county commissioners shall, by resolution, establish a means of distributing the revenue among the county law enforcement, juvenile justice, and other criminal justice agencies within the county. Section 7. The amount to be used for domestic or child abuse shelters or programs shall be as follows: (1) Twenty-five percent of this revenue shall be used for administrative costs incurred by the Department of Social Services; (2) Twenty-five percent of this revenue shall be used to hold offenders accountable and to assist victims of violence and their families; (3) Ten percent shall be used for visitation centers in the state; and (4) Forty percent shall be used for state-supported domestic violence shelters and crisis centers."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19900, "action_date": "2005-01-26T14:00:00-06:00", "document_id": 103314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103314.pdf", "status_text": "First read in Senate and referred to", "journal_page": 188, "committee_id_action": 861, "committee_id_assigned": 844, "result": "N", "vote": {}}, {"bill_id": 19900, "action_date": "2005-02-02T07:45:00-06:00", "document_id": 103885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103885.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 844, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19900, "action_date": "2005-02-02T07:45:00-06:00", "document_id": 103885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103885.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 291, "committee_id_action": 844, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61458, "president_vote": null, "Yea": [3165, 3185, 3193, 3198, 3204, 3221, 3228, 3210], "Nay": [3201]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19900"}