{"session_id": 53, "bill_id": 17067, "bill_type": "Senate Bill", "bill_number": 115, "bill_title": "repeal certain provisions relating to school district boundary changes.", "sponsors": [{"legislator_profile_id": 2726, "is_prime": true}, {"legislator_profile_id": 2783, "is_prime": true}, {"legislator_profile_id": 2724, "is_prime": false}, {"legislator_profile_id": 2732, "is_prime": false}, {"legislator_profile_id": 2746, "is_prime": false}, {"legislator_profile_id": 2754, "is_prime": false}, {"legislator_profile_id": 2758, "is_prime": false}, {"legislator_profile_id": 2784, "is_prime": false}, {"legislator_profile_id": 2794, "is_prime": false}, {"legislator_profile_id": 2804, "is_prime": false}], "keywords": ["Education", "School District"], "audio": [{"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sed21sb0115a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sed21sb0115a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17067, "bill_version_id": 92136, "bill_version": "Introduced", "bill_version_date": "2002-01-16T09:46:55-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain provisions relating to school district boundary changes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-6-85 be repealed. 13-6-85. A boundary change, affecting not more than two percent of the assessed valuation and not more than two percent of the tax-exempt acreage or other tax-exempt property to be determined at the discretion of the school district from which the area is to be taken, may be made upon an application for a boundary change to the school board of the school district from which the area is to be taken and to the school board of the school district to which the area is to be annexed, in the form of a petition signed by over fifty percent of the voters residing in the area to be transferred by the boundary change. Copies of the petitions shall also be delivered by the petitioners to the board of county commissioners having jurisdiction over the school districts affected. Any petitioner who is aggrieved by a decision of the school board under this section may appeal that decision. An appeal from the decision of the school board may be made to the circuit court in the time and manner specified by § 13-46-1 or to the secretary of the Department of Education and Cultural Affairs or his representative within thirty days from the date of the decision of the school board by filing a notice with the secretary of the school board and mailing a copy thereof to the secretary of the Department of Education and Cultural Affairs. An appeal to the secretary of the Department of Education and Cultural Affairs may be heard by the secretary or his representative. The secretary of the Department of Education and Cultural Affairs shall thereafter set a time and place for the hearing and give at least ten days written notice of the hearing to the parties involved in the appeal, including all affected school districts. An appeal to the secretary is not a \"contested case\" subject to chapter 1-26. An appeal from the decision of the secretary may be made pursuant to § 13-6-89. On appeal from a decision of the secretary, the appeal shall be heard and determined in the same manner as a direct appeal from the school board decision pursuant to § 13-6-89 and chapter 13-46 without any presumption of the correctness of the decision of the secretary nor may the provisions of § 1-26-36 be applied to the decision of the secretary. Nothing in this section shall affect the right of an aggrieved party to appeal from the decision of the school board to the circuit court. Section 2. That § 13-6-86 be repealed. 13-6-86. The petitions and resolutions for a proposed boundary change shall contain, but not be limited to, the following: (1) The names of the school districts involved and a correct description of the area proposed for detachment and annexation; (2) A map of the area proposed for detachment and annexation, including a portion or all of the district from which such area is to be detached and the district to which such area is to be annexed; (3) A statement certified by the county auditor setting forth the amount of the assessed valuation of the area to be transferred, the total assessed valuation of the school district from which the area is proposed to be removed and the amount of any bonded indebtedness or judgments against the school district. Section 3. That § 13-6-86.1 be repealed. 13-6-86.1. The school boards, within sixty days of receipt of the petition, shall by resolution, approve or disapprove the request of the petitioners and notify the petitioners in writing whether or not the petition is approved. If the request of the petitioners is approved, a copy of the petition and the resolution of approval shall be delivered by the school board to the board of county commissioners having jurisdiction over the school district losing territory and to the board of county commissioners having jurisdiction over the school district to which the area is to be annexed. Section 4. That § 13-6-87 be repealed. 13-6-87. Upon receipt of the resolution approving a boundary change or the petition for a boundary change from the school board of each school district affected, the board of county commissioners having jurisdiction over the district to which the territory is to be annexed shall at its next regular meeting issue its order setting forth the effective date of such boundary change. Copies of the order shall be mailed or delivered to the secretary of the Department of Education and Cultural Affairs, the county auditor and each of the county commissioners of the county, or counties, involved, and the chairmen of the school boards of the respective school districts. Section 5. That § 13-6-88 be repealed. 13-6-88. When a boundary change is made under the provisions of § 13-6-87, the board of county commissioners shall make an adjustment of assets and liabilities as may be required by law."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17067, "action_date": "2002-01-16T14:00:00-06:00", "document_id": 92211, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92211.pdf", "status_text": "First read in Senate and referred to", "journal_page": 85, "committee_id_action": 769, "committee_id_assigned": 744, "result": "N", "vote": {}}, {"bill_id": 17067, "action_date": "2002-02-05T07:45:00-06:00", "document_id": 93637, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93637.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 744, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17067, "action_date": "2002-02-05T07:45:00-06:00", "document_id": 93637, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93637.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 372, "committee_id_action": 744, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52087, "president_vote": null, "Yea": [2740, 2762, 2792, 2802, 2733], "Nay": [2772], "Excused": [2796]}}]}