{"session_id": 15, "bill_id": 3850, "bill_type": "House Commemoration", "bill_number": 1061, "bill_title": "Commending and honoring the South Dakota Football Gatorade Player of the Year Alex Schultz and South Dakota Volleyball Gatorade Player of the Year Erin Radke of Sioux Falls Lincoln High School for their outstanding athletic performances.", "sponsors": [{"legislator_profile_id": 249, "is_prime": true}, {"legislator_profile_id": 225, "is_prime": true}, {"legislator_profile_id": 262, "is_prime": false}, {"legislator_profile_id": 287, "is_prime": false}, {"legislator_profile_id": 301, "is_prime": false}, {"legislator_profile_id": 302, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 3850, "bill_version_id": 22434, "bill_version": "Introduced", "bill_version_date": "2012-02-29T10:53:31.997-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the South Dakota Football Gatorade Player of the Year Alex Schultz and South Dakota Volleyball Gatorade Player of the Year Erin Radke of Sioux Falls Lincoln High School for their outstanding athletic performances. WHEREAS, student athletes Alex Schultz and Erin Radke of Lincoln High School have shown exceptional patience, dedication, and tenacity in their participation in athletics; and WHEREAS, the entire community of Lincoln High School helped facilitate and cultivate the physical, mental, and emotional growth and development of the student athletes; and WHEREAS, the South Dakota Gatorade players of the year are chosen based on three pillars: athletic production and impact, high academic achievement, and exemplary personal character: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the Legislature congratulates Alex Schultz and Erin Radke on the success of their outstanding athletic performances."}, {"bill_id": 3850, "bill_version_id": 22559, "bill_version": "Enrolled", "bill_version_date": "2012-03-01T16:59:53.053-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the South Dakota Football Gatorade Player of the Year Alex Schultz and South Dakota Volleyball Gatorade Player of the Year Erin Radke of Sioux Falls Lincoln High School for their outstanding athletic performances. WHEREAS, student athletes Alex Schultz and Erin Radke of Lincoln High School have shown exceptional patience, dedication, and tenacity in their participation in athletics; and WHEREAS, the entire community of Lincoln High School helped facilitate and cultivate the physical, mental, and emotional growth and development of the student athletes; and WHEREAS, the South Dakota Gatorade players of the year are chosen based on three pillars: athletic production and impact, high academic achievement, and exemplary personal character: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the Legislature congratulates Alex Schultz and Erin Radke on the success of their outstanding athletic performances. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3850, "action_date": "2012-02-29T10:00:00-06:00", "document_id": 22437, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22437.pdf", "status_text": "", "journal_page": 703, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3850"}