{"session_id": 68, "bill_id": 24226, "bill_type": "House Bill", "bill_number": 1229, "bill_title": "identify child placement preferences.", "sponsors": [{"legislator_profile_id": 4405, "is_prime": true}, {"legislator_profile_id": 4339, "is_prime": false}, {"legislator_profile_id": 4471, "is_prime": false}, {"legislator_profile_id": 4368, "is_prime": false}, {"legislator_profile_id": 4466, "is_prime": false}, {"legislator_profile_id": 4467, "is_prime": false}, {"legislator_profile_id": 4394, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4461, "is_prime": false}], "keywords": ["Adoption", "Domestic Relations", "Indian Tribes", "Minors"], "audio": [{"meeting_datetime": "2023-02-06T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju18.mp3", "start_seconds": 6328.0}, {"meeting_datetime": "2023-02-06T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju18.mp3", "start_seconds": 6328.0}, {"meeting_datetime": "2023-02-06T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju18.mp3", "start_seconds": 6328.0}, {"meeting_datetime": "2023-02-06T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju18.mp3", "start_seconds": 6328.0}], "bill_versions": [{"bill_id": 24226, "bill_version_id": 248060, "bill_version": "Introduced", "bill_version_date": "2023-02-01T11:00:11.073-06:00", "bill_text": "An Act to identify child placement preferences. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 25-6-2 be AMENDED: 25-6-2. Any minor child may be adopted by any adult person. However, the person adopting the child shall must be at least ten years older than the child adopted, unless the court finds the adoption of the child by the adult person in the best interest of the child. In an adoption proceeding or in any proceeding that challenges an order of adoption or order terminating parental rights, the court shall give due consideration to the interests of the parties to the proceedings, but shall give paramount consideration to the best interests interest of the child. In considering the best interest of the child, a court and the Department of Social Services shall give preference to a relative of the child, provided the relative meets all applicable child protection standards. If a relative of the child is not able to adopt the child, preference must be given to an adoptive placement that maintains the child’s connection to the child’s community, including a religious or cultural community. If the child is a member of an Indian tribe, or is eligible for membership in an Indian tribe and is the biological child of a member of an Indian tribe, the term, maintaining the child’s connection to the child’s community, means giving placement preference to a member of the child’s Indian tribe. If a member of the child's Indian tribe is not able to adopt the child, preference must be given to a member of any other Indian tribe that is culturally affiliated with the child’s tribe or with which the child has significant contacts. If such a placement is not available, preference must be given to a member of any other Indian tribe. For purposes of this section, the term, relative, means an adult who is related to the child by blood, adoption, or marriage, and who is the child's grandparent, aunt, uncle, sibling, brother-in-law, sister-in-law, niece, nephew, great grandparent, great uncle, great aunt, first cousin, second cousin, stepparent, or stepsibling. Section 2. That § 26-8A-22 be AMENDED: 26-8A-22. On completion of the dispositional phase of the proceeding, the court shall enter a final decree of disposition. If the final decree of disposition does not terminate parental rights, the decree shall include one or more of the following provisions which the court finds appropriate as the least restrictive alternative available: (1) The court may place the child in the custody of one or both of the child's parents, a guardian, a relative of the child or another suitable person, or a party or agency, with or without protective supervision, or the Department of Social Services, subject to the conditions and the length of time that the court deems necessary or appropriate. If the court returns custody to the child's parent, guardian, or custodian, such return of custody may be with supervision during which the court may require the parent, guardian, custodian, and any other adult residing in the home, to cooperate with home visits by the department and may require the parent, guardian, custodian, and any other adult residing in the home, to submit, at the request of the department, to tests for alcohol, marijuana, or any controlled drug or substance. If the adjudication of abuse or neglect was related to the use of alcohol, marijuana, or any controlled drug or substance, the parent, guardian, or custodian, and any other adult residing in the home, may be required, in those areas where such testing is available, to submit to regular tests for alcohol, marijuana, or any controlled drug or substance. If a positive test for alcohol, marijuana, or any controlled drug or substance is obtained, or the person fails to submit to the test as required, the department may immediately remove the child from the physical custody of the parent, guardian, custodian, or any other adult residing in the home whose test was positive or who failed to submit to the test, without prior court order subject to a review hearing, which may be telephonic, within forty-eight hours excluding Saturdays, Sundays, and court holidays. As used in this section, any controlled drug or substance means a controlled drug or substance which was not lawfully prescribed by a practitioner as authorized by chapters 22-42 and 34-20B; (2) The court after determining that a compelling reason exists to place the child who is sixteen years of age or older in another planned permanent living arrangement rather than with a relative or with a legal guardian other than the department may place the child in the custody of the department or a child placement agency, with or without guardianship of the child, until the child attains the age of majority or until an earlier date or event as determined by the court; (3) The court may order that the child be examined or treated by a physician or by a qualified mental health professional or that the child receive other special care and may place the child in a suitable facility for such purposes under conditions that the court deems necessary or appropriate. On completion of the examination, treatment, or hospitalization and on a full report to the court, the court shall conduct a supplemental dispositional hearing or hearings and shall make disposition of the child as otherwise provided in this section or, if the evidence shows need, the court may consider termination of parental rights as an appropriate possible alternative in keeping with the best interests and welfare of the child. If disposition of the child under this section involves the removal from or nonreturn of the child to the home of the child's parents, guardian, or custodian and placement of the child in the custody of the department for placement in foster care, the court shall include in the decree a written judicial determination that continuation of the child's placement in the home of the child's parents, guardian, or custodian would be contrary to the welfare of the child and that reasonable efforts were made by the department to prevent or eliminate the need for removal of the child from the home. In no case may a child remain in foster care for a period in excess of twelve months from the time the child entered foster care without the court holding a permanency hearing and making a dispositional decree. The court shall review the child's permanency status and make a dispositional decree every twelve months thereafter as long as the child continues in the custody of the department. The court shall determine whether the state has made reasonable efforts to finalize the permanency plan that is in effect. That determination shall be included in the dispositional decree. In determining an appropriate final disposition, the court shall give preference to placing the child with a parent, a relative, or a custodian, provided that all applicable child protection standards are met. If a parent, relative, or custodian is not available, the court must give preference to placement in a foster home that is licensed or approved by the state, and which meets the child's needs. If a parent, relative, or custodian is not available and the child is a member of an Indian tribe, or is eligible for membership in an Indian tribe and is the biological child of a member of an Indian tribe, the court must give preference to placement in a foster home that is approved, specified, or licensed by the child's Indian tribe. If a foster home that is approved, specified, or licensed by the child's Indian tribe is not available, the court must give preference to placement in an Indian foster home that is licensed or approved by the state, and which meets the child’s needs. For purposes of this section, the term, relative, means an adult who is related to the child by blood, adoption, or marriage, and who is the child's grandparent, aunt, uncle, sibling, brother-in-law, sister-in-law, niece, nephew, great grandparent, great uncle, great aunt, first cousin, second cousin, stepparent, or stepsibling. For purposes of this section, the term, custodian, means an adult who is the biological parent, adoptive parent, or guardian of the child's sibling or half-sibling."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24226, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247777.pdf", "status_text": "First read in House and referred to", "journal_page": 195, "committee_id_action": 1159, "committee_id_assigned": 1160, "result": "N", "vote": {}}, {"bill_id": 24226, "action_date": "2023-02-06T10:00:00-06:00", "document_id": 248498, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248498.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1160, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24226, "action_date": "2023-02-06T10:00:00-06:00", "document_id": 248507, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248507.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1160, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 76802, "president_vote": null, "Nay": [4358, 4438, 4451, 4396, 4409, 4458, 4417, 4366], "Yea": [4405, 4418, 4464, 4446, 4421]}}, {"bill_id": 24226, "action_date": "2023-02-06T10:00:00-06:00", "document_id": 248507, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248507.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1160, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76803, "president_vote": null, "Yea": [4358, 4438, 4451, 4396, 4409, 4458, 4417, 4464, 4446, 4366], "Nay": [4405, 4418, 4421]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24226"}