{"session_id": 64, "bill_id": 22866, "bill_type": "Senate Bill", "bill_number": 146, "bill_title": "create the Office of Ombudsman for State Employees.", "sponsors": [{"legislator_profile_id": 3974, "is_prime": true}, {"legislator_profile_id": 3919, "is_prime": false}, {"legislator_profile_id": 3934, "is_prime": false}, {"legislator_profile_id": 3939, "is_prime": false}, {"legislator_profile_id": 3960, "is_prime": false}], "keywords": ["Labor and Employment", "Legislature and Statutes", "State Affairs and Government", "State Employees"], "audio": [{"meeting_datetime": "2022-02-09T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sst20.mp3", "start_seconds": 2694.0}, {"meeting_datetime": "2022-02-09T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sst20.mp3", "start_seconds": 2694.0}, {"meeting_datetime": "2022-02-09T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sst20.mp3", "start_seconds": 2694.0}], "bill_versions": [{"bill_id": 22866, "bill_version_id": 230658, "bill_version": "Introduced", "bill_version_date": "2022-01-27T08:43:24.22-06:00", "bill_text": "An Act to create the Office of Ombudsman for State Employees. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 1: The Office of the Ombudsman for State Employees is a nonpartisan office, established to exercise the authority and perform the duties set forth in sections 2 through 5, inclusive, and section 8 of this Act. The Executive Board of the Legislative Research Council shall appoint, as the ombudsman, a person equipped to analyze problems of law, administration, and public policy and shall establish the compensation for the position. The ombudsman serves at the pleasure of the executive board. Section 2. That a NEW SECTION be added to title 1: Any current state employee may file an oral or written complaint with the Office of the Ombudsman for State Employees regarding any illegal act or omission that allegedly occurred or is occurring at any executive branch agency, or which pertains to decisions of an executive branch agency. Upon receiving a complaint filed in accordance with this section, the ombudsman shall initiate a review of the complaint to determine: (1) Whether the complaint contains matters within the jurisdiction of the ombudsman; (2) Whether the complaint is trivial, frivolous, vexatious, or not made in good faith; (3) Whether the employee's interest is sufficiently related to the allegation; (4) Whether there are other remedies available that the employee could reasonably be expected to use; or (5) Whether the complaint has been too long delayed to justify present examination of its merit. If the ombudsman's review leads to a determination that an investigation is merited, the ombudsman shall inform the secretary or administrative head of the executive branch agency involved. Section 3. That a NEW SECTION be added to title 1: The ombudsman may interview executive branch agency personnel, inspect and examine any records and information held by or concerning the agency, and enter and inspect any premises within the agency's control, as necessary to investigate a complaint, notwithstanding any other provision of law. Section 4. That a NEW SECTION be added to title 1: Upon conclusion of the investigation, the ombudsman shall determine whether there is reasonable cause to believe that a violation of the law occurred. If the ombudsman determines that reasonable cause exists, the ombudsman shall provide the executive branch agency with: (1) A summary of the complaint; (2) A description of the manner in which the investigation was conducted; (3) Findings of fact; (4) A summary of any evidence obtained through the investigation; (5) A compilation of each law, rule, or agency policy or practice that may have been violated; and (6) An opportunity for the agency to offer a written response. The ombudsman shall provide the agency with a specific time period, not to exceed thirty days, within which a response may be submitted. If an agency does not provide a response to the ombudsman within the required time period, the agency is presumed to have determined not to file a response. Section 5. That a NEW SECTION be added to title 1: Upon conclusion of the investigation and notification of the executive branch agency, as provided for by section 4 of this Act, the ombudsman shall file a report with the Executive Board of the Legislative Council. The report must include: (1) A summary of the complaint; (2) A description of the manner in which the investigation was conducted; (3) A summary of any evidence obtained through the investigation; (4) A compilation of each law, rule, or agency policy or practice that may have been violated; (5) Any additional findings and recommendations regarding the complaint; and (6) Any response provided by the agency. If the ombudsman has reason to believe that any state official or employee acted in a manner warranting criminal or disciplinary proceedings, the ombudsman shall refer the matter to the appropriate authorities. The report filed under this section is a public record, as defined in § 1-27-1.1. Section 6. That a NEW SECTION be added to title 1: No proceeding, opinion, expression, or report of the ombudsman is reviewable in any court. The ombudsman may not be required to testify or produce evidence in any judicial or administrative proceeding concerning any matters within the scope of the ombudsman 's investigation or report. Section 7. That a NEW SECTION be added to title 1: Except as otherwise provided in this section, an employee may not be subject to any adverse employment action or threat of an adverse employment action, by the executive branch agency, as a result of filing a complaint with the Office of the Ombudsman for State Employees, or directly or indirectly providing or disclosing information to the ombudsman. For purposes of this section, the term, adverse employment action, includes: (1) Admonishment; (2) Demotion; (3) Dismissal; (4) Reduction in rank; (5) Reprimand; (6) Suspension; and (7) Transfer, reassignment, or reclassification, without the employee's consent. Nothing in this section precludes an agency from instituting disciplinary action against an employee who knowingly provides false information to the ombudsman, or from disciplining an employee for matters not related to the employee's engagement with the ombudsman. Section 8. That a NEW SECTION be added to title 1: The ombudsman shall prepare and provide to each executive branch agency a notice regarding the Office of the Ombudsman for Public Employees and the manner in which a complaint may be submitted. Each agency shall post the notice in a conspicuous location and shall provide an electronic or a printed copy to each employee. Section 9. That a NEW SECTION be added to title 1: A state employee filing a complaint in accordance with section 2 of this Act may request that the Office of the Ombudsman for Public Employees, without the employee's consent, not reveal, in any oral or written communications regarding the complaint: (1) The employee's name; or (2) Any information by which the employee could be positively identified. Section 10. Funding for the Office of the Ombudsman for Public Employees must be budgeted and expended through the general appropriations act pursuant to chapter 4-7."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22866, "action_date": "2022-01-27T13:00:00-06:00", "document_id": 230319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230319.pdf", "status_text": "First read in Senate and referred to", "journal_page": 130, "committee_id_action": 1034, "committee_id_assigned": 1035, "result": "N", "vote": {}}, {"bill_id": 22866, "action_date": "2022-02-09T10:00:00-06:00", "document_id": 231785, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231785.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1035, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22866, "action_date": "2022-02-09T10:00:00-06:00", "document_id": 231786, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231786.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1035, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73166, "president_vote": null, "Excused": [3993], "Yea": [3935, 3925, 3936, 3994, 3990, 3932, 3921], "Nay": [3949]}}]}