{"session_id": 44, "bill_id": 21881, "bill_type": "House Bill", "bill_number": 1001, "bill_title": "correct technical errors in statutory cross-references regarding insurance.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Insurance", "Technical Corrections"], "audio": [{"meeting_datetime": "2021-01-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco09.mp3", "start_seconds": 2155.0}, {"meeting_datetime": "2021-01-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco09.mp3", "start_seconds": 2155.0}, {"meeting_datetime": "2021-01-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco09.mp3", "start_seconds": 2155.0}, {"meeting_datetime": "2021-01-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco09.mp3", "start_seconds": 2155.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco16.mp3", "start_seconds": 273.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco16.mp3", "start_seconds": 273.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco16.mp3", "start_seconds": 273.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco16.mp3", "start_seconds": 273.0}], "bill_versions": [{"bill_id": 21881, "bill_version_id": 209961, "bill_version": "Introduced", "bill_version_date": "2021-01-05T14:27:42.013-06:00", "bill_text": "An Act to correct technical errors in statutory cross-references regarding insurance. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 58-2-39 be AMENDED. 58-2-39. Promulgation of rules regarding definitions, enrollment, disclosure, notice, claims, and records. The Division of Insurance may promulgate rules pursuant to chapter 1-26 in the following areas: (1) Definition of terms used in §§ 58-17-30.2, 58-17-30.4, 58-18-32, 58-18-34, and 58-33-85 to 58-33-88, inclusive, 58-38-11.7, 58-38-11.9, 58-40-10.7, 58-40-10.9, 58-41-35.2, and 58-41-35.4; (2) Insurer enrollment procedures; (3) Disclosure and notice requirements; (4) Claim processing procedures; and (5) Record-keeping requirements for insurers and producers. Section 2. That § 58-5-155 be AMENDED. 58-5-155. Qualified education loan insurer subject to Title 58--Exceptions. Any qualified education loan insurer is subject to the provisions of Title 58 except as otherwise specifically provided in §§ 58-5-154 to 58-5-160, inclusive. Notwithstanding any other provision of Title 58, a qualified education loan insurer is not subject to the following provisions of Title 58 and any rules promulgated to implement any such provisions: (1) Sections 58-4-48, and 58-5-85, and 58-27-63; (2) Subdivision 58-5-7(5) to the extent that this subdivision permits only one class of authorized voting common stock or otherwise restricts the authorization of preferred stock, with or without voting rights; and (3) Section 58-5-92 to the extent that this section prohibits agreements with respect to investments permitted under § 58-5-157; and (4) Chapter 58-5A. Section 3. That § 58-6A-14 be AMENDED. 58-6A-14. Countersignature on policy not required. A policy of insurance issued to a risk retention group or any member of that group is not required to be countersigned as provided in § 58-6-62. Section 4. That § 58-7-33 be AMENDED. 58-7-33. Duration of deposit of assets and securities. Every deposit made in this state by an insurer pursuant to this title, including assets and securities held in another state under custodial arrangements permitted by § 58-7-19, shall be held as long as there is outstanding any liability of the insurer as to which the deposit was so required; or if a deposit required under the retaliatory law, §§ 58-6-70 to 58-6-73, inclusive, the deposit shall be held for so long as the basis of such retaliation exists. Section 5. That § 58-12-22 be AMENDED. 58-12-22. Information from insurer's database to Department of Social Services--Data match against recipients--Disclosure--Liability. Within sixty days of a request from the Department of Social Services department, the department and an insurer shall negotiate an acceptable format for the transmission of information from the insurer's database of policy holders, sponsors, subscribers, covered individuals in South Dakota, and coverage dates. The format shall must include the data elements, medium, frequency of reporting, any costs of the insurer to be reimbursed, and procedures that will be followed when a data match is found. The Department of Social Services shall match the name, address, date of birth, and social security number if available, of the insured's policyholders, sponsors, subscribers, and covered individuals against the medicaid eligible recipients and recipients of support enforcement services as defined in subdivision 25-7A-1(19). Upon discovery of a match, the department may incorporate the following information into its recipient database: (1) The name, address, date of birth, social security number if available, and the unique health care identification number of the covered individual; (2) The name, address, date of birth, social security number if available, policy number, and group identification number of the policyholder, sponsor, or subscriber; (3) The name and address of the employer if it is an employer-employee benefit plan; (4) Types of covered services under the plan or policy; (5) Coverage effective date and termination of coverage date for each covered individual; and (6) The name and address of the claim administrator for the policy or plan. The department may not use or disclose any information provided by the insurer other than as permitted or required by law. The insurer may not be held liable for the release of insurance coverage information to the department or the director by any party when done so under the authority of §§ 58-12-22 to 58-12-29 58-12-28, inclusive. Section 6. That § 58-12-26 be AMENDED. 58-12-26. Insurer defined. For the purposes of §§ 58-12-22 to 58-12-29 58-12-28, inclusive, the term, insurer, means: (1) Any commercial insurance company, employer-employee benefit plan, health maintenance organization, professional association, service benefit plan, public self-funded employer or pool, union, or fraternal group selling or otherwise offering individual or group health insurance coverage including self-insured and self-funded plans; (2) Any profit or nonprofit prepaid plan offering either medical services of full or partial payment for services included in the department's medicaid plan; (3) Any other entity offering health benefits for which a medicaid recipient may be eligible in addition to public medical assistance; (4) Any managed care organization, third-party administrator, pharmacy benefits manager, or other entity which processes claims, administers services, or otherwise manages health benefits on behalf of any of the aforementioned insurers; or (5) Any other party that is by statute, contract, or agreement, legally responsible for payment of a claim for a health care item or service including workers' compensation, automobile insurance, and liability insurance plans. Section 7. That § 58-12-27 be AMENDED. 58-12-27. Department defined. For the purposes of §§ 58-12-22 to 58-12-29 58-12-28, inclusive, the term, department, means the Department of Social Services, or an entity under contract with the Department of Social Services to carry out the functions of §§ 58-12-22 to 58-12-29 58-12-28, inclusive. Section 8. That § 58-15-44 be AMENDED. 58-15-44. Dating back of application for insurance to reduce premium prohibited--Contract not invalidated. No insurer may knowingly deliver or issue for delivery in this state any life insurance policy which that purports to be issued or to take effect as of a date more than six months before the application therefor was made, if thereby the premium on such the policy is reduced below the premium which that would be payable thereon as determined by the insuring age of the insured at the time when such application was made. No insurance producer or other representative of an insurer may in this state prepare, submit, or accept any application for life insurance which that bears a date earlier than the date when such the application was made by the insured or applicant, if thereby the premium on such the contract is reduced as above stated. Nothing contained in this section validates invalidates any contract made in violation of this section. This section does not prohibit the exchange, alteration, or conversion of any policy of life insurance. Section 9. That § 58-16-54 be AMENDED. 58-16-54. Responsibilities of prior carrier and succeeding carrier upon discontinuance. The following provisions dictate the responsibility of the prior carrier and succeeding carrier when coverage is discontinued: (1) After discontinuance of the policy, contract, or certificate, the prior carrier remains liable only to the extent of its accrued liabilities and extensions of benefits. The position of the prior carrier shall be the same whether the group policyholder or other entity secures replacement coverage from a new carrier, self-insures, or foregoes the provision of coverage; (2) If the individual was validly covered under the prior plan on the date of discontinuance, each individual who is eligible for coverage in accordance with the succeeding carrier's plan of benefits is, with respect to the class or classes of individuals, eligible and shall be covered under the succeeding carrier's plan if (a) any actively-at-work and nonconfinement rules are met, and (b) if required by the succeeding carrier, the individual requests enrollment; (3) Each person individual not covered under the succeeding carrier's plan of benefits in accordance with subdivision (2) shall nevertheless be covered by the succeeding carrier in accordance with the following rules if the individual was validly covered, including benefit extension, under the prior plan on the date of discontinuance and if the individual is a member of the class or classes of individuals eligible for coverage under the succeeding carrier's plan. Any reference in the following subdivisions to an individual who was or was not totally disabled is a reference to the individual's status immediately prior to the date the succeeding carrier's coverage becomes effective; (4) The minimum level of benefits to be provided by the succeeding carrier shall be the applicable level of benefits of the prior carrier's plan reduced by any benefits payable by the prior plan; (5) Coverage shall be provided by the succeeding carrier until the earliest of the following dates: (a) The date the individual becomes eligible under the succeeding carrier's plan as described in subdivision (1); (b) The date the individual's coverage would terminate in accordance with the succeeding carrier's plan provisions applicable to individual termination of coverage, such as at termination of employment or ceasing to be an eligible dependent; or (c) In the case of an individual who was totally disabled, and in the case of a type of coverage for which § 58-16-53 requires an extension of benefits or accrued liability, the end of any period of extension benefits or accrued liability that is required of the prior carrier by § 53-16-53 § 58-16-53, or if the prior carrier's policy, contract, or certificate is not subject to that section, but would have been required of the prior carrier had the policy, contract, or certificate been subject to § 58-16-53 at the time the prior carrier's plan was discontinued and replaced by the succeeding carrier's plan; (6) In any situation in which a determination of the prior carrier's benefit is required by the succeeding carrier, at the succeeding carrier's request the prior carrier shall furnish a statement of the benefits available or pertinent information, sufficient to permit verification of the benefit determination or the determination itself by the succeeding carrier. For the purposes of this subdivision, benefits of the prior plan shall be determined in accordance with all of the definitions, conditions, and covered expense provisions of the prior plan rather than those of the succeeding plan. The benefit determination shall be made as if coverage had not been replaced by the succeeding carrier; and (7) A succeeding carrier's policy may contain a provision limiting benefits to employees who are actively at work. However, any individual who remains as an employee, was covered by the prior carrier, and was disabled as of the date the succeeding carrier coverage became effective for that employer, will continue to be covered by the prior carrier as long as the individual remains an employee. An individual who is not disabled and is not at work on the date the succeeding carrier's coverage commences is considered actively at work as long as the absence from work is an employer-approved absence. Section 10. That § 58-17-65 be AMENDED. 58-17-65. Individual health insurance plan used in conjunction with managed care plan or utilization review organization. If a managed care plan or utilization review organization is used in conjunction with an individual health insurance plan, it the managed care plan or utilization review organization shall follow the provisions of §§ 58-18-64 to 58-18-75, inclusive, establish a written utilization review program, registering a utilization review organization, and requesting information in the same manner as a managed care plan or utilization review organization subject to chapter 58-18 58-17H. Section 11. That § 58-17-87 be AMENDED. 58-17-87. Director to promulgate rules for individual health insurance--Scope of rules. The director shall promulgate rules pursuant to chapter 1-26 to cover: (1) Terms or renewability; (2) Conditions of eligibility; (3) Benefit limitations, exceptions, and reductions; (4) Definition of terms; (5) Filing requirements for forms, rates, and rate schedules; (6) Marketing practices; (7) Reporting practices; (8) Compensation arrangements between insurers or other entities and their agents, representatives, or producers; (9) Suitability and appropriateness of the policy sold; (10) Certificates of coverage; (11) Determinations with regard to waiting periods; (12) College plans; (13) Creditable coverages; (14) Breaks in coverage; (15) The application of waiting periods; and (16) Risk spreading mechanisms. The director shall promulgate rules pursuant to chapter 1-26 that specify prohibited policy or certificate provisions not otherwise specifically authorized by statute which, in the opinion of the director, are unjust, unfair, or unfairly discriminatory to any person insured or proposed for coverage under an individual policy or certificate. The director shall also promulgate rules pursuant to chapter 1-26 assuring public access to rate and form information and establishing procedures for rate and form approvals and disapprovals. If any federal standards are in place which would require additional steps to meet those standards beyond what is required by this chapter, the director shall promulgate rules to require the offering of health insurance plans, in addition to those specifically required by § 58-17-85, the underwriting and coverage criteria that may be utilized for such health insurance plans, and other requirements related to the coverage criteria and availability of health insurance to individuals in this state in order to minimally meet the federal standards. Section 12. That § 58-17F-2 be AMENDED. 58-17F-2. Health benefit plan defined. For the purposes of this chapter, the term, health benefit plan, means a policy, contract, certificate, or agreement entered into, offered, or issued by a health carrier to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services. The term includes short-term and catastrophic health insurance policies, and a policy that pays on a cost-incurred basis, except as otherwise specifically exempted in this definition. The term does not include coverage only for accident, or disability income insurance, or any combination thereof; coverage issued as a supplement to liability insurance; liability insurance, including general liability insurance and automobile liability insurance; workers' compensation or similar insurance; automobile medical payment insurance; credit-only insurance; coverage for on-site medical clinics; and other similar insurance coverage, specified in federal regulations issued pursuant to Public Law No. 104-191, as amended to January 1, 2011, under which benefits for medical care are secondary or incidental to other insurance benefits. The term does not include the following benefits if they are provided under a separate policy, certificate, or contract of insurance or are otherwise not an integral part of the plan: limited scope dental or vision benefits; benefits for long-term care, nursing home care, home health care, community-based care, or any combination thereof; or other similar, limited benefits specified in federal regulations issued pursuant to Public Law No. 104-191, as amended to January 1, 2011. The term does not include the following benefits if the benefits are provided under a separate policy, certificate, or contract of insurance, there is no coordination between the provision of the benefits and any exclusion of benefits under any group health plan maintained by the same plan sponsor, and the benefits are paid with respect to an event without regard to whether benefits are provided with respect to such an event under any group health plan maintained by the same plan sponsor: coverage only for a specified disease or illness; or hospital indemnity or other fixed indemnity insurance. The term does not include the following if offered as a separate policy, certificate, or contract of insurance: medicare supplemental health insurance as defined under Section 882(g)(1) Section 1882(g)(1) of the Social Security Act, as amended to January 1, 2011; coverage supplemental to the coverage provided under Chapter 55 of Title 10, United States Code (Civilian Health and Medical Program of the Uniformed Services (CHAMPUS)), as amended to January 1, 2011; or similar supplemental coverage provided to coverage under a group health plan. (SL 2012, ch 239, § 1 provides: \"The provisions of chapter 219 of the 2011 Session Laws shall be deemed repealed if the Patient Protection and Affordable Care Act, Pub. L. No. 111-148, 124 Stat. 119 (2010), as amended by the Health Care and Education Reconciliation Act of 2010, Pub. L. No. 111-152, 124 Stat. 1029 (2010) is found to be unconstitutional in its entirety by a final decision of a federal court of competent jurisdiction and all appeals exhausted or time for appeals elapsed.\") Section 13. That § 58-17G-2 be AMENDED. 58-17G-2. Health benefit plan defined. For the purposes of this chapter, the term, health benefit plan, means a policy, contract, certificate, or agreement entered into, offered, or issued by a health carrier to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services. The term includes short-term and catastrophic health insurance policies, and a policy that pays on a cost-incurred basis, except as otherwise specifically exempted in this definition. The term does not include coverage only for accident, or disability income insurance, or any combination thereof; coverage issued as a supplement to liability insurance; liability insurance, including general liability insurance and automobile liability insurance; workers' compensation or similar insurance; automobile medical payment insurance; credit-only insurance; coverage for on-site medical clinics; and other similar insurance coverage, specified in federal regulations issued pursuant to Public Law No. 104-191, as amended to January 1, 2011, under which benefits for medical care are secondary or incidental to other insurance benefits. The term does not include the following benefits if they are provided under a separate policy, certificate, or contract of insurance or are otherwise not an integral part of the plan: limited scope dental or vision benefits; benefits for long-term care, nursing home care, home health care, community-based care, or any combination thereof; or other similar, limited benefits specified in federal regulations issued pursuant to Public Law No. 104-191, as amended to January 1, 2011. The term does not include the following benefits if the benefits are provided under a separate policy, certificate, or contract of insurance, there is no coordination between the provision of the benefits and any exclusion of benefits under any group health plan maintained by the same plan sponsor, and the benefits are paid with respect to an event without regard to whether benefits are provided with respect to such an event under any group health plan maintained by the same plan sponsor: coverage only for a specified disease or illness; or hospital indemnity or other fixed indemnity insurance. The term does not include the following if offered as a separate policy, certificate, or contract of insurance: medicare supplemental health insurance as defined under Section 882(g)(1) Section 1882(g)(1) of the Social Security Act, as amended to January 1, 2011; coverage supplemental to the coverage provided under Chapter 55 of Title 10, United States Code (Civilian Health and Medical Program of the Uniformed Services (CHAMPUS)), as amended to January 1, 2011; or similar supplemental coverage provided to coverage under a group health plan. (SL 2012, ch 239, § 1 provides: \"The provisions of chapter 219 of the 2011 Session Laws shall be deemed repealed if the Patient Protection and Affordable Care Act, Pub. L. No. 111-148, 124 Stat. 119 (2010), as amended by the Health Care and Education Reconciliation Act of 2010, Pub. L. No. 111-152, 124 Stat. 1029 (2010) is found to be unconstitutional in its entirety by a final decision of a federal court of competent jurisdiction and all appeals exhausted or time for appeals elapsed.\") Section 14. That § 58-17H-2 be AMENDED. 58-17H-2. Health benefit plan defined. For the purposes of this chapter, the term, health benefit plan, means a policy, contract, certificate, or agreement entered into, offered, or issued by a health carrier to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services. The term includes short-term and catastrophic health insurance policies, and a policy that pays on a cost-incurred basis, except as otherwise specifically exempted in this definition. The term does not include coverage only for accident, or disability income insurance, or any combination thereof; coverage issued as a supplement to liability insurance; liability insurance, including general liability insurance and automobile liability insurance; workers' compensation or similar insurance; automobile medical payment insurance; credit-only insurance; coverage for on-site medical clinics; and other similar insurance coverage, specified in federal regulations issued pursuant to Public Law No. 104-191, as amended to January 1, 2011, under which benefits for medical care are secondary or incidental to other insurance benefits. The term does not include the following benefits if they are provided under a separate policy, certificate, or contract of insurance or are otherwise not an integral part of the plan: limited scope dental or vision benefits; benefits for long-term care, nursing home care, home health care, community-based care, or any combination thereof; or other similar, limited benefits specified in federal regulations issued pursuant to Public Law No. 104-191, as amended to January 1, 2011. The term does not include the following benefits if the benefits are provided under a separate policy, certificate, or contract of insurance, there is no coordination between the provision of the benefits and any exclusion of benefits under any group health plan maintained by the same plan sponsor, and the benefits are paid with respect to an event without regard to whether benefits are provided with respect to such an event under any group health plan maintained by the same plan sponsor: coverage only for a specified disease or illness; or hospital indemnity or other fixed indemnity insurance. The term does not include the following if offered as a separate policy, certificate, or contract of insurance: medicare supplemental health insurance as defined under Section 882(g)(1) Section 1882(g)(1) of the Social Security Act, as amended to January 1, 2011; coverage supplemental to the coverage provided under Chapter 55 of Title 10, United States Code (Civilian Health and Medical Program of the Uniformed Services (CHAMPUS)), as amended to January 1, 2011; or similar supplemental coverage provided to coverage under a group health plan. (SL 2012, ch 239, § 1 provides: \"The provisions of chapter 219 of the 2011 Session Laws shall be deemed repealed if the Patient Protection and Affordable Care Act, Pub. L. No. 111-148, 124 Stat. 119 (2010), as amended by the Health Care and Education Reconciliation Act of 2010, Pub. L. No. 111-152, 124 Stat. 1029 (2010) is found to be unconstitutional in its entirety by a final decision of a federal court of competent jurisdiction and all appeals exhausted or time for appeals elapsed.\") Section 15. That § 58-17I-2 be AMENDED. 58-17I-2. Health benefit plan defined. For the purposes of this chapter, the term, health benefit plan, means a policy, contract, certificate, or agreement entered into, offered, or issued by a health carrier to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services. The term includes short-term and catastrophic health insurance policies, and a policy that pays on a cost-incurred basis, except as otherwise specifically exempted in this definition. The term does not include coverage only for accident, or disability income insurance, or any combination thereof; coverage issued as a supplement to liability insurance; liability insurance, including general liability insurance and automobile liability insurance; workers' compensation or similar insurance; automobile medical payment insurance; credit-only insurance; coverage for on-site medical clinics; and other similar insurance coverage, specified in federal regulations issued pursuant to Public Law No. 104-191, as amended to January 1, 2011, under which benefits for medical care are secondary or incidental to other insurance benefits. The term does not include the following benefits if they are provided under a separate policy, certificate, or contract of insurance or are otherwise not an integral part of the plan: limited scope dental or vision benefits; benefits for long-term care, nursing home care, home health care, community-based care, or any combination thereof; or other similar, limited benefits specified in federal regulations issued pursuant to Public Law No. 104-191, as amended to January 1, 2011. The term does not include the following benefits if the benefits are provided under a separate policy, certificate, or contract of insurance, there is no coordination between the provision of the benefits and any exclusion of benefits under any group health plan maintained by the same plan sponsor, and the benefits are paid with respect to an event without regard to whether benefits are provided with respect to such an event under any group health plan maintained by the same plan sponsor: coverage only for a specified disease or illness; or hospital indemnity or other fixed indemnity insurance. The term does not include the following if offered as a separate policy, certificate, or contract of insurance: medicare supplemental health insurance as defined under Section 882(g)(1) Section 1882(g)(1) of the Social Security Act, as amended to January 1, 2011; coverage supplemental to the coverage provided under Chapter 55 of Title 10, United States Code (Civilian Health and Medical Program of the Uniformed Services (CHAMPUS)), as amended to January 1, 2011; or similar supplemental coverage provided to coverage under a group health plan. (SL 2012, ch 239, § 1 provides: \"The provisions of chapter 219 of the 2011 Session Laws shall be deemed repealed if the Patient Protection and Affordable Care Act, Pub. L. No. 111-148, 124 Stat. 119 (2010), as amended by the Health Care and Education Reconciliation Act of 2010, Pub. L. No. 111-152, 124 Stat. 1029 (2010) is found to be unconstitutional in its entirety by a final decision of a federal court of competent jurisdiction and all appeals exhausted or time for appeals elapsed.\") Section 16. That § 58-18-52 be AMENDED. 58-18-52. Formation of voluntary health insurance purchasing organizations. Notwithstanding the provisions of chapter 47-34, §§ 47-15-2, 47-22-4, and 47-14-2 47-34A and §§ 47-15-2 and 47-22-4, any organization may form for the purposes of purchasing group health insurance on a voluntary basis. For purposes of §§ 58-18-52 to 58-18-62, inclusive, an organization means any nonprofit organization or nonprofit corporation formed under South Dakota law. Stop loss or excess insurance may be purchased in the same manner as group health insurance is purchased pursuant to §§ 58-18-52 to 58-18-62, inclusive. Section 17. That § 58-28-30 be AMENDED. 58-28-30. General insurance law applicable--Exceptions. Except for §§ 58-15-13, 58-15-14, 58-15-15, 58-15-17, 58-15-18, 58-15-19, 58-15-21, 58-15-22, 58-15-29, 58-15-31, 58-15-32, 58-15-33, 58-15-34, 58-15-35, 58-15-36, 58-15-38, 58-15-39, and 58-27-108, as in the case of a variable life insurance policy, §§ 58-15-57, 58-15-62, 58-15-64, 58-15-65, 58-15-66, 58-15-72 to 58-15-81 58-15-83 to 58-15-93, inclusive, and 58-27-108, as in the case of a variable annuity contract and except as is otherwise provided in this chapter, all pertinent provisions of the insurance code apply to separate accounts and contracts relating thereto. Section 18. That § 58-29B-104 be AMENDED. 58-29B-104. Circumstances under which claimant making late filing may share in distributions. The liquidator may permit a claimant making a late filing to share in distributions, whether past or future, as if he were not late, to the extent that any such payment will not prejudice the orderly administration of the liquidation, under the following circumstances: (1) The existence of the claim was not known to the claimant and that he filed his claim as promptly thereafter as reasonably possible after learning of it; (2) A transfer to a creditor was avoided under §§ 58-29B-61 to 58-29B-83, inclusive, or was voluntarily surrendered under §§ 58-29B-84 and 59-29B-85 58-29B-85, and that the filing satisfies the conditions of §§ 58-29B-84 and 58-29B-85; or (3) The valuation under §§ 58-29B-121 and 58-29B-122, of security held by a secured creditor shows a deficiency, which is filed within thirty days after the valuation. Section 19. That § 58-29D-16 be AMENDED. 58-29D-16. Provisions in written agreement as to withdrawals from fiduciary account. The administrator may not pay any claim by withdrawals from a fiduciary account in which premiums or charges are deposited. Withdrawals from such account shall be made as provided in the written agreement between the administrator and the insurer. The written agreement shall address the following: (1) Remittance to an insurer entitled to remittance; (2) Deposit in an account maintained in the name of the insurer; (3) Transfer to and deposit in a claims‑paying account, with claims to be paid as provided for in § 58-29D-17; (4) Payment to a group policyholder for remittance to the insurer entitled to such remittance; (5) Payment to the administrator of its commissions, fees or charges; or (6) Remittance of return premium to the person or persons entitled to such return premium. Section 20. That § 58-30-190 be AMENDED. 58-30-190. Waiver of privilege or claim of confidentiality. No waiver of any applicable privilege or claim of confidentiality in the documents, materials, or information occurs as a result of disclosure to the director under §§ 58-30-80 to 58-30-93 §§ 58-30-180 to 58-30-192, inclusive, or as a result of sharing as authorized in § 58-30-187. Section 21. That § 58-35-61 be AMENDED. 58-35-61. Policyholders to vote on merger plan--Notice of vote. Following the adoption of the resolution approving the plan of merger required by § 58-35-60, a meeting of the policyholders of each of the corporations shall be held to vote upon the proposed merger plan. Written notice of the meeting of the policyholders shall be given to all policyholders, which may be either an annual or special meeting. Written notice shall be given to each policyholder of record whether or not entitled to vote at the meeting, not less than twenty days before the meeting, in the manner provided in §§ 47-1A-701 to 47-1A-747, inclusive, and §§ 47-1A-1601 to 47-1A-1621.3 47-1A-1620, inclusive, for the giving of notice of meetings of shareholders. Whether the meeting is an annual or special meeting, the notice shall state that the purpose or one of the purposes of the meeting is to consider the proposed plan of merger. A copy of the resolution passed by the board of directors shall be included in or enclosed with the notice. Section 22. That § 58-38-25 be AMENDED. 58-38-25. Formation of voluntary health insurance purchasing organizations. Notwithstanding the provisions of chapter 47-34, §§ 47-15-2, 47-22-4, and 47-14-2 47-34A and §§ 47-15-2 and 47-22-4, any organization may form for the purposes of purchasing group health insurance on a voluntary basis. For purposes of §§ 58-38-25 to 58-38-35, inclusive, an organization means any nonprofit organization or nonprofit corporation formed under South Dakota law. Section 23. That § 58-40-22 be AMENDED. 58-40-22. Formation of voluntary health insurance purchasing organizations. Notwithstanding the provisions of chapter 47-34, §§ 47-15-2, 47-22-4, and 47-14-2 47-34A and §§ 47-15-2 and 47-22-4, any organization may form for the purposes of purchasing group health insurance on a voluntary basis. For purposes of §§ 58-40-22 to 58-40-32, inclusive, an organization means any nonprofit organization or nonprofit corporation formed under South Dakota law. Section 24. That § 58-41-99 be AMENDED. 58-41-99. Formation of voluntary health insurance purchasing organizations. Notwithstanding the provisions of chapter 47-34, §§ 47-15-2, 47-22-4, and 47-14-2 47-34A and §§ 47-15-2 and 47-22-4, any organization may form for the purposes of purchasing group health insurance on a voluntary basis. For purposes of §§ 58-41-99 to 58-41-109, inclusive, an organization means any nonprofit organization or nonprofit corporation formed under South Dakota law."}, {"bill_id": 21881, "bill_version_id": 216785, "bill_version": "Enrolled", "bill_version_date": "2021-02-05T16:25:43.077-06:00", "bill_text": "ENTITLED An Act to correct technical errors in statutory cross-references regarding insurance. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 58-2-39 be AMENDED. 58-2-39. Promulgation of rules regarding definitions, enrollment, disclosure, notice, claims, and records. The Division of Insurance may promulgate rules pursuant to chapter 1-26 in the following areas: (1) Definition of terms used in §§ 58-17-30.2, 58-17-30.4, 58-18-32, 58-18-34, and 58-33-85 to 58-33-88, inclusive; (2) Insurer enrollment procedures; (3) Disclosure and notice requirements; (4) Claim processing procedures; and (5) Record-keeping requirements for insurers and producers. Section 2. That § 58-5-155 be AMENDED. 58-5-155. Qualified education loan insurer subject to Title 58--Exceptions. Any qualified education loan insurer is subject to the provisions of Title 58 except as otherwise specifically provided in §§ 58-5-154 to 58-5-160, inclusive. Notwithstanding any other provision of Title 58, a qualified education loan insurer is not subject to the following provisions of Title 58 and any rules promulgated to implement any such provisions: (1) Sections 58-4-48 and 58-5-85; (2) Subdivision 58-5-7(5) to the extent that this subdivision permits only one class of authorized voting common stock or otherwise restricts the authorization of preferred stock, with or without voting rights; and (3) Chapter 58-5A. Section 3. That § 58-6A-14 be AMENDED. 58-6A-14. Countersignature on policy not required. A policy of insurance issued to a risk retention group or any member of that group is not required to be countersigned. Section 4. That § 58-7-33 be AMENDED. 58-7-33. Duration of deposit of assets and securities. Every deposit made in this state by an insurer pursuant to this title, including assets and securities held in another state under custodial arrangements, shall be held as long as there is outstanding any liability of the insurer as to which the deposit was so required; or if a deposit required under the retaliatory law, §§ 58-6-70 to 58-6-73, inclusive, the deposit shall be held for so long as the basis of such retaliation exists. Section 5. That § 58-12-22 be AMENDED. 58-12-22. Information from insurer's database to Department of Social Services--Data match against recipients--Disclosure--Liability. Within sixty days of a request from the department, the department and an insurer shall negotiate an acceptable format for the transmission of information from the insurer's database of policy holders, sponsors, subscribers, covered individuals in South Dakota, and coverage dates. The format must include the data elements, medium, frequency of reporting, any costs of the insurer to be reimbursed, and procedures that will be followed when a data match is found. The Department of Social Services shall match the name, address, date of birth, and social security number if available, of the insured's policyholders, sponsors, subscribers, and covered individuals against the medicaid eligible recipients and recipients of support enforcement services as defined in subdivision 25-7A-1(19). Upon discovery of a match, the department may incorporate the following information into its recipient database: (1) The name, address, date of birth, social security number if available, and the unique health care identification number of the covered individual; (2) The name, address, date of birth, social security number if available, policy number, and group identification number of the policyholder, sponsor, or subscriber; (3) The name and address of the employer if it is an employer-employee benefit plan; (4) Types of covered services under the plan or policy; (5) Coverage effective date and termination of coverage date for each covered individual; and (6) The name and address of the claim administrator for the policy or plan. The department may not use or disclose any information provided by the insurer other than as permitted or required by law. The insurer may not be held liable for the release of insurance coverage information to the department or the director by any party when done so under the authority of §§ 58-12-22 to 58-12-28, inclusive. Section 6. That § 58-12-26 be AMENDED. 58-12-26. Insurer defined. For the purposes of §§ 58-12-22 to 58-12-28, inclusive, the term, insurer, means: (1) Any commercial insurance company, employer-employee benefit plan, health maintenance organization, professional association, service benefit plan, public self-funded employer or pool, union, or fraternal group selling or otherwise offering individual or group health insurance coverage including self-insured and self-funded plans; (2) Any profit or nonprofit prepaid plan offering either medical services of full or partial payment for services included in the department's medicaid plan; (3) Any other entity offering health benefits for which a medicaid recipient may be eligible in addition to public medical assistance; (4) Any managed care organization, third-party administrator, pharmacy benefits manager, or other entity which processes claims, administers services, or otherwise manages health benefits on behalf of any of the aforementioned insurers; or (5) Any other party that is by statute, contract, or agreement, legally responsible for payment of a claim for a health care item or service including workers' compensation, automobile insurance, and liability insurance plans. Section 7. That § 58-12-27 be AMENDED. 58-12-27. Department defined. For the purposes of §§ 58-12-22 to 58-12-28, inclusive, the term, department, means the Department of Social Services, or an entity under contract with the Department of Social Services to carry out the functions of §§ 58-12-22 to 58-12-28, inclusive. Section 8. That § 58-15-44 be AMENDED. 58-15-44. Dating back of application for insurance to reduce premium prohibited--Contract not invalidated. No insurer may knowingly deliver or issue for delivery in this state any life insurance policy that purports to be issued or to take effect as of a date more than six months before the application therefor was made, if thereby the premium on the policy is reduced below the premium that would be payable thereon as determined by the insuring age of the insured at the time when such application was made. No insurance producer or other representative of an insurer may in this state prepare, submit, or accept any application for life insurance that bears a date earlier than the date when the application was made by the insured or applicant, if thereby the premium on the contract is reduced as above stated. Nothing contained in this section invalidates any contract made in violation of this section. This section does not prohibit the exchange, alteration, or conversion of any policy of life insurance. Section 9. That § 58-16-54 be AMENDED. 58-16-54. Responsibilities of prior carrier and succeeding carrier upon discontinuance. The following provisions dictate the responsibility of the prior carrier and succeeding carrier when coverage is discontinued: (1) After discontinuance of the policy, contract, or certificate, the prior carrier remains liable only to the extent of its accrued liabilities and extensions of benefits. The position of the prior carrier shall be the same whether the group policyholder or other entity secures replacement coverage from a new carrier, self-insures, or foregoes the provision of coverage; (2) If the individual was validly covered under the prior plan on the date of discontinuance, each individual who is eligible for coverage in accordance with the succeeding carrier's plan of benefits is, with respect to the class or classes of individuals, eligible and shall be covered under the succeeding carrier's plan if (a) any actively-at-work and nonconfinement rules are met, and (b) if required by the succeeding carrier, the individual requests enrollment; (3) Each individual not covered under the succeeding carrier's plan of benefits in accordance with subdivision (2) shall nevertheless be covered by the succeeding carrier in accordance with the following rules if the individual was validly covered, including benefit extension, under the prior plan on the date of discontinuance and if the individual is a member of the class or classes of individuals eligible for coverage under the succeeding carrier's plan. Any reference in the following subdivisions to an individual who was or was not totally disabled is a reference to the individual's status immediately prior to the date the succeeding carrier's coverage becomes effective; (4) The minimum level of benefits to be provided by the succeeding carrier shall be the applicable level of benefits of the prior carrier's plan reduced by any benefits payable by the prior plan; (5) Coverage shall be provided by the succeeding carrier until the earliest of the following dates: (a) The date the individual becomes eligible under the succeeding carrier's plan as described in subdivision (1); (b) The date the individual's coverage would terminate in accordance with the succeeding carrier's plan provisions applicable to individual termination of coverage, such as at termination of employment or ceasing to be an eligible dependent; or (c) In the case of an individual who was totally disabled, and in the case of a type of coverage for which § 58-16-53 requires an extension of benefits or accrued liability, the end of any period of extension benefits or accrued liability that is required of the prior carrier by § 58-16-53, or if the prior carrier's policy, contract, or certificate is not subject to that section, but would have been required of the prior carrier had the policy, contract, or certificate been subject to § 58-16-53 at the time the prior carrier's plan was discontinued and replaced by the succeeding carrier's plan; (6) In any situation in which a determination of the prior carrier's benefit is required by the succeeding carrier, at the succeeding carrier's request the prior carrier shall furnish a statement of the benefits available or pertinent information, sufficient to permit verification of the benefit determination or the determination itself by the succeeding carrier. For the purposes of this subdivision, benefits of the prior plan shall be determined in accordance with all of the definitions, conditions, and covered expense provisions of the prior plan rather than those of the succeeding plan. The benefit determination shall be made as if coverage had not been replaced by the succeeding carrier; and (7) A succeeding carrier's policy may contain a provision limiting benefits to employees who are actively at work. However, any individual who remains as an employee, was covered by the prior carrier, and was disabled as of the date the succeeding carrier coverage became effective for that employer, will continue to be covered by the prior carrier as long as the individual remains an employee. An individual who is not disabled and is not at work on the date the succeeding carrier's coverage commences is considered actively at work as long as the absence from work is an employer-approved absence. Section 10. That § 58-17-65 be AMENDED. 58-17-65. Individual health insurance plan used in conjunction with managed care plan or utilization review organization. If a managed care plan or utilization review organization is used in conjunction with an individual health insurance plan, the managed care plan or utilization review organization shall establish a written utilization review program, registering a utilization review organization, and requesting information in the same manner as a managed care plan or utilization review organization subject to chapter 58-17H. Section 11. That § 58-17-87 be AMENDED. 58-17-87. Director to promulgate rules for individual health insurance--Scope of rules. The director shall promulgate rules pursuant to chapter 1-26 to cover: (1) Terms or renewability; (2) Conditions of eligibility; (3) Benefit limitations, exceptions, and reductions; (4) Definition of terms; (5) Filing requirements for forms, rates, and rate schedules; (6) Marketing practices; (7) Reporting practices; (8) Compensation arrangements between insurers or other entities and their agents, representatives, or producers; (9) Suitability and appropriateness of the policy sold; (10) Certificates of coverage; (11) Determinations with regard to waiting periods; (12) College plans; (13) Creditable coverages; (14) Breaks in coverage; (15) The application of waiting periods; and (16) Risk spreading mechanisms. The director shall promulgate rules pursuant to chapter 1-26 that specify prohibited policy or certificate provisions not otherwise specifically authorized by statute which, in the opinion of the director, are unjust, unfair, or unfairly discriminatory to any person insured or proposed for coverage under an individual policy or certificate. The director shall also promulgate rules pursuant to chapter 1-26 assuring public access to rate and form information and establishing procedures for rate and form approvals and disapprovals. If any federal standards are in place which would require additional steps to meet those standards beyond what is required by this chapter, the director shall promulgate rules to require the offering of health insurance plans the underwriting and coverage criteria that may be utilized for such health insurance plans, and other requirements related to the coverage criteria and availability of health insurance to individuals in this state in order to minimally meet the federal standards. Section 12. That § 58-17F-2 be AMENDED. 58-17F-2. Health benefit plan defined. For the purposes of this chapter, the term, health benefit plan, means a policy, contract, certificate, or agreement entered into, offered, or issued by a health carrier to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services. The term includes short-term and catastrophic health insurance policies, and a policy that pays on a cost-incurred basis, except as otherwise specifically exempted in this definition. The term does not include coverage only for accident, or disability income insurance, or any combination thereof; coverage issued as a supplement to liability insurance; liability insurance, including general liability insurance and automobile liability insurance; workers' compensation or similar insurance; automobile medical payment insurance; credit-only insurance; coverage for on-site medical clinics; and other similar insurance coverage, specified in federal regulations issued pursuant to Public Law No. 104-191, as amended to January 1, 2011, under which benefits for medical care are secondary or incidental to other insurance benefits. The term does not include the following benefits if they are provided under a separate policy, certificate, or contract of insurance or are otherwise not an integral part of the plan: limited scope dental or vision benefits; benefits for long-term care, nursing home care, home health care, community-based care, or any combination thereof; or other similar, limited benefits specified in federal regulations issued pursuant to Public Law No. 104-191, as amended to January 1, 2011. The term does not include the following benefits if the benefits are provided under a separate policy, certificate, or contract of insurance, there is no coordination between the provision of the benefits and any exclusion of benefits under any group health plan maintained by the same plan sponsor, and the benefits are paid with respect to an event without regard to whether benefits are provided with respect to such an event under any group health plan maintained by the same plan sponsor: coverage only for a specified disease or illness; or hospital indemnity or other fixed indemnity insurance. The term does not include the following if offered as a separate policy, certificate, or contract of insurance: medicare supplemental health insurance as defined under Section 1882(g)(1) of the Social Security Act, as amended to January 1, 2011; coverage supplemental to the coverage provided under Chapter 55 of Title 10, United States Code (Civilian Health and Medical Program of the Uniformed Services (CHAMPUS)), as amended to January 1, 2011; or similar supplemental coverage provided to coverage under a group health plan. (SL 2012, ch 239, § 1 provides: \"The provisions of chapter 219 of the 2011 Session Laws shall be deemed repealed if the Patient Protection and Affordable Care Act, Pub. L. No. 111-148, 124 Stat. 119 (2010), as amended by the Health Care and Education Reconciliation Act of 2010, Pub. L. No. 111-152, 124 Stat. 1029 (2010) is found to be unconstitutional in its entirety by a final decision of a federal court of competent jurisdiction and all appeals exhausted or time for appeals elapsed.\") Section 13. That § 58-17G-2 be AMENDED. 58-17G-2. Health benefit plan defined. For the purposes of this chapter, the term, health benefit plan, means a policy, contract, certificate, or agreement entered into, offered, or issued by a health carrier to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services. The term includes short-term and catastrophic health insurance policies, and a policy that pays on a cost-incurred basis, except as otherwise specifically exempted in this definition. The term does not include coverage only for accident, or disability income insurance, or any combination thereof; coverage issued as a supplement to liability insurance; liability insurance, including general liability insurance and automobile liability insurance; workers' compensation or similar insurance; automobile medical payment insurance; credit-only insurance; coverage for on-site medical clinics; and other similar insurance coverage, specified in federal regulations issued pursuant to Public Law No. 104-191, as amended to January 1, 2011, under which benefits for medical care are secondary or incidental to other insurance benefits. The term does not include the following benefits if they are provided under a separate policy, certificate, or contract of insurance or are otherwise not an integral part of the plan: limited scope dental or vision benefits; benefits for long-term care, nursing home care, home health care, community-based care, or any combination thereof; or other similar, limited benefits specified in federal regulations issued pursuant to Public Law No. 104-191, as amended to January 1, 2011. The term does not include the following benefits if the benefits are provided under a separate policy, certificate, or contract of insurance, there is no coordination between the provision of the benefits and any exclusion of benefits under any group health plan maintained by the same plan sponsor, and the benefits are paid with respect to an event without regard to whether benefits are provided with respect to such an event under any group health plan maintained by the same plan sponsor: coverage only for a specified disease or illness; or hospital indemnity or other fixed indemnity insurance. The term does not include the following if offered as a separate policy, certificate, or contract of insurance: medicare supplemental health insurance as defined under Section 1882(g)(1) of the Social Security Act, as amended to January 1, 2011; coverage supplemental to the coverage provided under Chapter 55 of Title 10, United States Code (Civilian Health and Medical Program of the Uniformed Services (CHAMPUS)), as amended to January 1, 2011; or similar supplemental coverage provided to coverage under a group health plan. (SL 2012, ch 239, § 1 provides: \"The provisions of chapter 219 of the 2011 Session Laws shall be deemed repealed if the Patient Protection and Affordable Care Act, Pub. L. No. 111-148, 124 Stat. 119 (2010), as amended by the Health Care and Education Reconciliation Act of 2010, Pub. L. No. 111-152, 124 Stat. 1029 (2010) is found to be unconstitutional in its entirety by a final decision of a federal court of competent jurisdiction and all appeals exhausted or time for appeals elapsed.\") Section 14. That § 58-17H-2 be AMENDED. 58-17H-2. Health benefit plan defined. For the purposes of this chapter, the term, health benefit plan, means a policy, contract, certificate, or agreement entered into, offered, or issued by a health carrier to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services. The term includes short-term and catastrophic health insurance policies, and a policy that pays on a cost-incurred basis, except as otherwise specifically exempted in this definition. The term does not include coverage only for accident, or disability income insurance, or any combination thereof; coverage issued as a supplement to liability insurance; liability insurance, including general liability insurance and automobile liability insurance; workers' compensation or similar insurance; automobile medical payment insurance; credit-only insurance; coverage for on-site medical clinics; and other similar insurance coverage, specified in federal regulations issued pursuant to Public Law No. 104-191, as amended to January 1, 2011, under which benefits for medical care are secondary or incidental to other insurance benefits. The term does not include the following benefits if they are provided under a separate policy, certificate, or contract of insurance or are otherwise not an integral part of the plan: limited scope dental or vision benefits; benefits for long-term care, nursing home care, home health care, community-based care, or any combination thereof; or other similar, limited benefits specified in federal regulations issued pursuant to Public Law No. 104-191, as amended to January 1, 2011. The term does not include the following benefits if the benefits are provided under a separate policy, certificate, or contract of insurance, there is no coordination between the provision of the benefits and any exclusion of benefits under any group health plan maintained by the same plan sponsor, and the benefits are paid with respect to an event without regard to whether benefits are provided with respect to such an event under any group health plan maintained by the same plan sponsor: coverage only for a specified disease or illness; or hospital indemnity or other fixed indemnity insurance. The term does not include the following if offered as a separate policy, certificate, or contract of insurance: medicare supplemental health insurance as defined under Section 1882(g)(1) of the Social Security Act, as amended to January 1, 2011; coverage supplemental to the coverage provided under Chapter 55 of Title 10, United States Code (Civilian Health and Medical Program of the Uniformed Services (CHAMPUS)), as amended to January 1, 2011; or similar supplemental coverage provided to coverage under a group health plan. (SL 2012, ch 239, § 1 provides: \"The provisions of chapter 219 of the 2011 Session Laws shall be deemed repealed if the Patient Protection and Affordable Care Act, Pub. L. No. 111-148, 124 Stat. 119 (2010), as amended by the Health Care and Education Reconciliation Act of 2010, Pub. L. No. 111-152, 124 Stat. 1029 (2010) is found to be unconstitutional in its entirety by a final decision of a federal court of competent jurisdiction and all appeals exhausted or time for appeals elapsed.\") Section 15. That § 58-17I-2 be AMENDED. 58-17I-2. Health benefit plan defined. For the purposes of this chapter, the term, health benefit plan, means a policy, contract, certificate, or agreement entered into, offered, or issued by a health carrier to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services. The term includes short-term and catastrophic health insurance policies, and a policy that pays on a cost-incurred basis, except as otherwise specifically exempted in this definition. The term does not include coverage only for accident, or disability income insurance, or any combination thereof; coverage issued as a supplement to liability insurance; liability insurance, including general liability insurance and automobile liability insurance; workers' compensation or similar insurance; automobile medical payment insurance; credit-only insurance; coverage for on-site medical clinics; and other similar insurance coverage, specified in federal regulations issued pursuant to Public Law No. 104-191, as amended to January 1, 2011, under which benefits for medical care are secondary or incidental to other insurance benefits. The term does not include the following benefits if they are provided under a separate policy, certificate, or contract of insurance or are otherwise not an integral part of the plan: limited scope dental or vision benefits; benefits for long-term care, nursing home care, home health care, community-based care, or any combination thereof; or other similar, limited benefits specified in federal regulations issued pursuant to Public Law No. 104-191, as amended to January 1, 2011. The term does not include the following benefits if the benefits are provided under a separate policy, certificate, or contract of insurance, there is no coordination between the provision of the benefits and any exclusion of benefits under any group health plan maintained by the same plan sponsor, and the benefits are paid with respect to an event without regard to whether benefits are provided with respect to such an event under any group health plan maintained by the same plan sponsor: coverage only for a specified disease or illness; or hospital indemnity or other fixed indemnity insurance. The term does not include the following if offered as a separate policy, certificate, or contract of insurance: medicare supplemental health insurance as defined under Section 1882(g)(1) of the Social Security Act, as amended to January 1, 2011; coverage supplemental to the coverage provided under Chapter 55 of Title 10, United States Code (Civilian Health and Medical Program of the Uniformed Services (CHAMPUS)), as amended to January 1, 2011; or similar supplemental coverage provided to coverage under a group health plan. (SL 2012, ch 239, § 1 provides: \"The provisions of chapter 219 of the 2011 Session Laws shall be deemed repealed if the Patient Protection and Affordable Care Act, Pub. L. No. 111-148, 124 Stat. 119 (2010), as amended by the Health Care and Education Reconciliation Act of 2010, Pub. L. No. 111-152, 124 Stat. 1029 (2010) is found to be unconstitutional in its entirety by a final decision of a federal court of competent jurisdiction and all appeals exhausted or time for appeals elapsed.\") Section 16. That § 58-18-52 be AMENDED. 58-18-52. Formation of voluntary health insurance purchasing organizations. Notwithstanding the provisions of chapter 47-34A and §§ 47-15-2 and 47-22-4, any organization may form for the purposes of purchasing group health insurance on a voluntary basis. For purposes of §§ 58-18-52 to 58-18-62, inclusive, an organization means any nonprofit organization or nonprofit corporation formed under South Dakota law. Stop loss or excess insurance may be purchased in the same manner as group health insurance is purchased pursuant to §§ 58-18-52 to 58-18-62, inclusive. Section 17. That § 58-28-30 be AMENDED. 58-28-30. General insurance law applicable--Exceptions. Except for §§ 58-15-13, 58-15-14, 58-15-15, 58-15-17, 58-15-18, 58-15-19, 58-15-21, 58-15-22, 58-15-29, 58-15-31, 58-15-32, 58-15-33, 58-15-34, 58-15-35, 58-15-36, 58-15-38, 58-15-39, and 58-27-108, as in the case of a variable life insurance policy, §§ 58-15-57, 58-15-62, 58-15-64, 58-15-65, 58-15-66, 58-15-83 to 58-15-93, inclusive, and 58-27-108, as in the case of a variable annuity contract and except as is otherwise provided in this chapter, all pertinent provisions of the insurance code apply to separate accounts and contracts relating thereto. Section 18. That § 58-29B-104 be AMENDED. 58-29B-104. Circumstances under which claimant making late filing may share in distributions. The liquidator may permit a claimant making a late filing to share in distributions, whether past or future, as if he were not late, to the extent that any such payment will not prejudice the orderly administration of the liquidation, under the following circumstances: (1) The existence of the claim was not known to the claimant and that he filed his claim as promptly thereafter as reasonably possible after learning of it; (2) A transfer to a creditor was avoided under §§ 58-29B-61 to 58-29B-83, inclusive, or was voluntarily surrendered under §§ 58-29B-84 and 58-29B-85, and that the filing satisfies the conditions of §§ 58-29B-84 and 58-29B-85; or (3) The valuation under §§ 58-29B-121 and 58-29B-122, of security held by a secured creditor shows a deficiency, which is filed within thirty days after the valuation. Section 19. That § 58-29D-16 be AMENDED. 58-29D-16. Provisions in written agreement as to withdrawals from fiduciary account. The administrator may not pay any claim by withdrawals from a fiduciary account in which premiums or charges are deposited. Withdrawals from such account shall be made as provided in the written agreement between the administrator and the insurer. The written agreement shall address the following: (1) Remittance to an insurer entitled to remittance; (2) Deposit in an account maintained in the name of the insurer; (3) Transfer to and deposit in a claims‑paying account; (4) Payment to a group policyholder for remittance to the insurer entitled to such remittance; (5) Payment to the administrator of its commissions, fees or charges; or (6) Remittance of return premium to the person or persons entitled to such return premium. Section 20. That § 58-30-190 be AMENDED. 58-30-190. Waiver of privilege or claim of confidentiality. No waiver of any applicable privilege or claim of confidentiality in the documents, materials, or information occurs as a result of disclosure to the director under §§ 58-30-180 to 58-30-192, inclusive, or as a result of sharing as authorized in § 58-30-187. Section 21. That § 58-35-61 be AMENDED. 58-35-61. Policyholders to vote on merger plan--Notice of vote. Following the adoption of the resolution approving the plan of merger required by § 58-35-60, a meeting of the policyholders of each of the corporations shall be held to vote upon the proposed merger plan. Written notice of the meeting of the policyholders shall be given to all policyholders, which may be either an annual or special meeting. Written notice shall be given to each policyholder of record whether or not entitled to vote at the meeting, not less than twenty days before the meeting, in the manner provided in §§ 47-1A-701 to 47-1A-747, inclusive, and §§ 47-1A-1601 to 47-1A-1620, inclusive, for the giving of notice of meetings of shareholders. Whether the meeting is an annual or special meeting, the notice shall state that the purpose or one of the purposes of the meeting is to consider the proposed plan of merger. A copy of the resolution passed by the board of directors shall be included in or enclosed with the notice. Section 22. That § 58-38-25 be AMENDED. 58-38-25. Formation of voluntary health insurance purchasing organizations. Notwithstanding the provisions of chapter 47-34A and §§ 47-15-2 and 47-22-4, any organization may form for the purposes of purchasing group health insurance on a voluntary basis. For purposes of §§ 58-38-25 to 58-38-35, inclusive, an organization means any nonprofit organization or nonprofit corporation formed under South Dakota law. Section 23. That § 58-40-22 be AMENDED. 58-40-22. Formation of voluntary health insurance purchasing organizations. Notwithstanding the provisions of chapter 47-34A and §§ 47-15-2 and 47-22-4, any organization may form for the purposes of purchasing group health insurance on a voluntary basis. For purposes of §§ 58-40-22 to 58-40-32, inclusive, an organization means any nonprofit organization or nonprofit corporation formed under South Dakota law. Section 24. That § 58-41-99 be AMENDED. 58-41-99. Formation of voluntary health insurance purchasing organizations. Notwithstanding the provisions of chapter 47-34A and §§ 47-15-2 and 47-22-4, any organization may form for the purposes of purchasing group health insurance on a voluntary basis. For purposes of §§ 58-41-99 to 58-41-109, inclusive, an organization means any nonprofit organization or nonprofit corporation formed under South Dakota law. An Act to correct technical errors in statutory cross-references regarding insurance. I certify that the attached Act originated in the: House as Bill No. 1001 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1001 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21881, "action_date": "2021-01-12T12:00:00-06:00", "document_id": 211012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211012.pdf", "status_text": "First read in House and referred to", "journal_page": 11, "committee_id_action": 492, "committee_id_assigned": 487, "result": "N", "vote": {}}, {"bill_id": 21881, "action_date": "2021-01-25T10:00:00-06:00", "document_id": 211273, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211273.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21881, "action_date": "2021-01-25T10:00:00-06:00", "document_id": 211274, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211274.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67784, "president_vote": null, "Yea": [1766, 1767, 1772, 3802, 1834, 1843, 1883, 3782, 1862, 3789, 1866, 1769, 1823]}}, {"bill_id": 21881, "action_date": "2021-01-25T10:00:00-06:00", "document_id": 211274, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211274.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21881, "action_date": "2021-01-26T14:00:00-06:00", "document_id": 213163, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213163.pdf", "status_text": "Do Pass", "journal_page": 130, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67876, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1800, 1802, 1804, 1805, 1807, 1809, 1813, 1817, 1820, 1822, 1823, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1839, 1841, 1843, 1844, 1852, 1855, 1862, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806]}}, {"bill_id": 21881, "action_date": "2021-01-27T14:00:00-06:00", "document_id": 213660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213660.pdf", "status_text": "First read in Senate and referred to", "journal_page": 124, "committee_id_action": 514, "committee_id_assigned": 504, "result": "N", "vote": {}}, {"bill_id": 21881, "action_date": "2021-02-04T10:00:00-06:00", "document_id": 215539, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215539.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21881, "action_date": "2021-02-04T10:00:00-06:00", "document_id": 215541, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215541.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68431, "president_vote": null, "Yea": [1789, 1828, 1856, 3796, 3795, 1881], "Excused": [1850, 1858, 1870]}}, {"bill_id": 21881, "action_date": "2021-02-04T10:00:00-06:00", "document_id": 215541, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215541.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21881, "action_date": "2021-02-05T13:00:00-06:00", "document_id": 216665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216665.pdf", "status_text": "Do Pass", "journal_page": 201, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68609, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1783, 1785, 1786, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3795, 1865], "Excused": [1789, 1790, 3796, 1870]}}, {"bill_id": 21881, "action_date": "2021-02-08T14:00:00-06:00", "document_id": 216807, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216807.pdf", "status_text": "Signed by the Speaker", "journal_page": 247, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21881, "action_date": "2021-02-09T14:30:00-06:00", "document_id": 216938, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216938.pdf", "status_text": "Signed by the President", "journal_page": 229, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21881, "action_date": "2021-02-10T14:00:00-06:00", "document_id": 217079, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217079.pdf", "status_text": "Delivered to the Governor", "journal_page": 270, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21881, "action_date": "2021-02-16T14:00:00-06:00", "document_id": 217363, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217363.pdf", "status_text": "Signed by the Governor", "journal_page": 293, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7103, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21881"}