{"session_id": 27, "bill_id": 7729, "bill_type": "Senate Commemoration", "bill_number": 1, "bill_title": "Commending and honoring the 2015-2016 Outstanding School Administrators of South Dakota: Jim Holbeck, Harrisburg, School Superintendent; Todd Brist, Watertown, Middle School Principal; Lory DuFrain, Wagner, School Business Official; Ethan Dschaak, Meade, Elementary School Principal; Kevin Lein, Harrisburg, Secondary School Principal; Ryan Rollinger, Harrisburg, Assistant Secondary School Principal; Sherri Becker, Mitchell, Curriculum Leader; and Jennifer Heggelund, Watertown, Director of Special Education, for being named outstanding administrators by their respective administrator parent groups.", "sponsors": [{"legislator_profile_id": 1154, "is_prime": true}, {"legislator_profile_id": 1120, "is_prime": true}, {"legislator_profile_id": 1166, "is_prime": false}, {"legislator_profile_id": 1118, "is_prime": false}, {"legislator_profile_id": 1112, "is_prime": false}, {"legislator_profile_id": 1164, "is_prime": false}, {"legislator_profile_id": 1133, "is_prime": false}, {"legislator_profile_id": 1134, "is_prime": false}, {"legislator_profile_id": 1165, "is_prime": false}, {"legislator_profile_id": 1119, "is_prime": false}, {"legislator_profile_id": 1113, "is_prime": false}, {"legislator_profile_id": 1102, "is_prime": false}, {"legislator_profile_id": 1098, "is_prime": false}, {"legislator_profile_id": 1187, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 7729, "bill_version_id": 42796, "bill_version": "Introduced", "bill_version_date": "2017-01-20T08:22:50.617-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2015-2016 Outstanding School Administrators of South Dakota: Jim Holbeck, Harrisburg, School Superintendent; Todd Brist, Watertown, Middle School Principal; Lory DuFrain, Wagner, School Business Official; Ethan Dschaak, Meade, Elementary School Principal; Kevin Lein, Harrisburg, Secondary School Principal; Ryan Rollinger, Harrisburg, Assistant Secondary School Principal; Sherri Becker, Mitchell, Curriculum Leader; and Jennifer Heggelund, Watertown, Director of Special Education, for being named outstanding administrators by their respective administrator parent groups. WHEREAS, these administrators have been elected by their peers for outstanding service and dedication to education; and WHEREAS, the combined years of service to the people of South Dakota and to the children and youth of South Dakota of these eight educational administrators is two hundred two years; and WHEREAS, each of these educators has demonstrated a sincere interest in our children and superior skills in their chosen field of educational administration: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Second Legislature of the State of South Dakota, that Ethan Dschaak, Kevin Lein, Lory DuFrain, Jim Holbeck, Ryan Rollinger, Sherri Becker, Jennifer Heggelund, and Todd Brist are named as official representatives of the School Administrators of South Dakota and shall continue their efforts to improve the educational opportunities for the children of this state."}, {"bill_id": 7729, "bill_version_id": 43097, "bill_version": "Enrolled", "bill_version_date": "2017-01-24T17:28:24.763-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2015-2016 Outstanding School Administrators of South Dakota: Jim Holbeck, Harrisburg, School Superintendent; Todd Brist, Watertown, Middle School Principal; Lory DuFrain, Wagner, School Business Official; Ethan Dschaak, Meade, Elementary School Principal; Kevin Lein, Harrisburg, Secondary School Principal; Ryan Rollinger, Harrisburg, Assistant Secondary School Principal; Sherri Becker, Mitchell, Curriculum Leader; and Jennifer Heggelund, Watertown, Director of Special Education, for being named outstanding administrators by their respective administrator parent groups. WHEREAS, these administrators have been elected by their peers for outstanding service and dedication to education; and WHEREAS, the combined years of service to the people of South Dakota and to the children and youth of South Dakota of these eight educational administrators is two hundred two years; and WHEREAS, each of these educators has demonstrated a sincere interest in our children and superior skills in their chosen field of educational administration: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Second Legislature of the State of South Dakota, that Ethan Dschaak, Kevin Lein, Lory DuFrain, Jim Holbeck, Ryan Rollinger, Sherri Becker, Jennifer Heggelund, and Todd Brist are named as official representatives of the School Administrators of South Dakota and shall continue their efforts to improve the educational opportunities for the children of this state. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7729, "action_date": "2017-01-20T12:30:00-06:00", "document_id": 42869, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42869.pdf", "status_text": "", "journal_page": 158, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}]}