{"session_id": 68, "bill_id": 24308, "bill_type": "Senate Bill", "bill_number": 206, "bill_title": "clarify good cause for the purpose of continuing an involuntary commitment hearing.", "sponsors": [{"legislator_profile_id": 4355, "is_prime": true}, {"legislator_profile_id": 4352, "is_prime": false}], "keywords": ["Mentally Ill Persons"], "audio": [], "bill_versions": [{"bill_id": 24308, "bill_version_id": 248073, "bill_version": "Introduced", "bill_version_date": "2023-02-01T11:12:19.157-06:00", "bill_text": "An Act to clarify good cause for the purpose of continuing an involuntary commitment hearing. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 27A-10-5 be AMENDED: 27A-10-5. Immediately after a person is taken into custody pursuant to § 27A-10-2 or 27A-10-3, a hold is initiated pursuant to § 27A-8-10.1 or 27A-10-19, or a petition is filed pursuant to § 27A-8-11.2, the person shall must be notified, both orally and in writing, of the following that the person: (1) The Has the right to immediately contact someone of the person's choosing; (2) The Has the right to immediately contact and be represented by counsel; (3) That the person willMust be examined by a qualified mental health professional, designated by the chair of the county board of mental illness, within twenty‑four hours after being taken into custody to determine whether custody should continue; and (4) The Has the right, if custody is continued, to an independent examination and to a hearing within five days after being taken into custody, within six days if there is a Saturday, Sunday, or holiday within that time period, or within seven days if there is a Saturday, Sunday, and holiday within that time period. The person shall be furthermust also be notified that the costs of any post‑commitment treatment, medication, compensation for the attorney appointed to represent the person in any appeals proceedings, an additional examination requested by the person pursuant to § 27A-11A-9, and a certified transcript or tape of proceedings requested by the person pursuant to § 27A-11A-2 are that person's responsibility and that a lien for the amount of these costs may be filed upon the person's real and personal property to ensure payment. The notice shall alsomust be given forthwithprovided to the county board serving the county where in which the person was apprehended. Section 2. That § 27A-10-8 be AMENDED: 27A-10-8. Within five days after the person is taken into custody,; within six days if there is a Saturday, Sunday, or holiday within that time period,; or within seven days if there is a Saturday, Sunday, and holiday within that time period,; the person must be provided an involuntary commitment hearing. The hearing may be continued for good cause prior to the running of the applicable time period. The referring county shall pay any expenses incurred by the board holding the hearing, including the transportation of the person to the hearing, subject to reimbursement by the county ultimately proven to be the county of residence. No lien may be placed against the person for the expenses incurred by the board holding the hearing, including the transportation of the person to the hearing. Awaiting the completion of an independent examination, as provided for in § 27A-10-5, is not good cause for the continuation of a hearing under this."}], "amendments": [{"bill_id": 24308, "document_id": 249338, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249338.pdf", "legislator_profile_id": 4352, "document_id_instructions": 249339, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/249339.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 24308, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247759.pdf", "status_text": "First read in Senate and referred to", "journal_page": 161, "committee_id_action": 1183, "committee_id_assigned": 1177, "result": "N", "vote": {}}, {"bill_id": 24308, "action_date": "2023-02-14T07:45:00-06:00", "document_id": 248805, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248805.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1177, "committee_id_assigned": null, "result": "N", "vote": {}}]}