{"session_id": 54, "bill_id": 17932, "bill_type": "Senate Bill", "bill_number": 98, "bill_title": "revise certain organizational and administrative provisions related to consumer power districts.", "sponsors": [{"legislator_profile_id": 2915, "is_prime": true}, {"legislator_profile_id": 2926, "is_prime": true}], "keywords": ["Public Utilities and Carriers"], "audio": [], "bill_versions": [{"bill_id": 17932, "bill_version_id": 95841, "bill_version": "Introduced", "bill_version_date": "2003-01-28T08:15:18-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain organizational and administrative provisions related to consumer power districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 15-6-4(d) be amended to read as follows: 15-6-4(d). The summons shall be served by delivering a copy thereof. Service in the following manner shall constitute personal service: (1) If the action be against a domestic private corporation, on the president or other head of the corporation, secretary, cashier, treasurer, a director, or managing or registered agent thereof, and such service may be made within or without this state. In case the sheriff shall return the summons with his certificate that no such officer, director, or agent can conveniently be found in his county, service may be made by leaving a copy of the summons and complaint at any office of such corporation within this state, with the person in charge of such office; (2) If the action be against a foreign private corporation, on the president or other head of the corporation, secretary, cashier, treasurer, a director or managing agent thereof; (3) In an action against a railroad corporation or against a person, firm, or corporation operating an elevator or licensed warehouse in this state, service may be made by serving any of the persons mentioned in subparagraphs (1) and (2) of this subsection, or by service upon any acting ticket, station, or freight agent of a railroad company or upon any acting agent in charge of any such elevator or warehouse, in the county where the action or proceeding is commenced; (4) If the action be against a public corporation within this state, service may be made as follows: (i) Upon a county, by serving upon any county commissioner; (ii) Upon a first or second class municipality, by serving upon the mayor or any alderman or commissioner; (iii) Upon a third class municipality, by serving upon any trustee; (iv) Upon an organized township, by serving upon any supervisor; and (v) Upon any school district, by serving upon any member of the school board or board of education; (vi) Upon a consumers power district, by serving upon any member of the board of directors; (5) If the action be against a minor, upon a parent or person having custody, and if the minor be over the age of fourteen years, then also upon such minor personally, and in any event upon the legally appointed guardian or conservator, if there be one. If a guardian ad litem has been appointed, such service shall also be made on such guardian ad litem; (6) If the action be against a person judicially declared to be mentally incompetent, or who is a patient at an institution for persons with mental illnesses or developmental disabilities or for whom a guardian or conservator has been legally appointed, upon such guardian or conservator, and upon the administrator or superintendent of such institutions for persons with mental illnesses or developmental disabilities, or person having custody, and also upon the person with mental illness or a developmental disability; provided that if the person with mental illness or a developmental disability is a patient of an institution for persons with mental illnesses or developmental disabilities, and the administrator or superintendent thereof shall certify in writing that service upon such person personally would be unavailing or injurious to his physical or mental well-being, and such certificate be filed, service upon such individual may be dispensed with by order of court; (7) If against the state or any of its institutions, departments, or agencies, by service upon such officer or employee as may be designated by the statute authorizing such action, and upon the attorney general. In all matters involving title to land owned or held in trust by the state or any of its institutions, departments, or agencies, upon the commissioner of school and public lands and the attorney general. In all matters other than those involving title to such lands, if no officer or employee is designated, then upon the Governor and the attorney general. Any of such officers or employees referred to in § 15-6-4 may admit service of the summons with the same legal effect as if it had been personally served upon them by an officer or elector; (8) If the action be against a state officer, employee or agent arising out of his office, employment or agency, a copy of the summons and complaint shall be mailed, certified mail, postage prepaid to the attorney general together with an admission of service and a return envelope, postage prepaid, addressed to the sender. The executed admission of service shall be filed by the sender in accordance with § 15-6-5(d); (9) Whenever the manner of service of process is specified in any statute or rule relating to any action, remedy or special proceedings the manner of service so specified shall be followed; (10) In all other cases, to the defendant personally; and (11) If the action be against a business with a fictitious name, upon the owner or other head of the business, secretary, cashier, treasurer, director, manager or bookkeeper thereof, and such service may be made within or without this state. (12) In an action against a person or business entity in a foreign country, service may be made as follows: (i) By an internationally agreed means reasonably calculated to give notice, such as those means authorized by the Hague Convention on the service abroad of judicial and extrajudicial documents; or (ii) If there is no internationally agreed means of service, service reasonably calculated to give notice may be made: (A) In the manner prescribed by the law of the foreign country for service in that country in an action in any of its court of general jurisdiction; (B) As directed by the foreign authority in response to a letter rogatory or letter request; or (C) Unless prohibited by the law of the foreign country; by one delivery to the individual personally; upon a corporation, limited liability company, limited partnership or partnership or association, by delivery to an officer, or a managing or general agent; or by any form of mail requiring a signed receipt; or (iii) As directed by the court. Service under this subdivision may be made by any person authorized by § 15-6-4(c), anyone duly authorized to serve lawful summons by the law of the country where service is to be made, pursuant to the applicable treaty or convention, or by anyone designated by order of the court or the foreign court. Proof of service may be made as prescribed in § 15-6-4(g), pursuant to the applicable treaty or convention, by order of the court, or by law of the foreign country. Proof of service by mail shall include an affidavit or certificate of addressing and mailing. Section 2. That § 49-35-27 be amended to read as follows: 49-35-27. Any district may amend its petition to provide for a change in its name or change in the location of its principal place of business and may reduce or increase the number of members of its board of directors. No elimination or detachment, increase, enlargement, annexation, or consolidation of the territory of a district, or change in its principal place of business, its name or the number of members of its board of directors, may occur unless authorized by the directors of the district involved. The amendment shall comply with the requirements of § 49-36-4 and shall be filed forthwith in the Office of the Secretary of State. Section 3. That § 49-36-4 be amended to read as follows: 49-36-4. Subject to the provisions of chapters 49-35 to 49-40, inclusive, and subject to the approval of the circuit court for the county in which the petition for formation of the district was originally filed, the board of directors in a consumers power district may amend the petition for its creation, or any amended petition, to increase or decrease the number of its directors, or to provide for the division of the territory of such district into two or more subdivisions for the nomination and election of some or all of the directors, or may do either or both. A notarized original and an exact or conforming copy of the petition of amendment shall be executed by the president of the board of directors, or other officer of the district so authorized, and shall set forth: (1) The name of the consumers power district; (2) The amendment so adopted; (3) A statement setting forth the date of the meeting of directors at which the amendment was adopted, that a quorum was present at such meeting, and that such amendment received at least a majority of the votes entitled to be cast by directors present at such meeting. Upon filing of the petition of amendment as provided in this section with the Office of the Secretary of State, if the secretary of state finds that the petition conforms to law, the secretary of state shall file the petition and issue a certificate of amendment to the consumers power district, to the county auditor of any counties, and to the municipal finance officer of any municipalities that are affected by the amendment. Each subdivision shall be composed of one or more voting precincts and the total number of voters in each subdivision shall be approximately the same so far as practicable. The qualified voters of a subdivision of a district may only cast their ballots for candidates for directors to be elected from such subdivision, and for candidates for directors to be elected at large from the whole district, and the ballots for directors shall be prepared accordingly. Section 4. That § 49-36-8 be repealed. 49-36-8. Each director before entering upon the duties of his office shall file with the secretary of state a corporate surety bond in the penal sum of not less than one thousand dollars, with good and sufficient surety to be approved by the secretary of state. Such bond shall be conditioned for the faithful performance of his duty as director and shall further undertake that such director will not by any of his acts or doings incur any liabilities for or on behalf of said district which will result in the levying of any taxes upon any property within the district for the payment of obligations of the district. The cost of such bond shall be paid by the district."}, {"bill_id": 17932, "bill_version_id": 96723, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2003-02-06T15:12:16-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain organizational and administrative provisions related to consumer power districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 15-6-4(d) be amended to read as follows: 15-6-4(d). The summons shall be served by delivering a copy thereof. Service in the following manner shall constitute personal service: (1) If the action be against a domestic private corporation, on the president or other head of the corporation, secretary, cashier, treasurer, a director, or managing or registered agent thereof, and such service may be made within or without this state. In case the sheriff shall return the summons with his certificate that no such officer, director, or agent can conveniently be found in his county, service may be made by leaving a copy of the summons and complaint at any office of such corporation within this state, with the person in charge of such office; (2) If the action be against a foreign private corporation, on the president or other head of the corporation, secretary, cashier, treasurer, a director or managing agent thereof; (3) In an action against a railroad corporation or against a person, firm, or corporation operating an elevator or licensed warehouse in this state, service may be made by serving any of the persons mentioned in subparagraphs (1) and (2) of this subsection, or by service upon any acting ticket, station, or freight agent of a railroad company or upon any acting agent in charge of any such elevator or warehouse, in the county where the action or proceeding is commenced; (4) If the action be against a public corporation within this state, service may be made as follows: (i) Upon a county, by serving upon any county commissioner; (ii) Upon a first or second class municipality, by serving upon the mayor or any alderman or commissioner; (iii) Upon a third class municipality, by serving upon any trustee; (iv) Upon an organized township, by serving upon any supervisor; and (v) Upon any school district, by serving upon any member of the school board or board of education; (vi) Upon a consumers power district, by serving upon any member of the board of directors; (5) If the action be against a minor, upon a parent or person having custody, and if the minor be over the age of fourteen years, then also upon such minor personally, and in any event upon the legally appointed guardian or conservator, if there be one. If a guardian ad litem has been appointed, such service shall also be made on such guardian ad litem; (6) If the action be against a person judicially declared to be mentally incompetent, or who is a patient at an institution for persons with mental illnesses or developmental disabilities or for whom a guardian or conservator has been legally appointed, upon such guardian or conservator, and upon the administrator or superintendent of such institutions for persons with mental illnesses or developmental disabilities, or person having custody, and also upon the person with mental illness or a developmental disability; provided that if the person with mental illness or a developmental disability is a patient of an institution for persons with mental illnesses or developmental disabilities, and the administrator or superintendent thereof shall certify in writing that service upon such person personally would be unavailing or injurious to his physical or mental well-being, and such certificate be filed, service upon such individual may be dispensed with by order of court; (7) If against the state or any of its institutions, departments, or agencies, by service upon such officer or employee as may be designated by the statute authorizing such action, and upon the attorney general. In all matters involving title to land owned or held in trust by the state or any of its institutions, departments, or agencies, upon the commissioner of school and public lands and the attorney general. In all matters other than those involving title to such lands, if no officer or employee is designated, then upon the Governor and the attorney general. Any of such officers or employees referred to in § 15-6-4 may admit service of the summons with the same legal effect as if it had been personally served upon them by an officer or elector; (8) If the action be against a state officer, employee or agent arising out of his office, employment or agency, a copy of the summons and complaint shall be mailed, certified mail, postage prepaid to the attorney general together with an admission of service and a return envelope, postage prepaid, addressed to the sender. The executed admission of service shall be filed by the sender in accordance with § 15-6-5(d); (9) Whenever the manner of service of process is specified in any statute or rule relating to any action, remedy or special proceedings the manner of service so specified shall be followed; (10) In all other cases, to the defendant personally; and (11) If the action be against a business with a fictitious name, upon the owner or other head of the business, secretary, cashier, treasurer, director, manager or bookkeeper thereof, and such service may be made within or without this state. (12) In an action against a person or business entity in a foreign country, service may be made as follows: (i) By an internationally agreed means reasonably calculated to give notice, such as those means authorized by the Hague Convention on the service abroad of judicial and extrajudicial documents; or (ii) If there is no internationally agreed means of service, service reasonably calculated to give notice may be made: (A) In the manner prescribed by the law of the foreign country for service in that country in an action in any of its court of general jurisdiction; (B) As directed by the foreign authority in response to a letter rogatory or letter request; or (C) Unless prohibited by the law of the foreign country; by one delivery to the individual personally; upon a corporation, limited liability company, limited partnership or partnership or association, by delivery to an officer, or a managing or general agent; or by any form of mail requiring a signed receipt; or (iii) As directed by the court. Service under this subdivision may be made by any person authorized by § 15-6-4(c), anyone duly authorized to serve lawful summons by the law of the country where service is to be made, pursuant to the applicable treaty or convention, or by anyone designated by order of the court or the foreign court. Proof of service may be made as prescribed in § 15-6-4(g), pursuant to the applicable treaty or convention, by order of the court, or by law of the foreign country. Proof of service by mail shall include an affidavit or certificate of addressing and mailing. Section 2. That § 49-35-27 be amended to read as follows: 49-35-27. Any district may amend its petition to provide for a change in its name or change in the location of its principal place of business and may reduce or increase the number of members of its board of directors. No elimination or detachment, increase, enlargement, annexation, or consolidation of the territory of a district, or change in its principal place of business, its name or the number of members of its board of directors, may occur unless authorized by the directors of the district involved. The amendment shall comply with the requirements of § 49-36-4 and shall be filed forthwith in the Office of the Secretary of State. Section 3. That § 49-36-4 be amended to read as follows: 49-36-4. Subject to the provisions of chapters 49-35 to 49-40, inclusive, and subject to the approval of the circuit court for the county in which the petition for formation of the district was originally filed, the board of directors in a consumers power district may amend the petition for its creation, or any amended petition, to increase or decrease the number of its directors, or to provide for the division of the territory of such district into two or more subdivisions for the nomination and election of some or all of the directors, or may do either or both. A notarized original and an exact or conforming copy of the petition of amendment shall be executed by the president of the board of directors, or other officer of the district so authorized, and shall set forth: (1) The name of the consumers power district; (2) The amendment so adopted; (3) A statement setting forth the date of the meeting of directors at which the amendment was adopted, that a quorum was present at such meeting, and that such amendment received at least a majority of the votes entitled to be cast by directors present at such meeting. Upon filing of the petition of amendment as provided in this section with the Office of the Secretary of State, if the secretary of state finds that the petition conforms to law, the secretary of state shall file the petition and issue a certificate of amendment to the consumers power district. Each subdivision shall be composed of one or more voting precincts and the total number of voters in each subdivision shall be approximately the same so far as practicable. The qualified voters of a subdivision of a district may only cast their ballots for candidates for directors to be elected from such subdivision, and for candidates for directors to be elected at large from the whole district, and the ballots for directors shall be prepared accordingly. Section 4. That § 49-36-8 be repealed. 49-36-8. Each director before entering upon the duties of his office shall file with the secretary of state a corporate surety bond in the penal sum of not less than one thousand dollars, with good and sufficient surety to be approved by the secretary of state. Such bond shall be conditioned for the faithful performance of his duty as director and shall further undertake that such director will not by any of his acts or doings incur any liabilities for or on behalf of said district which will result in the levying of any taxes upon any property within the district for the payment of obligations of the district. The cost of such bond shall be paid by the district."}, {"bill_id": 17932, "bill_version_id": 98193, "bill_version": "Enrolled", "bill_version_date": "2003-03-03T09:04:01-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17932, "action_date": "2003-01-28T14:00:00-06:00", "document_id": 95909, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95909.pdf", "status_text": "First read in Senate and referred to", "journal_page": 214, "committee_id_action": 799, "committee_id_assigned": 773, "result": "N", "vote": {}}, {"bill_id": 17932, "action_date": "2003-02-04T10:00:00-06:00", "document_id": 96515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96515.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 773, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17932, "action_date": "2003-02-06T10:00:00-06:00", "document_id": 96708, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96708.pdf", "status_text": "Do Pass Amended,", "journal_page": 358, "committee_id_action": 773, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56180, "president_vote": null, "Yea": [2832, 2878, 2921, 2926, 2838, 2897], "Excused": [2883]}}, {"bill_id": 17932, "action_date": "2003-02-06T10:00:00-06:00", "document_id": 96708, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96708.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 773, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17932, "action_date": "2003-02-06T10:00:00-06:00", "document_id": 96708, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96708.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 773, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17932, "action_date": "2003-02-10T14:00:00-06:00", "document_id": 96908, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96908.pdf", "status_text": "Do Pass Amended,", "journal_page": 387, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56350, "president_vote": null, "Yea": [2832, 2834, 2835, 2838, 2840, 2847, 2849, 2850, 2851, 2852, 2853, 2854, 2856, 2865, 2868, 2876, 2878, 2880, 2881, 2882, 2883, 2886, 2887, 2891, 2897, 2901, 2903, 2904, 2908, 2916, 2921, 2926, 2927, 2928, 2935]}}, {"bill_id": 17932, "action_date": "2003-02-11T14:00:00-06:00", "document_id": 97003, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97003.pdf", "status_text": "First read in House and referred to", "journal_page": 393, "committee_id_action": 798, "committee_id_assigned": 786, "result": "N", "vote": {}}, {"bill_id": 17932, "action_date": "2003-02-27T07:15:00-06:00", "document_id": 98057, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98057.pdf", "status_text": "Do Pass,", "journal_page": 655, "committee_id_action": 786, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55158, "president_vote": null, "Yea": [2839, 2841, 2892, 2900, 2905, 2906, 2909, 2911, 2919, 2920, 2925, 2922, 2885]}}, {"bill_id": 17932, "action_date": "2003-02-27T07:15:00-06:00", "document_id": 98057, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98057.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 786, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17932, "action_date": "2003-02-27T07:15:00-06:00", "document_id": 98057, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98057.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 786, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17932, "action_date": "2003-02-28T13:00:00-06:00", "document_id": 98156, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98156.pdf", "status_text": "Do Pass Amended,", "journal_page": 680, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56816, "president_vote": null, "Yea": [2833, 2836, 2837, 2839, 2841, 2842, 2843, 2844, 2845, 2846, 2848, 2858, 2859, 2860, 2861, 2862, 2863, 2864, 2866, 2869, 2870, 2871, 2872, 2873, 2874, 2875, 2877, 2879, 2884, 2885, 2888, 2889, 2890, 2892, 2893, 2894, 2895, 2896, 2898, 2900, 2902, 2905, 2906, 2907, 2909, 2910, 2911, 2912, 2913, 2915, 2917, 2919, 2920, 2922, 2923, 2924, 2925, 2929, 2930, 2931, 2932, 2933, 2934, 2936, 2937, 2938, 2899], "Excused": [2855, 2857, 2914]}}, {"bill_id": 17932, "action_date": "2003-03-03T14:00:00-06:00", "document_id": 98282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98282.pdf", "status_text": "Signed by President", "journal_page": 676, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17932, "action_date": "2003-03-04T14:00:00-06:00", "document_id": 98345, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98345.pdf", "status_text": "Signed by Speaker", "journal_page": 730, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17932, "action_date": "2003-03-05T14:00:00-06:00", "document_id": 98430, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98430.pdf", "status_text": "Delivered to the Governor", "journal_page": 712, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17932, "action_date": "2003-03-24T10:00:00-06:00", "document_id": 98673, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98673.pdf", "status_text": "Signed by Governor", "journal_page": 800, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2423}