{"session_id": 20, "bill_id": 5928, "bill_type": "Senate Bill", "bill_number": 178, "bill_title": "include the definition of the term, qualified student applicant, in the need-based grant fund.", "sponsors": [{"legislator_profile_id": 473, "is_prime": true}, {"legislator_profile_id": 503, "is_prime": true}, {"legislator_profile_id": 527, "is_prime": false}, {"legislator_profile_id": 437, "is_prime": false}, {"legislator_profile_id": 447, "is_prime": false}, {"legislator_profile_id": 477, "is_prime": false}, {"legislator_profile_id": 520, "is_prime": false}, {"legislator_profile_id": 454, "is_prime": false}, {"legislator_profile_id": 483, "is_prime": false}, {"legislator_profile_id": 443, "is_prime": false}, {"legislator_profile_id": 429, "is_prime": false}, {"legislator_profile_id": 475, "is_prime": false}, {"legislator_profile_id": 510, "is_prime": false}, {"legislator_profile_id": 474, "is_prime": false}, {"legislator_profile_id": 498, "is_prime": false}, {"legislator_profile_id": 434, "is_prime": false}, {"legislator_profile_id": 490, "is_prime": false}], "keywords": ["Education", "Postsecondary Education", "Students"], "audio": [{"meeting_datetime": "2014-02-11T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sed18.mp3", "start_seconds": 5730.0}, {"meeting_datetime": "2014-02-11T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sed18.mp3", "start_seconds": 5730.0}, {"meeting_datetime": "2014-02-11T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sed18.mp3", "start_seconds": 5730.0}], "bill_versions": [{"bill_id": 5928, "bill_version_id": 29688, "bill_version": "Introduced", "bill_version_date": "2014-02-04T09:36:08.563-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to include the definition of the term, qualified student applicant, in the need-based grant fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-55A-1 be amended to read as follows: 13-55A-1. The South Dakota Legislature finds that providing need-based financial aid to qualified resident students or qualified resident student applicants enrolled or who desire to enroll in participating postsecondary institutions within the state is in the public interest. Section 2. That § 13-55A-2 be amended to read as follows: 13-55A-2. Terms used in this chapter, unless the context otherwise requires, mean: (1) \"Eligible institution,\" an institution of education beyond the high school level, located in South Dakota, which may include all public and private nonprofit and proprietary institutions, including four-year colleges and universities, community and junior colleges, area technical or vocational schools, trade schools, technical institutes, schools of nursing or of the health professions or any institution which is determined by the executive director to be regularly accredited to offer postsecondary educational services by a recognized and appropriate accrediting agency, as determined by the executive director, and which has an agreement with the United States secretary of education for the conduct of any of the programs currently participating in any federal financial assistance program authorized by Title IV of The Higher Education Act of 1965, as amended to January 1, 2010; (2) \"Financial need,\" the amount of assistance, as determined by a federal department of education by calculating a student's estimated cost of attendance (minus family contribution and additional aid granted) at an eligible institution; (3) \"Qualified student,\" a resident student who is enrolled in an eligible institution in a course of study on at least a half-time basis, as certified by the institution, and who has established financial need and who is maintaining satisfactory progress toward graduation; (4) \"Qualified student applicant,\" a resident student who was enrolled in an eligible institution in a course of study on at least a half-time basis, as certified by the institution, who had established financial need and who had completed coursework and earned credits, and who desires to transfer to another eligible institution but has outstanding debt at a previously attended eligible institution which is preventing the release of a transcript so that the qualified student applicant may transfer earned credits to another eligible institution; (5) \"Resident student,\" an individual who has been determined by the executive director to be a resident of South Dakota and who is enrolled at an eligible institution; (5)(6) \"Executive director,\" the executive director of the Board of Regents; (6)(7) \"South Dakota need-based grant ,\" an award by the State of South Dakota to a qualified student or qualified student applicant under this chapter. Section 3. That § 13-55A-3 be amended to read as follows: 13-55A-3. A South Dakota need-based grant may be awarded to any qualified South Dakota resident student or qualified South Dakota resident applicant who is or desires to be admitted and is or desires to be in attendance at any eligible institution on at least a half-time basis, and has established financial need. Section 4. That § 13-55A-4 be amended to read as follows: 13-55A-4. A participating eligible institution shall award a South Dakota need-based grant to a qualified student or a qualified student applicant for the normal academic year, or its equivalent, from a range of not less than five hundred dollars nor more than two thousand dollars. The institution making the recommendation for each South Dakota need-based grant shall consider any other financial assistance available to the qualified student or qualified student applicant in relation to the financial assistance available to other qualified students or qualified student applicants attending that institution and may not exceed the lesser of the unmet need of the qualified student or qualified student applicant or the amount of qualifying matching aid. Section 5. That chapter 13-55A be amended by adding thereto a NEW SECTION to read as follows: The participating eligible institution shall award the qualified student applicant from a range of not less than five hundred dollars nor more than two thousand dollars to cover the qualified student applicant's outstanding debt at the previously attended eligible institution. The transcripts of the qualified student applicant are to be released upon written notification from the participating eligible institution that the need-based grant has been awarded to cover the outstanding debt balance owed to the previously attended eligible institution by the qualified student applicant."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5928, "action_date": "2014-02-04T14:00:00-06:00", "document_id": 29778, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29778.pdf", "status_text": "First read in Senate and referred to", "journal_page": 201, "committee_id_action": 229, "committee_id_assigned": 207, "result": "N", "vote": {}}, {"bill_id": 5928, "action_date": "2014-02-11T07:45:00-06:00", "document_id": 29715, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29715.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 207, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5928, "action_date": "2014-02-11T07:45:00-06:00", "document_id": 30170, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30170.pdf", "status_text": "Tabled", "journal_page": 285, "committee_id_action": 207, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15899, "president_vote": null, "Excused": [846], "Yea": [465, 847, 438, 475, 493, 490]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5928"}