{"session_id": 54, "bill_id": 17646, "bill_type": "Senate Concurrent Resolution", "bill_number": 1, "bill_title": "Requesting the Governor and the Unified Judicial System of the State of South Dakota to use all resources appropriated for the rehabilitation of juveniles in a unified manner so as to best serve both the juveniles and the tax paying citizens.", "sponsors": [{"legislator_profile_id": 2868, "is_prime": true}], "keywords": ["Senate Concurrent Resolutions"], "audio": [], "bill_versions": [{"bill_id": 17646, "bill_version_id": 95271, "bill_version": "Introduced", "bill_version_date": "2003-01-03T15:09:35-06:00", "bill_text": "A CONCURRENT RESOLUTION, Requesting the Governor and the Unified Judicial System of the State of South Dakota to use all resources appropriated for the rehabilitation of juveniles in a unified manner so as to best serve both the juveniles and the tax paying citizens. WHEREAS, the 2002 Juvenile Offenses and Sentencing Legislative Interim Committee found that state agencies, political subdivisions, tribes, private organizations, and school districts need to communicate more effectively and coordinate services to ensure consistent delivery; and WHEREAS, early intervention and prevention are key to significantly reducing juvenile delinquency and future prison population growth; and WHEREAS, family counseling services are a proven tool to help communication and reduce delinquency and strengthen the entire family; and WHEREAS, the approach must be system-wide to assure the funding and hours are used in the most effective way; and WHEREAS, more services must be made available to better serve all children in South Dakota, recognizing the current lack of service in remote rural areas; and WHEREAS, the services to status offenders would be better provided by a system-wide approach; and WHEREAS, the need for long-term follow-up for the entire family is crucial to the success of any program; and WHEREAS, evaluations are needed for all programs and sunset provisions must be made to eliminate those that are not effective. For purposes of evaluation, program assessment tools shall be normed and validated, fit the intent of the program, and provide outcome measures of program accomplishments. The assessment tools shall be substantially equivalent to, or more comprehensive than, professionally recognized methods of evaluation; and WHEREAS, strengthening the family is the cornerstone to the long-term solution of crime prevention and prison population increases in South Dakota and the nation; and WHEREAS, long-term prevention is our goal, interim measures must be taken to treat the children of today and prepare them for tomorrow: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Seventy-eighth Legislature of the State of South Dakota, the House of Representatives concurring therein, that the Governor and the Unified Judicial System be directed to work together with all departments and other interested agencies to organize service providers into one multi-disciplinary council of juvenile services ensuring our youth have the best preventative measures and treatments available."}, {"bill_id": 17646, "bill_version_id": 95477, "bill_version": "Enrolled", "bill_version_date": "2003-01-21T09:29:24-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17646, "action_date": "2003-01-15T14:00:00-06:00", "document_id": 95410, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95410.pdf", "status_text": "Adopt Resolution", "journal_page": 38, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55161, "president_vote": null, "Yea": [2832, 2834, 2835, 2838, 2840, 2847, 2849, 2850, 2851, 2852, 2853, 2854, 2856, 2865, 2868, 2876, 2878, 2880, 2881, 2882, 2883, 2886, 2887, 2891, 2897, 2901, 2903, 2904, 2908, 2916, 2921, 2926, 2927, 2928, 2935]}}, {"bill_id": 17646, "action_date": "2003-01-17T13:00:00-06:00", "document_id": 95461, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95461.pdf", "status_text": "Concur In resolution", "journal_page": 70, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56479, "president_vote": null, "Yea": [2833, 2836, 2837, 2839, 2841, 2842, 2843, 2844, 2845, 2846, 2848, 2855, 2857, 2858, 2859, 2860, 2861, 2862, 2863, 2864, 2866, 2869, 2870, 2871, 2872, 2873, 2874, 2875, 2877, 2879, 2884, 2885, 2888, 2889, 2890, 2892, 2893, 2894, 2895, 2896, 2898, 2900, 2902, 2906, 2907, 2909, 2910, 2911, 2912, 2913, 2915, 2917, 2919, 2920, 2922, 2923, 2924, 2925, 2929, 2930, 2931, 2934, 2936, 2937, 2938, 2899], "Excused": [2905, 2914, 2932, 2933]}}]}