{"session_id": 7, "bill_id": 867, "bill_type": "House Bill", "bill_number": 1174, "bill_title": "appropriate money from the budget reserve fund to increase the state funded portion to state aid to education, decrease current tax levies, and increase provider inflation.", "sponsors": [{"legislator_profile_id": 682, "is_prime": true}, {"legislator_profile_id": 635, "is_prime": true}, {"legislator_profile_id": 660, "is_prime": false}, {"legislator_profile_id": 706, "is_prime": false}, {"legislator_profile_id": 634, "is_prime": false}, {"legislator_profile_id": 659, "is_prime": false}, {"legislator_profile_id": 721, "is_prime": false}, {"legislator_profile_id": 669, "is_prime": false}], "keywords": ["Appropriations", "Education", "School Districts", "State Aid to Education", "Tax Levy"], "audio": [{"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hap26.mp3", "start_seconds": 983.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hap26.mp3", "start_seconds": 983.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hap26.mp3", "start_seconds": 983.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hap26.mp3", "start_seconds": 983.0}], "bill_versions": [{"bill_id": 867, "bill_version_id": 6110, "bill_version": "Introduced", "bill_version_date": "2009-01-28T11:30:04.987-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to appropriate money from the budget reserve fund to increase the state funded portion to state aid to education, decrease current tax levies, and increase provider inflation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby appropriated from the budget reserve fund the sum of six million three hundred nineteen thousand two hundred fifty-seven dollars ($ 6,319,257 ), or so much thereof as may be necessary, to the Department of Education for the purpose of funding state aid to education and to decrease current tax levies. Section 2. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 2009 2010 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be eight dollars and seventy-eight seventy-seven cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section, owner-occupied property as provided for in subdivision (3) of this section, and nonagricultural acreage property as provided for in subdivision (4) of this section; (2) The maximum tax levy on agricultural property for such school district shall be two dollars and sixty-one sixty cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed four dollars and ten nine cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (4) The maximum tax levy on nonagricultural acreage property as defined in § 10-6- 33.14, for such school district shall be three dollars and sixty-one sixty cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies. All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue and Regulation. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-12-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 3. There is hereby appropriated from the budget reserve fund the sum of four million six hundred thousand dollars ($ 4,600,000 ), or so much thereof as may be necessary, to the secretaries of the Departments of Human Services, Social Services, Corrections, and Health for the purpose of increasing the provider inflation rate to three percent. Section 4. The secretaries of education, human services, social services, corrections, and health shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 5. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2010 , shall revert in accordance with the procedures prescribed in chapter 4-8."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 867, "action_date": "2009-01-28T14:00:00-06:00", "document_id": 6143, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6143.pdf", "status_text": "First read in House and referred to", "journal_page": 166, "committee_id_action": 56, "committee_id_assigned": 58, "result": "N", "vote": {}}, {"bill_id": 867, "action_date": "2009-02-18T08:00:00-06:00", "document_id": 7455, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7455.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 58, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 867, "action_date": "2009-02-19T08:00:00-06:00", "document_id": 7552, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7552.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 58, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 867, "action_date": "2009-02-20T09:00:00-06:00", "document_id": 7802, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7802.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 58, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 867, "action_date": "2009-02-20T09:00:00-06:00", "document_id": 7910, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7910.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 58, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 867, "action_date": "2009-02-20T09:00:00-06:00", "document_id": 7910, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7910.pdf", "status_text": "Tabled", "journal_page": 459, "committee_id_action": 58, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4392, "president_vote": null, "Yea": [676, 670, 674, 650, 732, 668, 647], "Nay": [635, 707]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/867"}