{"session_id": 47, "bill_id": 13984, "bill_type": "Senate Bill", "bill_number": 227, "bill_title": "to require training in parenting skills for certain persons.", "sponsors": [], "keywords": ["Child Abuse", "Counselors", "Hoghoused Bills", "Parent & Child"], "audio": [], "bill_versions": [{"bill_id": 13984, "bill_version_id": 77951, "bill_version": "Introduced", "bill_version_date": "1998-01-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require training in parenting skills for persons found guilty of abusing children. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 26-8A be amended by adding thereto a NEW SECTION to read as follows: Following an adjudication or suspended implementation of sentence for violations of the provisions of chapter 26-8A, 26-8B, or 26-8C, or a conviction for domestic abuse, the judge, in addition to other penalties as provided by law, shall order the parents to take instruction in parenting by a method approved by the Department of Social Services. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.016 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 13984, "bill_version_id": 77952, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "1998-02-02T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require training in parenting skills for certain persons. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 26-8A-21 be amended to read as follows: 26-8A-21. The Department of Social Services shall make reasonable efforts prior to the removal of an alleged or adjudicated abused or neglected child from the home of the child's parents, guardian , or custodian to prevent or eliminate the need for removal of the child. If the child has been removed from the home and has been placed in temporary custody of the Department of Social Services, the department shall make reasonable efforts to make it possible for the child to return to the home of the child's parents, guardian , or custodian. If the child is to be or has been removed from the home, the court shall first make a judicial determination that removal of the child from the home is or was necessary because continued presence of the child in the home would be contrary to the welfare of the child and that reasonable efforts by the Department of Social Services to avoid removal of the child from the home have been made. If the child has been removed from the home and has not been returned to the home, the court shall first make a judicial determination that reasonable efforts have been made by the Department of Social Services to return the child to the home and that the child cannot be returned to the home because it would be contrary to the welfare of the child. Reasonable efforts to prevent the necessity for removal of a child from the home of the child's parents, guardian , or custodian and reasonable efforts to return the child to the home mean provision by the Department of Social Services of any assistance or services that: (1) Are appropriate for the child's parents, guardian, custodian , or any other caretaker family of the child existing at the time of removal or possible return of the child , including instruction on parenting ; (2) Are available pursuant to the comprehensive plan of preventive services of the Department of Social Services; (3) Could be made available without undue financial burden on the Department of Social Services; or (4) Would have a significant likelihood of protecting the child from substantial danger to the child's physical health or from severe emotional damage while enabling the child to remain in the home or to be returned to the home. In determining the adequacy of reasonable efforts, the court shall consider the assistance, services , and efforts of the Department of Social Services. The court shall also consider the good faith efforts or the lack of good faith efforts made by the child's parents, guardian, custodian , or other caretaker family to cooperate with the department and to effectively utilize the assistance or services for the benefit and welfare of the child. Section 2. That chapter 26-9 be amended by adding thereto a NEW SECTION to read as follows: If any person convicted of contributory abuse or contributory neglect is the child's parent, guardian, or custodian, the court shall include as part of the sentence, or conditions required as part of the suspended execution or imposition of such sentence, that the person receive instruction on parenting approved or provided by the Department of Social Services. Section 3. That § 26-10-1 be amended to read as follows: 26-10-1. Any person who abuses, exposes, tortures, torments , or cruelly punishes a minor in a manner which does not constitute aggravated assault, is guilty of a Class 4 felony. If any person convicted of this offense is the minor's parent, guardian, or custodian, the court shall include as part of the sentence, or conditions required as part of suspended execution or imposition of such sentence, that the person receive instruction on parenting approved or provided by the Department of Social Services. This requirement does not apply if there is a reasonable expectation that parental rights will be terminated. Section 4. That § 25-10-5 be amended to read as follows: 25-10-5. Upon notice and a hearing, if the court finds by a preponderance of the evidence that domestic abuse has taken place, the court may provide relief as follows: (1) Restrain any party from committing acts of domestic abuse; (2) Exclude the abusing party from the dwelling which the parties share or from the residence of the petitioner; (3) Award temporary custody or establish temporary visitation with regards to minor children of the parties; (4) Establish temporary support for minor children of the parties or a spouse; (5) Order that either or both of the parties obtain counseling; (6) Order other relief as the court deems necessary for the protection of a family or household member, including orders or directives to a sheriff or constable. Any relief granted by the order for protection shall be for a fixed period and may not exceed three years. If any minor child resides with either party, the court shall order that the parties receive instruction on parenting approved or provided by the Department of Social Services as part of any relief granted. Section 5. That chapter 25-10 be amended by adding thereto a NEW SECTION to read as follows: If any person is convicted of a crime involving domestic abuse, and that person is the parent, guardian, or custodian of a minor child who resides with that person or the victim of the crime, the court shall include as part of the sentence, or conditions required as part of the suspended execution or imposition of such sentence, that the person receive instruction on parenting approved or provided by the Department of Social Services. However, this section does not apply to any person convicted and imprisoned for any felony for such a duration that there is no expectation of release for at least four years. BILL HISTORY 1/26/98 First read in Senate and referred to Health and Human Services. S.J. 201 1/30/98 Scheduled for Committee hearing on this date. 2/2/98 Health and Human Services Do Pass Amended, Passed, AYES 5, NAYS 1. S.J. 279"}, {"bill_id": 13984, "bill_version_id": 77950, "bill_version": "Enrolled", "bill_version_date": "1998-02-24T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13984, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76902, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76902.pdf", "status_text": "First read in Senate and referred to", "journal_page": 201, "committee_id_action": 601, "committee_id_assigned": 578, "result": "N", "vote": {}}, {"bill_id": 13984, "action_date": "1998-01-30T10:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 578, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13984, "action_date": "1998-02-02T00:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 578, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13984, "action_date": "1998-02-02T10:00:00-06:00", "document_id": 76631, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76631.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 578, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13984, "action_date": "1998-02-02T10:00:00-06:00", "document_id": 76631, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76631.pdf", "status_text": "Do Pass Amended,", "journal_page": 279, "committee_id_action": 578, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40168, "president_vote": null, "Yea": [2095, 2137, 2156, 2169, 2103], "Nay": [2149], "Excused": [2121]}}, {"bill_id": 13984, "action_date": "1998-02-04T14:00:00-06:00", "document_id": 76916, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76916.pdf", "status_text": "Do Pass Amended,", "journal_page": 336, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38131, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2125, 2129, 2130, 2135, 2137, 2138, 2140, 2142, 2145, 2148, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2187, 2188, 2189, 2191, 2196], "Excused": [2122], "Nay": [2149]}}, {"bill_id": 13984, "action_date": "1998-02-05T14:00:00-06:00", "document_id": 76917, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76917.pdf", "status_text": "First read in House and referred to", "journal_page": 421, "committee_id_action": 600, "committee_id_assigned": 598, "result": "N", "vote": {}}, {"bill_id": 13984, "action_date": "1998-02-18T07:45:00-06:00", "document_id": 76759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76759.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 598, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13984, "action_date": "1998-02-18T07:45:00-06:00", "document_id": 76759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76759.pdf", "status_text": "Do Pass,", "journal_page": 774, "committee_id_action": 598, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39202, "president_vote": null, "Yea": [2141, 2105, 2120, 2128, 2161, 2178, 2185, 2132, 2164, 2192], "Excused": [2134, 2114], "Nay": [2109]}}, {"bill_id": 13984, "action_date": "1998-02-20T14:00:00-06:00", "document_id": 76939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76939.pdf", "status_text": "Deferred to another day", "journal_page": 826, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13984, "action_date": "1998-02-23T14:00:00-06:00", "document_id": 76941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76941.pdf", "status_text": "Do Pass Amended,", "journal_page": 857, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40826, "president_vote": null, "Yea": [2096, 2098, 2100, 2101, 2104, 2105, 2106, 2107, 2108, 2110, 2111, 2116, 2117, 2119, 2120, 2123, 2124, 2126, 2127, 2128, 2131, 2132, 2133, 2136, 2139, 2143, 2144, 2146, 2147, 2150, 2151, 2152, 2153, 2154, 2157, 2158, 2159, 2160, 2161, 2162, 2167, 2171, 2172, 2173, 2174, 2177, 2178, 2180, 2181, 2183, 2184, 2185, 2186, 2190, 2192, 2194, 2195, 2197, 2134], "Excused": [2097, 2109, 2113], "Nay": [2114, 2141, 2163, 2164, 2168, 2176, 2193, 2198]}}, {"bill_id": 13984, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76946, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76946.pdf", "status_text": "Signed by President", "journal_page": 695, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13984, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76945.pdf", "status_text": "Signed by Speaker", "journal_page": 952, "committee_id_action": 600, "committee_id_assigned": null, "result": "F", "vote": {}}, {"bill_id": 13984, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76948.pdf", "status_text": "Delivered to the Governor", "journal_page": 728, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13984, "action_date": "1998-03-03T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1018}