{"session_id": 20, "bill_id": 5966, "bill_type": "House Concurrent Resolution", "bill_number": 1015, "bill_title": "In support of protecting American sovereignty and defending individual second amendment rights from United Nations interference.", "sponsors": [{"legislator_profile_id": 526, "is_prime": true}, {"legislator_profile_id": 487, "is_prime": true}, {"legislator_profile_id": 469, "is_prime": false}, {"legislator_profile_id": 525, "is_prime": false}, {"legislator_profile_id": 524, "is_prime": false}, {"legislator_profile_id": 495, "is_prime": false}, {"legislator_profile_id": 425, "is_prime": false}, {"legislator_profile_id": 496, "is_prime": false}, {"legislator_profile_id": 466, "is_prime": false}, {"legislator_profile_id": 476, "is_prime": false}, {"legislator_profile_id": 521, "is_prime": false}, {"legislator_profile_id": 439, "is_prime": false}, {"legislator_profile_id": 492, "is_prime": false}, {"legislator_profile_id": 491, "is_prime": false}, {"legislator_profile_id": 497, "is_prime": false}, {"legislator_profile_id": 515, "is_prime": false}, {"legislator_profile_id": 462, "is_prime": false}, {"legislator_profile_id": 506, "is_prime": false}, {"legislator_profile_id": 430, "is_prime": false}, {"legislator_profile_id": 494, "is_prime": false}, {"legislator_profile_id": 461, "is_prime": false}], "keywords": ["House Concurrent Resolution"], "audio": [], "bill_versions": [{"bill_id": 5966, "bill_version_id": 29900, "bill_version": "Introduced", "bill_version_date": "2014-02-06T10:17:24.107-06:00", "bill_text": "A CONCURRENT RESOLUTION, In support of protecting American sovereignty and defending individual second amendment rights from United Nations interference. WHEREAS, the Second Amendment to the United States Constitution declares that \"the right of the people to keep and bear arms, shall not be infringed\"; and WHEREAS, S.D. Const., Art. VI, § 24 declares that \"The right of the citizens to bear arms in defense of themselves and the state shall not be denied.\"; and WHEREAS, the Supreme Court of the United States has ruled in the case of District of Columbia v. Heller (2008) that the right to keep and bear arms is an individual right that existed before the Constitution and \"belongs to all Americans\"; and WHEREAS, the Supreme Court confirmed in the case of McDonald v. City of Chicago (2010) that the right to keep and bear arms is a fundamental right; and WHEREAS, since the mid-1990's, United Nations member states, in close cooperation with domestic and international antigun organizations, have sought to win passage of various United Nations agreements that would mandate or encourage restrictive gun control measures at the national level; and WHEREAS, such actions by the United Nations amount to infringement on United States sovereignty; and WHEREAS, in October 2009, the Obama administration, in a reversal of previous United States policy, voted for the United States to participate in the United Nation's process to draft an Arms Trade Treaty; and WHEREAS, on March 23, 2013, the Senate adopted an amendment to its FY 2014 Budget Resolution, offered by Senator James Inhofe (R-OK), that establishes a deficit-neutral fund for \"the purpose of preventing the United States from entering in the United Nations Arms Trade Treaty.\" This amendment is in addition to previous efforts by Senator Jerry Moran (R-KS) and Representative Mike Kelly (R-PA) to pass concurrent resolutions opposing the treaty in their respective chambers; and WHEREAS, on September 25, 2013, Secretary of State John Kerry signed the United Arms Trade Treaty (ATT) on behalf of the Obama Administration; and WHEREAS, the National Rifle Association (NRA) notes that \"This treaty threatens individual firearm ownership with an invasive registration scheme. ATT includes small arms and light weapons within its scope, which covers firearms owned by law-abiding citizens. Further, the treaty urges record keeping of end users, directing importing countries to provide information to an exporting country regarding arms transfers, including end use or end user documentation for a minimum of ten years. Each country is to take measures, pursuant to its national laws, to regulate brokering taking place under its jurisdiction for conventional arms. Data kept on the end users of imported firearms is a defacto registry of law-abiding firearms owners, which is a violation of federal law. Even worse, the ATT could be construed to require such a registry to be made available to foreign governments.\"; and WHEREAS, the National Association for Gun Rights (NAGR) notes that: \"The United Nation's Small Arms Treaty is nothing more than a massive global gun control scheme, designed to register, ban, and confiscate firearms from law-abiding citizens. The United Nation's Small Arms Treaty would also likely ban the trade, sale, and private ownership of semiautomatic weapons. The ratification of this treaty would also likely create an international gun registry, setting the stage for full-scale gun confiscation.\"; and WHEREAS, the Gun Owners of America (GOA) notes that: \"the ATT would . . . ban large categories of firearms, including semiautomatics and handguns . . . require universal gun registration and licensure . . . require microstamping and, through that requirement, effectively ban most guns and ammunition . . . There is no limit to the imposition of gun control which someone like Barack Obama could achieve, without legislative action, using this treaty as justification.\"; and WHEREAS, any final treaty signed by the President and ratified by the Senate would become binding law in the United States, equal in force to domestic legislation and potentially superseding earlier, conflicting statutes duly passed by Congress; and WHEREAS, any Executive Orders enacting provisions of the unratified treaty, signed by the President, have historically been given the effect of law in the United States: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Eighty-Ninth Legislature of the State of South Dakota, the Senate concurring therein, that for the protection of American sovereignty, and in defense of South Dakotans' constitutional rights to keep and bear arms, that the South Dakota Legislature strongly opposes the negotiation and ratification of this and any arms trade treaties that would include within their scope any new restriction on law-abiding citizens' fundamental individual rights to keep and bear arms, including the right to make, transfer, possess, or carry firearms, ammunition, or related materials; and BE IT FURTHER RESOLVED, that the South Dakota Legislature calls upon all members of the United States Senate to strongly oppose any such treaties, and to vote against ratification of any such treaties that may be presented to the Senate; and BE IT FURTHER RESOLVED, that the South Dakota Legislature calls upon Congress to pass legislation to restore and defend the United States Constitution, which requires the nullification of Executive Orders that countermand the United States Constitution."}, {"bill_id": 5966, "bill_version_id": 30336, "bill_version": "Enrolled", "bill_version_date": "2014-02-13T09:00:57.57-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5966, "action_date": "2014-02-06T14:00:00-06:00", "document_id": 29939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29939.pdf", "status_text": "First Reading", "journal_page": 313, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5966, "action_date": "2014-02-07T13:00:00-06:00", "document_id": 30024, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30024.pdf", "status_text": "Deferred to another day", "journal_page": 336, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5966, "action_date": "2014-02-10T14:00:00-06:00", "document_id": 30114, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30114.pdf", "status_text": "Adopt Resolution", "journal_page": 355, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15842, "president_vote": null, "Yea": [528, 527, 453, 522, 525, 433, 467, 456, 489, 517, 519, 505, 449, 455, 425, 504, 481, 509, 477, 501, 520, 479, 457, 454, 523, 496, 458, 451, 466, 845, 499, 442, 476, 521, 507, 478, 487, 423, 439, 500, 502, 515, 511, 512, 463, 518, 484, 462, 485, 514, 459, 464, 450, 506, 430, 513, 468, 498, 461, 516, 508, 480, 460, 441], "Excused": [524, 497], "Nay": [431, 503, 510, 448]}}, {"bill_id": 5966, "action_date": "2014-02-11T14:00:00-06:00", "document_id": 30211, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30211.pdf", "status_text": "First Reading", "journal_page": 289, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5966, "action_date": "2014-02-12T14:00:00-06:00", "document_id": 30302, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30302.pdf", "status_text": "Concurred in Resolution", "journal_page": 309, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16021, "president_vote": null, "Yea": [469, 444, 495, 447, 472, 470, 432, 465, 847, 483, 443, 429, 452, 438, 526, 424, 492, 491, 428, 475, 435, 440, 493, 849, 474, 426, 494, 434, 490, 486], "Nay": [437, 473, 436, 446], "Excused": [846]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5966"}