{"session_id": 64, "bill_id": 22878, "bill_type": "Senate Bill", "bill_number": 145, "bill_title": "provide protections and workplace safety for meat and poultry processing workers.", "sponsors": [{"legislator_profile_id": 3948, "is_prime": true}, {"legislator_profile_id": 3974, "is_prime": true}, {"legislator_profile_id": 3919, "is_prime": false}, {"legislator_profile_id": 3934, "is_prime": false}, {"legislator_profile_id": 3960, "is_prime": false}], "keywords": ["Animals and Livestock", "COVID-19", "Labor and Employment", "Meat and Meat Products", "Penalty", "Reemployment Assistance"], "audio": [{"meeting_datetime": "2022-02-15T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco23.mp3", "start_seconds": 1438.0}, {"meeting_datetime": "2022-02-15T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco23.mp3", "start_seconds": 1438.0}, {"meeting_datetime": "2022-02-15T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco23.mp3", "start_seconds": 1438.0}], "bill_versions": [{"bill_id": 22878, "bill_version_id": 230654, "bill_version": "Introduced", "bill_version_date": "2022-01-27T08:39:34.307-06:00", "bill_text": "An Act to provide protections and workplace safety for meat and poultry processing workers. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 40: Terms used in this chapter mean: (1) \"Committee,\" the committee created by a meat-processing employer to develop and implement a safe worker program; (2) \"Coordinator,\" the meatpacking industry worker rights coordinator; (3) \"Meat-processing employer,\" a business that employs at least one hundred workers and in which slaughtering, butchering, meat canning, meatpacking, meat manufacturing, poultry canning, poultry packing, poultry manufacturing, pet food manufacturing, egg production, processing of meat products, or rendering occurs. The term does not mean a grocery store, deli, restaurant, or other commercial entity that prepares meat products for immediate consumption; (4) \"Public health emergency,\" a state declared public health emergency pursuant to § 34-22-42, a federal public health emergency declared by the secretary of the United States Department of Health and Human Services, or a national emergency declared by the president due to infectious disease or another significant threat to public health; (5) \"Worker,\" any individual that is employed for a meat-processing employer. The term includes independent contractors, persons performing work for a meat-processing employer through a temporary service or staffing agency, and persons employed but not directly in contact with raw food products. Section 2. That a NEW SECTION be added to title 40: The secretary of the Department of Labor and Regulation shall appoint a meatpacking industry worker rights coordinator. The coordinator shall enforce the provisions of this chapter, and review and recommend improvements to the practices and procedures of meat-processing employers in this state. An employer must grant the coordinator full access to its facilities in this state at any time processing is occurring and workers are present. The coordinator position must be budgeted through the normal budget process. The Department of Labor and Regulation shall provide necessary office space and assistance to the coordinator. Section 3. That a NEW SECTION be added to title 40: The coordinator shall, on or before December first each year, electronically submit a report to the members of the Legislature and the Governor. The report must include any recommended actions from the coordinator to promote better treatment of workers by meat-processing employers. Section 4. That a NEW SECTION be added to title 40: A worker has the right to refuse to work under conditions that the worker reasonably believes would expose the worker, other workers, or the public to an unreasonable risk of illness or injury, or that causes the worker, other workers, or the public illness or injury. A meat-processing employer may not discriminate or take adverse action against any worker for a good faith refusal to work, if the worker has requested that the employer correct a hazardous condition, and the condition remains uncorrected. A worker who has refused, in good faith, to work in a hazardous condition under this section, and who has not been reassigned to other work by the employer, retains the right to: (1) Continued employment; and (2) Payment by the employer for the hours that would have been worked, until the employer can demonstrate that the condition has been remedied. Section 5. That a NEW SECTION be added to title 40: If a meat-processing employer discriminates or takes adverse action against any worker for a good faith refusal to work in violation of section 4 of this Act, relief is: (1) Reinstatement of the worker to the same position held before any adverse personnel action, or to an equivalent position; reinstatement of full fringe benefits and seniority rights; and compensation for unpaid wages, benefits, and other remuneration, or front pay instead of reinstatement; and (2) Compensatory damages payable to the aggrieved worker equal to the greater of five thousand dollars or twice the actual damages, and punitive damages. Section 6. That a NEW SECTION be added to title 40: No meat-processing employer may discriminate or take adverse action against any worker or other person who raises a concern about an employer's health and safety practices or hazards to the employer, the employer's agent, other workers, a government entity, or the public. If an employer takes adverse action against a worker or other person within ninety days of the worker's or other person's engagement or attempt to engage in an activity protected by this chapter, the action is presumed retaliatory. The presumption may be rebutted by clear and convincing evidence that the action was taken for other, permissible reasons. No employer may require a worker to sign a contract or other agreement that would limit the worker from disclosing information about workplace health and safety practices or hazards, or to otherwise abide by a workplace policy that would limit or prevent such disclosures. The agreement or policy is void and unenforceable as contrary to the public policy of this state. Any attempt by an employer to impose the agreement or policy is an adverse action under this chapter. Section 7. That a NEW SECTION be added to title 40: Reporting or threatening to report a worker's suspected citizenship or immigration status, or the suspected citizenship or immigration status of a family member of a worker to a federal, state, or local agency because the worker exercises a right under the provisions of this chapter, constitutes an adverse action. For the purposes of this section, the term, family member, means a spouse, parent, sibling, child, uncle, aunt, niece, nephew, cousin, grandparent, or grandchild related by blood, adoption, marriage, or domestic partnership. Section 8. That a NEW SECTION be added to title 40: Any worker who brings a complaint under sections 6 or 7 of this Act and suffers retaliation is entitled to treble damages in addition to lost pay and recovery of attorney fees and costs. Any company who is found to have retaliated against any worker shall pay a fine of twenty-five thousand dollars to the Department of Labor and Regulation. Section 9. That a NEW SECTION be added to title 40: The coordinator may, on the coordinator's own initiative or after receiving a complaint, inspect a meat-processing employer's facilities. The coordinator may subpoena records and witnesses. If an employer does not comply with the coordinator's inspection, the coordinator may seek relief as provided by this chapter. If an employer does not comply with a provision of this chapter, a person may bring a civil action in a court of competent jurisdiction within three years of an alleged violation, and, upon prevailing, may be awarded the relief provided in section 10 of this Act. Pursuing administrative relief is not a prerequisite for bringing a civil action. The attorney general or a state's attorney may enforce the provisions of this chapter and may inspect an employer and subpoena records and witnesses. If the attorney general or a state's attorney determines that a violation has occurred, the attorney general or state's attorney may bring a civil action as provided in section 10 of this Act. Section 10. That a NEW SECTION be added to title 40: In a civil action or administrative proceeding brought to enforce this chapter, the court or coordinator must order relief for any violation of any provision of this chapter as follows: (1) An injunction to order compliance and restrain continued violations; (2) Payment to a prevailing worker by a meat-processing employer of reasonable costs, disbursements, and attorneys' fees; and (3) A civil penalty payable to the state of not less than one hundred dollars per day per worker affected by the meat-processing employer's noncompliance with this chapter. Section 11. That a NEW SECTION be added to title 40: The relief provided in this chapter may be recovered through a private civil action brought on behalf of the Department of Labor and Regulation in a court of competent jurisdiction by another individual. The individual must give written notice to the coordinator of the provision of this chapter alleged to have been violated. The individual may commence a civil action under this section if no inspection or investigative action is taken by the coordinator within thirty days. Any civil penalty recovered pursuant to this section must be distributed as follows: (1) Seventy percent to the department; and (2) Thirty percent to the individual. The right to bring an action under this section may not be impaired by private contract. Section 12. That a NEW SECTION be added: For purposes of the reemployment assistance program, a worker: (1) Who left employment because the worker's meat-processing employer failed to resolve a working condition that made the work environment unsuitable for health or safety reasons has good cause for leaving employment; (2) Has exhausted reasonable alternatives to leaving if the worker, authorized employee representative, or another worker notified the employer of the unsafe or unhealthy working condition and the employer did not resolve it, or if the employer knew or should have had reason to know that the condition made the work environment unsuitable and did not resolve it; (3) Has good cause to refuse an offer of employment or reemployment if the employer has not resolved a working condition that makes the work environment unsuitable for health or safety reasons, (4) Has good cause to refuse an offer of employment or reemployment from a meat-processing employer if the conditions of work would require the worker to violate government public health guidance or to assume unreasonable health risk; (5) Has good cause to refuse an offer of employment or reemployment from a meat-processing employer if the worker must care for a child whose school is closed due to a public health emergency or if the worker must otherwise care for a family or household member during a public health emergency; (6) Has good cause, during a public health emergency, to leave employment if the worker leaves to care for a seriously ill or quarantined family or household member; and (7) May not be required, during a public health emergency, to prove that a working condition that made the environment unsuitable for health or safety reasons was unique to the worker or that the risk was not customary to the worker's occupation. Section 13. That a NEW SECTION be added to title 40: Each meat-processing employer shall adopt a safe worker program to minimize and prevent musculoskeletal disorders. The safe worker program must be developed and implemented by a committee of individuals who are knowledgeable of the tasks and work processes performed by workers at the employer's facilities. The committee must include: (1) A certified professional ergonomist; (2) A physician licensed pursuant to chapter 36-4, with preference given to a physician who has specialized experience and training in occupational medicine; and (3) At least three workers employed in the employer's facility who have completed a general industry outreach course approved by the secretary of the Department of Labor and Regulation, one of whom must be an authorized employee representative if the employer is party to a collective bargaining agreement. Section 14. That a NEW SECTION be added to title 40: A committee shall: (1) Establish written procedures to identify ergonomic hazards and contributing risk factors. The procedures must include: (a) The ergonomic assessment tools used to measure ergonomic hazards; (b) All jobs where the committee has an indication or knowledge that ergonomic hazards may exist; and (c) Workers who perform the same job, or a sample of workers in that job, who have the greatest exposure to the ergonomic hazard; (2) Conduct ergonomic assessments to identify hazards and contributing risk factors; (3) Review all surveillance data at least quarterly to identify ergonomic hazards and contributing factors; and (4) Maintain records of the hazard identification process. The committee must maintain records of the completed ergonomic assessment tools, the results of the ergonomic assessments, and the date of the assessments. Section 15. That a NEW SECTION be added to title 40: A committee must implement a written ergonomic hazard prevention and control plan to identify and select methods to eliminate, prevent, or control the ergonomic hazards and contributing risk factors. The plan must: (1) Set goals, priorities, and a timeline to eliminate, prevent, or control the ergonomic hazards and contributing risk factors identified; (2) Identify any persons responsible for ergonomic hazard assessments and implementation of controls; (3) Rely upon the surveillance data and ergonomic risk assessment results; and (4) Consider the severity of the risk, the number of workers at risk, and the likelihood that the intervention will reduce the risk. A meat-processing employer must control, reduce, or eliminate ergonomic hazards that lead to musculoskeletal disorders to the extent feasible by using engineering, work practice, or administrative controls. The committee shall monitor, at least annually, the implementation of the plan and evaluate the progress in meeting program goals. Section 16. That a NEW SECTION be added to title 40: Each meat-processing employer shall work with its committee to: (1) Provide each new worker information on the committee and its members, the employer's hazard and prevention control plan, early signs and symptoms of musculoskeletal injuries and procedures for reporting them, the procedures for reporting injuries and hazards, engineering and administrative hazard controls implemented by the employer, and the use and availability of personal protective equipment; (2) Ensure the safety training provided to a new worker is conducted before the worker begins a job the worker has not performed before. The employer must provide the safety training during working hours and compensate the new worker at the worker's standard rate of pay; (3) Provide the new worker, within thirty days of the worker's hire date, the opportunity to receive a refresher training on the topics covered in the new worker safety training; and (4) Provide new employee training in a language and with vocabulary that the worker can understand. Section 17. That a NEW SECTION be added to title 40: A meat-processing employer shall provide every worker who is assigned a new task in which the worker has no previous experience with training on: (1) How to safely perform the task; (2) The hazards associated with the task; (3) Training on the early signs and symptoms of musculoskeletal injuries and the procedures for reporting them. The employer shall provide the worker an opportunity, within thirty days of receiving the new task training, to receive a refresher training on the topics covered in the new task training. The employer must provide the training in a language and with vocabulary the worker can understand. Section 18. That a NEW SECTION be added to title 40: A meat-processing employer shall provide each worker with no less than eight hours of safety training each year. The annual training must address health and safety subjects that are relevant to the meat-processing operation. At least two hours of the annual training must be on topics related to the employer's ergonomic injury prevention program. The employer must provide the training in a language and with vocabulary the worker can understand. Each employer shall maintain a written attestation dated and signed by each person who provides training, and each worker who receives training, pursuant to this chapter. The attestation must certify that the employer has provided training consistent with the requirements of this chapter. The employer shall ensure that the attestations are up-to-date and available to the secretary of the Department of Labor and Regulation, the coordinator, and an employee's authorized employee representative, where applicable, upon request. Section 19. That a NEW SECTION be added to title 40: Each meat processing employer must ensure that: (1) Any first-aid provider, medical assistant, nurse, and physician engaged by the employer is licensed and performs duties within the scope of the individual's practice; (2) Medical management of musculoskeletal disorders is under direct supervision of a licensed physician specializing in occupational medicine who will advise on best practices or management and prevention of work-related musculoskeletal disorders; and (3) Medical management of musculoskeletal injuries follows the current version of the American College of Occupational and Environmental Medicine practice guidelines. Section 20. That a NEW SECTION be added to title 40: A meat-processing employer must make a record of all worker visits to medical and first-aid personnel, and make the record available to the coordinator and an authorized employee representative, where applicable. An employer must maintain record of an ergonomic injury suffered by a worker for at least five years. An employer is prohibited from instituting or maintaining any program, policy, or practice that discourages a worker from reporting an injury, hazard, or violation of this chapter. The secretary of the Department of Labor and Regulation shall promulgate rules pursuant to chapter 1-26 to prescribe the form and necessary information of records required by this section. Section 21. That a NEW SECTION be added to title 40: The coordinator may compile, analyze, and publish annually, either in summary or detailed form, any report or information obtained under this chapter, and may cooperate with the United States Department of Labor in obtaining national summaries of occupational deaths, injuries, and illnesses. The coordinator must preserve the anonymity of each worker with respect to whom a medical report or information is obtained. Section 22. That a NEW SECTION be added to title 40: The provisions of sections 23 through 27, inclusive, are effective while COVID-19 is a public health emergency. Section 23. That a NEW SECTION be added to title 40: A meat-processing employer must: (1) Maintain at least a six-foot radius of space around and between each worker at all workstations and common areas of a facility; (2) Provide and replace face masks and face shields for all workers, free of charge. Every person present in a meatpacking employer's facility must wear a face mask in the facility except in those areas where infection risk is low because workers work in isolation; (3) Provide each worker with the ability to frequently sanitize the worker's hands. The employer must ensure that restrooms have running hot and cold water and paper towels and are in sanitary condition; (4) Provide gloves to a worker upon request; (5) Must clean and regularly disinfect all frequently touched surfaces in the workplace. An employer must install and maintain a ventilation system that ensures unidirectional air flow, outdoor air, and filtration in both production areas and common areas; (6) Disseminate any required communication, notice, or published material regarding protections in this section in English, Spanish, and other languages as required for workers to understand the communication; (7) Provide adequate break time for a worker to use the bathroom, wash the worker's hands, and don and doff protective equipment; (8) Provide sufficient personal protective equipment for each worker for each shift, at no cost to the worker. An employer must provide training in proper use of personal protective equipment, safety procedures, and sanitation; (9) Create a health and safety committee in which management, workers, and authorized employee representatives, where applicable, are equally represented. If the employer has no collective bargaining agreement, a local labor representative must be appointed. The health and safety committee must meet at least twice per year and annually present to the secretary of the Department of Labor and Regulation; (10) Record all injury and illness in a facility and make the record available upon request to the health and safety committee. The employer must make the record available to the secretary of the Department of Labor and Regulation and to any authorized employee representative; and (11) Provide paid sick time for a worker to recuperate from illness or injury or to care for an ill parent, child, spouse, grandparent, grandchild, or sibling. Section 24. That a NEW SECTION be added to title 40: A worker must accrue at least one hour of paid sick time for every thirty hours worked. A meat-processing employer may provide all paid sick time a worker is expected to accrue at the beginning of the year or at the start of the worker's employment. An employer must carry a worker's earned paid sick time over into the following calendar year. If a worker does not wish to carry over sick time, the employer must pay the worker for accrued sick time. If a worker chooses to receive pay instead of carried-over sick time, the employer must provide the worker with an amount of paid sick time that meets or exceeds the requirements of this chapter, to be available for the worker's immediate use at the start of the following calendar year. An employer must maintain records for at least three years showing hours worked and paid sick time accrued and used by a worker. An employer must allow the secretary of the Department of Labor and Regulation and the coordinator access to these records. The amount of paid sick time a worker has accrued, the amount of paid sick time a worker has used during the current year, and the amount of pay the worker has received in lieu of paid sick time must be recorded on or attached to the worker's paycheck. Section 25. That a NEW SECTION be added to title 40: If a meat-processing employer transfers a worker to another division or location of the same employer, the worker is entitled to all earned paid sick time accrued in the worker's previous position. If a worker is separated from employment and rehired within one year by the same employer, the employer must reinstate the worker's earned sick time to the level accrued by the worker as of the date of separation. If an employer is succeeded by a different employer, all workers of the original employer are entitled to all earned paid sick time accrued when employed by the original employer. Section 26. That a NEW SECTION be added to title 40: A meat-processing employer may not require a worker to find or search for a replacement worker to take the place of the worker as a condition of the worker using paid sick time. An employer may not require a worker to disclose details of a private matter as a condition of using paid sick time. If the employer does possess such information, it must be treated as confidential and not disclosed without the express permission of the worker. Section 27. That a NEW SECTION be added to title 40: A meat-processing employer must provide a worker written notice of the worker's rights and the employer's requirements when in a public health emergency for COVID-19 at the time the worker begins employment. The notice must be provided in a worker's language of fluency. An employer must display a poster in a conspicuous location in each facility where a worker is employed that displays the information in the notice. The poster must be displayed in English and any language of fluency that is read or spoken by at least five percent of the employer's workers. Section 28. That a NEW SECTION be added to title 40: A meat-processing employer must provide written notification at least annually to a worker about the worker's rights under this chapter in the worker's language of fluency. If a worker is unable to understand the written notification, the employer must provide such information orally in the worker's language of fluency. The coordinator must notify workers of any change to this chapter at least annually. The coordinator must place information explaining this chapter on the Department of Labor and Regulation's website in at least English, Spanish, and any other language that at least ten percent of the meat-processing workers in this state communicate in fluently."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22878, "action_date": "2022-01-27T13:00:00-06:00", "document_id": 230319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230319.pdf", "status_text": "First read in Senate and referred to", "journal_page": 127, "committee_id_action": 1034, "committee_id_assigned": 1022, "result": "N", "vote": {}}, {"bill_id": 22878, "action_date": "2022-02-15T10:00:00-06:00", "document_id": 233235, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233235.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1022, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22878, "action_date": "2022-02-15T10:00:00-06:00", "document_id": 233236, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233236.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1022, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73763, "president_vote": null, "Nay": [3939], "Yea": [3975, 3993, 3999, 4000, 4006, 4016, 4010, 3925]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22878"}