{"session_id": 54, "bill_id": 18006, "bill_type": "Senate Bill", "bill_number": 78, "bill_title": "require notification of interested parties in the release of certain confidential information.", "sponsors": [{"legislator_profile_id": 2844, "is_prime": true}, {"legislator_profile_id": 2856, "is_prime": true}, {"legislator_profile_id": 2832, "is_prime": false}, {"legislator_profile_id": 2849, "is_prime": false}, {"legislator_profile_id": 2857, "is_prime": false}, {"legislator_profile_id": 2876, "is_prime": false}, {"legislator_profile_id": 2882, "is_prime": false}, {"legislator_profile_id": 2883, "is_prime": false}, {"legislator_profile_id": 2886, "is_prime": false}, {"legislator_profile_id": 2892, "is_prime": false}, {"legislator_profile_id": 2901, "is_prime": false}, {"legislator_profile_id": 2902, "is_prime": false}, {"legislator_profile_id": 2913, "is_prime": false}, {"legislator_profile_id": 2916, "is_prime": false}, {"legislator_profile_id": 2926, "is_prime": false}, {"legislator_profile_id": 2928, "is_prime": false}, {"legislator_profile_id": 2937, "is_prime": false}, {"legislator_profile_id": 2938, "is_prime": false}], "keywords": ["Abuse or Neglect", "Department of Social Services", "Minors"], "audio": [{"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/she14sb0078a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/she14sb0078a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/she14sb0078a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18006, "bill_version_id": 95689, "bill_version": "Introduced", "bill_version_date": "2003-01-24T09:52:36-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require notification of interested parties in the release of certain confidential information. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 26-8A-11 be amended to read as follows: 26-8A-11. Within thirty days after notice of a substantiated investigation by the Department of Social Services, a subject of a report of abuse or neglect may request the department to amend, expunge identifying information from, or remove the record of the report from the register. The request shall be in writing and directed to the person designated by the department in the notice. If the department refuses to do so or does not act within thirty days after receipt of the written request, the subject may request an administrative hearing within thirty days to determine whether the record of the report should be amended, expunged, or removed on the grounds that it is inaccurate or it is being maintained in a manner inconsistent with this chapter. However, if there has been a court finding of child abuse or neglect, the report's accuracy is conclusively presumed and the subject has no right to an administrative hearing on the ground of inaccuracy. The hearing shall be held within a reasonable time after the subject's request and at a reasonable place and hour. The appropriate local office of the Department of Social Services shall be given notice of the hearing. If records containing names of persons who reported the alleged abuse or neglect or the names of people interviewed in the resulting investigation are to be revealed to the person who was the subject of the report or to the subject's legal counsel, the department shall make a good faith effort to notify the persons whose names will be released prior to release. In the hearing, the burden of proving the accuracy and consistency of the record is on the department. The hearing examiner may order the amendment, expunction, or removal of the record to make it accurate and consistent with this chapter. However, under no circumstances, may the hearing examiner order or may the department carry out any amendment, expunction, or removal of any portion of the record that proves, affirms, corroborates, or supports the innocence of the subject of the report without the express written authority of the subject. The decision shall be made in writing within ninety days after the date of receipt of the request for a hearing and shall state the reasons upon which it is based. Decisions of the department under this section are administrative decisions subject to judicial review under chapter 1-26. In any case where there has been no substantiated report of child abuse and neglect, the department may not maintain a record or other information of unsubstantiated child abuse and neglect for longer than three years if there has been no further report within that three-year period. Section 2. That § 26-8A-13 be amended to read as follows: 26-8A-13. All investigative case records and files relating to reports of child abuse or neglect are confidential, and disclosure of no person may disclose any such records, files, or other information may be made except as authorized in chapter 26-7A or this chapter. Any person who knowingly violates the confidential nature of the records, files, or information is guilty of a Class 1 misdemeanor. The Department of Social Services may release records, files, or other information to the following parties upon the receipt by the department of a request showing that it is necessary for the parties to have such information in the performance of official functions relating to child abuse or neglect: (1) The attorney general, the state's attorneys, law enforcement agencies, protective services workers, and judges of the courts investigating reports of known or suspected child abuse or neglect; (2) The attorney or guardian ad litem of the child who is the subject of the information; (3) Public officials or their authorized representatives who require the information in connection with the discharge of official duties; (4) Institutions and agencies that have legal responsibility or authorization to care for, treat, or supervise a child who is the subject of the information or report; (5) An adoptive parent of the child who is the subject of the information or report and a licensed child welfare agency, a tribal agency which the Department of Social Services has an agreement with to provide child welfare agency services which would otherwise require licensure by the department or any private child welfare agency whose licensure has been waived pursuant to § 26-6-9, for screening of applicants; (6) A state, regional, or national registry of child abuse and neglect cases and courts of record of other states; (7) A validly appointed and registered child protection team under § 26-8A-17; (8) A physician who is caring for a child whom the physician reasonably suspects may be abused or neglected; (9) State hearing examiners and any person who is the subject of the report for purposes directly related to review under § 26-8A-11; and (10) A person eligible to submit an adoptive home study report under § 25-6-9.1 or 26-4-15. However, the information may only be released for the purpose of screening applicants. Information received by an An authorized receiving party shall be held confidential by the receiving party hold the information confidential . However, the court may order the release of the information or any portion of it necessary for determination of an issue before the court. If records containing names of persons who reported the alleged abuse or neglect or the names of people interviewed in the resulting investigation are to be revealed to the person who was the subject of the report or to the subject's legal counsel, the department shall make a good faith effort to notify the persons whose names will be released prior to release. However, the Department of Social Services may release information and findings to the media regarding the abuse or neglect of a child that resulted in a fatality or near fatality of the child if the release of the information has been approved by the prosecutor who has commenced or who has authority to commence legal action, and, if such disclosure has been authorized by the court and is not contrary to the best interests of the child, the child's siblings, or other children in the household. The information to be released shall relate to the acts of child abuse or neglect that caused the fatality or near fatality of the child. However, the identity of the child may never be released. For the purpose of this chapter, near fatality means an act that, as certified by a physician, places the child in serious or critical condition."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18006, "action_date": "2003-01-24T13:00:00-06:00", "document_id": 95743, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95743.pdf", "status_text": "First read in Senate and referred to", "journal_page": 180, "committee_id_action": 799, "committee_id_assigned": 776, "result": "N", "vote": {}}, {"bill_id": 18006, "action_date": "2003-01-29T10:00:00-06:00", "document_id": 95992, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95992.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 776, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18006, "action_date": "2003-02-03T10:00:00-06:00", "document_id": 96417, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96417.pdf", "status_text": "Tabled", "journal_page": 284, "committee_id_action": 776, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55966, "president_vote": null, "Yea": [2840, 2849, 2868, 2916, 2926, 2908, 2834]}}, {"bill_id": 18006, "action_date": "2003-02-03T10:00:00-06:00", "document_id": 96417, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96417.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 776, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18006"}