{"session_id": 48, "bill_id": 14826, "bill_type": "House Bill", "bill_number": 1299, "bill_title": "revise certain provisions regarding the practices of physician assistants, certified registered nurse anesthetists, nurse practitioners, and nurse midwives.", "sponsors": [], "keywords": ["Administrative Rules", "Board of Medical and Osteopathic Examiners", "Board of Nursing", "Licensing", "Professions and Occupations"], "audio": [], "bill_versions": [{"bill_id": 14826, "bill_version_id": 81246, "bill_version": "Introduced", "bill_version_date": "1999-02-01T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the practices of physician assistants, certified registered nurse anesthetists, nurse practitioners, and nurse midwives. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-4A-1 be amended to read as follows: 36-4A-1. Terms as used in this chapter , unless the context otherwise requires, mean: (1) \"Assistant to the primary care physician,\" a person who is a graduate of an approved program of instruction in primary health care, who has passed a certification examination administered by the board, and is approved by the board to perform direct patient care services under the supervision of a primary care physician or physicians approved by the board to supervise such an assistant; (2) \"Assistant to the specialist physician,\" a person who is a graduate of an approved program for instruction in a recognized clinical specialty, who has passed a certification examination administered by the board and is approved by the board to perform direct patient care services in said specialty under the supervision of a specialist physician or physicians approved by the board to supervise such assistant; (3) \"Board,\" the State Board of Medical and Osteopathic Examiners; (4) \" Employer Supervising physician,\" the physician, either primary care or specialist, with whom a physician's physician assistant has an employment contract a practice agreement ; (5) \" Physician's Physician assistant,\" a person who is either an assistant to the primary care physician or an assistant to the specialist physician; (6) \"Primary care physician,\" a physician, approved by the board, who supervises a particular assistant to the primary care physician; (7) \"Specialist physician,\" a physician in a given specialty of medicine, approved by the board, who supervises a particular assistant to a specialist physician. Section 2. That § 36-4A-8 be amended to read as follows: 36-4A-8. The Board of Medical and Osteopathic Examiners board shall certify license as a physician's physician assistant and issue an appropriate certificate license to any person who files a verified application with the board signed by both the proposed employer supervising physician and the physician's physician assistant to be certified licensed , upon a form prescribed by the board, renders payment of the required fee, and furnishes evidence to the board that the physician's physician assistant applying for certification licensure : (1) Is at least eighteen years of age; (2) Is of good moral character; (3) Is a resident of South Dakota; (4) Has completed a course of study approved by the board at an accredited university, college, or school which includes the subjects of anatomy, physiology, biochemistry, pathology, pharmacology, microbiology, medicine, surgery, pediatrics, psychiatry, and obstetrics, and possesses a certificate of completion of the physician's physician assistant courses of study from said the institution; (5) Has had at least two years' experience with patients in a clinical setting in an associated field such as military medicine, nursing, dentistry, pharmacy, etc. The board shall decide in each individual case as to what experience would be recognized as fulfillment of the requirement; (6) Has passed an impartially administered examination given and graded by the board or one of equivalency authorized by the board. Such examination may be in writing or oral, or both, and shall fairly test the applicant's knowledge in theoretical and applied primary medical care as it applies to the practice of the physician's physician assistant in at least the subjects of physical diagnosis, laboratory procedures, common childhood diseases and common medical diseases, emergency care and treatment, minor surgery, emergency obstetrics, and common psychiatric disorders. The applicant's professional skill and judgment in the utilization of medical and surgical techniques may also be examined; and (7) Has submitted a written proposed employment contract required by § 36-4A-20; (8) Has submitted verification that neither the physician's physician assistant applicant nor the employer supervising physician named in the employment contract practice agreement are subject to any disciplinary proceeding or pending complaint before any medical or other licensing board unless such pending complaint is waived by the licensing board. Section 3. That § 36-4A-20 be amended to read as follows: 36-4A-20. A certified true copy of the proposed employment contract practice agreement between the supervising physician and the physician's physician assistant outlining those activities in § § 36-4A-21 to 36-4A-26, inclusive, which the physician's physician assistant shall may perform, shall be filed in the office of with and approved by the board prior to the board's decision regarding placement . Section 4. That § 36-4A-29.1 be amended to read as follows: 36-4A-29.1. In consideration of the health care needs of urban and rural residents, an employer a supervising physician may apply to the board for authority to modify the method and frequency of supervision of a physician's physician assistant as required by § 36-4A-29. The board may grant the modifications it considers appropriate based upon its finding of adequate supervision, training, and proficiency. An employer A supervising physician may apply to the board for permission to supervise more than one physician's physician assistant. The board shall establish the number of assistants, up to four FTE , to be supervised by an employer a supervising physician based upon its finding that adequate supervision will exist under the arrangement proposed by the employer supervising physician. The board may consider a joint application for both modification of supervision and the number of assistants supervised as provided in this section. Nothing in this section is intended to diminish the professional and legal responsibility of a supervising physician toward the physician's patients as provided in § 36-4A-30. Section 5. That chapter 36-4A be amended by adding thereto a NEW SECTION to read as follows: The board shall appoint a physician assistant advisory committee composed of three physician assistants. Each committee member shall serve a term of three years, except initial appointees whose terms shall be staggered so that no more than one member's term expires in one year. A committee member may not be appointed to more than two consecutive terms. If a vacancy occurs, the board shall appoint a person to fill the unexpired term. The committee shall meet at least annually or as deemed necessary to conduct business. The advisory committee shall assist the board in evaluating standards of physician assistant care and the regulation of physician assistants pursuant to this chapter. The committee shall also make recommendations to the board regarding rules promulgated pursuant to this chapter. Section 6. The term, employer physician, wherever it is used in chapter 36-4A means supervising physician. The Code Commission in future supplements and revisions of the South Dakota Codified Laws shall substitute the term, supervising physician, and its derivatives for the term, employer physician, and its derivatives. Section 7. The term, employment contract, wherever it is used in chapter 36-4A means practice agreement. The Code Commission in future supplements and revisions of the South Dakota Codified Laws shall substitute the term, practice agreement, and its derivatives for the term, employment contract, and its derivatives. Section 8. The term, physician's assistant, wherever it is used in chapter 36-4A means physician assistant. The Code Commission in future supplements and revisions of the South Dakota Codified Laws shall substitute the term, physician assistant, and its derivatives for the term, physician's assistant, and its derivatives. Section 9. The term, certification, wherever it is used in chapter 36-4A means licensure. The Code Commission in future supplements and revisions of the South Dakota Codified Laws shall substitute the term, licensure, and its derivatives for the term, certification, and its derivatives. Section 10. That § 36-9-3.1 be amended to read as follows: 36-9-3.1. A certified registered nurse anesthetist, in addition to performing all those functions within the scope of practice of a registered nurse as provided in this chapter, may accept the delegation of and perform the following medical functions in collaboration with a physician licensed pursuant to chapter 36-4, as a member of a physician-directed health care team : (1) Develop an anesthesia care plan; (2) Induce anesthesia; (3) Maintain anesthesia at the required levels; (4) Support life functions during the perioperative period; (5) Recognize and take appropriate action for untoward patient responses during anesthesia; (6) Provide professional observation and management of the patient's emergence from anesthesia during the immediate postoperative period; (7) Conduct postanesthesia visit and assessment when appropriate; and (8) Participate in the life support of the patient for whatever cause. The medical functions shall be performed only under the supervision of a licensed physician responsible for the medical care of the patient. For the purposes of this section, the term, collaboration, means the act of communicating pertinent information or consulting with a physician member of the health care team, with each provider contributing their respective expertise to optimize the overall care delivered to the patient. Section 11. That § 36-9A-1 be amended to read as follows: 36-9A-1. Terms as used in this chapter mean: (1) \"Approved program,\" an educational program of study which meets the requirements established by this chapter and by the boards for licensure under this chapter; (2) \"Boards,\" the South Dakota Board of Nursing and the South Dakota Board of Medical and Osteopathic Examiners; (3) \"License,\" the written authorization by the boards required to practice the specialties of nurse practitioner or nurse midwife; (4) \"Nurse midwife,\" a person provider duly authorized under this chapter to practice the nursing specialty of nurse midwifery as defined in § 36-9A-13; (5) \"Nurse practitioner,\" a person provider duly authorized under this chapter to practice the specialty of nurse practitioner as defined in § 36-9A-12; (6) The feminine gender as used in this chapter shall also apply to the masculine and neuter ; (7) \"Collaboration,\" the act of communicating pertinent information or consulting with a physician licensed pursuant to chapter 36-4, with each provider contributing their respective expertise to optimize the overall care delivered to the patient . Section 12. That § 36-9A-4 be amended to read as follows: 36-9A-4. No person may be licensed to practice as a nurse practitioner or nurse midwife unless the person: (1) Is currently licensed by the Board of Nursing as a registered nurse; (2) Has completed an approved program for the preparation of nurse practitioners or nurse midwives; and (3) Has passed any examination, written or oral, or both, which the boards in their discretion may require ; and (4) Has submitted as part of the application for licensure a copy of the person's proposed practice agreement, and the practice agreement is approved by the boards . Section 13. That chapter 36-9A be amended by adding thereto a NEW SECTION to read as follows: The nurse practitioner or nurse midwife advanced practice nursing functions include: (1) Providing advanced nursing assessment, nursing intervention, and nursing case management; (2) Providing advanced health promotion and maintenance education and counseling to clients, families, and other members of the health care team; (3) Utilizing research findings to evaluate and implement changes in nursing practice, programs, and policies; and (4) Recognizing limits of knowledge and experience, planning for situations beyond expertise, and consulting with or referring clients to other health care providers as appropriate. These advanced practice nursing functions are under the jurisdiction of the Board of Nursing. Section 14. That § 36-9A-12 be amended to read as follows: 36-9A-12. A nurse practitioner may accept the delegation of and perform the following overlapping scope of advanced practice nursing and medical functions pursuant to § 36-9A-15, including: (1) The initial medical diagnosis and the institution of a plan of therapy or referral; (2) The prescription of medications, including controlled drugs or substances listed on Schedule II in chapter 34-20B for one period of not more than forty-eight hours, for treatment of causative factors and symptoms; (3) The writing of a chemical or physical restraint order when the patient may do personal harm or harm others; (4) The completion and signing of official documents such as death certificates, birth certificates, and similar documents required by law; and (5) The performance of a physical examination for participation in athletics and the certification that the patient is healthy and able to participate in athletics. Section 15. That § 36-9A-13 be amended to read as follows: 36-9A-13. A nurse midwife may accept the delegation of and perform the following overlapping scope of advanced practice nursing and medical functions pursuant to § 36-9A-15, including : (1) Management of the prenatal and postpartum care of the mother-baby unit; (2) Management and direction of the birth; (3) Provision of appropriate health supervision during the interconceptual period all phases of the reproductive life span to include family planning services , menopausal care, and cancer screening and prevention ; and (4) Prescription of appropriate medications for individuals under the nurse midwife's care pursuant to the scope of practice defined in this section , including controlled drugs or substances listed on Schedule II in chapter 34-20B for one period of not more than forty-eight hours , during the antepartal, intrapartal, and postpartal period . Such medical acts may be performed by the nurse midwife if, and as long as, the mother-baby unit is in normal health, and pregnancy and birth are normal as determined by the nurse midwife and her supervising physician. Section 16. That § 36-9A-15 be amended to read as follows: 36-9A-15. Practice The term, collaborative agreement, as used in this chapter, unless the context plainly otherwise requires, means the a written agreement authored and signed by the nurse practitioner or nurse midwife and the agency or physicians physician with whom she is associated, identifying the settings within which she is to practice; naming the physicians responsible for her supervision; defining or describing the agreed upon medical functions, not inconsistent with § 36-9A-12 or 36-9A-13, that she may perform; and containing such other information as required by the boards the nurse practitioner or nurse midwife is collaborating. A collaborative agreement defines or describes the agreed upon overlapping scope of advanced practice nursing and medical functions that may be performed, consistent with § 36-9A-12 or 36- 9A-13, and contains such other information as required by the boards. A copy of each collaborative agreement shall be maintained on file with and be approved by the boards prior to performing any of the acts contained in the agreement . Section 17. That § 36-9A-16 be repealed. 36-9A-16. The specific medical functions to be performed by a nurse practitioner or nurse midwife within the scope of permitted practice defined by § § 36-9A-12 and 36-9A-13 shall be described and defined in her practice agreement, a copy of which shall be maintained on file with and be approved by the boards as a condition of lawful practice under this chapter. No nurse practitioner nor nurse midwife may perform any medical functions not authorized by the approved practice agreement. Section 18. That § 36-9A-17 be amended to read as follows: 36-9A-17. A nurse practitioner or nurse midwife shall may perform the overlapping scope of advanced practice nursing and medical functions of the nurse practitioner's or nurse midwife's specialty only under the supervision of only under the terms of a collaborative agreement with a physician licensed under chapter 36-4 who is responsible for the medical care of the patients that are named in the practice agreement maintained on file with the boards. The supervision . Any collaborative agreement shall be maintained on file with the boards. Collaboration may be by direct personal contact, or by a combination of direct personal contact and indirect contact via telecommunication, as may be required by the boards. If the supervising collaborating physician named in the practice a collaborative agreement becomes temporarily unavailable, the nurse practitioner or nurse midwife may perform the agreed upon overlapping scope of advanced practice nursing and medical functions of the nurse practitioner's or nurse midwife's specialty only under the supervision of in consultation with another licensed physician designated as a substitute for that purpose by the supervising physician for the temporary period . Section 19. That § 36-9A-17.1 be amended to read as follows: 36-9A-17.1. The boards may authorize those modifications in the method and frequency of supervision collaboration of a nurse practitioner or nurse midwife required by § 36-9A-17 that they consider appropriate based upon a finding of adequate supervision collaboration , training, and proficiency. The boards may permit a physician to supervise establish a collaborative relationship with more than one nurse practitioner or nurse midwife and shall establish the number of nurse practitioners or nurse midwives, up to four FTE , to be supervised by a physician based upon a finding that adequate supervision collaboration will exist under the arrangement modification proposed. Nothing in this section is intended to diminish the professional and legal responsibility of a supervising collaborating physician toward the physician's patients or the nurse practitioner or nurse midwife as provided in § 36-9A-17. Section 20. That § 36-9A-20 be amended to read as follows: 36-9A-20. If a nurse practitioner or nurse midwife intends to alter her practice status by reason of a change in setting, supervision by a different physician, modification , or expansion of the medical functions she the nurse practitioner or nurse midwife is authorized to perform, or for any other reason, she the nurse practitioner or nurse midwife shall submit a new or amended practice collaborative agreement to the boards for approval before any change may be permitted. Section 21. That § 36-9A-29 be amended to read as follows: 36-9A-29. The boards may deny, revoke, or suspend any license or application for licensure to practice as a nurse practitioner or nurse midwife in this state, and may take such other disciplinary or corrective action as they the boards deem appropriate upon proof that the license holder or applicant has: (1) Committed fraud, deceit, or misrepresentation in procuring or in attempting to procure a license; (2) Aided or abetted an unlicensed person to practice as a nurse practitioner or nurse midwife; (3) Engaged in practice as a nurse practitioner or nurse midwife under a false or assumed name and failed to register that name pursuant to chapter 37-11, or impersonated another license holder of a like or different name; (4) Become addicted to the habitual use of intoxicating liquors or controlled drugs as defined by chapter 34-20B to such an extent as to incapacitate her the license holder or applicant from the performance of her professional duties; (5) Negligently, willfully, or intentionally acted in a manner inconsistent with the health and safety of persons entrusted to her the license holder's care; (6) Had authorization to practice as a nurse practitioner or nurse midwife denied, revoked, or suspended or had other disciplinary action taken in another state; (7) Failed to maintain on file with the boards a copy of the practice agreement each collaborative agreement accurately containing the current information regarding her the license holder's practice status required by the boards; (8) Practiced as a nurse practitioner or nurse midwife without a valid license; (9) Engaged in the performance of advanced practice nursing and medical functions beyond the scope of practice authorized by the any current practice collaborative agreement or by § 36-9A-12 or 36-9A-13; (10) Violated any provisions of this chapter or the rules and regulations of the boards promulgated hereunder. Section 22. That § 36-9A-41 be amended to read as follows: 36-9A-41. The boards may promulgate rules pursuant to chapter 1-26 pertaining to: licensure and licenses, supervision of collaborative practice, prescription prescriptive authority, and disciplinary proceedings. Section 23. That chapter 36-9A be amended by adding thereto a NEW SECTION to read as follows: The Board of Nursing shall appoint an advanced practice nurse advisory committee composed of two certified nurse midwives and four certified nurse practitioners. Committee members shall be selected from a list of nominees by the Board of Nursing. Each committee member shall serve a term of three years, except initial appointees whose terms shall be staggered so that no more than two member's terms expire in one year. A committee member may not be appointed to more than two consecutive terms. If a vacancy occurs the board shall appoint a person to fill the unexpired term. The committee shall meet at least annually, or as deemed necessary, to conduct business. The advisory committee shall assist the boards in evaluating standards of advanced practice nursing care and the regulation of nurse practitioners and nurse midwives pursuant to this chapter. The committee shall also make recommendations to the boards regarding rules promulgated pursuant to this chapter."}, {"bill_id": 14826, "bill_version_id": 81245, "bill_version": "Enrolled", "bill_version_date": "1999-02-26T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14826, "action_date": "1999-02-01T14:00:00-06:00", "document_id": 82122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82122.pdf", "status_text": "First read in House and referred to", "journal_page": 287, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14826, "action_date": "1999-02-10T10:00:00-06:00", "document_id": 81963, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81963.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14826, "action_date": "1999-02-10T10:00:00-06:00", "document_id": 81963, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81963.pdf", "status_text": "Do Pass,", "journal_page": 458, "committee_id_action": 623, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41233, "president_vote": null, "Yea": [2208, 2228, 2232, 2240, 2245, 2247, 2254, 2257, 2262, 2282, 2287, 2214], "Excused": [2266]}}, {"bill_id": 14826, "action_date": "1999-02-11T14:00:00-06:00", "document_id": 82130, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82130.pdf", "status_text": "Do Pass,", "journal_page": 495, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43396, "president_vote": null, "Nay": [2200], "Yea": [2203, 2204, 2207, 2208, 2209, 2210, 2211, 2212, 2213, 2214, 2218, 2219, 2220, 2222, 2223, 2227, 2229, 2232, 2233, 2236, 2237, 2238, 2240, 2243, 2244, 2247, 2248, 2249, 2250, 2253, 2254, 2255, 2256, 2257, 2260, 2261, 2262, 2264, 2265, 2266, 2267, 2268, 2271, 2272, 2273, 2276, 2277, 2278, 2279, 2281, 2282, 2284, 2286, 2287, 2288, 2290, 2291, 2295, 2296, 2297, 2298, 2300, 2301, 2302, 2303, 2245], "Excused": [2216, 2228, 2231]}}, {"bill_id": 14826, "action_date": "1999-02-12T14:00:00-06:00", "document_id": 81775, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81775.pdf", "status_text": "First read in Senate and referred to", "journal_page": 487, "committee_id_action": 629, "committee_id_assigned": 611, "result": "N", "vote": {}}, {"bill_id": 14826, "action_date": "1999-02-24T07:45:00-06:00", "document_id": 82093, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82093.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14826, "action_date": "1999-02-24T07:45:00-06:00", "document_id": 82093, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82093.pdf", "status_text": "Do Pass,", "journal_page": 659, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42002, "president_vote": null, "Yea": [2224, 2270, 2246, 2259, 2292, 2230, 2299, 2283, 2241]}}, {"bill_id": 14826, "action_date": "1999-02-24T07:45:00-06:00", "document_id": 82093, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82093.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14826, "action_date": "1999-02-25T14:00:00-06:00", "document_id": 82161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82161.pdf", "status_text": "Do Pass,", "journal_page": 683, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42061, "president_vote": null, "Yea": [2199, 2201, 2202, 2205, 2206, 2215, 2217, 2221, 2224, 2225, 2226, 2230, 2234, 2235, 2239, 2242, 2246, 2251, 2252, 2259, 2263, 2269, 2270, 2274, 2275, 2280, 2283, 2285, 2289, 2294, 2299], "Excused": [2241, 2258, 2292, 2293]}}, {"bill_id": 14826, "action_date": "1999-02-26T14:00:00-06:00", "document_id": 81764, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81764.pdf", "status_text": "Signed by Speaker", "journal_page": 808, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14826, "action_date": "1999-03-01T14:00:00-06:00", "document_id": 81778, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81778.pdf", "status_text": "Signed by President", "journal_page": 730, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14826, "action_date": "1999-03-01T14:00:00-06:00", "document_id": 82136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82136.pdf", "status_text": "Delivered to the Governor", "journal_page": 826, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14826, "action_date": "1999-03-09T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 948, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1386, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14826"}