{"session_id": 43, "bill_id": 12114, "bill_type": "House Bill", "bill_number": 1225, "bill_title": "restrict the use of funds for abortion.", "sponsors": [{"legislator_profile_id": 1740, "is_prime": true}, {"legislator_profile_id": 1736, "is_prime": false}, {"legislator_profile_id": 1728, "is_prime": false}, {"legislator_profile_id": 1742, "is_prime": false}, {"legislator_profile_id": 1698, "is_prime": false}, {"legislator_profile_id": 1745, "is_prime": false}, {"legislator_profile_id": 1674, "is_prime": false}, {"legislator_profile_id": 1692, "is_prime": false}], "keywords": ["Abortion", "Fund", "Public Health and Safety", "State Funds"], "audio": [{"meeting_datetime": "2020-02-26T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst27.mp3", "start_seconds": 281.0}, {"meeting_datetime": "2020-02-26T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst27.mp3", "start_seconds": 281.0}, {"meeting_datetime": "2020-02-26T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst27.mp3", "start_seconds": 281.0}], "bill_versions": [{"bill_id": 12114, "bill_version_id": 66077, "bill_version": "Introduced", "bill_version_date": "2020-02-04T11:23:48.247-06:00", "bill_text": "An Act to restrict the use of funds for abortion. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 34-23C-1. Definitions. Terms used in this chapter mean: (1) \"Abortion referral,\" the act of recommending a pregnant woman to a doctor, clinic, or other person or entity for the purpose of obtaining or learning about obtaining an elective abortion; (2) \"Affiliate,\" a person or entity that, directly or indirectly, owns, controls, is controlled by, or is under the common control of another person or entity, in whole or in part, or a subsidiary, parent, or sibling entity; (3) \"Elective abortion,\" the act of using or prescribing any instrument, medicine, drug, device, or another substance or means with the intent to terminate the clinically diagnosable pregnancy of a woman with knowledge that the termination by those means will with reasonable likelihood cause the death of the unborn child. The term does not include an act performed with the intent to: (a) Save the life of the mother or resolve a medical emergency; (b) Save the life or preserve the health of the unborn child; (c) Remove a dead unborn child caused by spontaneous abortion; (d) Remove an ectopic pregnancy; or (e) Abort and remove an unborn child that is the result of rape or incest reported to a law enforcement agency; (4) \"Fertilization,\" that point in time when a male human sperm penetrates the zona pellucida of a female human ovum; (5) \"Medical emergency,\" any condition that, on the basis of the physician's good faith clinical judgment, so complicates the medical condition of a pregnant woman as to necessitate the immediate abortion of her pregnancy to avert her death or for which a delay will create serious risk of substantial and irreversible impairment of a major bodily function; (6) \"Unborn child,\" the offspring of human beings from fertilization until birth. Section 2. That a NEW SECTION be added: 34-23C-2. Grants--Prohibition. An agency or instrumentality of the state may not grant, appropriate, or distribute a grant to a person or entity: (1) To pay the direct or indirect costs of performing, inducing, referring, or counseling in favor of elective abortions; (2) That performs elective abortions, induce elective abortions, provide an elective abortion referral, or counsel in favor of elective abortions; or (3) That is an affiliate of a person or entity that performs elective abortions, induces elective abortions, provides elective abortion referrals, or counsels in favor of elective abortions. Section 3. That a NEW SECTION be added: 34-23C-3. Received Funds--Prohibition. No funds received from: (1) The Violence Against Women Act; (2) The Breast and Cervical Cancer Mortality Prevention Act; (3) The Infertility Prevention Project; (4) The HIV/AIDS Initiative; (5) The Infant Mortality Reduction Initiative; (6) The Infant Vitality Initiative; (7) The Personal Responsibility Education Program; or (8) Any other similar federal program; may be used to perform or promote elective abortions, contract with any entity that performs or promotes elective abortions, or become or continue to be an affiliate of any entity that performs or promotes elective abortions. Section 4. That a NEW SECTION be added: 34-23C-4. Foster care and adoption initiatives fund--Creation--Purposes. There is hereby created a fund in the state treasury to be known as the foster care and adoption initiatives fund. The purpose of the fund is to provide grant funding for foster care and adoption services and initiatives. The fund shall consist of: (1) Appropriations from the Legislature; (2) Moneys collected from any fees imposed on elective abortion providers; and (3) Funds that would have otherwise been appropriated to facilities providing elective abortions. All interest earned on the fund shall be credited to the fund. Section 5. That a NEW SECTION be added: 34-23C-5. Applicability of chapter. This chapter does not affect the funding of a hospital, medical school, or university. This chapter does not apply to funding available through the state's plan for medical assistance."}], "amendments": [{"bill_id": 12114, "document_id": 67377, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67377.pdf", "legislator_profile_id": 1740, "document_id_instructions": 67378, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/67378.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 12114, "action_date": "2020-02-04T14:00:00-06:00", "document_id": 65696, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65696.pdf", "status_text": "First Reading House", "journal_page": 116, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12114, "action_date": "2020-02-10T14:00:00-06:00", "document_id": 67155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67155.pdf", "status_text": "Referred to", "journal_page": 241, "committee_id_action": 480, "committee_id_assigned": 461, "result": "N", "vote": {}}, {"bill_id": 12114, "action_date": "2020-02-26T06:30:00-06:00", "document_id": 68397, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68397.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 461, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12114, "action_date": "2020-02-26T06:30:00-06:00", "document_id": 68608, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68608.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 461, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33818, "president_vote": null, "Yea": [1754, 1711, 1672, 1682, 1731, 1657, 1677, 1653, 1723, 1725], "Nay": [1744, 1736, 1734]}}]}