{"session_id": 48, "bill_id": 14201, "bill_type": "Senate Bill", "bill_number": 117, "bill_title": "repeal certain voter registration requirements.", "sponsors": [{"legislator_profile_id": 2211, "is_prime": true}, {"legislator_profile_id": 2258, "is_prime": true}, {"legislator_profile_id": 2217, "is_prime": false}, {"legislator_profile_id": 2225, "is_prime": false}, {"legislator_profile_id": 2232, "is_prime": false}, {"legislator_profile_id": 2256, "is_prime": false}, {"legislator_profile_id": 2259, "is_prime": false}, {"legislator_profile_id": 2261, "is_prime": false}, {"legislator_profile_id": 2272, "is_prime": false}, {"legislator_profile_id": 2276, "is_prime": false}, {"legislator_profile_id": 2289, "is_prime": false}, {"legislator_profile_id": 2297, "is_prime": false}], "keywords": ["Administrative Rules", "County Auditor", "Election Procedures", "Voter Registration"], "audio": [], "bill_versions": [{"bill_id": 14201, "bill_version_id": 80348, "bill_version": "Introduced", "bill_version_date": "1999-01-25T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain voter registration requirements. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 12-1-3 be amended to read as follows: 12-1-3. Terms used in this title mean: (1) \"Candidate,\" a person whose name is on the ballot or who is entitled to have his name be named on the ballot to be voted upon for nomination or election at any election; (2) \"Election,\" any election whatsoever held under the laws of this state; (3) \"Election officials,\" state and local officials charged with the duty of conducting elections and the canvass of returns; (4) \"Elector,\" a person qualified to register as a voter, whether or not such person is registered vote ; (5) \"General election,\" the vote required to be taken in every voting precinct of the state on the first Tuesday after the first Monday in November of each even-numbered year; (6) \"Party office,\" an office of a political party organization as distinct from a public office; (7) \"Person in charge of an election,\" or \"person charged with the conduct of an election,\" the county auditor in all cases except local elections for a municipality, school district, township , or other political subdivision, in which case it is the officer having the position comparable to the auditor in that unit of government if not specifically designated by law; (8) \"Petition,\" a form prescribed by the State Board of Elections, which contains the question or candidacy being petitioned, the declaration of candidacy if required , and the verification of the circulator. If multiple sheets of paper are necessary to obtain the required number of signatures, each sheet shall be self-contained and separately verified by the circulator; (9) \"Petition circulator,\" a registered qualified voter in South Dakota who circulates nominating petitions or other petitions for the purpose of placing candidates or issues on any election ballot; (10) \"Political party,\" a party whose candidate for Governor at the last preceding general election at which a Governor was elected received at least two and one-half percent of the total votes cast for Governor; (11) \"Primary\" or \"primary election,\" an election held at which candidates are nominated for public office; (12) \"Public office,\" an elected position in government; (13) \"Registered mail\" does not include certified mail; (14) \"Registration officials,\" the county auditor and deputies and other persons authorized to assist in registration pursuant to chapter 12-4; (15) \"Voter \" or \"qualified voter ,\" a person duly registered qualified to vote or one who is performing the act of voting. Section 2. That § 12-1-5 be amended to read as follows: 12-1-5. There is created a State Board of Elections to be composed of seven members, one of whom shall be the secretary of state who is chairman. Two of the members shall be county auditors appointed by the speaker of the house of representatives from a list of nominees supplied by the county auditors meeting at the South Dakota Association of County Officials. The auditors appointed by the speaker of the house of representatives shall be of different political party registration. One auditor appointed in 1991 shall be appointed for a two-year term and one shall be appointed for a four-year term parties . All appointments of auditors after 1991 shall be for four years. One member of the board shall be appointed by each of the following officers: the democratic leader of the senate, the democratic leader of the house of representatives, the republican leader of the senate , and the republican leader of the house of representatives. Appointments to the board shall be as follows: the appointee of the democratic leader of the house of representatives, 1980 and each fourth year thereafter; the appointee of the republican leader of the senate, 1981 and each fourth year thereafter; the appointee of the republican leader of the house of representatives, 1982 and each fourth year thereafter; the appointee of the democratic leader of the senate, 1983 and each fourth year thereafter. After the appointments made in 1979, the terms of all appointed members of the board , except auditors, shall be for four years. All appointments to the board are to be made by January thirty-first of each year. Vacancies on the board shall be filled in the same manner as the original appointments were made. All appointed members of the board shall file with the secretary of state an oath in the form prescribed by § 3-1-5. Section 3. That § 12-1-9 be amended to read as follows: 12-1-9. The State Board of Elections shall promulgate rules pursuant to chapter 1-26 concerning: (1) Forms for voter registration and voter list maintenance; (2) Forms and color of ballots; (3) Forms for notices; (4) The uniformity of election procedures; (5) The operation of the State Board of Elections; (6) The procedure to accept a petition and verify petition signatures; (7) Petition forms; (8) Envelopes for absentee voting; (9) Instructions to voters and absentee voters. Section 4. That § 12-3-1 be amended to read as follows: 12-3-1. Every person resident of this state who shall be of the age of is at least eighteen years and upwards of age , not otherwise disqualified, who shall have complied with the provisions of law relating to the registration of voters shall be entitled to who is a resident of this state and has resided in the precinct for at least thirty days immediately preceding any election , except as provided in section 7 of this Act, may vote at any election in this state. Each qualified elector in this state may have only one voting residence. If a qualified elector moves from one precinct to another precinct within this state, the person may vote in the precinct from which the person moved until the person has established a new voting residence. Section 5. That chapter 12-3 be amended by adding thereto a NEW SECTION to read as follows: The county auditor in any county may prepare a list of the persons who voted at a prior election and may provide the list to voting precincts on or before election day. The State Board of Elections shall promulgate rules pursuant to chapter 1-26 to establish procedures for the preparation of such a list, procedures by which a person may transfer that person's name from the voter list of one precinct to the voter list of another precinct in the county if that person establishes a new residence, and procedures by which a person who establishes a residence in the county may have that person's name placed on the voter list in the appropriate precinct. The procedures provided for in this section may not be used to require the registration of voters. Section 6. That § 12-3-10 be amended to read as follows: 12-3-10. The county auditor of the counties affected by § § 12-3-6 to 12-3-13, inclusive, shall provide election assistance to any Indian Native American by providing a person proficient in both the local Sioux dialect and the English language in all precincts of the county for the purposes of registration, voting and instruction. Section 7. That chapter 12-3 be amended by adding thereto a NEW SECTION to read as follows: Any citizen of the United States who, immediately before arriving in this state, was a citizen of another state and who has been a resident of a precinct in this state for less than thirty days before a presidential election may vote for presidential electors at that election, but for no other offices, if the person otherwise possesses the substantive qualifications to vote in this state except for the requirement of length of residence. Any citizen of the United States who was a qualified elector in this state immediately before establishing residence in another state and who has not qualified for voting purposes due to the residency requirement of that state may vote in South Dakota for president and vice president only, by applying for a separate ballot at least one day before the election. The State Board of Election s shall promulgate rules pursuant to chapter 1-26 to establish procedures to enable citizens to vote in presidential elections as authorized by this section. Section 8. That § 12-4-1 be repealed. 12-4-1. Every person residing within the state who has the qualifications of a voter prescribed by § 12-3-1 or 12-3-1.1, or who will have such qualifications at the next ensuing municipal, primary, general, or school district election, shall be entitled to be registered as a voter in the voting precinct in which he resides. Section 9. That § § 12-4-2 to 12-4-35, inclusive, be repealed. Section 10. That § 12-5-1.4 be amended to read as follows: 12-5-1.4. If a political party qualifies for the primary ballot under § 12-5-1, candidates intending to participate in the primary election the first year of qualification shall file nominating petitions pursuant to § 12-6-4. However, if no voting history exists to determine the number of signatures required, state or federal candidates shall file petitions bearing signatures of at least two hundred fifty registered qualified voters in the new party, legislative and county candidates shall file petitions bearing signatures of at least five registered qualified voters in the new party. Section 11. That § 12-5-4 be amended to read as follows: 12-5-4. A candidate for party precinct committeeman or committeewoman shall file a statement in writing, with the county auditor of the county in which he the person is a candidate, not later than the first Tuesday in April before the primary election. The statement shall state that the person whose name is subscribed thereto is a resident of the precinct and registered as is a member of the political party therein named and . The statement shall also indicate that the person is a candidate for precinct committeeman or committeewoman, as the case may be, that he the person is desirous of serving in that position, and that, if elected, he the person will qualify and serve in the office. The statement, when if properly filed, shall operate as a nominating petition for that office. Section 12. That § 12-6-3.2 be amended to read as follows: 12-6-3.2. No person may sign a declaration of candidacy or be nominated as a political candidate for a party unless that person is a registered qualified voter with that party affiliation. Section 13. That § 12-6-8 be amended to read as follows: 12-6-8. No person shall may sign the nominating petition of a candidate before January first in the year in which the election is to be held, nor for whom he is not entitled to vote, nor for a political candidate of a party of which he is not a member, nor of more than the number of candidates required to be nominated for the same office. There shall be added by either the signer or the circulator, the signer's place of residence, and the date of signing. The signer's post office box number may be given in lieu of a street address if the signer lives within a municipality of the second or third class. A formal declaration of the candidate shall be signed by him prior to the candidate before the circulation of petitions. The signed declaration of the candidate, or a facsimile thereof, may accompany and be a part of the petition. The original signed declaration shall accompany the group of petitions upon filing. Such The petition shall be verified under oath by the persons circulating the same. The provisions of this section shall not prohibit a person registered with party affiliation from signing either a petition nominating an independent or a nonpolitical candidate for office if he has not previously signed a petition for that office to be filled petition . Section 14. That § 12-6-14 be amended to read as follows: 12-6-14. The form of the official primary election ballot shall be prescribed by the State Board of Elections in rules promulgated pursuant to chapter 1-26 and in accordance with the provisions of this section. At the primary election there may be only one ballot for all parties or principles. The ballot shall be entitled the consolidated primary election ballot. The ballot shall have a separate column for each party or principle having candidates at the primary election. At the head of each column shall be printed the name of the political party or principle that it represents. The political party or principle that cast the largest vote for Governor at the most recent primary election at which the office of Governor was voted upon shall have the left- hand column, and the party or principle casting the next largest vote shall have the next column, and so on. The judges and the inspector of elections shall inform each elector at the primary, before voting, that if the elector votes for candidates of more than one party the voter's ballot will be rejected . Section 15. That § 12-6-26 be repealed. 12-6-26. No person may vote a party ballot at any primary election unless the person is registered as a member of that political party in the precinct in which the person seeks to vote. Any political party in its constitution or bylaws as filed pursuant to § 12-5-1.1 may allow for participation in the party's primary elections by any person who is registered to vote with no party affiliation. Section 16. That § 12-6-50 be amended to read as follows: 12-6-50. Any candidate for a party nomination to public office, who receives the highest number of votes cast by the voters of his party for the office for which he the person is a candidate, shall be declared the party's nominee of his party . Section 17. That § 12-6-51.1 be amended to read as follows: 12-6-51.1. If no candidate for United States senate, congressman or Governor in a race involving three or more candidates receives thirty-five percent of the votes of his party in the primary election , a secondary election shall be held two weeks from the date of the first primary election. At the secondary election the only persons voted for shall be the two candidates receiving the highest number of votes at the first election. However, if there is a tie for second place in the first primary election and there is no tie for first place, all tying second place candidates shall be placed along with the first place candidate on the ballot for the secondary election. The secondary election shall be held at the same polling places, be conducted, returned and canvassed and the results declared in the same manner as the first election. The person receiving the highest number of votes at the secondary election is nominated as the party's candidate of his party . Section 18. That § 12-9-4 be amended to read as follows: 12-9-4. Nominating petitions for judicial office filed pursuant to this chapter shall state the judicial position sought, using the designations established pursuant to § 12-9-3.1, which shall be filed in the office of the secretary of state within the time prescribed by § 12-6-4 and shall be signed by not less than fifty registered qualified voters of the district or circuit or other division of court boundaries. To the extent it is consistent with this chapter, § 12-6-8 shall govern such petitions. Section 19. That § 12-9-15 be amended to read as follows: 12-9-15. Whenever If after nominations have been made under the provisions of this chapter and the number of nominees for a judicial office shall be are reduced through death, withdrawal, or disqualification of a nominee or nominees for such office, the registered qualified voters of the district or circuit as the case may be, may, if there is sufficient time for filing a nominating petition pursuant to § 12-8-6, nominate one or more candidates for such judicial office by a petition otherwise complying with § 12-9-4. Section 20. That § 12-14-12 be amended to read as follows: 12-14-12. Five days after the close of voter registration for Ten days before each primary and general election, each county auditor shall report to the secretary of state the number of election precincts throughout the county. Section 21. That § 12-15-2 be amended to read as follows: 12-15-2. Any judge or clerk appointed under the provisions of § 12-15-1 shall be a registered voter and a resident of the precinct or election district for which he the judge or clerk is appointed. If, by the time prescribed in § 12-15-1, a sufficient number of judges or clerks are unable to be appointed, a vacancy may be filled by appointing any registered qualified voter of the county in which the precinct is located provided if the voter meets the party distribution required by § 12-15-3. Section 22. That § 12-18-1.2 be amended to read as follows: 12-18-1.2. The superintendent shall be in charge of the registration list and inactive registration list and shall designate one judge to be in charge of the official ballots and the official stamp. The remaining judge shall be in charge of receiving and depositing in the ballot boxes the ballots as they are voted. The voter may place the voter's voted ballot in the ballot box to insure the privacy of the voter's vote after showing the judge responsible for the ballot box the official stamp on the ballot. Section 23. That § 12-18-7.1 be repealed. 12-18-7.1. Any person whose name appears on the registration list in the possession of the precinct election judges may vote at that election. However, if a person's name does not appear on the registration list, but the person does present an acknowledgment notice, the person shall be permitted to vote if one of the judges communicates with the office of the county auditor and confirms that the person's name was erroneously omitted from the list. If it is not possible to communicate with the office of county auditor, the person may vote after executing an emergency voting card pursuant to § 12-18-7.2. Section 24. That § 12-18-7.2 be repealed. 12-18-7.2. If any person attempting to vote in any election claims to be registered or any person attempting to vote in any election claims to be on the inactive registration list but does not possess an acknowledgment notice and the person's name does not appear in the registration list of the precinct, the person may vote if one of the election judges first confirms by telephone or other means with the county auditor or a deputy auditor that the name was erroneously omitted from the list, and an emergency voting card, in duplicate, in the form prescribed by the state board of elections is signed by the applicant and the judges. The original emergency voting card shall be retained by the superintendent of elections as part of the superintendent's permanent records, and the duplicate shall be given to the voter. In a primary election, the party affiliation of any voter using the emergency voting procedure of this section shall be designated on the emergency voting card. Section 25. That § 12-18-7.4 be repealed. 12-18-7.4. Any person whose name appears on the inactive registration list in the possession of the precinct superintendent may vote in any election following completion of an affirmation of the person's address in this state. If the voter has moved to a new address within the state, this affirmation shall serve as a new registration. The affirmation shall be prescribed by the State Board of Elections. Section 26. That § 12-18-10 be amended to read as follows: 12-18-10. When If any person shall make makes application for ballots, or where if an absentee ballot has been cast, his the person's right to vote at that poll and election may be challenged only as to his the person's identity as the person registered whom he claims to be or on grounds that within fifteen days preceding the election he t he person has been convicted of a felony or declared by proper authority to be mentally incompetent, and such proceedings shall thereupon be had before the judges of election who shall determine from the evidence presented whether or not the person shall be permitted to vote and they shall indicate beside the name on the registration list the ground stated and the result of their decision . Section 27. That § 12-19-1 be amended to read as follows: 12-19-1. A registered qualified voter who expects to be or may be absent outside the county, state , or the United States on the day an election is held or who may be within the county on the day of an election but, because of permanent and total disability, illness or temporary physical disability, the observance of a religious holiday pursuant to the tenets of his religion, resident attendance at a school, college , or university or because of the nature and hours of his the person's employment, will be unable to cast his a ballot at the polling place in his the person's election district on the day of the election and is not otherwise disqualified by law from voting in the election may vote by absentee ballot. A member of the armed forces or of the merchant marine of the United States, and citizens of this state temporarily residing outside the territorial limits of the United States and the District of Columbia, and the spouses and dependents of any such persons, when residing with or accompanying them, as those terms are defined by the Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) (42 U.S.C. § 1973ff-6), hereinafter referred to as a federal service voter , if registered as a voter pursuant to chapter 12-4, are entitled to vote by absentee ballot. Section 28. That § 12-19-1.1 be repealed. 12-19-1.1. A voter on the inactive registration list meeting the criteria in § 12-19-1 may vote absentee by completing the affirmation required in § 12-18-7.4. Section 29. That § 12-19-2 be amended to read as follows: 12-19-2. An absentee voter desiring to vote by mail may apply to the person in charge of the election for an absentee ballot. The application or request shall be made in writing and be signed by the applicant and state his the person's voting precinct, place of voting residence , and the reason for which the ballot is requested. The application or request may be used to obtain an absentee ballot for all primary and general elections in that calendar year if so indicated. The ballot shall be sent to the voter's residence , as shown on the voter registration list or any temporary residence address designated in writing by the voter, at the time of applying for the absentee ballot. The State Board of Elections shall promulgate rules pursuant to chapter 1-26 to prescribe a form which delineates the reasons for an absentee ballot request and allows the voter to indicate the proper reason for the request. The person in charge of the election shall stamp the application with the date it was received in his office . The application may be made by letter or upon blanks furnished by the person in charge of the election or upon any form prescribed by the State Board of Elections or the postcard form referred to in § 12-4-8.1, executed by persons authorized in accordance with the Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) (42 U.S.C. § 1973ff). The person in charge of the election shall preserve a record of the name, post office address , and voting precinct of each applicant and, except as provided by § 12-19-45, send each written application by registered mail or deliver the same to the superintendent of the election board of the home precinct of the applicant. Section 30. That § 12-19-3 be amended to read as follows: 12-19-3. Upon receiving an application for absentee ballots, the person in charge of an election shall, within forty-eight hours, or if ballots are not then on hand, then within forty-eight hours after receipt of the ballots, after confirming from the master registration list that the applicant is registered as a a qualified voter pursuant to chapter 12-4 12-3 , enclose one of each of the official ballots, a set of instructions on absentee balloting, and an unsealed return envelope. All of the enclosures shall be sealed in an envelope addressed to the applicant at the place stated in the application. Section 31. That § 12-19-10 be amended to read as follows: 12-19-10. Upon receipt of the sealed return envelope containing the voted ballots, the person in charge of the election shall keep it in a safe place without opening the envelope or breaking the seal thereof and shall, except as provided by § 12-19-42, deliver it to the superintendent of election of the voter's home precinct. The person in charge of the election shall have the absentee ballots delivered with the election supplies, or if received later, then prior to the close of the polls. If the Election Board is not otherwise engaged in official duties, or if there are absentee ballots not processed when the polls close, immediately thereafter, the board shall carefully compare the statement on the reverse side of the official return envelope with the written application received from the officer in charge of the election without opening or breaking the seal of the return envelope. The board shall enter the voter's name on the election pollbook and mark the registration list if: (1) The ballots received were voted by the voter whose name appears on the statement; (2) The voter is registered qualified to vote in such precinct and has not previously voted in that precinct at the election; and (3) The written application and statement were both signed by the voter. The board shall then open the envelope without opening, unfolding , or examining the ballots the envelope may contain, stamp the ballots with the official stamp, and deposit the ballots with the other ballots cast at the election. No person may, prior to the counting of the votes, open, unfold , or examine any ballot, or make any communication to any person concerning the markings or contents of the ballot. A violation of the preceding sentence is a Class 2 misdemeanor. Section 32. That § 12-19-50 be amended to read as follows: 12-19-50. The tally shall be recorded on forms prescribed by the State Board of Elections. A special pollbook shall also be prescribed by the State Board of Elections. Except as provided by § 12-19-52, the tally shall be recorded according to the precincts in which the voters are registered qualified to vote and then added to those individual precinct totals. Section 33. That § 12-20-1 be amended to read as follows: 12-20-1. As soon as the polls are closed, the judges of election shall immediately deliver the ballot boxes, registration book, pollbook, and other election supplies, including voided and unused ballots, to the counting board, if appointed, and sign the certificate required by § 12-20-28. The judges and clerks of election or the counting board, if appointed, shall then immediately proceed to count publicly, in the presence of all persons desiring to attend the count, the votes received at the polls, and continue without adjournment until the count is completed. In counting the votes, they shall use the tally sheets provided. Section 34. That § 12-20-2 be amended to read as follows: 12-20-2. The box shall be opened and the ballots taken out, sorted so that all ballots on certain candidacies and issues are separately identified, and counted by the judges unopened, except so far as to ascertain if each ballot is single. If two or more ballots are found folded together and present the appearance of a single ballot, they shall be laid aside until the count of ballots is completed. Upon the comparison of the count with the pollbook and registration list , or in machine precincts, with the number of return envelopes from absentee voters, and the appearance of the ballots, if a majority of such judges are of the opinion that the ballots folded together were voted by one voter, they shall be endorsed as \" with the words, duplicate ballot of one voter not counted. \" If the ballot count does not agree with the number of votes in the pollbook, a comparison of the voters in the pollbook and the registration list shall be made and the correction of any mistakes therein shall be made. Section 35. That § 12-20-3 be amended to read as follows: 12-20-3. Following the comparison of the pollbook and registration list in § 12-20-2, if If the ballots in the box exceed the number of names in the pollbook, they shall be replaced in the box, after any such ballots folded together are canceled, and one of the judges shall publicly draw therefrom as many ballots, unopened, as equal to the excess. Section 36. That § 12-20-21 be amended to read as follows: 12-20-21. The ballot box so sealed, together with the pollbook and duplicate tally sheet , registration lists, and the envelope containing the unofficial returns and all supplies and returns required, shall be returned by the superintendent or a judge designated by him the superintendent , to the officer in charge of the election immediately after completion of the vote count. The person delivering such envelope may not deface, destroy, or remove any seals, or the pollbook, duplicate tally sheet and registration lists , or otherwise tamper with any of them. A violation of this section is a Class 6 felony. Section 37. That § 12-20-21.1 be amended to read as follows: 12-20-21.1. Notwithstanding the provisions of § 12-20-21, if the person in charge of the election determines that the roads are impassable between a polling place and the office of the person in charge of the election, the superintendent shall report unofficial election returns by telephone to the person in charge of the election immediately following completion of the vote count. The superintendent shall return the sealed ballot box together with the pollbooks, registration lists, the envelope containing the unofficial returns , and all supplies to the person in charge of the election as soon as possible but no later than noon on the day following the election. Section 38. That § 12-21-8 be amended to read as follows: 12-21-8. When If within ten days after an election , any three registered qualified voters of a precinct file with the officer in charge of the election a petition, duly verified by them, setting forth that they believe that the official returns from such precinct as to a specified candidate or as to a specified referred or submitted question are erroneous, the votes of such precinct as to the office or position specified or as to the question specified shall be recounted. Section 39. That § 12-21-14 be amended to read as follows: 12-21-14. Whenever If any referred or submitted question is voted upon throughout the state and is determined according to the official canvass by a margin of not exceeding one-fourth of one percent of the total vote cast for and against on such question, there may be filed with the secretary of state within ten days after the completion of the official canvass by the State Board of Canvassers a petition signed by not less than one thousand registered qualified voters of the state, and representing at least five counties of the state, setting forth that petitioners believe a recount will change the result and praying that such recount shall be had in all the precincts involved. Such The petition may consist of different petitions bound together and signed and verified substantially as provided by law with regard to petitions to invoke the referendum. Upon the filing of such the petition, the secretary of state shall forthwith by registered or certified mail notify each county auditor whose county voted upon the question and such the recount shall then be conducted in all of the precincts in each of such the counties. Section 40. That § 12-21-26 be amended to read as follows: 12-21-26. Each candidate for any office, nomination, or position involved in any such recount may appear, personally or by a representative, and shall have full opportunity to witness the opening of all ballot boxes and the count of all ballots. If the recount is upon a referred or submitted question, any registered qualified voter of the state favoring either side as to such the question may be present and represent such side, and if that side. If more than one person favoring such one side is present, they shall designate one of their number to represent such that side, who shall have full opportunity to witness the opening of all ballot boxes and the recount of all ballots. Section 41. That § 12-21-46 be amended to read as follows: 12-21-46. When satisfied on any such petition that the conduct of such the board, or any member thereof of the board , has been fraudulent, or deliberately and willfully in disregard of law, and not in good faith, the court may remove such the member or members guilty of such conduct and appoint in the place of such the member or members removed any registered qualified voter or voters of the county who shall thereupon assume the duties and responsibilities of such the removed member or members for the purpose of such the recount. Section 42. That § 12-22-3 be amended to read as follows: 12-22-3. Such contest may be instituted by any registered qualified voter who was entitled to vote on a referred or submitted question, but in such case such the contest may be instituted only with the permission of a judge of the court in which such the contest is instituted, endorsed upon the complaint before the same is filed. Section 43. That § 12-26-3 be amended to read as follows: 12-26-3. Any person who, at the time of requesting his name to be registered as a voter, or who at the time of offering his vote in the course voting at any election, knowingly makes any false statement or employs any false representation to procure his name to be registered or his cause the person's vote to be received, is guilty of a Class 2 misdemeanor. A false statement or representation made or used in the presence and to the knowledge of a person requesting his name to be registered, or offering his vote, is to be the person's vote to be offered is deemed made by himself the person if it appears that it was made or used in support of his the person's claim to be registered or to vote, that he the person knew it to be false , and that he the person allowed it to pass uncontradicted. Section 44. That § 12-26-7 be amended to read as follows: 12-26-7. A person who impersonates a registered qualified voter and, as such, offers to vote at any election, is guilty of a Class 5 felony. Section 45. That § 12-26-14 be amended to read as follows: 12-26-14. It is a Class 1 misdemeanor for any person, directly or indirectly, to promise or threaten to grant or withhold or to cause to be granted or withheld, any public relief, assistance loans , or grants for the purpose or with the intention of controlling or influencing the political affiliations, party registration, support , or vote at any election, of any person so promised or threatened. The terms , \" public relief \" and \" assistance \" , include all forms of direct public relief and also all forms of indirect relief such as employment on any public works or project. The terms , \" loans \" and \" grants \" , include all forms of financial assistance granted by the federal government or any of its agencies and also by this state or any of its political subdivisions. Section 46. The code counsel is directed to change the terms, registered voter, registered voters, registered to vote, and substantially similar terms to qualified voters, or a substantially similar term, wherever these occur in the South Dakota Codified Laws."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14201, "action_date": "1999-01-25T14:00:00-06:00", "document_id": 82143, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82143.pdf", "status_text": "First read in Senate and referred to", "journal_page": 177, "committee_id_action": 629, "committee_id_assigned": 611, "result": "N", "vote": {}}, {"bill_id": 14201, "action_date": "1999-01-29T07:45:00-06:00", "document_id": 82082, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82082.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14201, "action_date": "1999-02-01T07:45:00-06:00", "document_id": 82083, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82083.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14201, "action_date": "1999-02-01T07:45:00-06:00", "document_id": 82083, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82083.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 271, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42846, "president_vote": null, "Yea": [2224, 2292, 2230, 2299, 2283, 2241], "Excused": [2270], "Nay": [2246, 2259]}}, {"bill_id": 14201, "action_date": "1999-02-11T14:00:00-06:00", "document_id": 82154, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82154.pdf", "status_text": "Recalled from committee (Rule 7-7)", "journal_page": 446, "committee_id_action": 629, "committee_id_assigned": 611, "result": "P", "vote": {}}, {"bill_id": 14201, "action_date": "1999-02-12T07:45:00-06:00", "document_id": 82089, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82089.pdf", "status_text": "Report Without Recommendation", "journal_page": 474, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41380, "president_vote": null, "Yea": [2224, 2270, 2259, 2292, 2230, 2299, 2283, 2241], "Excused": [2246]}}, {"bill_id": 14201, "action_date": "1999-02-12T07:45:00-06:00", "document_id": 82089, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82089.pdf", "status_text": "Report Without Recommendation", "journal_page": 474, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41380, "president_vote": null, "Yea": [2224, 2270, 2259, 2292, 2230, 2299, 2283, 2241], "Excused": [2246]}}]}