{"session_id": 32, "bill_id": 8864, "bill_type": "House Bill", "bill_number": 1313, "bill_title": "revise certain provisions regarding the licensing of certain alcoholic beverage manufacturers.", "sponsors": [{"legislator_profile_id": 1234, "is_prime": true}, {"legislator_profile_id": 1261, "is_prime": true}, {"legislator_profile_id": 1291, "is_prime": false}, {"legislator_profile_id": 1276, "is_prime": false}], "keywords": ["Alcoholic Beverages", "Fees", "Licensing"], "audio": [{"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco26.mp3", "start_seconds": 6960.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco26.mp3", "start_seconds": 6960.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco26.mp3", "start_seconds": 6960.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco26.mp3", "start_seconds": 6960.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco26.mp3", "start_seconds": 6960.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco26.mp3", "start_seconds": 6960.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou27.mp3", "start_seconds": 3935.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou27.mp3", "start_seconds": 3935.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou27.mp3", "start_seconds": 3935.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou27.mp3", "start_seconds": 3935.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou27.mp3", "start_seconds": 3935.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco32.mp3", "start_seconds": 2846.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco32.mp3", "start_seconds": 2846.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco32.mp3", "start_seconds": 2846.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco32.mp3", "start_seconds": 2846.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 5875.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 5875.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 5875.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 5875.0}, {"meeting_datetime": "2018-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou35.mp3", "start_seconds": 4728.0}, {"meeting_datetime": "2018-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou35.mp3", "start_seconds": 4728.0}, {"meeting_datetime": "2018-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou35.mp3", "start_seconds": 4728.0}], "bill_versions": [{"bill_id": 8864, "bill_version_id": 48450, "bill_version": "Introduced", "bill_version_date": "2018-02-01T10:20:38.24-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the licensing of distillers and cider manufacturers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in sections 1 to 12, inclusive, of this Act mean: (1) \"Artisan distiller,\" any manufacturer located in this state producing, rectifying, or blending distilled spirits, as defined in § 35-1-1, in a total quantity not in excess of fifty thousand gallons within a calendar year, where at least thirty percent of the raw materials, other than water, used in the finished product are grown or produced in this state; (2) \"Distiller,\" any manufacturer located in this state producing, rectifying, or blending distilled spirits, as defined in § 35-1-1, that is not an artisan distiller. Section 2. That the code be amended by adding a NEW SECTION to read: The classes of licenses, with the fee of each class, are as follows: (1) Artisan distiller--five hundred dollars; and (2) Distiller--two thousand five hundred dollars. Section 3. That the code be amended by adding a NEW SECTION to read: No agricultural producer, association of agricultural producers, or legal agent who manufactures and converts agricultural surpluses, byproducts, or wastes, into denatured ethyl and industrial alcohol for purposes other than human consumption is required to obtain any license issued pursuant to sections 1 to 12, inclusive, of this Act. Section 4. That the code be amended by adding a NEW SECTION to read: Except as provided in sections 1 to 12, inclusive, of this Act, all provisions of title 35 apply to the production, sale, possession, transportation, and consumption of alcoholic beverages produced by any person licensed pursuant to sections 1 to 12, inclusive, of this Act. Section 5. That the code be amended by adding a NEW SECTION to read: There is hereby levied on all alcoholic beverages produced by any person licensed pursuant to sections 1 to 12, inclusive, of this Act, an excise tax at the same rates and collected and administered in the same manner as the taxes imposed on alcoholic beverages in chapter 35-5. Section 6. That the code be amended by adding a NEW SECTION to read: Any applicant for a license as an artisan distiller shall verify, under oath, compliance with the requirement to use agricultural products grown or produced in this state. However, if South Dakota agricultural products are not available in sufficient quantities, the applicant may use imported agricultural products for a period of one year, but may not use imported alcoholic beverages. Any person who signs a statement as provided for in this section, knowing the statement to be false or untrue, in whole or in part, is guilty of perjury. Section 7. That the code be amended by adding a NEW SECTION to read: A licensed artisan distiller may sell on the licensed premises alcoholic beverages produced by the licensee for on-sale or off-sale consumption. A licensed artisan distiller may sell alcoholic beverages produced by the licensee to any wholesaler or retailer authorized to receive the alcoholic beverages. A licensed artisan distiller may sell alcoholic beverages to any licensed artisan distiller, farm winery, microbrewery, or microcidery, if the alcoholic beverage is used in the manufacturing process. The quantity of alcoholic beverages sold pursuant to this section may not exceed the total production limits for the license as specified in section 1 of this Act. Section 8. That the code be amended by adding a NEW SECTION to read: A licensed artisan distiller may hold on the licensed premises a farm winery license, a microbrewery license, or a microcidery license. A licensed artisan distiller may hold on the licensed premises any license issued pursuant to subdivision 35-4-2(4), (6), (12), or (16). Section 9. That the code be amended by adding a NEW SECTION to read: A licensed artisan distiller may operate additional locations in this state by obtaining additional licenses of the same class pursuant to sections 1 to 12, inclusive, of this Act. The quantity of alcoholic beverages produced under the original license and any additional licenses combined may not exceed the total production limits for the license as specified in section 1 of this Act. Any additional license issued pursuant to this section has the privileges of the original license as specified in sections 7 and 8 of this Act. Section 10. That the code be amended by adding a NEW SECTION to read: A licensed distiller may sell on the licensed premises alcoholic beverages produced by the licensee for on-sale or off-sale consumption. A licensed distiller may sell alcoholic beverages produced by the licensee to any wholesaler authorized to receive the alcoholic beverages. Section 11. That the code be amended by adding a NEW SECTION to read: The holder of any license issued under sections 1 to 12, inclusive, of this Act, shall register labels for each type or brand produced with the department in the same manner as prescribed for alcoholic beverages in chapter 39-13, before sale. If the label or brand states or implies in a false or misleading manner a connection with an actual living or dead Native American leader, the department shall reject the registration of the label. Section 12. That the code be amended by adding a NEW SECTION to read: The secretary may promulgate rules, pursuant to chapter 1-26, establishing the criteria and procedures for obtaining a license pursuant to sections 1 to 12, inclusive, of this Act, and procedures for collecting the excise taxes pertaining to the licenses. Section 13. That § 35-4-2 be amended to read: 35-4-2. Classes The classes of licenses, with the fee of each class, follow are as follows: (1) Distillers--four thousand dollars. However, no license fee is required for manufacturers of alcohol for use in industry as a nonbeverage. If the manufacturer of industrial alcohol shall at any time manufacture, produce, distill, sell, barter, or dispose of alcohol for any use other than an industrial use, the license fee required by this section shall be allocated to and payable for the portion of the year the manufacturer devoted to such other use for each calendar month or fraction thereof while so engaged, but in no case less than one-twelfth of the license fee; (2) Wholesalers of alcoholic beverages--five thousand dollars; (3) Off-sale--not less than five hundred dollars in municipalities of the first class, not more than four hundred dollars in municipalities of the second class, and not more than three hundred dollars in municipalities of the third class. The renewal fee for such the licenses may not exceed five hundred dollars in municipalities of the first class, four hundred dollars in municipalities of the second class, and three hundred dollars in municipalities of the third class; (4) On-sale--in municipalities of various classes: municipalities of the first class, not less than one dollar for each person residing within the municipality as measured by the last preceding federal census, the renewal fee for such the license is fifteen hundred dollars; municipalities of the second class, no more than twelve hundred dollars; municipalities of the third class, no more than nine hundred dollars; (5) Off-sale licenses issued to municipalities under local option--not less than two hundred fifty dollars; (6) On-sale licenses issued outside municipalities--except as provided in § 35-4-11.9, not less than the maximum that the municipality to which the applicant is nearest is charging for a like license in that municipality, the renewal fee shall be the same as is charged for a like license in the nearest municipality. However, if the nearest municipality is more than fifteen miles from the on-sale license, the fee shall be established pursuant to § 35-4-11.10. If the municipality to which the applicant is nearest holds an on-sale license, pursuant to § 35-3-13 and does not charge a specified fee, then the fee shall be the maximum amount that could be charged as if the municipality had not been authorized to obtain on-sale licenses pursuant to § 35-3-13. However, if the nearest municipality is a municipality of the first class and is authorized to hold an on-sale license pursuant to § 35-3-13, such the fee may not be more than one hundred fifty percent of the minimum a municipality not so authorized may charge for a like license. The renewal fee shall be the same as could be charged for a like license in the nearest municipality; (7) Solicitors--twenty-five dollars; (8) Transportation companies--twenty-five dollars; (9) Carrier--one hundred dollars, which fee entitles the licensee to sell or serve alcoholic beverages on all conveyances the licensee operates within the state unless restricted by local ordinance; (10) Dispensers--ten dollars; (11) On-sale dealers at publicly operated airports--two hundred fifty dollars; (12) Wine and cider retailers, being both package dealers and on-sale dealers--five hundred dollars; (13) Convention facility on-sale--not less than one dollar for each person residing within the municipality as measured by the last preceding federal census, the renewal fee for such the license, in municipalities of the first class, is fifteen hundred dollars; the renewal fee for such the license, in municipalities of the second class, is no more than twelve hundred dollars; the renewal fee for such the license, in municipalities of the third class, is no more than nine hundred dollars; (14) Manufacturers of malt beverages--five hundred dollars; (15) Wholesalers of malt beverages--four hundred dollars; (16) Malt beverage retailers, being both package dealers and on-sale dealers--three hundred dollars; (17) Malt beverage package dealers--two hundred dollars; (17A) Malt beverage and wine produced pursuant to chapter 35-12 package dealers--two hundred twenty-five dollars; (18) On-sale dealers in light wine containing not more than six percent alcohol by weight for each day of the week between the hours of seven a.m. and two a.m. to nonprofit corporations established pursuant to chapter 7-7--two hundred dollars; (19) Off-sale package wine dealers in table wines, sparkling wines, sacramental wine, and distilled spirits produced from product provided to an artisan distiller by the respective farm winery to be operated in conjunction with a farm winery established pursuant to chapter 35-12--one hundred fifty dollars; (20) Malt beverage retailers, being both package dealers and on-sale dealers, and retailers of wine produced pursuant to chapter 35-12, being both package dealers and on-sale dealers--three hundred twenty-five dollars; (21) Retail on premises manufacturer--two hundred fifty dollars; and (22) Manufacturers of cider--five hundred dollars; and (23) Off-sale delivery--one hundred fifty dollars. Section 14. That § 35-13-2 be repealed. 35-13-2. The department may issue an artisan distiller license to an artisan distiller. The fee for the license shall be five hundred dollars per year. Section 15. That § 35-13-1 and §§ 35-13-3 to 35-13-12, inclusive, be repealed. Section 16. That the code be amended by adding a NEW SECTION to read: Terms used in sections 16 to 25, inclusive, of this Act mean: (1) \"Cider manufacturer,\" any manufacturer located in this state producing cider, as defined in § 35-1-1, that is not a microcidery; (2) \"Microcidery,\" any manufacturer located in this state producing cider, as defined in § 35-1-1, in a total quantity not in excess of twelve thousand barrels within a calendar year. Section 17. That the code be amended by adding a NEW SECTION to read: The classes of licenses, with the fee of each class, are as follows: (1) Cider manufacturer--two thousand five hundred dollars; and (2) Microcidery--five hundred dollars. Section 18. That the code be amended by adding a NEW SECTION to read: Except as provided in sections 16 to 25, inclusive, of this Act, all provisions of title 35 apply to the production, sale, possession, transportation, and consumption of alcoholic beverages produced by any person licensed pursuant to sections 16 to 25, inclusive, of this Act. Section 19. That the code be amended by adding a NEW SECTION to read: There is hereby levied on all alcoholic beverages produced by any person licensed pursuant to sections 16 to 25, inclusive, of this Act, an excise tax at the same rates and collected and administered in the same manner as the taxes imposed on alcoholic beverages in chapter 35-5. Section 20. That the code be amended by adding a NEW SECTION to read: A licensed microcidery may sell on the licensed premises alcoholic beverages produced by the licensee for on-sale or off-sale consumption. A licensed microcidery may sell alcoholic beverages produced by the licensee to any wholesaler or retailer authorized to receive the alcoholic beverages. A licensed microcidery may sell alcoholic beverages to any licensed artisan distiller, farm winery, microbrewery, or microcidery, if the alcoholic beverage is used in the manufacturing process. The quantity of alcoholic beverages sold pursuant to this section may not exceed the total production limits for the license as specified in section 16 of this Act. Section 21. That the code be amended by adding a NEW SECTION to read: A licensed microcidery may hold on the licensed premises an artisan distiller license, a farm winery license, or a microbrewery license. A licensed microcidery may hold on the licensed premises any license issued pursuant to subdivision 35-4-2(4), (6), (12), or (16). Section 22. That the code be amended by adding a NEW SECTION to read: A licensed microcidery may operate additional locations in this state by obtaining additional licenses of the same class pursuant to sections 16 to 25, inclusive, of this Act. The quantity of alcoholic beverages produced under the original license and any additional licenses combined may not exceed the total production limits for the license as specified in section 16 of this Act. Any additional license issued pursuant to this section has the privileges of the original license as specified in sections 20 and 21 of this Act. Section 23. That the code be amended by adding a NEW SECTION to read: A licensed cider manufacturer may sell on the licensed premises alcoholic beverages produced by the licensee for on-sale or off-sale consumption. A licensed cider manufacturer may sell alcoholic beverages produced by the licensee to any wholesaler authorized to receive the alcoholic beverages. Section 24. That the code be amended by adding a NEW SECTION to read: The holder of any license issued under sections 16 to 25, inclusive, of this Act, shall register labels for each type or brand produced with the department in the same manner as prescribed for alcoholic beverages in chapter 39-13, before sale. If the label or brand states or implies in a false or misleading manner a connection with an actual living or dead Native American leader, the department shall reject the registration of the label. Section 25. That the code be amended by adding a NEW SECTION to read: The secretary may promulgate rules, pursuant to chapter 1-26, establishing the criteria and procedures for obtaining a license pursuant to sections 16 to 25, inclusive, of this Act, and procedures for collecting the excise taxes pertaining to the licenses. Section 26. That § 35-4-126 be repealed. 35-4-126. A manufacturer of cider licensed pursuant to subdivision 35-4-2(22) may only sell the manufacturer's cider to a wholesaler licensed under subdivision 35-4-2(2), to the public for consumption on or off the manufacturer's licensed premises, or for transportation in interstate commerce outside the state. A cider manufacturer who manufactures less than five thousand barrels of cider a year may hold on the premises where the cider is manufactured an on-sale license issued pursuant to subdivision 35-4-2(4) and subject to the quota established in § 35-4- 11, a malt beverage retailer's license issued pursuant to subdivision 35-4-2(16), or a wine and cider retailers' license issued pursuant to subdivision 35-4-2(12)."}, {"bill_id": 8864, "bill_version_id": 49578, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2018-02-21T13:45:43.317-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the licensing of distillers and cider manufacturers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in sections 1 to 12, inclusive, of this Act mean: (1) \"Artisan distiller,\" any manufacturer located in this state producing, rectifying, or blending distilled spirits, as defined in § 35-1-1, in a total quantity not in excess of fifty thousand gallons within a calendar year, where at least thirty percent of the raw materials, other than water, used in the finished product are grown or produced in this state; (2) \"Distiller,\" any manufacturer located in this state producing, rectifying, or blending distilled spirits, as defined in § 35-1-1, that is not an artisan distiller. Section 2. That the code be amended by adding a NEW SECTION to read: The classes of licenses, with the fee of each class, are as follows: (1) Artisan distiller--five hundred dollars; and (2) Distiller--two thousand five hundred dollars. Section 3. That the code be amended by adding a NEW SECTION to read: No agricultural producer, association of agricultural producers, or legal agent who manufactures and converts agricultural surpluses, byproducts, or wastes, into denatured ethyl and industrial alcohol for purposes other than human consumption is required to obtain any license issued pursuant to sections 1 to 12, inclusive, of this Act. Section 4. That the code be amended by adding a NEW SECTION to read: Except as provided in sections 1 to 12, inclusive, of this Act, all provisions of title 35 apply to the production, sale, possession, transportation, and consumption of alcoholic beverages produced by any person licensed pursuant to sections 1 to 12, inclusive, of this Act. Section 5. That the code be amended by adding a NEW SECTION to read: There is hereby levied on all alcoholic beverages produced by any person licensed pursuant to sections 1 to 12, inclusive, of this Act, an excise tax at the same rates and collected and administered in the same manner as the taxes imposed on alcoholic beverages in chapter 35-5. Section 6. That the code be amended by adding a NEW SECTION to read: Any applicant for a license as an artisan distiller shall verify, under oath, compliance with the requirement to use agricultural products grown or produced in this state. However, if South Dakota agricultural products are not available in sufficient quantities, the applicant may use imported agricultural products for the period covered by the license. Any person who signs a statement as provided for in this section, knowing the statement to be false or untrue, in whole or in part, is guilty of perjury. Section 7. That the code be amended by adding a NEW SECTION to read: A licensed artisan distiller may sell on the licensed premises alcoholic beverages produced by the licensee for on-sale or off-sale consumption. A licensed artisan distiller may sell alcoholic beverages produced by the licensee to any wholesaler or retailer authorized to receive the alcoholic beverages. A licensed artisan distiller may sell alcoholic beverages to any licensed artisan distiller, farm winery, microbrewery, or microcidery, if the alcoholic beverage is used in the manufacturing process. The quantity of alcoholic beverages sold pursuant to this section may not exceed the total production limits for the license as specified in section 1 of this Act. Section 8. That the code be amended by adding a NEW SECTION to read: A licensed artisan distiller may hold on the licensed premises a farm winery license, a microbrewery license, or a microcidery license. A licensed artisan distiller may hold on the licensed premises any license issued pursuant to subdivision 35-4-2(4), (6), (12), or (16). Section 9. That the code be amended by adding a NEW SECTION to read: A licensed artisan distiller may operate additional locations in this state by obtaining additional licenses of the same class pursuant to sections 1 to 12, inclusive, of this Act. The quantity of alcoholic beverages produced under the original license and any additional licenses combined may not exceed the total production limits for the license as specified in section 1 of this Act. Any additional license issued pursuant to this section has the privileges of the original license as specified in sections 7 and 8 of this Act. Section 10. That the code be amended by adding a NEW SECTION to read: A licensed distiller may sell on the licensed premises alcoholic beverages produced by the licensee for on-sale or off-sale consumption. A licensed distiller may sell alcoholic beverages produced by the licensee to any wholesaler authorized to receive the alcoholic beverages. Section 11. That the code be amended by adding a NEW SECTION to read: The holder of any license issued under sections 1 to 12, inclusive, of this Act, shall register labels for each type or brand produced with the department in the same manner as prescribed for alcoholic beverages in chapter 39-13, before sale. If the label or brand states or implies in a false or misleading manner a connection with an actual living or dead Native American leader, the department shall reject the registration of the label. Section 12. That the code be amended by adding a NEW SECTION to read: The secretary may promulgate rules, pursuant to chapter 1-26, establishing the criteria and procedures for obtaining a license pursuant to sections 1 to 12, inclusive, of this Act, and procedures for collecting the excise taxes pertaining to the licenses. Section 13. That § 35-4-2 be amended to read: 35-4-2. Classes The classes of licenses, with the fee of each class, follow are as follows: (1) Distillers--four thousand dollars. However, no license fee is required for manufacturers of alcohol for use in industry as a nonbeverage. If the manufacturer of industrial alcohol shall at any time manufacture, produce, distill, sell, barter, or dispose of alcohol for any use other than an industrial use, the license fee required by this section shall be allocated to and payable for the portion of the year the manufacturer devoted to such other use for each calendar month or fraction thereof while so engaged, but in no case less than one-twelfth of the license fee; (2) Wholesalers of alcoholic beverages--five thousand dollars; (3) Off-sale--not less than five hundred dollars in municipalities of the first class, not more than four hundred dollars in municipalities of the second class, and not more than three hundred dollars in municipalities of the third class. The renewal fee for such the licenses may not exceed five hundred dollars in municipalities of the first class, four hundred dollars in municipalities of the second class, and three hundred dollars in municipalities of the third class; (4) On-sale--in municipalities of various classes: municipalities of the first class, not less than one dollar for each person residing within the municipality as measured by the last preceding federal census, the renewal fee for such the license is fifteen hundred dollars; municipalities of the second class, no more than twelve hundred dollars; municipalities of the third class, no more than nine hundred dollars; (5) Off-sale licenses issued to municipalities under local option--not less than two hundred fifty dollars; (6) On-sale licenses issued outside municipalities--except as provided in § 35-4-11.9, not less than the maximum that the municipality to which the applicant is nearest is charging for a like license in that municipality, the renewal fee shall be the same as is charged for a like license in the nearest municipality. However, if the nearest municipality is more than fifteen miles from the on-sale license, the fee shall be established pursuant to § 35-4-11.10. If the municipality to which the applicant is nearest holds an on-sale license, pursuant to § 35-3-13 and does not charge a specified fee, then the fee shall be the maximum amount that could be charged as if the municipality had not been authorized to obtain on-sale licenses pursuant to § 35-3-13. However, if the nearest municipality is a municipality of the first class and is authorized to hold an on-sale license pursuant to § 35-3-13, such the fee may not be more than one hundred fifty percent of the minimum a municipality not so authorized may charge for a like license. The renewal fee shall be the same as could be charged for a like license in the nearest municipality; (7) Solicitors--twenty-five dollars; (8) Transportation companies--twenty-five dollars; (9) Carrier--one hundred dollars, which fee entitles the licensee to sell or serve alcoholic beverages on all conveyances the licensee operates within the state unless restricted by local ordinance; (10) Dispensers--ten dollars; (11) On-sale dealers at publicly operated airports--two hundred fifty dollars; (12) Wine and cider retailers, being both package dealers and on-sale dealers--five hundred dollars; (13) Convention facility on-sale--not less than one dollar for each person residing within the municipality as measured by the last preceding federal census, the renewal fee for such the license, in municipalities of the first class, is fifteen hundred dollars; the renewal fee for such the license, in municipalities of the second class, is no more than twelve hundred dollars; the renewal fee for such the license, in municipalities of the third class, is no more than nine hundred dollars; (14) Manufacturers of malt beverages--five hundred dollars; (15) Wholesalers of malt beverages--four hundred dollars; (16) Malt beverage retailers, being both package dealers and on-sale dealers--three hundred dollars; (17) Malt beverage package dealers--two hundred dollars; (17A) Malt beverage and wine produced pursuant to chapter 35-12 package dealers--two hundred twenty-five dollars; (18) On-sale dealers in light wine containing not more than six percent alcohol by weight for each day of the week between the hours of seven a.m. and two a.m. to nonprofit corporations established pursuant to chapter 7-7--two hundred dollars; (19) Off-sale package wine dealers in table wines, sparkling wines, sacramental wine, and distilled spirits produced from product provided to an artisan distiller by the respective farm winery to be operated in conjunction with a farm winery established pursuant to chapter 35-12--one hundred fifty dollars; (20) Malt beverage retailers, being both package dealers and on-sale dealers, and retailers of wine produced pursuant to chapter 35-12, being both package dealers and on-sale dealers--three hundred twenty-five dollars; (21) Retail on premises manufacturer--two hundred fifty dollars; and (22) Manufacturers of cider--five hundred dollars; and (23) Off-sale delivery--one hundred fifty dollars. Section 14. That § 35-13-2 be repealed. 35-13-2. The department may issue an artisan distiller license to an artisan distiller. The fee for the license shall be five hundred dollars per year. Section 15. That § 35-13-1 and §§ 35-13-3 to 35-13-12, inclusive, be repealed. Section 16. That the code be amended by adding a NEW SECTION to read: Terms used in sections 16 to 25, inclusive, of this Act mean: (1) \"Cider manufacturer,\" any manufacturer located in this state producing cider, as defined in § 35-1-1, that is not a microcidery; (2) \"Microcidery,\" any manufacturer located in this state producing cider, as defined in § 35-1-1, in a total quantity not in excess of twelve thousand barrels within a calendar year. Section 17. That the code be amended by adding a NEW SECTION to read: The classes of licenses, with the fee of each class, are as follows: (1) Cider manufacturer--two thousand five hundred dollars; and (2) Microcidery--five hundred dollars. Section 18. That the code be amended by adding a NEW SECTION to read: Except as provided in sections 16 to 25, inclusive, of this Act, all provisions of title 35 apply to the production, sale, possession, transportation, and consumption of alcoholic beverages produced by any person licensed pursuant to sections 16 to 25, inclusive, of this Act. Section 19. That the code be amended by adding a NEW SECTION to read: There is hereby levied on all alcoholic beverages produced by any person licensed pursuant to sections 16 to 25, inclusive, of this Act, an excise tax at the same rates and collected and administered in the same manner as the taxes imposed on alcoholic beverages in chapter 35-5. Section 20. That the code be amended by adding a NEW SECTION to read: A licensed microcidery may sell on the licensed premises alcoholic beverages produced by the licensee for on-sale or off-sale consumption. A licensed microcidery may sell alcoholic beverages produced by the licensee to any wholesaler authorized to receive the alcoholic beverages. A licensed microcidery may sell alcoholic beverages to any licensed artisan distiller, farm winery, microbrewery, or microcidery, if the alcoholic beverage is used in the manufacturing process. The quantity of alcoholic beverages sold pursuant to this section may not exceed the total production limits for the license as specified in section 16 of this Act. Section 21. That the code be amended by adding a NEW SECTION to read: A licensed microcidery may hold on the licensed premises an artisan distiller license, a farm winery license, or a microbrewery license. A licensed microcidery may hold on the licensed premises any license issued pursuant to subdivision 35-4-2(4), (6), (12), or (16). Section 22. That the code be amended by adding a NEW SECTION to read: A licensed microcidery may operate additional locations in this state by obtaining additional licenses of the same class pursuant to sections 16 to 25, inclusive, of this Act. The quantity of alcoholic beverages produced under the original license and any additional licenses combined may not exceed the total production limits for the license as specified in section 16 of this Act. Any additional license issued pursuant to this section has the privileges of the original license as specified in sections 20 and 21 of this Act. Section 23. That the code be amended by adding a NEW SECTION to read: A licensed cider manufacturer may sell on the licensed premises alcoholic beverages produced by the licensee for on-sale or off-sale consumption. A licensed cider manufacturer may sell alcoholic beverages produced by the licensee to any wholesaler authorized to receive the alcoholic beverages. Section 24. That the code be amended by adding a NEW SECTION to read: The holder of any license issued under sections 16 to 25, inclusive, of this Act, shall register labels for each type or brand produced with the department in the same manner as prescribed for alcoholic beverages in chapter 39-13, before sale. If the label or brand states or implies in a false or misleading manner a connection with an actual living or dead Native American leader, the department shall reject the registration of the label. Section 25. That the code be amended by adding a NEW SECTION to read: The secretary may promulgate rules, pursuant to chapter 1-26, establishing the criteria and procedures for obtaining a license pursuant to sections 16 to 25, inclusive, of this Act, and procedures for collecting the excise taxes pertaining to the licenses. Section 26. That § 35-4-126 be repealed. 35-4-126. A manufacturer of cider licensed pursuant to subdivision 35-4-2(22) may only sell the manufacturer's cider to a wholesaler licensed under subdivision 35-4-2(2), to the public for consumption on or off the manufacturer's licensed premises, or for transportation in interstate commerce outside the state. A cider manufacturer who manufactures less than five thousand barrels of cider a year may hold on the premises where the cider is manufactured an on-sale license issued pursuant to subdivision 35-4-2(4) and subject to the quota established in § 35-4- 11, a malt beverage retailer's license issued pursuant to subdivision 35-4-2(16), or a wine and cider retailers' license issued pursuant to subdivision 35-4-2(12)."}, {"bill_id": 8864, "bill_version_id": 50209, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2018-03-01T13:07:22.973-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the licensing of distillers and cider manufacturers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in sections 1 to 12, inclusive, of this Act mean: (1) \"Artisan distiller,\" any manufacturer located in this state producing, rectifying, or blending distilled spirits, as defined in § 35-1-1, in a total quantity not in excess of fifty thousand gallons within a calendar year, where at least thirty percent of the raw materials, other than water, used in the finished product are grown or produced in this state; (2) \"Distiller,\" any manufacturer located in this state producing, rectifying, or blending distilled spirits, as defined in § 35-1-1, that is not an artisan distiller. Section 2. That the code be amended by adding a NEW SECTION to read: The classes of licenses, with the fee of each class, are as follows: (1) Artisan distiller--five hundred dollars; and (2) Distiller--two thousand five hundred dollars. Section 3. That the code be amended by adding a NEW SECTION to read: No agricultural producer, association of agricultural producers, or legal agent who manufactures and converts agricultural surpluses, byproducts, or wastes, into denatured ethyl and industrial alcohol for purposes other than human consumption is required to obtain any license issued pursuant to sections 1 to 12, inclusive, of this Act. Section 4. That the code be amended by adding a NEW SECTION to read: Except as provided in sections 1 to 12, inclusive, of this Act, all provisions of title 35 apply to the production, sale, possession, transportation, and consumption of alcoholic beverages produced by any person licensed pursuant to sections 1 to 12, inclusive, of this Act. Section 5. That the code be amended by adding a NEW SECTION to read: There is hereby levied on all alcoholic beverages produced by any person licensed pursuant to sections 1 to 12, inclusive, of this Act, an excise tax at the same rates and collected and administered in the same manner as the taxes imposed on alcoholic beverages in chapter 35-5. Section 6. That the code be amended by adding a NEW SECTION to read: Any applicant for a license as an artisan distiller shall verify, under oath, compliance with the requirement to use agricultural products grown or produced in this state. However, if South Dakota agricultural products are not available in sufficient quantities, the applicant may use imported agricultural products for the period covered by the license. Any person who signs a statement as provided for in this section, knowing the statement to be false or untrue, in whole or in part, is guilty of perjury. Section 7. That the code be amended by adding a NEW SECTION to read: A licensed artisan distiller may sell on the licensed premises alcoholic beverages produced by the licensee for on-sale or off-sale consumption. A licensed artisan distiller may sell alcoholic beverages produced by the licensee to any wholesaler or retailer authorized to receive the alcoholic beverages. A licensed artisan distiller may sell alcoholic beverages to any licensed artisan distiller, farm winery, microbrewery, or microcidery, if the alcoholic beverage is used in the manufacturing process. The quantity of alcoholic beverages sold pursuant to this section may not exceed the total production limits for the license as specified in section 1 of this Act. Section 8. That the code be amended by adding a NEW SECTION to read: A licensed artisan distiller may hold on the licensed premises a farm winery license, a microbrewery license, or a microcidery license. A licensed artisan distiller may hold on the licensed premises any license issued pursuant to subdivision 35-4-2(4), (6), (12), or (16). Section 9. That the code be amended by adding a NEW SECTION to read: A licensed artisan distiller may operate additional locations in this state by obtaining additional licenses of the same class pursuant to sections 1 to 12, inclusive, of this Act. The quantity of alcoholic beverages produced under the original license and any additional licenses combined may not exceed the total production limits for the license as specified in section 1 of this Act. Any additional license issued pursuant to this section has the privileges of the original license as specified in sections 7 and 8 of this Act. Section 10. That the code be amended by adding a NEW SECTION to read: A licensed distiller may sell on the licensed premises alcoholic beverages produced by the licensee for on-sale or off-sale consumption. A licensed distiller may sell alcoholic beverages produced by the licensee to any wholesaler authorized to receive the alcoholic beverages. Section 11. That the code be amended by adding a NEW SECTION to read: The holder of any license issued under sections 1 to 12, inclusive, of this Act, shall register labels for each type or brand produced with the department in the same manner as prescribed for alcoholic beverages in chapter 39-13, before sale. If the label or brand states or implies in a false or misleading manner a connection with an actual living or dead Native American leader, the department shall reject the registration of the label. Section 12. That the code be amended by adding a NEW SECTION to read: The secretary may promulgate rules, pursuant to chapter 1-26, establishing the criteria and procedures for obtaining a license pursuant to sections 1 to 12, inclusive, of this Act, and procedures for collecting the excise taxes pertaining to the licenses. Section 13. That § 35-4-2 be amended to read: 35-4-2. Classes The classes of licenses, with the fee of each class, follow are as follows: (1) Distillers--four thousand dollars. However, no license fee is required for manufacturers of alcohol for use in industry as a nonbeverage. If the manufacturer of industrial alcohol shall at any time manufacture, produce, distill, sell, barter, or dispose of alcohol for any use other than an industrial use, the license fee required by this section shall be allocated to and payable for the portion of the year the manufacturer devoted to such other use for each calendar month or fraction thereof while so engaged, but in no case less than one-twelfth of the license fee; (2) Wholesalers of alcoholic beverages--five thousand dollars; (3) Off-sale--not less than five hundred dollars in municipalities of the first class, not more than four hundred dollars in municipalities of the second class, and not more than three hundred dollars in municipalities of the third class. The renewal fee for such the licenses may not exceed five hundred dollars in municipalities of the first class, four hundred dollars in municipalities of the second class, and three hundred dollars in municipalities of the third class; (4) On-sale--in municipalities of various classes: municipalities of the first class, not less than one dollar for each person residing within the municipality as measured by the last preceding federal census, the renewal fee for such the license is fifteen hundred dollars; municipalities of the second class, no more than twelve hundred dollars; municipalities of the third class, no more than nine hundred dollars; (5) Off-sale licenses issued to municipalities under local option--not less than two hundred fifty dollars; (6) On-sale licenses issued outside municipalities--except as provided in § 35-4-11.9, not less than the maximum that the municipality to which the applicant is nearest is charging for a like license in that municipality, the renewal fee shall be the same as is charged for a like license in the nearest municipality. However, if the nearest municipality is more than fifteen miles from the on-sale license, the fee shall be established pursuant to § 35-4-11.10. If the municipality to which the applicant is nearest holds an on-sale license, pursuant to § 35-3-13 and does not charge a specified fee, then the fee shall be the maximum amount that could be charged as if the municipality had not been authorized to obtain on-sale licenses pursuant to § 35-3-13. However, if the nearest municipality is a municipality of the first class and is authorized to hold an on-sale license pursuant to § 35-3-13, such the fee may not be more than one hundred fifty percent of the minimum a municipality not so authorized may charge for a like license. The renewal fee shall be the same as could be charged for a like license in the nearest municipality; (7) Solicitors--twenty-five dollars; (8) Transportation companies--twenty-five dollars; (9) Carrier--one hundred dollars, which fee entitles the licensee to sell or serve alcoholic beverages on all conveyances the licensee operates within the state unless restricted by local ordinance; (10) Dispensers--ten dollars; (11) On-sale dealers at publicly operated airports--two hundred fifty dollars; (12) Wine and cider retailers, being both package dealers and on-sale dealers--five hundred dollars; (13) Convention facility on-sale--not less than one dollar for each person residing within the municipality as measured by the last preceding federal census, the renewal fee for such the license, in municipalities of the first class, is fifteen hundred dollars; the renewal fee for such the license, in municipalities of the second class, is no more than twelve hundred dollars; the renewal fee for such the license, in municipalities of the third class, is no more than nine hundred dollars; (14) Manufacturers of malt beverages--five hundred dollars; (15) Wholesalers of malt beverages--four hundred dollars; (16) Malt beverage retailers, being both package dealers and on-sale dealers--three hundred dollars; (17) Malt beverage package dealers--two hundred dollars; (17A) Malt beverage and wine produced pursuant to chapter 35-12 package dealers--two hundred twenty-five dollars; (18) On-sale dealers in light wine containing not more than six percent alcohol by weight for each day of the week between the hours of seven a.m. and two a.m. to nonprofit corporations established pursuant to chapter 7-7--two hundred dollars; (19) Off-sale package wine dealers in table wines, sparkling wines, sacramental wine, and distilled spirits produced from product provided to an artisan distiller by the respective farm winery to be operated in conjunction with a farm winery established pursuant to chapter 35-12--one hundred fifty dollars; (20) Malt beverage retailers, being both package dealers and on-sale dealers, and retailers of wine produced pursuant to chapter 35-12, being both package dealers and on-sale dealers--three hundred twenty-five dollars; (21) Retail on premises manufacturer--two hundred fifty dollars; and (22) Manufacturers of cider--five hundred dollars; and (23) Off-sale delivery--one hundred fifty dollars. Section 14. That § 35-13-2 be repealed. 35-13-2. The department may issue an artisan distiller license to an artisan distiller. The fee for the license shall be five hundred dollars per year. Section 15. That § 35-13-1 and §§ 35-13-3 to 35-13-12, inclusive, be repealed. Section 16. That the code be amended by adding a NEW SECTION to read: Terms used in sections 16 to 25, inclusive, of this Act mean: (1) \"Cider manufacturer,\" any manufacturer located in this state producing cider, as defined in § 35-1-1, that is not a microcidery; (2) \"Microcidery,\" any manufacturer located in this state producing cider, as defined in § 35-1-1, in a total quantity not in excess of twelve thousand barrels within a calendar year. Section 17. That the code be amended by adding a NEW SECTION to read: The classes of licenses, with the fee of each class, are as follows: (1) Cider manufacturer--two thousand five hundred dollars; and (2) Microcidery--five hundred dollars. Section 18. That the code be amended by adding a NEW SECTION to read: Except as provided in sections 16 to 25, inclusive, of this Act, all provisions of title 35 apply to the production, sale, possession, transportation, and consumption of alcoholic beverages produced by any person licensed pursuant to sections 16 to 25, inclusive, of this Act. Section 19. That the code be amended by adding a NEW SECTION to read: There is hereby levied on all alcoholic beverages produced by any person licensed pursuant to sections 16 to 25, inclusive, of this Act, an excise tax at the same rates and collected and administered in the same manner as the taxes imposed on alcoholic beverages in chapter 35-5. Section 20. That the code be amended by adding a NEW SECTION to read: A licensed microcidery may sell on the licensed premises alcoholic beverages produced by the licensee for on-sale or off-sale consumption. A licensed microcidery may sell alcoholic beverages produced by the licensee to any wholesaler authorized to receive the alcoholic beverages. A licensed microcidery may sell alcoholic beverages to any licensed artisan distiller, farm winery, microbrewery, or microcidery, if the alcoholic beverage is used in the manufacturing process. A licensed microcidery may sell up to six hundred barrels of alcoholic beverages produced by the licensee within a calendar year to retailers authorized to receive the alcoholic beverages. The barrel limit in this section does not apply to any sales made to special event retailers licensed pursuant to § 35-4-124 and served by employees of the microcidery or to any transfer of alcoholic beverages between a licensed microcidery and any additional locations authorized pursuant to section 22 of this Act. The quantity of alcoholic beverages sold pursuant to this section may not exceed the total production limits for the license as specified in section 16 of this Act. Section 21. That the code be amended by adding a NEW SECTION to read: A licensed microcidery may hold on the licensed premises an artisan distiller license, a farm winery license, or a microbrewery license. A licensed microcidery may hold on the licensed premises any license issued pursuant to subdivision 35-4-2(4), (6), (12), or (16). Section 22. That the code be amended by adding a NEW SECTION to read: A licensed microcidery may operate up to five additional locations in this state by obtaining additional licenses of the same class pursuant to sections 16 to 25, inclusive, of this Act. The quantity of alcoholic beverages produced under the original license and any additional licenses combined may not exceed the total production limits for the license as specified in section 16 of this Act. Any additional license issued pursuant to this section has the privileges of the original license as specified in sections 20 and 21 of this Act. Section 23. That the code be amended by adding a NEW SECTION to read: A licensed cider manufacturer may sell on the licensed premises alcoholic beverages produced by the licensee for on-sale or off-sale consumption. A licensed cider manufacturer may sell alcoholic beverages produced by the licensee to any wholesaler authorized to receive the alcoholic beverages. Section 24. That the code be amended by adding a NEW SECTION to read: The holder of any license issued under sections 16 to 25, inclusive, of this Act, shall register labels for each type or brand produced with the department in the same manner as prescribed for alcoholic beverages in chapter 39-13, before sale. If the label or brand states or implies in a false or misleading manner a connection with an actual living or dead Native American leader, the department shall reject the registration of the label. Section 25. That the code be amended by adding a NEW SECTION to read: The secretary may promulgate rules, pursuant to chapter 1-26, establishing the criteria and procedures for obtaining a license pursuant to sections 16 to 25, inclusive, of this Act, and procedures for collecting the excise taxes pertaining to the licenses. Section 26. That § 35-4-126 be repealed. 35-4-126. A manufacturer of cider licensed pursuant to subdivision 35-4-2(22) may only sell the manufacturer's cider to a wholesaler licensed under subdivision 35-4-2(2), to the public for consumption on or off the manufacturer's licensed premises, or for transportation in interstate commerce outside the state. A cider manufacturer who manufactures less than five thousand barrels of cider a year may hold on the premises where the cider is manufactured an on-sale license issued pursuant to subdivision 35-4-2(4) and subject to the quota established in § 35-4-11, a malt beverage retailer's license issued pursuant to subdivision 35-4-2(16), or a wine and cider retailers' license issued pursuant to subdivision 35-4-2(12). Section 27. That subdivision (9) of § 35-1-1 be amended to read: (9) \"Manufacturer,\" any person who owns, has a controlling interest in, operates, or aids in operating any establishment for the brewing, production, bottling, or blending of malt beverages or wine any alcoholic beverage, whether occurring within or without this state;"}, {"bill_id": 8864, "bill_version_id": 50380, "bill_version": "Senate Engrossed", "bill_version_date": "2018-03-06T17:31:56.853-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the licensing of certain alcoholic beverage manufacturers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in sections 1 to 12, inclusive, of this Act mean: (1) \"Artisan distiller,\" any manufacturer located in this state producing, rectifying, or blending distilled spirits, as defined in § 35-1-1, in a total quantity not in excess of fifty thousand gallons within a calendar year, where at least thirty percent of the raw materials, other than water, used in the finished product are grown or produced in this state; (2) \"Distiller,\" any manufacturer located in this state producing, rectifying, or blending distilled spirits, as defined in § 35-1-1, that is not an artisan distiller. Section 2. That the code be amended by adding a NEW SECTION to read: The classes of licenses, with the fee of each class, are as follows: (1) Artisan distiller--five hundred dollars; and (2) Distiller--two thousand five hundred dollars. Section 3. That the code be amended by adding a NEW SECTION to read: No agricultural producer, association of agricultural producers, or legal agent who manufactures and converts agricultural surpluses, byproducts, or wastes, into denatured ethyl and industrial alcohol for purposes other than human consumption is required to obtain any license issued pursuant to sections 1 to 12, inclusive, of this Act. Section 4. That the code be amended by adding a NEW SECTION to read: Except as provided in sections 1 to 12, inclusive, of this Act, all provisions of title 35 apply to the production, sale, possession, transportation, and consumption of alcoholic beverages produced by any person licensed pursuant to sections 1 to 12, inclusive, of this Act. Section 5. That the code be amended by adding a NEW SECTION to read: There is hereby levied on all alcoholic beverages produced by any person licensed pursuant to sections 1 to 12, inclusive, of this Act, an excise tax at the same rates and collected and administered in the same manner as the taxes imposed on alcoholic beverages in chapter 35-5. Section 6. That the code be amended by adding a NEW SECTION to read: Any applicant for a license as an artisan distiller shall verify, under oath, compliance with the requirement to use agricultural products grown or produced in this state. However, if South Dakota agricultural products are not available in sufficient quantities, the applicant may use imported agricultural products for the period covered by the license. Any person who signs a statement as provided for in this section, knowing the statement to be false or untrue, in whole or in part, is guilty of perjury. Section 7. That the code be amended by adding a NEW SECTION to read: A licensed artisan distiller may sell on the licensed premises alcoholic beverages produced by the licensee for on-sale or off-sale consumption. A licensed artisan distiller may sell alcoholic beverages produced by the licensee to any wholesaler or retailer authorized to receive the alcoholic beverages. A licensed artisan distiller may sell alcoholic beverages to any licensed artisan distiller, farm winery, microbrewery, or microcidery, if the alcoholic beverage is used in the manufacturing process. The quantity of alcoholic beverages sold pursuant to this section may not exceed the total production limits for the license as specified in section 1 of this Act. Section 8. That the code be amended by adding a NEW SECTION to read: A licensed artisan distiller may hold on the licensed premises a farm winery license, a microbrewery license, or a microcidery license. A licensed artisan distiller may hold on the licensed premises any license issued pursuant to subdivision 35-4-2(4), (6), (12), or (16). Section 9. That the code be amended by adding a NEW SECTION to read: A licensed artisan distiller may operate additional locations in this state by obtaining additional licenses of the same class pursuant to sections 1 to 12, inclusive, of this Act. The quantity of alcoholic beverages produced under the original license and any additional licenses combined may not exceed the total production limits for the license as specified in section 1 of this Act. Any additional license issued pursuant to this section has the privileges of the original license as specified in sections 7 and 8 of this Act. Section 10. That the code be amended by adding a NEW SECTION to read: A licensed distiller may sell on the licensed premises alcoholic beverages produced by the licensee for on-sale or off-sale consumption. A licensed distiller may sell alcoholic beverages produced by the licensee to any wholesaler authorized to receive the alcoholic beverages. Section 11. That the code be amended by adding a NEW SECTION to read: The holder of any license issued under sections 1 to 12, inclusive, of this Act, shall register labels for each type or brand produced with the department in the same manner as prescribed for alcoholic beverages in chapter 39-13, before sale. If the label or brand states or implies in a false or misleading manner a connection with an actual living or dead Native American leader, the department shall reject the registration of the label. Section 12. That the code be amended by adding a NEW SECTION to read: The secretary may promulgate rules, pursuant to chapter 1-26, establishing the criteria and procedures for obtaining a license pursuant to sections 1 to 12, inclusive, of this Act, and procedures for collecting the excise taxes pertaining to the licenses. Section 13. That § 35-4-2 be amended to read: 35-4-2. Classes The classes of licenses, with the fee of each class, follow are as follows: (1) Distillers--four thousand dollars. However, no license fee is required for manufacturers of alcohol for use in industry as a nonbeverage. If the manufacturer of industrial alcohol shall at any time manufacture, produce, distill, sell, barter, or dispose of alcohol for any use other than an industrial use, the license fee required by this section shall be allocated to and payable for the portion of the year the manufacturer devoted to such other use for each calendar month or fraction thereof while so engaged, but in no case less than one-twelfth of the license fee; (2) Wholesalers of alcoholic beverages--five thousand dollars; (3) Off-sale--not less than five hundred dollars in municipalities of the first class, not more than four hundred dollars in municipalities of the second class, and not more than three hundred dollars in municipalities of the third class. The renewal fee for such the licenses may not exceed five hundred dollars in municipalities of the first class, four hundred dollars in municipalities of the second class, and three hundred dollars in municipalities of the third class; (4) On-sale--in municipalities of various classes: municipalities of the first class, not less than one dollar for each person residing within the municipality as measured by the last preceding federal census, the renewal fee for such the license is fifteen hundred dollars; municipalities of the second class, no more than twelve hundred dollars; municipalities of the third class, no more than nine hundred dollars; (5) Off-sale licenses issued to municipalities under local option--not less than two hundred fifty dollars; (6) On-sale licenses issued outside municipalities--except as provided in § 35-4-11.9, not less than the maximum that the municipality to which the applicant is nearest is charging for a like license in that municipality, the renewal fee shall be the same as is charged for a like license in the nearest municipality. However, if the nearest municipality is more than fifteen miles from the on-sale license, the fee shall be established pursuant to § 35-4-11.10. If the municipality to which the applicant is nearest holds an on-sale license, pursuant to § 35-3-13 and does not charge a specified fee, then the fee shall be the maximum amount that could be charged as if the municipality had not been authorized to obtain on-sale licenses pursuant to § 35-3-13. However, if the nearest municipality is a municipality of the first class and is authorized to hold an on-sale license pursuant to § 35-3-13, such the fee may not be more than one hundred fifty percent of the minimum a municipality not so authorized may charge for a like license. The renewal fee shall be the same as could be charged for a like license in the nearest municipality; (7) Solicitors--twenty-five dollars; (8) Transportation companies--twenty-five dollars; (9) Carrier--one hundred dollars, which fee entitles the licensee to sell or serve alcoholic beverages on all conveyances the licensee operates within the state unless restricted by local ordinance; (10) Dispensers--ten dollars; (11) On-sale dealers at publicly operated airports--two hundred fifty dollars; (12) Wine and cider retailers, being both package dealers and on-sale dealers--five hundred dollars; (13) Convention facility on-sale--not less than one dollar for each person residing within the municipality as measured by the last preceding federal census, the renewal fee for such the license, in municipalities of the first class, is fifteen hundred dollars; the renewal fee for such the license, in municipalities of the second class, is no more than twelve hundred dollars; the renewal fee for such the license, in municipalities of the third class, is no more than nine hundred dollars; (14) Manufacturers of malt beverages--five hundred dollars; (15) Wholesalers of malt beverages--four hundred dollars; (16) Malt beverage retailers, being both package dealers and on-sale dealers--three hundred dollars; (17) Malt beverage package dealers--two hundred dollars; (17A) Malt beverage and wine produced pursuant to chapter 35-12 package dealers--two hundred twenty-five dollars; (18) On-sale dealers in light wine containing not more than six percent alcohol by weight for each day of the week between the hours of seven a.m. and two a.m. to nonprofit corporations established pursuant to chapter 7-7--two hundred dollars; (19) Off-sale package wine dealers in table wines, sparkling wines, sacramental wine, and distilled spirits produced from product provided to an artisan distiller by the respective farm winery to be operated in conjunction with a farm winery established pursuant to chapter 35-12--one hundred fifty dollars; (20) Malt beverage retailers, being both package dealers and on-sale dealers, and retailers of wine produced pursuant to chapter 35-12, being both package dealers and on-sale dealers--three hundred twenty-five dollars; (21) Retail on premises manufacturer--two hundred fifty dollars; and (22) Manufacturers of cider--five hundred dollars; and (23) Off-sale delivery--one hundred fifty dollars. Section 14. That § 35-13-2 be repealed. 35-13-2. The department may issue an artisan distiller license to an artisan distiller. The fee for the license shall be five hundred dollars per year. Section 15. That § 35-13-1 and §§ 35-13-3 to 35-13-12, inclusive, be repealed. Section 16. That the code be amended by adding a NEW SECTION to read: Terms used in sections 16 to 25, inclusive, of this Act mean: (1) \"Cider manufacturer,\" any manufacturer located in this state producing cider, as defined in § 35-1-1, that is not a microcidery; (2) \"Microcidery,\" any manufacturer located in this state producing cider, as defined in § 35-1-1, in a total quantity not in excess of twelve thousand barrels within a calendar year. Section 17. That the code be amended by adding a NEW SECTION to read: The classes of licenses, with the fee of each class, are as follows: (1) Cider manufacturer--two thousand five hundred dollars; and (2) Microcidery--five hundred dollars. Section 18. That the code be amended by adding a NEW SECTION to read: Except as provided in sections 16 to 25, inclusive, of this Act, all provisions of title 35 apply to the production, sale, possession, transportation, and consumption of alcoholic beverages produced by any person licensed pursuant to sections 16 to 25, inclusive, of this Act. Section 19. That the code be amended by adding a NEW SECTION to read: There is hereby levied on all alcoholic beverages produced by any person licensed pursuant to sections 16 to 25, inclusive, of this Act, an excise tax at the same rates and collected and administered in the same manner as the taxes imposed on alcoholic beverages in chapter 35-5. Section 20. That the code be amended by adding a NEW SECTION to read: A licensed microcidery may sell on the licensed premises alcoholic beverages produced by the licensee for on-sale or off-sale consumption. A licensed microcidery may sell alcoholic beverages produced by the licensee to any wholesaler authorized to receive the alcoholic beverages. A licensed microcidery may sell alcoholic beverages to any licensed artisan distiller, farm winery, microbrewery, or microcidery, if the alcoholic beverage is used in the manufacturing process. A licensed microcidery may sell up to six hundred barrels of alcoholic beverages produced by the licensee within a calendar year to retailers authorized to receive the alcoholic beverages. The barrel limit in this section does not apply to any sales made to special event retailers licensed pursuant to § 35-4-124 and served by employees of the microcidery or to any transfer of alcoholic beverages between a licensed microcidery and any additional locations authorized pursuant to section 22 of this Act. The quantity of alcoholic beverages sold pursuant to this section may not exceed the total production limits for the license as specified in section 16 of this Act. Section 21. That the code be amended by adding a NEW SECTION to read: A licensed microcidery may hold on the licensed premises an artisan distiller license, a farm winery license, or a microbrewery license. A licensed microcidery may hold on the licensed premises any license issued pursuant to subdivision 35-4-2(4), (6), (12), or (16). Section 22. That the code be amended by adding a NEW SECTION to read: A licensed microcidery may operate up to five additional locations in this state by obtaining additional licenses of the same class pursuant to sections 16 to 25, inclusive, of this Act. The quantity of alcoholic beverages produced under the original license and any additional licenses combined may not exceed the total production limits for the license as specified in section 16 of this Act. Any additional license issued pursuant to this section has the privileges of the original license as specified in sections 20 and 21 of this Act. Section 23. That the code be amended by adding a NEW SECTION to read: A licensed cider manufacturer may sell on the licensed premises alcoholic beverages produced by the licensee for on-sale or off-sale consumption. A licensed cider manufacturer may sell alcoholic beverages produced by the licensee to any wholesaler authorized to receive the alcoholic beverages. Section 24. That the code be amended by adding a NEW SECTION to read: The holder of any license issued under sections 16 to 25, inclusive, of this Act, shall register labels for each type or brand produced with the department in the same manner as prescribed for alcoholic beverages in chapter 39-13, before sale. If the label or brand states or implies in a false or misleading manner a connection with an actual living or dead Native American leader, the department shall reject the registration of the label. Section 25. That the code be amended by adding a NEW SECTION to read: The secretary may promulgate rules, pursuant to chapter 1-26, establishing the criteria and procedures for obtaining a license pursuant to sections 16 to 25, inclusive, of this Act, and procedures for collecting the excise taxes pertaining to the licenses. Section 26. That § 35-4-126 be repealed. 35-4-126. A manufacturer of cider licensed pursuant to subdivision 35-4-2(22) may only sell the manufacturer's cider to a wholesaler licensed under subdivision 35-4-2(2), to the public for consumption on or off the manufacturer's licensed premises, or for transportation in interstate commerce outside the state. A cider manufacturer who manufactures less than five thousand barrels of cider a year may hold on the premises where the cider is manufactured an on-sale license issued pursuant to subdivision 35-4-2(4) and subject to the quota established in § 35-4-11, a malt beverage retailer's license issued pursuant to subdivision 35-4-2(16), or a wine and cider retailers' license issued pursuant to subdivision 35-4-2(12). Section 27. That subdivision (9) of § 35-1-1 be amended to read: (9) \"Manufacturer,\" any person who owns, has a controlling interest in, operates, or aids in operating any establishment for the brewing, production, bottling, or blending of malt beverages or wine any alcoholic beverage, whether occurring within or without this state;"}, {"bill_id": 8864, "bill_version_id": 50476, "bill_version": "Enrolled", "bill_version_date": "2018-03-08T11:30:50.827-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8864, "action_date": "2018-02-01T14:00:00-06:00", "document_id": 48515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48515.pdf", "status_text": "First read in House and referred to", "journal_page": 290, "committee_id_action": 396, "committee_id_assigned": 383, "result": "N", "vote": {}}, {"bill_id": 8864, "action_date": "2018-02-21T10:00:00-06:00", "document_id": 49281, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49281.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 383, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8864, "action_date": "2018-02-21T10:00:00-06:00", "document_id": 49567, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49567.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 383, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8864, "action_date": "2018-02-21T10:00:00-06:00", "document_id": 49567, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49567.pdf", "status_text": "Amend the amendment", "journal_page": 0, "committee_id_action": 383, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8864, "action_date": "2018-02-21T10:00:00-06:00", "document_id": 49567, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49567.pdf", "status_text": "Amend the amendment", "journal_page": 0, "committee_id_action": 383, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8864, "action_date": "2018-02-21T10:00:00-06:00", "document_id": 49567, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49567.pdf", "status_text": "Do Pass Amended", "journal_page": 519, "committee_id_action": 383, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26119, "president_vote": null, "Yea": [1284, 1291, 1275, 1238, 1315, 1263, 1274, 1295, 1309, 1216, 1285, 1261], "Excused": [1287]}}, {"bill_id": 8864, "action_date": "2018-02-22T14:00:00-06:00", "document_id": 49713, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49713.pdf", "status_text": "Do Pass Amended", "journal_page": 557, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26236, "president_vote": null, "Excused": [1313, 1282, 1260, 1247, 1254], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1284, 1279, 1214, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1311, 1308, 1312, 1291, 1275, 1238, 1250, 1286, 1314, 1222, 1302, 1306, 1265, 1315, 1316, 1296, 1292, 1248, 1293, 1310, 1226, 1280, 1263, 1274, 1295, 1249, 1277, 1303, 1309, 1259, 1255, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1257, 1236, 1215, 1317, 1216, 1229, 1298, 1285, 1253], "Nay": [1283]}}, {"bill_id": 8864, "action_date": "2018-02-23T13:00:00-06:00", "document_id": 49814, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49814.pdf", "status_text": "First read in Senate and referred to", "journal_page": 581, "committee_id_action": 395, "committee_id_assigned": 369, "result": "N", "vote": {}}, {"bill_id": 8864, "action_date": "2018-03-01T11:00:00-06:00", "document_id": 49893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49893.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 369, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8864, "action_date": "2018-03-01T11:00:00-06:00", "document_id": 50196, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50196.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 369, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8864, "action_date": "2018-03-01T11:00:00-06:00", "document_id": 50196, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50196.pdf", "status_text": "Do Pass Amended", "journal_page": 657, "committee_id_action": 369, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26632, "president_vote": null, "Yea": [1290, 1304, 1239, 1218, 1288, 1234], "Nay": [1243]}}, {"bill_id": 8864, "action_date": "2018-03-06T10:00:00-06:00", "document_id": 50349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50349.pdf", "status_text": "Do Pass Amended", "journal_page": 722, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26792, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1246, 1228, 1219, 1273, 1262, 1234, 1290, 1232, 1278, 1304, 1270, 1224, 1267, 1244, 1281, 1221, 1272, 1233, 1245, 1271, 1252, 1237, 1288, 1220, 1242, 1276, 1300], "Excused": [1217, 1289, 1218], "Nay": [1243]}}, {"bill_id": 8864, "action_date": "2018-03-06T10:00:00-06:00", "document_id": 50349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50349.pdf", "status_text": "Title amended", "journal_page": 723, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8864, "action_date": "2018-03-07T11:30:00-06:00", "document_id": 50420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50420.pdf", "status_text": "Concurred in amendments", "journal_page": 730, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26848, "president_vote": null, "Excused": [1313, 1255, 1254], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1279, 1214, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1260, 1311, 1308, 1312, 1275, 1283, 1238, 1250, 1286, 1314, 1222, 1302, 1306, 1265, 1315, 1247, 1316, 1296, 1292, 1248, 1293, 1310, 1226, 1280, 1263, 1274, 1295, 1249, 1277, 1303, 1259, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1257, 1236, 1215, 1317, 1216, 1229, 1298, 1285, 1253], "Nay": [1284, 1291, 1309]}}, {"bill_id": 8864, "action_date": "2018-03-08T09:00:00-06:00", "document_id": 50486, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50486.pdf", "status_text": "Signed by the Speaker", "journal_page": 760, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8864, "action_date": "2018-03-09T11:00:00-06:00", "document_id": 50536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50536.pdf", "status_text": "Signed by the President", "journal_page": 777, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8864, "action_date": "2018-03-09T10:00:00-06:00", "document_id": 50540, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50540.pdf", "status_text": "Delivered to the Governor", "journal_page": 778, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8864, "action_date": "2018-03-26T11:00:00-05:00", "document_id": 50575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50575.pdf", "status_text": "Signed by the Governor", "journal_page": 795, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6736}