{"session_id": 32, "bill_id": 9118, "bill_type": "Senate Bill", "bill_number": 173, "bill_title": "establish certain provisions regarding microbreweries and malt beverage manufacturers.", "sponsors": [{"legislator_profile_id": 1217, "is_prime": true}, {"legislator_profile_id": 1287, "is_prime": true}, {"legislator_profile_id": 1213, "is_prime": false}, {"legislator_profile_id": 1268, "is_prime": false}, {"legislator_profile_id": 1284, "is_prime": false}, {"legislator_profile_id": 1307, "is_prime": false}, {"legislator_profile_id": 1301, "is_prime": false}, {"legislator_profile_id": 1235, "is_prime": false}, {"legislator_profile_id": 1231, "is_prime": false}, {"legislator_profile_id": 1246, "is_prime": false}, {"legislator_profile_id": 1228, "is_prime": false}, {"legislator_profile_id": 1219, "is_prime": false}, {"legislator_profile_id": 1275, "is_prime": false}, {"legislator_profile_id": 1273, "is_prime": false}, {"legislator_profile_id": 1262, "is_prime": false}, {"legislator_profile_id": 1304, "is_prime": false}, {"legislator_profile_id": 1292, "is_prime": false}, {"legislator_profile_id": 1224, "is_prime": false}, {"legislator_profile_id": 1244, "is_prime": false}, {"legislator_profile_id": 1249, "is_prime": false}, {"legislator_profile_id": 1281, "is_prime": false}, {"legislator_profile_id": 1221, "is_prime": false}, {"legislator_profile_id": 1309, "is_prime": false}, {"legislator_profile_id": 1225, "is_prime": false}, {"legislator_profile_id": 1261, "is_prime": false}, {"legislator_profile_id": 1271, "is_prime": false}, {"legislator_profile_id": 1252, "is_prime": false}, {"legislator_profile_id": 1220, "is_prime": false}, {"legislator_profile_id": 1215, "is_prime": false}, {"legislator_profile_id": 1242, "is_prime": false}, {"legislator_profile_id": 1276, "is_prime": false}, {"legislator_profile_id": 1216, "is_prime": false}], "keywords": ["Alcoholic Beverages", "Licensing"], "audio": [{"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst19.mp3", "start_seconds": 6463.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst19.mp3", "start_seconds": 6463.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst19.mp3", "start_seconds": 6463.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen27.mp3", "start_seconds": 7284.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen27.mp3", "start_seconds": 7284.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen27.mp3", "start_seconds": 7284.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen27.mp3", "start_seconds": 7284.0}, {"meeting_datetime": "2018-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen27.mp3", "start_seconds": 7284.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco33.mp3", "start_seconds": 310.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco33.mp3", "start_seconds": 310.0}, {"meeting_datetime": "2018-03-05T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco33.mp3", "start_seconds": 310.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou34.mp3", "start_seconds": 4475.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou34.mp3", "start_seconds": 4475.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou34.mp3", "start_seconds": 4475.0}], "bill_versions": [{"bill_id": 9118, "bill_version_id": 47977, "bill_version": "Introduced", "bill_version_date": "2018-01-25T10:53:32.607-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize malt beverage manufacturers to transfer a certain amount of product to certain retail facilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 35-5-3.2 be amended to read: 35-5-3.2. In addition to the provisions of § 35-4-49, a malt beverage manufacturer may sell the malt beverage such the manufacturer manufactures to the public for consumption on the licensed premises. A malt beverage manufacturer who manufactures less fewer than five twelve thousand barrels of malt beverage a year may hold on the premises where the malt beverage is manufactured an on-sale license issued pursuant to subdivision 35-4-2(4) and, subject to the quota established in § 35-4-11, or a malt beverage retailer's license issued pursuant to subdivision 35-4-2(16), or an on-sale wine license issued pursuant to subdivision 35-4-2(12). The manufacturer shall pay the tax imposed under subdivision 35-5-3(1) on all malt beverages so sold. Any manufacturer who holds a malt beverage retailer's license as provided in this section may also hold a malt beverage retailer's license at three other locations, but may sell the malt beverages it manufactures only at the location where the beverages are manufactured or to wholesalers licensed pursuant to this title. Section 2. That chapter 35-5 be amended by adding a NEW SECTION to read: Notwithstanding any other provision of this chapter, a malt beverage manufacturer licensed under subdivision 35-4-2(14) may transfer up to one thousand five hundred barrels of the manufacturer's malt beverage from its brewery to the retail facilities wholly owned by that manufacturer."}, {"bill_id": 9118, "bill_version_id": 49738, "bill_version": "Senate Engrossed", "bill_version_date": "2018-02-22T18:46:00.387-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain provisions regarding microbreweries and malt beverage manufacturers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Malt beverage manufacturer,\" any manufacturer located in this state producing malt beverages, as defined in § 35-1-1, that is not a microbrewery; (2) \"Microbrewery,\" any manufacturer located in this state producing malt beverages, as defined in § 35-1-1, a total quantity not in excess of thirty thousand barrels within a calendar year. Section 2. That the code be amended by adding a NEW SECTION to read: The classes of licenses, with the fee of each class, are as follows: (1) Malt beverage manufacturer--two thousand five hundred dollars; and (2) Microbrewery--five hundred dollars. Section 3. That the code be amended by adding a NEW SECTION to read: Except as provided in this Act, all provisions of title 35 apply to the production, sale, possession, transportation, and consumption of alcoholic beverages produced by any person licensed pursuant to this Act. Section 4. That the code be amended by adding a NEW SECTION to read: There is hereby levied on all alcoholic beverages produced by any person licensed pursuant to this Act an excise tax at the same rates and collected and administered in the same manner as the taxes imposed on alcoholic beverages in chapter 35-5. Section 5. That the code be amended by adding a NEW SECTION to read: A licensed microbrewery may sell on the licensed premises alcoholic beverages produced by the licensee for on-sale or off-sale consumption. A licensed microbrewery may sell alcoholic beverages produced by the licensee to any wholesaler authorized to receive the alcoholic beverages. A licensed microbrewery may sell alcoholic beverages to any licensed artisan distiller, farm winery, microbrewery, or microcidery, if the alcoholic beverage is used in the manufacturing process. A licensed microbrewery may sell up to one thousand five hundred barrels of alcoholic beverages produced by the licensee within a calendar year to retailers authorized to receive the alcoholic beverages. The barrel limit in this section does not apply to any sales made to special event retailers licensed pursuant to § 35-4-124 and served by employees of the microbrewery or to any transfer of alcoholic beverages between a licensed microbrewery and any additional locations authorized pursuant to section 7 of this Act. The quantity of alcoholic beverages sold pursuant to this section may not exceed the total production limits for the license as specified in section 1 of this Act. Section 6. That the code be amended by adding a NEW SECTION to read: A licensed microbrewery may hold on the licensed premises an artisan distiller license, a farm winery license, or a microcidery license. A licensed microbrewery may hold on the licensed premises any license issued pursuant to subdivision 35-4-2(4), (6), (12), or (16). Section 7. That the code be amended by adding a NEW SECTION to read: A licensed microbrewery may operate up to five additional locations in this state by obtaining additional licenses of the same class pursuant to this chapter. The quantity of alcoholic beverages produced under the original license and any additional licenses combined may not exceed the total production limits for the license as specified in section 1 of this Act. Any additional license issued pursuant to this section has the privileges of the original license as specified in sections 5 and 6 of this Act. Section 8. That the code be amended by adding a NEW SECTION to read: A licensed malt beverage manufacturer may sell on the licensed premises alcoholic beverages produced by the licensee for on-sale or off-sale consumption. A licensed malt beverage manufacturer may sell alcoholic beverages produced by the licensee to any wholesaler authorized to receive the alcoholic beverages. Section 9. That the code be amended by adding a NEW SECTION to read: The holder of any license issued under this Act shall register labels for each type or brand produced with the department in the same manner as prescribed for alcoholic beverages in chapter 39-13, before sale. If the label or brand states or implies in a false or misleading manner a connection with an actual living or dead Native American leader, the department shall reject the registration of the label. Section 10. That the code be amended by adding a NEW SECTION to read: The secretary may promulgate rules, pursuant to chapter 1-26, establishing the criteria and procedures for obtaining a license pursuant to this Act, and procedures for collecting the excise taxes pertaining to the licenses. Section 11. That § 35-4-2 be amended to read: 35-4-2. Classes The classes of licenses, with the fee of each class, follow are as follows: (1) Distillers--four thousand dollars. However, no license fee is required for manufacturers of alcohol for use in industry as a nonbeverage. If the manufacturer of industrial alcohol shall at any time manufacture, produce, distill, sell, barter, or dispose of alcohol for any use other than an industrial use, the license fee required by this section shall be allocated to and payable for the portion of the year the manufacturer devoted to such other use for each calendar month or fraction thereof while so engaged, but in no case less than one-twelfth of the license fee; (2) Wholesalers of alcoholic beverages--five thousand dollars; (3) Off-sale--not less than five hundred dollars in municipalities of the first class, not more than four hundred dollars in municipalities of the second class, and not more than three hundred dollars in municipalities of the third class. The renewal fee for such the licenses may not exceed five hundred dollars in municipalities of the first class, four hundred dollars in municipalities of the second class, and three hundred dollars in municipalities of the third class; (4) On-sale--in municipalities of various classes: municipalities of the first class, not less than one dollar for each person residing within the municipality as measured by the last preceding federal census, the renewal fee for such the license is fifteen hundred dollars; municipalities of the second class, no more than twelve hundred dollars; municipalities of the third class, no more than nine hundred dollars; (5) Off-sale licenses issued to municipalities under local option--not less than two hundred fifty dollars; (6) On-sale licenses issued outside municipalities--except as provided in § 35-4-11.9, not less than the maximum that the municipality to which the applicant is nearest is charging for a like license in that municipality, the renewal fee shall be the same as is charged for a like license in the nearest municipality. However, if the nearest municipality is more than fifteen miles from the on-sale license, the fee shall be established pursuant to § 35-4-11.10. If the municipality to which the applicant is nearest holds an on-sale license, pursuant to § 35-3-13 and does not charge a specified fee, then the fee shall be the maximum amount that could be charged as if the municipality had not been authorized to obtain on-sale licenses pursuant to § 35-3-13. However, if the nearest municipality is a municipality of the first class and is authorized to hold an on-sale license pursuant to § 35-3-13, such the fee may not be more than one hundred fifty percent of the minimum a municipality not so authorized may charge for a like license. The renewal fee shall be the same as could be charged for a like license in the nearest municipality; (7) Solicitors--twenty-five dollars; (8) Transportation companies--twenty-five dollars; (9) Carrier--one hundred dollars, which fee entitles the licensee to sell or serve alcoholic beverages on all conveyances the licensee operates within the state unless restricted by local ordinance; (10) Dispensers--ten dollars; (11) On-sale dealers at publicly operated airports--two hundred fifty dollars; (12) Wine and cider retailers, being both package dealers and on-sale dealers--five hundred dollars; (13) Convention facility on-sale--not less than one dollar for each person residing within the municipality as measured by the last preceding federal census, the renewal fee for such license, in municipalities of the first class, is fifteen hundred dollars; the renewal fee for such license, in municipalities of the second class, is no more than twelve hundred dollars; the renewal fee for such license, in municipalities of the third class, is no more than nine hundred dollars; (14) Manufacturers of malt beverages--five hundred dollars; (15) Wholesalers of malt beverages--four hundred dollars; (16) Malt beverage retailers, being both package dealers and on-sale dealers--three hundred dollars; (17) Malt beverage package dealers--two hundred dollars; (17A) Malt beverage and wine produced pursuant to chapter 35-12 package dealers--two hundred twenty-five dollars; (18) On-sale dealers in light wine containing not more than six percent alcohol by weight for each day of the week between the hours of seven a.m. and two a.m. to nonprofit corporations established pursuant to chapter 7-7--two hundred dollars; (19) Off-sale package wine dealers in table wines, sparkling wines, sacramental wine, and distilled spirits produced from product provided to an artisan distiller by the respective farm winery to be operated in conjunction with a farm winery established pursuant to chapter 35-12--one hundred fifty dollars; (20) Malt beverage retailers, being both package dealers and on-sale dealers, and retailers of wine produced pursuant to chapter 35-12, being both package dealers and on-sale dealers--three hundred twenty-five dollars; (21) Retail on premises manufacturer--two hundred fifty dollars; (22) Manufacturers of cider--five hundred dollars; and (23) Off-sale delivery--one hundred fifty dollars. Section 12. That § 35-5-3.2 be repealed. 35-5-3.2. In addition to the provisions of § 35-4-49, a malt beverage manufacturer may sell the malt beverage such manufacturer manufactures to the public for consumption on the licensed premises. A malt beverage manufacturer who manufactures less than five thousand barrels of malt beverage a year may hold on the premises where the malt beverage is manufactured an on-sale license issued pursuant to subdivision 35-4-2(4) and subject to the quota established in § 35-4-11 or a malt beverage retailer's license issued pursuant to subdivision 35-4-2(16) or an on-sale wine license issued pursuant to subdivision 35-4-2(12). The manufacturer shall pay the tax imposed under subdivision 35-5-3(1) on all malt beverages so sold. Any manufacturer who holds a malt beverage retailer's license as provided in this section may also hold a malt beverage retailer's license at other locations but may sell the malt beverages it manufactures only at the location where the beverages are manufactured or to wholesalers licensed pursuant to this title. Section 13. That § 35-5-3.3 be repealed. 35-5-3.3. A malt beverage manufacturer who possesses an on-sale license authorized pursuant to § 35-5-3.2 may be issued a malt beverage package dealer's license issued pursuant to subdivision 35-4-2(17) for such premises where the malt beverage is manufactured, limited to the sale of malt beverages the manufacturer manufactures. The manufacturer shall pay the tax imposed under subdivision 35-5-3(1) on all malt beverages so sold. Section 14. That § 35-4-49 be repealed. 35-4-49. A manufacturer licensed under subdivision 35-4-2(14) may only sell malt beverages to a wholesaler licensed under subdivision 35-4-2(15), or to a wholesaler licensed under subdivision 35-4-2(2), or may sell such beverages for transportation in interstate commerce outside the state. A wholesaler licensed under subdivision 35-4-2(15) may sell such malt beverages to retailers licensed under this chapter. Each malt beverage wholesale licensee for nonpasteurized products shall designate on the application, the territory within which the licensee may sell the designated nonpasteurized products of any brewer for the purpose of quality control, when such territory has been agreed to by the licensee and the brewer. Section 15. That § 35-4-60.1 be amended to read: 35-4-60.1. No licensed wholesaler may purchase or accept delivery into this state of any brand of alcoholic beverages, unless those alcoholic beverages are purchased from the brand owner or the brand owner's authorized agent, or from another licensed wholesaler who is licensed under this chapter and operating solely within this state. Such alcoholic Alcoholic beverages imported into this state shall come to rest at the warehouse for the account of such the licensed wholesaler before sale and delivery to a retail licensee. Alcoholic beverages obtained from any licensed manufacturer located in this state do not need to come to rest at the warehouse of the licensed wholesaler before sale and delivery to a retail licensee if the wholesaler takes physical possession of the alcoholic beverages."}, {"bill_id": 9118, "bill_version_id": 50408, "bill_version": "Enrolled", "bill_version_date": "2018-03-07T10:01:55.913-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9118, "action_date": "2018-01-25T13:00:00-06:00", "document_id": 48017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48017.pdf", "status_text": "First read in Senate and referred to", "journal_page": 247, "committee_id_action": 395, "committee_id_assigned": 376, "result": "N", "vote": {}}, {"bill_id": 9118, "action_date": "2018-02-07T10:00:00-06:00", "document_id": 48667, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48667.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 376, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9118, "action_date": "2018-02-07T10:00:00-06:00", "document_id": 48871, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48871.pdf", "status_text": "Do Pass", "journal_page": 397, "committee_id_action": 376, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25506, "president_vote": null, "Yea": [1230, 1217, 1262, 1270, 1224, 1218, 1246], "Nay": [1237, 1239]}}, {"bill_id": 9118, "action_date": "2018-02-08T12:00:00-06:00", "document_id": 48995, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48995.pdf", "status_text": "Deferred to another day", "journal_page": 422, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9118, "action_date": "2018-02-12T14:00:00-06:00", "document_id": 49089, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49089.pdf", "status_text": "Deferred to another day", "journal_page": 431, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9118, "action_date": "2018-02-20T14:00:00-06:00", "document_id": 49473, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49473.pdf", "status_text": "Deferred to another day", "journal_page": 500, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9118, "action_date": "2018-02-22T14:00:00-06:00", "document_id": 49708, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49708.pdf", "status_text": "Hoghoused", "journal_page": 562, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9118, "action_date": "2018-02-22T14:00:00-06:00", "document_id": 49708, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49708.pdf", "status_text": "Do Pass Amended", "journal_page": 567, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26241, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1217, 1246, 1228, 1219, 1273, 1262, 1234, 1290, 1232, 1278, 1304, 1270, 1224, 1267, 1243, 1289, 1218, 1244, 1281, 1221, 1272, 1233, 1245, 1271, 1252, 1237, 1288, 1220, 1242, 1276, 1300]}}, {"bill_id": 9118, "action_date": "2018-02-22T14:00:00-06:00", "document_id": 49708, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49708.pdf", "status_text": "Title amended", "journal_page": 567, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9118, "action_date": "2018-02-23T13:30:00-06:00", "document_id": 49812, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49812.pdf", "status_text": "First read in House and referred to", "journal_page": 577, "committee_id_action": 396, "committee_id_assigned": 383, "result": "N", "vote": {}}, {"bill_id": 9118, "action_date": "2018-03-05T10:00:00-06:00", "document_id": 49867, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49867.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 383, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9118, "action_date": "2018-03-05T10:00:00-06:00", "document_id": 50273, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50273.pdf", "status_text": "Do Pass", "journal_page": 679, "committee_id_action": 383, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26691, "president_vote": null, "Yea": [1284, 1275, 1238, 1315, 1263, 1274, 1295, 1309, 1216, 1285, 1261], "Nay": [1291], "Excused": [1287]}}, {"bill_id": 9118, "action_date": "2018-03-06T11:30:00-06:00", "document_id": 50356, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50356.pdf", "status_text": "Do Pass Amended", "journal_page": 711, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26782, "president_vote": null, "Excused": [1313, 1279, 1254, 1215], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1214, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1260, 1311, 1308, 1312, 1275, 1238, 1250, 1286, 1314, 1222, 1302, 1306, 1265, 1315, 1247, 1316, 1296, 1292, 1248, 1293, 1310, 1226, 1280, 1263, 1274, 1295, 1249, 1277, 1303, 1309, 1259, 1255, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1257, 1236, 1317, 1216, 1229, 1298, 1285, 1253], "Nay": [1284, 1291, 1283]}}, {"bill_id": 9118, "action_date": "2018-03-07T09:00:00-06:00", "document_id": 50418, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50418.pdf", "status_text": "Signed by the President", "journal_page": 749, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9118, "action_date": "2018-03-08T09:00:00-06:00", "document_id": 50486, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50486.pdf", "status_text": "Signed by the Speaker", "journal_page": 760, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9118, "action_date": "2018-03-09T11:00:00-06:00", "document_id": 50536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50536.pdf", "status_text": "Delivered to the Governor", "journal_page": 776, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9118, "action_date": "2018-03-26T10:00:00-05:00", "document_id": 50574, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50574.pdf", "status_text": "Signed by the Governor", "journal_page": 793, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6737, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9118"}