{"session_id": 4, "bill_id": 5062, "bill_type": "Senate Bill", "bill_number": 123, "bill_title": "provide for certain requirements for the sale and purchase of nonferrous metal property.", "sponsors": [{"legislator_profile_id": 576, "is_prime": true}, {"legislator_profile_id": 606, "is_prime": true}, {"legislator_profile_id": 557, "is_prime": false}, {"legislator_profile_id": 579, "is_prime": false}, {"legislator_profile_id": 609, "is_prime": false}, {"legislator_profile_id": 614, "is_prime": false}, {"legislator_profile_id": 595, "is_prime": false}, {"legislator_profile_id": 529, "is_prime": false}, {"legislator_profile_id": 592, "is_prime": false}, {"legislator_profile_id": 620, "is_prime": false}, {"legislator_profile_id": 533, "is_prime": false}, {"legislator_profile_id": 589, "is_prime": false}, {"legislator_profile_id": 584, "is_prime": false}, {"legislator_profile_id": 573, "is_prime": false}, {"legislator_profile_id": 543, "is_prime": false}, {"legislator_profile_id": 618, "is_prime": false}, {"legislator_profile_id": 605, "is_prime": false}, {"legislator_profile_id": 610, "is_prime": false}, {"legislator_profile_id": 629, "is_prime": false}, {"legislator_profile_id": 630, "is_prime": false}, {"legislator_profile_id": 581, "is_prime": false}, {"legislator_profile_id": 617, "is_prime": false}, {"legislator_profile_id": 547, "is_prime": false}, {"legislator_profile_id": 627, "is_prime": false}, {"legislator_profile_id": 548, "is_prime": false}, {"legislator_profile_id": 563, "is_prime": false}, {"legislator_profile_id": 566, "is_prime": false}, {"legislator_profile_id": 549, "is_prime": false}, {"legislator_profile_id": 619, "is_prime": false}, {"legislator_profile_id": 587, "is_prime": false}], "keywords": ["Environmental Protection", "Law Enforcement", "Property", "Trade Regulation"], "audio": [{"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sju13.mp3", "start_seconds": 2487.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sju13.mp3", "start_seconds": 2487.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sju13.mp3", "start_seconds": 2487.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sju13.mp3", "start_seconds": 2487.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sju13.mp3", "start_seconds": 2487.0}, {"meeting_datetime": "2008-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen15.mp3", "start_seconds": 3913.0}, {"meeting_datetime": "2008-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen15.mp3", "start_seconds": 3913.0}, {"meeting_datetime": "2008-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen15.mp3", "start_seconds": 3913.0}, {"meeting_datetime": "2008-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen15.mp3", "start_seconds": 3913.0}, {"meeting_datetime": "2008-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen15.mp3", "start_seconds": 3913.0}, {"meeting_datetime": "2008-02-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco29.mp3", "start_seconds": 3773.0}, {"meeting_datetime": "2008-02-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco29.mp3", "start_seconds": 3773.0}, {"meeting_datetime": "2008-02-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco29.mp3", "start_seconds": 3773.0}, {"meeting_datetime": "2008-02-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco29.mp3", "start_seconds": 3773.0}, {"meeting_datetime": "2008-02-22T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco29.mp3", "start_seconds": 3773.0}, {"meeting_datetime": "2008-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou31.mp3", "start_seconds": 918.0}, {"meeting_datetime": "2008-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou31.mp3", "start_seconds": 918.0}, {"meeting_datetime": "2008-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou31.mp3", "start_seconds": 918.0}, {"meeting_datetime": "2008-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou31.mp3", "start_seconds": 918.0}, {"meeting_datetime": "2008-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen32.mp3", "start_seconds": 7437.0}, {"meeting_datetime": "2008-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen32.mp3", "start_seconds": 7437.0}, {"meeting_datetime": "2008-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen32.mp3", "start_seconds": 7437.0}], "bill_versions": [{"bill_id": 5062, "bill_version_id": 1152, "bill_version": "Introduced", "bill_version_date": "2008-01-16T09:42:45.63-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for certain requirements for the sale and purchase of nonferrous metal property and to establish certain penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Law enforcement officer,\" any law enforcement officer as defined in § 23-3-7; (2) \"Nonferrous metal property,\" any metal property for which the value of the metal property is derived from the property's content of copper, brass, aluminum, bronze, lead, zinc, or nickel, or any of their alloys. Aluminum does not include any food or beverage containers; (3) \"Record,\" a paper, electronic, or other method of storing information; (4) \"Scrap metal business,\" any scrap metal supplier, scrap metal recycling center, or scrap metal processor; (5) \"Transaction,\" a pledge to buy, the purchase of, or the trade for any nonferrous metal property by a scrap metal business from any person. Section 2. Each scrap metal business shall keep records of each transaction involving the purchase of nonferrous metal property that exceeds fifty dollars. The scrap metal business shall be able to produce an accurate and legible record of each transaction involving nonferrous metal property at the location where the scrap metal is purchased. The records shall contain the following information: (1) Time, date, location, and value of the transaction; (2) Signature of the person selling the nonferrous metal property; (3) Name, street address, city, state, and telephone number of the seller; (4) License plate number and state of issuance of the license plate on the motor vehicle used to deliver the nonferrous metal property; (5) Current drivers license number or other government issued picture identification card number of the seller or a copy of the seller's government issued picture identification card; (6) A description of the predominant types of nonferrous metal property involved in the transaction, including the property's classification code as provided in the Institute of Scrap Recycling Industries Scrap Specifications Circular as of January 1, 2008, and the weight, quantity, or volume of the scrap nonferrous metal; and (7) Name of the employee representing the scrap metal business in the transaction. Section 3. Any person selling any nonferrous metal property to a scrap metal business shall sign a declaration. The declaration shall be included as part of the transactional record required by section 2 of this Act or on the receipt for the transaction kept by the scrap metal business. The declaration shall include the following statement: \"I, the undersigned, affirm under penalty of law that the property that is subject to this transaction is not to the best of my knowledge stolen property.\" The declaration shall be signed and dated by the person selling the nonferrous metal property. An employee of the scrap metal business shall witness the signing and dating of the declaration and sign the declaration accordingly before the transaction may be consummated. Section 4. The record and declaration required by this Act shall be open to the inspection of any law enforcement officer at all times during the ordinary hours of business or at reasonable times if ordinary hours of business are not kept. The record and declaration shall be maintained at the location that the business is conducted for one year following the date of the transaction. Section 5. If a copy of the record of the transaction is requested by a law enforcement officer, a scrap metal business shall furnish a full, true, and correct transcript of the record from the purchase or receipt of the nonferrous metal property. This record shall be provided or transmitted to the applicable law enforcement agency within two business days. If the scrap metal business has good cause to believe that any nonferrous metal property in the business's possession is lost or stolen, the scrap metal business shall promptly report that fact to a law enforcement officer, together with the name of the owner, if known, and the date of transaction and the name of the person from whom it was received. Section 6. If the scrap metal business is notified by a law enforcement officer that an item of nonferrous metal property has been reported as stolen, a scrap metal business shall hold that property intact and safe from alteration, damage, or commingling, and shall place an identifying tag or other suitable identification on the property. The scrap metal business shall hold the property for a period of time as directed by the law enforcement agency up to a maximum of ten business days. A law enforcement officer may not place on hold any item of nonferrous metal property unless that law enforcement agency reasonably suspects that the property is a lost or stolen item. Any hold that is placed on the nonferrous metal property shall be removed within ten business days. If the property on hold is determined not to be lost or stolen, the nonferrous metal property shall be returned to the owner or released. Section 7. Any person who: (1) Deliberately removes, alters, or obliterates any manufacturer's make, model, or serial number, personal identification number, or identifying mark engraved or etched upon any nonferrous metal property in order to deceive a scrap metal business is guilty of a Class 1 misdemeanor; (2) Enters into a transaction to purchase or receive any nonferrous metal property where the manufacturer's make, model, or serial number, personal identification number, or identifying mark engraved or etched upon the property has been deliberately and conspicuously removed, altered, or obliterated is guilty of a Class 1 misdemeanor; (3) Knowingly makes, causes, or allows to be made any false entry or misstatement of any material matter in any book, record, or writing required to be kept pursuant to this Act is guilty of a Class 1 misdemeanor; or (4) Signs the declaration required pursuant to this section 3 of this Act knowing that the nonferrous metal property subject to the transaction is stolen is guilty of a Class 1 misdemeanor. The signature of a person on the declaration required pursuant to section 3 of this Act constitutes evidence of intent to defraud a scrap metal business if that person is found to have known that the nonferrous metal property subject to the transaction was stolen."}, {"bill_id": 5062, "bill_version_id": 2007, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2008-01-28T15:28:33.843-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for certain requirements for the sale and purchase of nonferrous metal property and to establish certain penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Industrial or commercial account,\" any person or business, including a scrap metal business, operating from a fixed location, that sells nonferrous metal to a scrap metal recycler pursuant to a contractual arrangement or agreement; (2) \"Law enforcement officer,\" any law enforcement officer as defined in § 23-3-7; (3) \"Nonferrous metal property,\" any metal property for which the value of the metal property is derived from the property's content of copper, brass, aluminum, bronze, lead, zinc, platinum, rhodium, palladium, or nickel, or any of their alloys. Aluminum does not include any food or beverage containers, except for a beer keg; (4) \"Record,\" a paper, electronic, or other method of storing information; (5) \"Scrap metal business,\" any scrap metal supplier, scrap metal recycling center, or scrap metal processor; (6) \"Transaction,\" a pledge to buy, the purchase of, or the trade for any nonferrous metal property by a scrap metal business from any person. A transaction does not include a sale or trade involving any industrial or commercial account. Section 2. Each scrap metal business shall keep records of each transaction involving the purchase of nonferrous metal property that exceeds fifty dollars. The scrap metal business shall be able to produce an accurate and legible record of each transaction involving nonferrous metal property at the location where the scrap metal is purchased. The records shall contain the following information: (1) Time, date, location, and value of the transaction; (2) Signature of the person selling the nonferrous metal property; (3) Name, street address, city, state, and telephone number of the seller; (4) Current drivers license number or other government issued picture identification card number of the seller or, if no number is available, a copy of the seller's government issued picture identification card; (5) A description of the predominant types of nonferrous metal property involved in the transaction, including the weight, quantity, or volume of the scrap nonferrous metal; and (6) Name of the employee representing the scrap metal business in the transaction. Section 3. Any person selling any nonferrous metal property to a scrap metal business shall sign a declaration. The declaration shall be included as part of the transactional record required by section 2 of this Act or on the receipt for the transaction kept by the scrap metal business. The declaration shall include the following statement: \"I, the undersigned, affirm under penalty of law that the property that is subject to this transaction is not to the best of my knowledge stolen property.\" An employee of the scrap metal business shall witness the signing and dating of the declaration before the transaction may be consummated. Section 4. The record and declaration required by this Act shall be open to the inspection of any law enforcement officer at all times during the ordinary hours of business or at reasonable times if ordinary hours of business are not kept. The record and declaration shall be maintained at the location that the business is conducted for one year following the date of the transaction. Section 5. If a copy of the record of the transaction is requested by a law enforcement officer, a scrap metal business shall furnish a full, true, and correct transcript of the record from the purchase or receipt of the nonferrous metal property. This record shall be provided or transmitted to the applicable law enforcement agency within two business days. If the scrap metal business has good cause to believe that any nonferrous metal property in the business's possession is lost or stolen, the scrap metal business shall promptly report that fact to a law enforcement officer, together with the name of the owner, if known, and the date of transaction and the name of the person from whom it was received. Section 6. If the scrap metal business is notified by a law enforcement officer that an item of nonferrous metal property has been reported as stolen, a scrap metal business shall hold that property intact and safe from alteration, damage, or commingling, and shall place an identifying tag or other suitable identification on the property. The scrap metal business shall hold the property for a period of time as directed by the law enforcement agency up to a maximum of ten business days. A law enforcement officer may not place on hold any item of nonferrous metal property unless that law enforcement agency reasonably suspects that the property is a lost or stolen item. Any hold that is placed on the nonferrous metal property shall be removed within ten business days. If the property on hold is determined not to be lost or stolen, the nonferrous metal property shall be returned to the owner or released. Section 7. Any person who: (1) Deliberately removes, alters, or obliterates any manufacturer's make, model, or serial number, personal identification number, or identifying mark engraved or etched upon any nonferrous metal property in order to deceive a scrap metal business is guilty of a Class 1 misdemeanor; (2) Enters into a transaction to purchase or receive any nonferrous metal property where the manufacturer's make, model, or serial number, personal identification number, or identifying mark engraved or etched upon the property has been deliberately and conspicuously removed, altered, or obliterated is guilty of a Class 1 misdemeanor; (3) Knowingly makes, causes, or allows to be made any false entry or misstatement of any material matter in any book, record, or writing required to be kept pursuant to this Act is guilty of a Class 1 misdemeanor; or (4) Signs the declaration required pursuant to this section 3 of this Act knowing that the nonferrous metal property subject to the transaction is stolen is guilty of a Class 1 misdemeanor. The signature of a person on the declaration required pursuant to section 3 of this Act constitutes evidence of intent to defraud a scrap metal business if that person is found to have known that the nonferrous metal property subject to the transaction was stolen."}, {"bill_id": 5062, "bill_version_id": 2227, "bill_version": "Senate Engrossed", "bill_version_date": "2008-01-30T16:11:04.19-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for certain requirements for the sale and purchase of nonferrous metal property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Industrial or commercial account,\" any person or business, including a scrap metal business, operating from a fixed location, that sells nonferrous metal to a scrap metal recycler pursuant to a contractual arrangement or agreement; (2) \"Law enforcement officer,\" any law enforcement officer as defined in § 23-3-7; (3) \"Nonferrous metal property,\" any metal property for which the value of the metal property is derived from the property's content of copper, brass, aluminum, bronze, lead, zinc, platinum, rhodium, palladium, or nickel, or any of their alloys. Aluminum does not include any food or beverage containers, except for a beer keg; (4) \"Record,\" a paper, electronic, or other method of storing information; (5) \"Scrap metal business,\" any scrap metal supplier, scrap metal recycling center, or scrap metal processor; (6) \"Transaction,\" a pledge to buy, the purchase of, or the trade for any nonferrous metal property by a scrap metal business from any person. A transaction does not include a sale or trade involving any industrial or commercial account. Section 2. Each scrap metal business shall keep records of each transaction involving the purchase of nonferrous metal property that exceeds one hundred dollars. The scrap metal business shall be able to produce an accurate and legible record of each transaction involving nonferrous metal property at the location where the scrap metal is purchased. The records shall contain the following information: (1) Date, location, and value of the transaction; (2) Signature of the person selling the nonferrous metal property; (3) Name, street address, city, and state of the seller; (4) Current drivers license number or other government issued picture identification card number of the seller or, if no number is available, a copy of the seller's government issued picture identification card; (5) A description of the predominant types of nonferrous metal property involved in the transaction, including the weight, quantity, or volume of the scrap nonferrous metal; and (6) Name of the employee representing the scrap metal business in the transaction. Section 3. The record and declaration required by this Act shall be open to the inspection of any law enforcement officer at all times during the ordinary hours of business or at reasonable times if ordinary hours of business are not kept. The record and declaration shall be maintained at the location that the business is conducted for one year following the date of the transaction. Section 4. If a copy of the record of the transaction is requested by a law enforcement officer, a scrap metal business shall furnish a full, true, and correct transcript of the record from the purchase or receipt of the nonferrous metal property. This record shall be provided or transmitted to the applicable law enforcement agency within two business days. If the scrap metal business has good cause to believe that any nonferrous metal property in the business's possession is lost or stolen, the scrap metal business shall promptly report that fact to a law enforcement officer, together with the name of the owner, if known, and the date of transaction and the name of the person from whom it was received. Section 5. If the scrap metal business is notified by a law enforcement officer that an item of nonferrous metal property has been reported as stolen, a scrap metal business shall hold that property intact and safe from alteration, damage, or commingling, and shall place an identifying tag or other suitable identification on the property. The scrap metal business shall hold the property for a period of time as directed by the law enforcement agency up to a maximum of ten business days. A law enforcement officer may not place on hold any item of nonferrous metal property unless that law enforcement agency reasonably suspects that the property is a lost or stolen item. Any hold that is placed on the nonferrous metal property shall be removed within ten business days. If the property on hold is determined not to be lost or stolen, the nonferrous metal property shall be returned to the owner or released."}, {"bill_id": 5062, "bill_version_id": 3870, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2008-02-25T09:12:58.31-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for certain requirements for the sale and purchase of nonferrous metal property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Industrial or commercial account,\" any person or business, including a scrap metal business, operating from a fixed location, that sells nonferrous metal to a scrap metal recycler pursuant to a contractual arrangement or agreement; (2) \"Law enforcement officer,\" any law enforcement officer as defined in § 23-3-7; (3) \"Nonferrous metal property,\" any metal property for which the value of the metal property is derived from the property's content of copper, brass, aluminum, bronze, lead, zinc, platinum, rhodium, palladium, or nickel, or any of their alloys. Aluminum does not include any food or beverage containers, except for a beer keg; (4) \"Record,\" a paper, electronic, or other method of storing information; (5) \"Scrap metal business,\" any scrap metal supplier, scrap metal recycling center, or scrap metal processor; (6) \"Transaction,\" a pledge to buy, the purchase of, or the trade for any nonferrous metal property by a scrap metal business from any person. A transaction does not include a sale or trade involving any industrial or commercial account. Section 2. Each scrap metal business shall keep records of each transaction involving the purchase of nonferrous metal property that exceeds one hundred dollars. The scrap metal business shall be able to produce an accurate and legible record of each transaction involving nonferrous metal property at the location where the scrap metal is purchased. The records shall contain the following information: (1) Date, location, and value of the transaction; (2) Signature of the person selling the nonferrous metal property; (3) Name, street address, city, and state of the seller; (4) Current drivers license number or other government issued picture identification card number of the seller or, if no number is available, a copy of the seller's government issued picture identification card; (5) A description of the predominant types of nonferrous metal property involved in the transaction, including the weight, quantity, or volume of the scrap nonferrous metal; and (6) Name of the employee representing the scrap metal business in the transaction. Section 3. The record required by this Act shall be open to the inspection of any law enforcement officer at all times during the ordinary hours of business or at reasonable times if ordinary hours of business are not kept. The record shall be maintained at the location that the business is conducted for one year following the date of the transaction. Section 4. If a copy of the record of the transaction is requested by a law enforcement officer, a scrap metal business shall furnish a full, true, and correct transcript of the record from the purchase or receipt of the nonferrous metal property. This record shall be provided or transmitted to the applicable law enforcement agency within two business days. If the scrap metal business has good cause to believe that any nonferrous metal property in the business's possession is lost or stolen, the scrap metal business shall promptly report that fact to a law enforcement officer, together with the name of the owner, if known, and the date of transaction and the name of the person from whom it was received. Section 5. If the scrap metal business is notified by a law enforcement officer that an item of nonferrous metal property has been reported as stolen, a scrap metal business shall hold that property intact and safe from alteration, damage, or commingling, and shall place an identifying tag or other suitable identification on the property. The scrap metal business shall hold the property for a period of time as directed by the law enforcement agency up to a maximum of ten business days. A law enforcement officer may not place on hold any item of nonferrous metal property unless that law enforcement agency reasonably suspects that the property is a lost or stolen item. Any hold that is placed on the nonferrous metal property shall be removed within ten business days. If the property on hold is determined not to be lost or stolen, the nonferrous metal property shall be returned to the owner or released."}, {"bill_id": 5062, "bill_version_id": 4127, "bill_version": "Enrolled", "bill_version_date": "2008-02-27T16:12:34.67-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5062, "action_date": "2008-01-16T14:00:00-06:00", "document_id": 1255, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1255.pdf", "status_text": "First read in Senate and referred to", "journal_page": 137, "committee_id_action": 28, "committee_id_assigned": 6, "result": "N", "vote": {}}, {"bill_id": 5062, "action_date": "2008-01-28T10:00:00-06:00", "document_id": 1903, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1903.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 6, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5062, "action_date": "2008-01-28T10:00:00-06:00", "document_id": 1987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1987.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 6, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5062, "action_date": "2008-01-28T10:00:00-06:00", "document_id": 1987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1987.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 6, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5062, "action_date": "2008-01-28T10:00:00-06:00", "document_id": 1987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1987.pdf", "status_text": "Do Pass Amended", "journal_page": 240, "committee_id_action": 6, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 757, "president_vote": null, "Yea": [557, 576, 569, 627], "Nay": [567, 541, 573]}}, {"bill_id": 5062, "action_date": "2008-01-30T14:00:00-06:00", "document_id": 2224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2224.pdf", "status_text": "Motion to amend", "journal_page": 283, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5062, "action_date": "2008-01-30T14:00:00-06:00", "document_id": 2224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2224.pdf", "status_text": "Do Pass Amended", "journal_page": 283, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 991, "president_vote": null, "Yea": [557, 576, 621, 604, 553, 596, 560, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 573, 618, 610, 629, 613, 632, 577, 588, 539, 627, 548, 550, 541, 607], "Excused": [590]}}, {"bill_id": 5062, "action_date": "2008-01-30T14:00:00-06:00", "document_id": 2224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2224.pdf", "status_text": "Title amended", "journal_page": 284, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5062, "action_date": "2008-01-31T13:00:00-06:00", "document_id": 2326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2326.pdf", "status_text": "First read in House and referred to", "journal_page": 363, "committee_id_action": 27, "committee_id_assigned": 15, "result": "N", "vote": {}}, {"bill_id": 5062, "action_date": "2008-02-22T09:30:00-06:00", "document_id": 3509, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3509.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 15, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5062, "action_date": "2008-02-22T09:30:00-06:00", "document_id": 3825, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3825.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 15, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5062, "action_date": "2008-02-22T09:30:00-06:00", "document_id": 3825, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3825.pdf", "status_text": "Do Pass Amended", "journal_page": 715, "committee_id_action": 15, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2460, "president_vote": null, "Yea": [602, 579, 623, 555, 556, 589, 546, 536, 578, 617, 540, 561, 600]}}, {"bill_id": 5062, "action_date": "2008-02-22T09:30:00-06:00", "document_id": 3825, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3825.pdf", "status_text": "Placed on consent", "journal_page": null, "committee_id_action": 15, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5062, "action_date": "2008-02-26T14:00:00-06:00", "document_id": 4029, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4029.pdf", "status_text": "Do Pass Amended", "journal_page": 744, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2556, "president_vote": null, "Yea": [602, 579, 609, 614, 625, 593, 586, 570, 597, 532, 608, 623, 574, 534, 555, 542, 568, 552, 575, 580, 572, 624, 595, 529, 594, 631, 565, 620, 616, 556, 585, 589, 633, 543, 558, 605, 628, 630, 571, 581, 544, 546, 537, 536, 578, 612, 551, 599, 617, 554, 547, 583, 538, 603, 615, 600, 531, 563, 540, 566, 549, 619, 626, 611, 606, 587, 559, 564, 561, 591]}}, {"bill_id": 5062, "action_date": "2008-02-27T11:00:00-06:00", "document_id": 4108, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4108.pdf", "status_text": "Concurred in amendments", "journal_page": 676, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2644, "president_vote": null, "Yea": [557, 576, 621, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 573, 618, 610, 629, 613, 632, 577, 588, 627, 548, 550, 541, 607], "Excused": [539]}}, {"bill_id": 5062, "action_date": "2008-02-28T10:00:00-06:00", "document_id": 4155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4155.pdf", "status_text": "Signed by the Speaker", "journal_page": 801, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5062, "action_date": "2008-02-28T10:30:00-06:00", "document_id": 4161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4161.pdf", "status_text": "Signed by the President", "journal_page": 709, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5062, "action_date": "2008-02-29T09:30:00-06:00", "document_id": 4270, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4270.pdf", "status_text": "Delivered to the Governor", "journal_page": 713, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5062, "action_date": "2008-03-17T10:00:00-05:00", "document_id": 4324, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4324.pdf", "status_text": "Signed by the Governor", "journal_page": 743, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4040}