{"session_id": 68, "bill_id": 23929, "bill_type": "Senate Bill", "bill_number": 37, "bill_title": "revise provisions pertaining to the South Dakota School for the Deaf.", "sponsors": [], "keywords": ["Education", "Executive/Judiciary Request"], "audio": [{"meeting_datetime": "2023-01-26T08:15:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sed12.mp3", "start_seconds": 495.0}, {"meeting_datetime": "2023-01-26T08:15:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sed12.mp3", "start_seconds": 495.0}, {"meeting_datetime": "2023-01-26T08:15:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sed12.mp3", "start_seconds": 495.0}, {"meeting_datetime": "2023-01-26T08:15:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sed12.mp3", "start_seconds": 495.0}, {"meeting_datetime": "2023-02-03T07:45:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hed17.mp3", "start_seconds": 1335.0}, {"meeting_datetime": "2023-02-03T07:45:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hed17.mp3", "start_seconds": 1335.0}, {"meeting_datetime": "2023-02-03T07:45:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hed17.mp3", "start_seconds": 1335.0}, {"meeting_datetime": "2023-02-06T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou18.mp3", "start_seconds": 4779.0}, {"meeting_datetime": "2023-02-06T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou18.mp3", "start_seconds": 4779.0}, {"meeting_datetime": "2023-02-06T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou18.mp3", "start_seconds": 4779.0}], "bill_versions": [{"bill_id": 23929, "bill_version_id": 242506, "bill_version": "Introduced", "bill_version_date": "2023-01-06T13:25:31.81-06:00", "bill_text": "An Act to revise provisions pertaining to the South Dakota School for the Deaf. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 3-18-1 be AMENDED: 3-18-1. The term, public employee, as used in this chapter means any person holding a position by appointment or employment in the government of the State of South Dakota or in the government of any one or more of the political subdivisions thereof, or in the service of the public schools, or in the service of any authority, commission, or board, or any other branch of the public service. The term does not include: (1) Elected officials and persons appointed to fill vacancies in elective offices and members of any board or commission; (2) Administrators except elementary and secondary school administrators, administrative officers, directors, or chief executive officers of a public employer or major divisions thereof as well as chief deputies, first assistants, and any other public employees having authority in the interest of the public employer to hire, transfer, suspend, layoff, recall, promote, discharge, assign, reward, or discipline other public employees, or the responsibility to direct them, or to adjust their grievances, or to effectively recommend any action, if in connection with the foregoing, and the exercise of the authority is not of a merely routine or clerical nature, but requires the use of independent judgment; (3) Students working as part‑time employees twenty hours per week or less; (4) Temporary public employees employed for a period of four months or less; (5) Commissioned and enlisted personnel of the South Dakota National Guard; (6) Judges and employees of the unified court system; (7) Legislators and the full‑time and part‑time employees of the legislature or any state agency that statutorily is directed by the legislative branch; or (8) Any person employed by the Board of Regents or employed by an institution under the authority control of the Board of Regents, except a person employed at the South Dakota School Services for the Deaf or the South Dakota School for the Blind and the Visually Impaired, who is not otherwise excluded by subdivision (2), (3), or (4). This section does not preclude employees described in subdivisions (1) to (8), inclusive, from joining professional, noncollective bargaining organizations. Section 2. That § 5-10-1.2 be AMENDED: 5-10-1.2. The commissioner of school and public lands shall deposit revenue collected for state endowed institutions under the control of the Board of Regents, pursuant to § 5-10-1 and chapters 10-4 and 10-6, in the Board of Regents endowed institution interest and income fund, created by § 5-10-1.1, and credit the appropriate institutional account within the fund. On a periodic basis, the commissioner shall allocate the money to the appropriate institutions. The total allocation for an institution for a fiscal yearshall be is the lesser of that institution's revenue for the fiscal year plus the beginning cash balance of the institution's account or: $ 236,041 for the University of South Dakota; $ 548,451 for South Dakota State University; $ 133,022 for South Dakota School of Mines and Technology; $ 183,393 for Northern State University; $ 173,360 for Dakota State University; $ 173,360 for Black Hills State University; $ 97,959 for the School South Dakota Services for the Deaf; $ 94,712 for the School for the Blind and the Visually Impaired; and $ 77,745 for the agricultural experiment station. Revenue in excess of the allocation shall be credited to the corresponding institutional account. If the cash balance of any institutional account exceeds fifty percent of the maximum allocation for that institution at the end of the fiscal year, the commissioner shall allocate the portion over fifty percent to the institution in the next fiscal year in addition to the normal allocation. Section 3. That § 13-33B-3 be AMENDED: 13-33B-3. In considering placement and the least restrictive environment for a deaf and or hard‑of‑hearing childstudent, the individualized education program team shall consider the unique communications needs of the child as discussedstudent, in accordance with § 13-33B-2. In making that determination, the individualized education program team shall consider particularly those program options that provide the pupil student with an appropriate and equal opportunity for communication access, including the state school for the deaf which may be the least restrictive environment for a deaf or hard‑of‑hearing child those available through South Dakota Services for the Deaf. Section 4. That § 13-33B-9 be AMENDED: 13-33B-9. The superintendent of the State Schooladministrator of South Dakota Services for the Deaf shall establish an advisory committee for purposes of solicitingto solicit input from experts on the selection of language developmental milestones for children who are deaf or hard-of-hearing that are equivalent to experts milestones for children who are not deaf or hard-of-hearing, for inclusion in the parent resource pursuant to §§ 13-33B-5 and 13-33B-7. The advisory committee may also make recommendations on the selection and administration of the educator tools or assessments selected pursuant toreferenced in § 13-33B-6. The advisory committee shall consist of at least nine but no more than fifteen volunteers, at least four of whom shall beare deaf or hard-of-hearing, and all of whom shall practice within the fields of education or services for the deaf and or hard-of-hearing. The advisory committee shall must include: (1) A parent of a child who is deaf or hard-of-hearing, who uses both ASL and English; (2) A parent of a child who is deaf or hard-of-hearing, who uses only spoken English, with or without visual supplements; (3) A parent of a child who is Deaf-Plus; (4) A representative from the State SchoolSouth Dakota Services for the Deafoutreach, who is fluent in both ASL and English; (5) A representative from the Department of Education; and (6) At least four members which who may be any of the following: (a) An expert who researches language outcomes for deaf and or hard-of-hearing children, using ASL and English; (b) A credentialed teacher of deaf and or hard-of-hearing students, with expertise in curriculum and instruction in ASL and English; (c) A credentialed teacher of deaf and or hard-of-hearing students, with expertise in curriculum and instruction in spoken English, with or without visual supplements; (d) An advocate from a South Dakotaan association in this state that represents the deaf who and advocates for teaching, using both ASL and English; (e) An early intervention specialist who works with deaf and or hard-of-hearing infants and toddlers, using both ASL and English; (f) A credentialed teacher of deaf and or hard-of-hearing students, with expertise in ASL and English language assessments; (g) A representative from a parent training information center in South Dakotathis state; (h) A representative from an organization that provides communication services for the deaf; (i) A psychologist with who has expertise in assessing deaf and or hard-of-hearing children who and is fluent in ASL and English; (j) A speech language pathologist; or (k) A pediatric audiologist. The advisory committee may also advise the department on the content and administration of the instruments used to assess the language development and literacy development of deaf and or hard-of-hearing children's language and literacy developmentchildren, to ensure the appropriate use of the instruments with deaf or hard-of-hearing children. The committee may make recommendations regarding future research to improve the measurement of progress of deaf and or hard-of-hearing children, in language and literacy. Section 5. That § 13-49-14.12 be AMENDED: 13-49-14.12. The Board of Regents may deposit any moneys held by it pursuant to § 13-49-14.2, but not needed to cover liabilities heretofore incurred, into a special fund hereby created in the South Dakota school and public lands endowment, to be known as the South Dakota School Services for the Deaf and the South Dakota School for the Blind and Visually Handicapped maintenance and repair Impaired support fund. All moneys so deposited shall become are part of the school and public lands endowment, whose principal shall must be held inviolate, and their the earnings shall must be made available to theBoard of Regents to address the cost of board to: (1) Support routine maintenance and repair of at the physical plant of the South Dakota School for the Deaf and the South Dakota School for the Blind and Visually HandicappedImpaired; and (2) Support locations utilized by South Dakota Services for the Deaf. Section 6. That § 13-49-14.13 be AMENDED: 13-49-14.13. Each A person hired at by the South Dakota School for the Blind and Visually Impaired and the a person hired by South Dakota School Services for the Deafto serve as superintendent or principal, in a teaching or teaching assistant position, in a certificated or licensed clinical employment position, or on the residence hall staff in any capacity shall agree to must submit to a fingerprint-based criminal backgroundinvestigation, by means of fingerprint checks check by the Division of Criminal Investigation and the Federal Bureau of Investigation, if the person is to serve: (1) As a superintendent; (2) As an administrator; (3) As a principal; (4) In a teaching or teaching assistant position; (5) In a certificated or licensed clinical position; or (6) As residence hall staff. The hiring institution entity shall submit completed fingerprint cards to the Division of Criminal Investigation before the prospective new employee person enters into service. If no disqualifying record is identified at the state level, the fingerprints shall must be forwarded by the Division of Criminal Investigation to the Federal Bureau of Investigation for a national criminal history record background check. Any person whose employment is subject to the requirements of this section may enter into service on a temporary basis, pending the receipt of results from the background investigationcheck. The employing institution entity may, without liability, withdraw its an offer of employment, or terminate the temporary employment, without notice, if the report reveals that the person has been convicted of any crime involving moral turpitude, including traffic in narcotics, that which might justify suspension or revocation of a teaching license certificate pursuant to § 13-42-10, or which otherwise reveals circumstances that reasonably suggest that the person should not be employedin the special school setting. Section 7. That § 13-49-39 be AMENDED: 13-49-39. The collective bargaining provisions set forth in chapters 3-18 and 60-9A do not apply to any person employed by the Board of Regents or employed by an institution under the authority control of the Board of Regents, except for public employees at the South Dakota School Services for the Deaf or and the South Dakota School for the Blind and Visually Impaired, as provided in § 3-18-1. Section 8. That § 13-51A-1 be AMENDED: 13-51A-1. Terms used in this chapter mean: (1) \"Acquire,\" includes to purchase, erect, build, construct, reconstruct, complete, repair, replace, alter, extend, better, equip, develop, and improve a project, including the acquisition and clearing of a site or sites therefor; (2) \"Board,\" the Board of Regents or its successor; (3) \"Federal agency,\" the United States of America, the President of the United States of America, the Department of Housing and Urban Development, or such other agency or agencies of the United States of America as may be designated or created to make loans or grants or both; (4) \"Institution,\" includes any of the following: (a) Black Hills State University, located at Spearfish, South Dakota; (b) Dakota State University, located at Madison, South Dakota; (c) Northern State University, located at Aberdeen, South Dakota; (d) South Dakota State University, located at Brookings, South Dakota; (e) University of South Dakota, located at Vermillion, South Dakota; (f) South Dakota School of Mines and Technology, located at Rapid City, South Dakota; (g) School for the Blind and the Visually Impaired, located at Aberdeen, South Dakota; and (h) School South Dakota Services for the Deaf, located at Sioux Falls, South Dakota; and their branches; (5) \"Project,\" includes revenue producing buildings, structures, and facilities which, as determined by the board, are required by, or necessary for the use or benefit of, each such institution, including, without limiting the generality of the foregoing, the following: student residence halls; apartments; staff housing facilities; dormitories; health, hospital, or medical facilities; dining halls; student union buildings; field houses; stadiums; physical education installations and facilities; auditoriums; facilities for student or staff services; any facility or building leased to the United States of America; off-street parking facilities; whether heretofore acquired and now or hereafter used for any or all of the purposes aforesaid, as described in or as may be hereafter acquired under this chapter, with all equipment and appurtenant facilities; or any one, or more than one, or all, of the foregoing, or any combination thereof, for each such institution; (6) \"Each such institution,\" includes any institution or any combination of institutions as determined by the board. Section 9. That § 13-61-3 be AMENDED: 13-61-3. The Board of Regents shall make promulgate rules, in accordance with chapter 1-26, to provide forthe government governance of the South Dakota School for the Blind and the Visually Impaired, consistent with the laws of this state, and in compliance with chapter 1-26, and to. The board shall employ a superintendent and such instructors and staffas may be necessary. The superintendent and the instructional staff shall who have professional knowledge concerning the educational needs of students with sensory disabilities. The board may hire one person to serve as both the superintendent of both the South Dakota School for the Blind and the Visually Impaired and the State School as the administrator of South Dakota Services for the Deaf. The person shall receive a single salary. Section 10. That § 13-62-1 be AMENDED: 13-62-1. The State SchoolSouth Dakota Services for the Deaf, located at Sioux Falls, in Minnehaha County, shall be is under the control of the Board of Regents and so must be maintained and managedas to afford an appropriate education to provide assistance and audiology and outreach services to those persons entitled to its the benefits of a school for the deaf. Section 11. That § 13-62-2 be AMENDED: 13-62-2. The Board of Regents shall employ a superintendent and such instructors and staff as may be staff necessary for the State School to meet the needs of those persons entitled to benefits through South Dakota Services for the Deaf. Thesuperintendent and the instructional staff administrator shall have professional knowledge concerning the educational needs of students with sensory disabilities. The superintendent administrator shall work towards increasing to increase knowledge and skill in the use of American sign language, to the extent feasible. The board may hire one person to serve as both the superintendent of both the South Dakota School for the Blind and the Visually Impaired and the State School as the administrator of South Dakota Services for the Deaf. The person shall receive a single salary. Section 12. That § 13-62-3 be AMENDED: 13-62-3. The superintendent administrator shall give a bond to the state in thean amount which shall be fixed by the Board of Regents, for the faithful discharge of his duties, which. The bond shall must be approved, recorded, and filed according to the provisions of this code relating to in the same manner as the official bonds of state officers. Section 13. That § 13-62-4 be AMENDED: 13-62-4. The Board of Regents shall prescribe the duties of the superintendent and shall have the power to employ and administrator. The board may fix the compensation of allother employees at the school staff at South Dakota Services for the Deaf. Section 14. That § 13-62-5 be AMENDED: 13-62-5. It shall be the duty of theThe Board of Regents to shall preserve and care forbuildings, grounds, and all the all propertybelonging to the school used by South Dakota Services for the Deaf. Section 15. That § 13-62-6 be AMENDED: 13-62-6. All personsAny resident of this state who is under twenty‑oneyears of age, whose and has a hearing impairment status that precludes successful receiving educational benefits of through a public schools, who are residents of the state, and capable of receiving instruction are eligible for programs provided by the state school for the deaf. Any school is entitled to receive services through South Dakota Services for the Deaf. South Dakota Services for the Deaf may assist any person who is not a resident of the state, but provided: (1) The person meetsall of the other qualifications included the criteria established in this section, may be admitted to the school provided the; (2) The Board of Regents determines that the admittance does not exclude eligible residents of the no resident of this state and upon payment of board, tuition and care is denied assistance as a result; and (3) Payment is received for any charges established by the Board of Regents. Section 16. That § 13-62-12 be AMENDED: 13-62-12. It shall be the duty of theThe Board of Regentsto apply all funds shall ensure the proper allocation of any money, effects, and property which may be received, faithfully to the received for the use and benefit of the schoolSouth Dakota Services for the Deaf. Section 17. That § 13-62-13 be AMENDED: 13-62-13. It shall be the duty of theThe Board of Regentsto fix shall establish the annual operating period of the academic year of such school, which shall be in compliance with §§ 13-26-1 to 13-26-6, inclusive South Dakota Services for the Deaf. Section 18. That § 13-62-14 be AMENDED: 13-62-14. It shall be the duty of theThe Board of Regents to make shall promulgate rules, in compliance accordance with chapter 1-26, as may be necessary for theefficient government and operation of the school governance and operations of South Dakota Services for the Deaf. Section 19. That § 13-62-15 be AMENDED: 13-62-15. The Board of Regents may lease, for commercial purposes, portions of School for the Deaf buildings that are no longer not regularly and actively used by the School for the Deaf in the conduct of school's operationsSouth Dakota Services for the Deaf. The purposes, terms, and conditions of each lease shall be both must be economical and consistent with the stewardship of public property. The board may permit a lessee to undertake renovations on the following conditions if: (1) The construction renovation is of comparable to the kind and quality as of the original structure; (2) The board has the right to prior review and approval of renovation designs and specifications that may affect shared building structural systems and related equipment and infrastructure; (3) The lessee provides such as-built documentation as the board may require; and (4) The lessee agrees that the title to the renovations shall vest vests with the board on behalf of the state. The board shall establish lease rental rates that are consistent withthe rates for those of commercial leases for comparable properties in Sioux Falls and Minnehaha County. The board may offer the leases to the public in any commercially reasonable manner. Lease income received through the leases by the board pursuant to this sectionshall be is continuously appropriated to the School for the Deafboard for use in maintaining the property and supporting the operations of the SchoolSouth Dakota Services for the Deaf. Section 20. That § 35-2-6.1 be AMENDED: 35-2-6.1. No on-sale or off-sale license may be granted under this title to operate on the campus of any state educational institution. However, if the outside boundary of any state educational institution is extended, this section does not apply to any license granted previous to the extension. This section does not apply to theschool for the deaf established by chapter 13-62 South Dakota Services for the Deaf. For the purpose of this section, the term, campus, means only the area immediately surrounding the buildings used for classrooms, administrative offices, and housing. Notwithstanding the provisions of this section: (1) An alcoholic beverage license may be issued pursuant to subdivisions 35-4-2(12) and (16) for the sole purpose of permitting the licensee to engage in the periodic retail sale of malt beverages, or wine, for consumption on-site, at a location and time, authorized by the Board of Regents, that which involves the performing arts, intercollegiate athletics, fund raising, a reception, a conference, or an occasional or scheduled event at a facility used for performing arts, intercollegiate athletics, events, or receptions; and (2) A special events license may be issued, pursuant to §§ 35-4-124, 35-4-124.1, and 35-4-125, for a special event authorized by the Board of Regentsthat, which involves the performing arts, intercollegiate athletics, fund raising, a reception, a conference, or an occasional or scheduled event."}, {"bill_id": 23929, "bill_version_id": 248728, "bill_version": "Enrolled", "bill_version_date": "2023-02-07T12:55:18.62-06:00", "bill_text": "ENTITLED An Act to revise provisions pertaining to the South Dakota School for the Deaf. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 3-18-1 be AMENDED: 3-18-1. The term, public employee, as used in this chapter means any person holding a position by appointment or employment in the government of the State of South Dakota or in the government of any one or more of the political subdivisions thereof, or in the service of the public schools, or in the service of any authority, commission, or board, or any other branch of the public service. The term does not include: (1) Elected officials and persons appointed to fill vacancies in elective offices and members of any board or commission; (2) Administrators except elementary and secondary school administrators, administrative officers, directors, or chief executive officers of a public employer or major divisions thereof as well as chief deputies, first assistants, and any other public employees having authority in the interest of the public employer to hire, transfer, suspend, layoff, recall, promote, discharge, assign, reward, or discipline other public employees, or the responsibility to direct them, or to adjust their grievances, or to effectively recommend any action, if in connection with the foregoing, and the exercise of the authority is not of a merely routine or clerical nature, but requires the use of independent judgment; (3) Students working as part‑time employees twenty hours per week or less; (4) Temporary public employees employed for a period of four months or less; (5) Commissioned and enlisted personnel of the South Dakota National Guard; (6) Judges and employees of the unified court system; (7) Legislators and the full‑time and part‑time employees of the legislature or any state agency that statutorily is directed by the legislative branch; or (8) Any person employed by the Board of Regents or employed by an institution under the control of the Board of Regents, except a person employed at South Dakota Services for the Deaf or the South Dakota School for the Blind and the Visually Impaired, who is not otherwise excluded by subdivision (2), (3), or (4). This section does not preclude employees described in subdivisions (1) to (8), inclusive, from joining professional, noncollective bargaining organizations. Section 2. That § 5-10-1.2 be AMENDED: 5-10-1.2. The commissioner of school and public lands shall deposit revenue collected for state endowed institutions under the control of the Board of Regents, pursuant to § 5-10-1 and chapters 10-4 and 10-6, in the Board of Regents endowed institution interest and income fund, created by § 5-10-1.1, and credit the appropriate institutional account within the fund. On a periodic basis, the commissioner shall allocate the money to the appropriate institutions. The total allocation for an institution for a fiscal year is the lesser of that institution's revenue for the fiscal year plus the beginning cash balance of the institution's account or: $ 236,041 for the University of South Dakota; $ 548,451 for South Dakota State University; $ 133,022 for South Dakota School of Mines and Technology; $ 183,393 for Northern State University; $ 173,360 for Dakota State University; $ 173,360 for Black Hills State University; $ 97,959 for South Dakota Services for the Deaf; $ 94,712 for the School for the Blind and the Visually Impaired; and $ 77,745 for the agricultural experiment station. Revenue in excess of the allocation shall be credited to the corresponding institutional account. If the cash balance of any institutional account exceeds fifty percent of the maximum allocation for that institution at the end of the fiscal year, the commissioner shall allocate the portion over fifty percent to the institution in the next fiscal year in addition to the normal allocation. Section 3. That § 13-33B-3 be AMENDED: 13-33B-3. In considering placement and the least restrictive environment for a deaf or hard-of-hearing student, the individualized education program team shall consider the unique communications needs of the student, in accordance with § 13-33B-2. In making that determination, the individualized education program team shall consider program options that provide the student with an appropriate and equal opportunity for communication access, including those available through South Dakota Services for the Deaf. Section 4. That § 13-33B-9 be AMENDED: 13-33B-9. The administrator of South Dakota Services for the Deaf shall establish an advisory committee to solicit input from experts on the selection of language developmental milestones for children who are deaf or hard-of-hearing that are equivalent to milestones for children who are not deaf or hard-of-hearing, for inclusion in the parent resource pursuant to §§ 13-33B-5 and 13-33B-7. The advisory committee may also make recommendations on the selection and administration of the educator tools or assessments referenced in § 13-33B-6. The advisory committee shall consist of at least nine but no more than fifteen volunteers, at least four of whom are deaf or hard-of-hearing, and all of whom practice within the fields of education or services for the deaf or hard-of-hearing. The advisory committee must include: (1) A parent of a child who is deaf or hard-of-hearing, who uses both ASL and English; (2) A parent of a child who is deaf or hard-of-hearing, who uses only spoken English, with or without visual supplements; (3) A parent of a child who is Deaf-Plus; (4) A representative from South Dakota Services for the Deaf, who is fluent in both ASL and English; (5) A representative from the Department of Education; and (6) At least four members who may be any of the following: (a) An expert who researches language outcomes for deaf or hard-of-hearing children, using ASL and English; (b) A credentialed teacher of deaf or hard-of-hearing students, with expertise in curriculum and instruction in ASL and English; (c) A credentialed teacher of deaf or hard-of-hearing students, with expertise in curriculum and instruction in spoken English, with or without visual supplements; (d) An advocate from an association in this state that represents the deaf and advocates for teaching, using both ASL and English; (e) An early intervention specialist who works with deaf or hard-of-hearing infants and toddlers, using both ASL and English; (f) A credentialed teacher of deaf or hard-of-hearing students, with expertise in ASL and English language assessments; (g) A representative from a parent training information center in this state; (h) A representative from an organization that provides communication services for the deaf; (i) A psychologist who has expertise in assessing deaf or hard-of-hearing children and is fluent in ASL and English; (j) A speech language pathologist; or (k) A pediatric audiologist. The committee may advise the department on the content and administration of instruments used to assess the language development and literacy development of deaf or hard-of-hearing children, to ensure the appropriate use of the instruments with deaf or hard-of-hearing children. The committee may make recommendations regarding future research to improve the measurement of progress of deaf or hard-of-hearing children, in language and literacy. Section 5. That § 13-49-14.12 be AMENDED: 13-49-14.12. The Board of Regents may deposit any moneys held by it pursuant to § 13-49-14.2, but not needed to cover liabilities, into a special fund created in the South Dakota school and public lands endowment, known as the South Dakota Services for the Deaf and the South Dakota School for the Blind and Visually Impaired support fund. All moneys so deposited are part of the school and public lands endowment, whose principal must be held inviolate, and the earnings must be made available to the board to: (1) Support routine maintenance and repair at the South Dakota School for the Blind and Visually Impaired; and (2) Support locations utilized by South Dakota Services for the Deaf. Section 6. That § 13-49-14.13 be AMENDED: 13-49-14.13. A person hired by the South Dakota School for the Blind and Visually Impaired and a person hired by South Dakota Services for the Deaf must submit to a fingerprint-based criminal background check by the Division of Criminal Investigation and the Federal Bureau of Investigation, if the person is to serve: (1) As a superintendent; (2) As an administrator; (3) As a principal; (4) In a teaching or teaching assistant position; (5) In a certificated or licensed clinical position; or (6) As residence hall staff. The hiring entity shall submit fingerprint cards to the Division of Criminal Investigation before the person enters into service. If no disqualifying record is identified at the state level, the fingerprints must be forwarded by the Division of Criminal Investigation to the Federal Bureau of Investigation for a national criminal background check. Any person subject to the requirements of this section may enter into service on a temporary basis, pending the receipt of results from the background check. The employing entity may, without liability, withdraw an offer of employment, or terminate the temporary employment, without notice, if the report reveals that the person has been convicted of any crime involving moral turpitude, including traffic in narcotics, which might justify suspension or revocation of a teaching certificate pursuant to § 13-42-10, or which otherwise reveals circumstances that suggest the person should not be employed. Section 7. That § 13-49-39 be AMENDED: 13-49-39. The collective bargaining provisions set forth in chapters 3-18 and 60-9A do not apply to any person employed by the Board of Regents or employed by an institution under the control of the Board of Regents, except for public employees at South Dakota Services for the Deaf and the South Dakota School for the Blind and Visually Impaired, as provided in § 3-18-1. Section 8. That § 13-51A-1 be AMENDED: 13-51A-1. Terms used in this chapter mean: (1) \"Acquire,\" to purchase, erect, build, construct, reconstruct, complete, repair, replace, alter, extend, better, equip, develop, and improve a project, including the acquisition and clearing of a site or sites therefor; (2) \"Board,\" the Board of Regents or its successor; (3) \"Federal agency,\" the United States of America, the President of the United States of America, the Department of Housing and Urban Development, or such other agency or agencies of the United States of America as may be designated or created to make loans or grants or both; (4) \"Institution,\" any of the following: (a) Black Hills State University, located at Spearfish, South Dakota; (b) Dakota State University, located at Madison, South Dakota; (c) Northern State University, located at Aberdeen, South Dakota; (d) South Dakota State University, located at Brookings, South Dakota; (e) University of South Dakota, located at Vermillion, South Dakota; (f) South Dakota School of Mines and Technology, located at Rapid City, South Dakota; (g) School for the Blind and the Visually Impaired, located at Aberdeen, South Dakota; and (h) South Dakota Services for the Deaf; and their branches; (5) \"Project,\" revenue producing buildings, structures, and facilities which, as determined by the board, are required by, or necessary for the use or benefit of, each such institution, including, without limiting the generality of the foregoing, the following: student residence halls; apartments; staff housing facilities; dormitories; health, hospital, or medical facilities; dining halls; student union buildings; field houses; stadiums; physical education installations and facilities; auditoriums; facilities for student or staff services; any facility or building leased to the United States of America; off-street parking facilities; whether heretofore acquired and now or hereafter used for any or all of the purposes aforesaid, as described in or as may be hereafter acquired under this chapter, with all equipment and appurtenant facilities; or any one, or more than one, or all, of the foregoing, or any combination thereof, for each such institution; (6) \"Each such institution,\" any institution or any combination of institutions as determined by the board. Section 9. That § 13-61-3 be AMENDED: 13-61-3. The Board of Regents shall promulgate rules, in accordance with chapter 1-26, to provide for governance of the South Dakota School for the Blind and the Visually Impaired. The board shall employ a superintendent and instructors and staff who have knowledge concerning the educational needs of students with sensory disabilities. The board may hire one person to serve as both the superintendent of the South Dakota School for the Blind and the Visually Impaired and as the administrator of South Dakota Services for the Deaf. The person shall receive a single salary. Section 10. That § 13-62-1 be AMENDED: 13-62-1. South Dakota Services for the Deaf is under the control of the Board of Regents and must be maintained and managed to provide assistance and audiology and outreach services to persons entitled to the benefits of a school for the deaf. Section 11. That § 13-62-2 be AMENDED: 13-62-2. The Board of Regents shall employ staff necessary to meet the needs of those persons entitled to benefits through South Dakota Services for the Deaf. The administrator shall have knowledge concerning the educational needs of students with sensory disabilities. The administrator shall work to increase knowledge and skill in the use of American sign language. The board may hire one person to serve as both the superintendent of the South Dakota School for the Blind and Visually Impaired and as the administrator of South Dakota Services for the Deaf. The person shall receive a single salary. Section 12. That § 13-62-3 be AMENDED: 13-62-3. The administrator shall give a bond to the state in an amount fixed by the Board of Regents, for the faithful discharge of duties. The bond must be approved, recorded, and filed in the same manner as the bonds of state officers. Section 13. That § 13-62-4 be AMENDED: 13-62-4. The Board of Regents shall prescribe the duties of the administrator. The board may fix the compensation of all staff at South Dakota Services for the Deaf. Section 14. That § 13-62-5 be AMENDED: 13-62-5. The Board of Regents shall preserve and care for all property used by South Dakota Services for the Deaf. Section 15. That § 13-62-6 be AMENDED: 13-62-6. Any resident of this state who is under twenty-one and has a hearing status that precludes receiving educational benefits through a public school is entitled to receive services through South Dakota Services for the Deaf. South Dakota Services for the Deaf may assist any person who is not a resident of the state, provided: (1) The person meets the criteria established in this section; (2) The Board of Regents determines that no resident of this state is denied assistance as a result; and (3) Payment is received for any charges established by the Board of Regents. Section 16. That § 13-62-12 be AMENDED: 13-62-12. The Board of Regents shall ensure the proper allocation of any money, effects, and property received for the use and benefit of South Dakota Services for the Deaf. Section 17. That § 13-62-13 be AMENDED: 13-62-13. The Board of Regents shall establish the annual operating period of South Dakota Services for the Deaf. Section 18. That § 13-62-14 be AMENDED: 13-62-14. The Board of Regents shall promulgate rules, in accordance with chapter 1-26, for the governance and operations of South Dakota Services for the Deaf. Section 19. That § 13-62-15 be AMENDED: 13-62-15. The Board of Regents may lease, for commercial purposes, portions of buildings that are not regularly and actively used by South Dakota Services for the Deaf. The purposes, terms, and conditions of each lease must be economical and consistent with the stewardship of public property. The board may permit a lessee to undertake renovations if: (1) The renovation is comparable to the kind and quality of the original structure; (2) The board has the right to prior review and approval of renovation designs and specifications that may affect shared building structural systems and related equipment and infrastructure; (3) The lessee provides such as-built documentation as the board may require; and (4) The lessee agrees that the title to the renovations vests with the board on behalf of the state. The board shall establish lease rates that are consistent with those of commercial leases for comparable properties in Sioux Falls and Minnehaha County. The board may offer the leases to the public in any commercially reasonable manner. Lease income received by the board pursuant to this section is continuously appropriated to the board for use in maintaining the property and supporting the operations of South Dakota Services for the Deaf. Section 20. That § 35-2-6.1 be AMENDED: 35-2-6.1. No on-sale or off-sale license may be granted under this title to operate on the campus of any state educational institution. However, if the outside boundary of any state educational institution is extended, this section does not apply to any license granted previous to the extension. This section does not apply to South Dakota Services for the Deaf. For the purpose of this section, the term, campus, means only the area immediately surrounding the buildings used for classrooms, administrative offices, and housing. Notwithstanding this section: (1) An alcoholic beverage license may be issued pursuant to subdivisions 35-4-2(12) and (16) for the sole purpose of permitting the licensee to engage in the periodic retail sale of malt beverages, or wine, for consumption on-site, at a location and time authorized by the Board of Regents, which involves the performing arts, intercollegiate athletics, fund raising, a reception, a conference, or an occasional or scheduled event at a facility used for performing arts, intercollegiate athletics, events, or receptions; and (2) A special events license may be issued, pursuant to §§ 35-4-124, 35-4-124.1, and 35-4-125, for a special event authorized by the Board of Regents, which involves the performing arts, intercollegiate athletics, fund raising, a reception, a conference, or an occasional or scheduled event. An Act to revise provisions pertaining to the South Dakota School for the Deaf. I certify that the attached Act originated in the: Senate as Bill No. 37 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 37 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2023 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2023 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2023 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23929, "action_date": "2023-01-10T12:00:00-06:00", "document_id": 241522, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/241522.pdf", "status_text": "First read in Senate and referred to", "journal_page": 13, "committee_id_action": 1183, "committee_id_assigned": 1174, "result": "N", "vote": {}}, {"bill_id": 23929, "action_date": "2023-01-26T08:15:00-06:00", "document_id": 245778, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245778.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1174, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23929, "action_date": "2023-01-26T08:15:00-06:00", "document_id": 245780, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245780.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1174, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76431, "president_vote": null, "Yea": [4339, 4342, 4348, 4404, 4453, 4414], "Excused": [4407]}}, {"bill_id": 23929, "action_date": "2023-01-26T08:15:00-06:00", "document_id": 245780, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245780.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1174, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23929, "action_date": "2023-01-30T14:00:00-06:00", "document_id": 246905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246905.pdf", "status_text": "Do Pass", "journal_page": 137, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76497, "president_vote": null, "Yea": [4336, 4338, 4339, 4340, 4342, 4345, 4348, 4448, 4352, 4355, 4359, 4457, 4372, 4378, 4381, 4382, 4453, 4466, 4386, 4460, 4394, 4395, 4399, 4404, 4407, 4410, 4413, 4414, 4419, 4426, 4430, 4432, 4434, 4436], "Suspended": [4360]}}, {"bill_id": 23929, "action_date": "2023-01-31T14:00:00-06:00", "document_id": 247330, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247330.pdf", "status_text": "First read in House and referred to", "journal_page": 180, "committee_id_action": 1159, "committee_id_assigned": 1156, "result": "N", "vote": {}}, {"bill_id": 23929, "action_date": "2023-02-03T07:45:00-06:00", "document_id": 248149, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248149.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1156, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23929, "action_date": "2023-02-03T07:45:00-06:00", "document_id": 248150, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248150.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1156, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76730, "president_vote": null, "Yea": [4449, 4450, 4458, 4459, 4456, 4455, 4469, 4447, 4471, 4396, 4417, 4375, 4446, 4351, 4421]}}, {"bill_id": 23929, "action_date": "2023-02-06T14:00:00-06:00", "document_id": 248518, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248518.pdf", "status_text": "Do Pass", "journal_page": 238, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76828, "president_vote": null, "Yea": [4456, 4445, 4333, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4354, 4468, 4471, 4358, 4365, 4366, 4368, 4450, 4373, 4374, 4375, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4443, 4385, 4451, 4388, 4389, 4469, 4392, 4393, 4447, 4467, 4396, 4397, 4398, 4400, 4440, 4437, 4405, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4439, 4417, 4418, 4421, 4464, 4446, 4465, 4470, 4429, 4461], "Excused": [4401, 4406], "Nay": [4403]}}, {"bill_id": 23929, "action_date": "2023-02-13T14:00:00-06:00", "document_id": 249144, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249144.pdf", "status_text": "Signed by the President", "journal_page": 254, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23929, "action_date": "2023-02-14T14:00:00-06:00", "document_id": 249286, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249286.pdf", "status_text": "Signed by the Speaker", "journal_page": 298, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23929, "action_date": "2023-02-15T14:00:00-06:00", "document_id": 249445, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249445.pdf", "status_text": "Delivered to the Governor", "journal_page": 273, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23929, "action_date": "2023-02-24T13:30:00-06:00", "document_id": 250063, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250063.pdf", "status_text": "Signed by the Governor", "journal_page": 336, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}]}