{"session_id": 7, "bill_id": 597, "bill_type": "Senate Bill", "bill_number": 29, "bill_title": "revise the requirements for replacement or discontinuance of group life insurance policies.", "sponsors": [], "keywords": ["Department of Revenue and Regulation", "Insurance ", "Life Insurance"], "audio": [{"meeting_datetime": "2009-01-27T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco10.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2009-01-27T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco10.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2009-01-27T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco10.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2009-01-27T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco10.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2009-01-27T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco10.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2009-01-27T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sco10.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2009-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen14.mp3", "start_seconds": 1004.0}, {"meeting_datetime": "2009-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen14.mp3", "start_seconds": 1004.0}, {"meeting_datetime": "2009-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen14.mp3", "start_seconds": 1004.0}, {"meeting_datetime": "2009-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sen14.mp3", "start_seconds": 1004.0}, {"meeting_datetime": "2009-02-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco29.mp3", "start_seconds": 746.0}, {"meeting_datetime": "2009-02-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco29.mp3", "start_seconds": 746.0}, {"meeting_datetime": "2009-02-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco29.mp3", "start_seconds": 746.0}, {"meeting_datetime": "2009-02-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco29.mp3", "start_seconds": 746.0}, {"meeting_datetime": "2009-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou30.mp3", "start_seconds": 5466.0}, {"meeting_datetime": "2009-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou30.mp3", "start_seconds": 5466.0}, {"meeting_datetime": "2009-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hou30.mp3", "start_seconds": 5466.0}], "bill_versions": [{"bill_id": 597, "bill_version_id": 5086, "bill_version": "Introduced", "bill_version_date": "2008-12-31T16:10:25.14-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the requirements for replacement of group life insurance policies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-16 be amended by adding thereto a NEW SECTION to read as follows: If a group life insurance policy is replaced, no replacing policy may include a provision which requires any covered employee to be actively at work as of the effective date of the replacing policy. The replacing group life insurance policy may include an actively-at-work requirement for any employees who were not covered under the replaced policy. Section 2. That chapter 58-16 be amended by adding thereto a NEW SECTION to read as follows: A group life insurance policy is a replacement policy if the effective date of the policy is not more than thirty days after the expiration date of a group life insurance policy covering the same group. 225 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.04 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 597, "bill_version_id": 6022, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2009-01-27T15:13:35.777-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the requirements for replacement or discontinuance of group life insurance policies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-16 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Carrier,\" a person or an entity that offers or provides a policy, contract, or certificate of group life insurance coverage in this state. Carrier includes an insurer, or any other person or entity providing a policy, contract, or certificate of group life insurance coverage subject to regulation under this title; (2) \"Group-type basis,\" a benefit plan, other than a salary budget plan utilizing individual insurance policies or subscriber contracts, which meets the following conditions: (a) Coverage is provided through insurance policies to classes of employees or members defined in terms of conditions pertaining to employment or membership; (b) The coverage is not available to the general public and can be obtained and maintained only because of the covered person's membership in or connection with the particular organization or group; (c) There are arrangements for bulk payment of premiums or subscription charges to the carrier; and (d) There is sponsorship of the plan by the employer, union, or association. Section 2. That chapter 58-16 be amended by adding thereto a NEW SECTION to read as follows: The provisions of this Act apply to any group life insurance policy issued or provided by a carrier on a group or group-type basis covering persons as employees of employers or as members of unions or associations. Section 3. That chapter 58-16 be amended by adding thereto a NEW SECTION to read as follows: If a policy or contract subject to the provisions of this Act provides for automatic discontinuance of the policy or contract after a premium or subscription charge has remained unpaid through the grace period allowed for such payment, the carrier is liable for valid claims for covered losses incurred prior to the end of the grace period. If the actions of the carrier after the end of the grace period indicate that the carrier considers the policy or contract as continuing in force beyond the end of the grace period, such as, by continuing to recognize claims subsequently incurred, the carrier is liable for valid claims for losses beginning prior to the effective date of the written notice of discontinuance to the policyholder or other entity responsible for making payments or submitting subscription charges to the carrier. The effective date of discontinuance may not be prior to midnight at the end of the third scheduled workday after the date upon which the notice is delivered. Section 4. That chapter 58-16 be amended by adding thereto a NEW SECTION to read as follows: A notice of discontinuance given by the carrier shall include a request to the group policyholder or other entity involved to notify employees covered under the policy of the date as of which the group policy, contract, or certificate will discontinue and to advise that, unless otherwise provided in the policy, contract, or certificate, the carrier is not liable for claims for losses incurred after the date of discontinuance. The notice of discontinuance also shall advise, in any instance in which the plan involves employee contributions, that if the policyholder or other entity continues to collect contributions for the coverage beyond the date of discontinuance, the policyholder or other entity may be held solely liable for the benefits with respect to which the contributions have been collected. The carrier shall prepare and furnish to the policyholder or other entity at the same time the carrier gives a notice of discontinuance, a supply of, or access to, notice forms to be distributed to the employees or members concerned, indicating the discontinuance and the effective date of the discontinuance, and urging the employees or members to refer to their certificates or contracts in order to determine what rights, if any, are available to them upon the discontinuance. Section 5. That chapter 58-16 be amended by adding thereto a NEW SECTION to read as follows: Each group policy, contract, or certificate subject to the provisions of this Act, issued on or after the effective date of this Act, or under which the level of benefits is altered, modified, or amended on or after the effective date of this Act, shall provide a reasonable provision for extension of benefits in the event of total disability at the date of discontinuance of the group policy, contract, or certificate as required by this section. In the case of a group life plan that contains a disability benefit extension of any type, including premium waiver extension, extended death benefit in event of total disability, or payment of income for a specified period during total disability, the discontinuance of the group policy, contract, or certificate may not operate to terminate the extension. Any applicable extension of benefits or accrued liability shall be described in any policy or contract involved as well as in group insurance certificates. The benefits payable during any period of extension of benefits or accrued liability may be subject to the policy's, contract's, or certificate's regular benefit limits, such as benefits ceasing at exhaustion of a benefit period or of maximum benefits. Section 6. That chapter 58-16 be amended by adding thereto a NEW SECTION to read as follows: The following provisions dictate the responsibility of the prior carrier and succeeding carrier when coverage is discontinued: (1) After discontinuance of the policy, contract, or certificate, the prior carrier remains liable only to the extent of its accrued liabilities and extensions of benefits. The position of the prior carrier shall be the same whether the group policyholder or other entity secures replacement coverage from a new carrier, self-insures, or foregoes the provision of coverage; (2) If the individual was validly covered under the prior plan on the date of discontinuance, each individual who is eligible for coverage in accordance with the succeeding carrier's plan of benefits is, with respect to the class or classes of individuals, eligible and shall be covered under the succeeding carrier's plan if (a) any actively-at-work and nonconfinement rules are met, and (b) if required by the succeeding carrier, the individual requests enrollment; (3) Each person not covered under the succeeding carrier's plan of benefits in accordance with subdivision (2) shall nevertheless be covered by the succeeding carrier in accordance with the following rules if the individual was validly covered, including benefit extension, under the prior plan on the date of discontinuance and if the individual is a member of the class or classes of individuals eligible for coverage under the succeeding carrier's plan. Any reference in the following subdivisions to an individual who was or was not totally disabled is a reference to the individual's status immediately prior to the date the succeeding carrier's coverage becomes effective; (4) The minimum level of benefits to be provided by the succeeding carrier shall be the applicable level of benefits of the prior carrier's plan reduced by any benefits payable by the prior plan; (5) Coverage shall be provided by the succeeding carrier until the earliest of the following dates: (a) The date the individual becomes eligible under the succeeding carrier's plan as described in subdivision (1); (b) The date the individual's coverage would terminate in accordance with the succeeding carrier's plan provisions applicable to individual termination of coverage, such as at termination of employment or ceasing to be an eligible dependent; or (c) In the case of an individual who was totally disabled, and in the case of a type of coverage for which section 5 of this Act requires an extension of benefits or accrued liability, the end of any period of extension benefits or accrued liability that is required of the prior carrier by section 5 of this Act, or if the prior carrier's policy, contract, or certificate is not subject to that section, but would have been required of the prior carrier had the policy, contract, or certificate been subject to section 5 of this Act at the time the prior carrier's plan was discontinued and replaced by the succeeding carrier's plan; (6) In any situation in which a determination of the prior carrier's benefit is required by the succeeding carrier, at the succeeding carrier's request the prior carrier shall furnish a statement of the benefits available or pertinent information, sufficient to permit verification of the benefit determination or the determination itself by the succeeding carrier. For the purposes of this subdivision, benefits of the prior plan shall be determined in accordance with all of the definitions, conditions, and covered expense provisions of the prior plan rather than those of the succeeding plan. The benefit determination shall be made as if coverage had not been replaced by the succeeding carrier; (7) A succeeding carrier's policy may contain a provision limiting benefits to employees who are actively at work. However, for any individual, who remains as an employee, was covered by the prior carrier, and was disabled as of the date the succeeding carrier coverage became effective for that employer, will continue to be covered by the prior carrier as long as the individual remains an employee. An individual who is not disabled and is not at work on the date the succeeding carrier's coverage commences is considered actively at work as long as the absence from work is an employer-approved absence."}, {"bill_id": 597, "bill_version_id": 6601, "bill_version": "Senate Engrossed", "bill_version_date": "2009-02-02T14:53:44.36-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the requirements for replacement or discontinuance of group life insurance policies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-16 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Carrier,\" a person or an entity that offers or provides a policy, contract, or certificate of group life insurance coverage in this state. Carrier includes an insurer, or any other person or entity providing a policy, contract, or certificate of group life insurance coverage subject to regulation under this title; (2) \"Group-type basis,\" a benefit plan, other than a salary budget plan utilizing individual insurance policies or subscriber contracts, which meets the following conditions: (a) Coverage is provided through insurance policies to classes of employees or members defined in terms of conditions pertaining to employment or membership; (b) The coverage is not available to the general public and can be obtained and maintained only because of the covered person's membership in or connection with the particular organization or group; (c) There are arrangements for bulk payment of premiums or subscription charges to the carrier; and (d) There is sponsorship of the plan by the employer, union, or association. Section 2. That chapter 58-16 be amended by adding thereto a NEW SECTION to read as follows: The provisions of this Act apply to any group life insurance policy issued or provided by a carrier on a group or group-type basis covering persons as employees of employers or as members of unions or associations. Section 3. That chapter 58-16 be amended by adding thereto a NEW SECTION to read as follows: If a policy or contract subject to the provisions of this Act provides for automatic discontinuance of the policy or contract after a premium or subscription charge has remained unpaid through the grace period allowed for such payment, the carrier is liable for valid claims for covered losses incurred prior to the end of the grace period. If the actions of the carrier after the end of the grace period indicate that the carrier considers the policy or contract as continuing in force beyond the end of the grace period, such as, by continuing to recognize claims subsequently incurred, the carrier is liable for valid claims for losses beginning prior to the effective date of the written notice of discontinuance to the policyholder or other entity responsible for making payments or submitting subscription charges to the carrier. The effective date of discontinuance may not be prior to midnight at the end of the third scheduled workday after the date upon which the notice is delivered. Section 4. That chapter 58-16 be amended by adding thereto a NEW SECTION to read as follows: A notice of discontinuance given by the carrier shall include a request to the group policyholder or other entity involved to notify employees covered under the policy of the date as of which the group policy, contract, or certificate will discontinue and to advise that, unless otherwise provided in the policy, contract, or certificate, the carrier is not liable for claims for losses incurred after the date of discontinuance. The notice of discontinuance also shall advise, in any instance in which the plan involves employee contributions, that if the policyholder or other entity continues to collect contributions for the coverage beyond the date of discontinuance, the policyholder or other entity may be held solely liable for the benefits with respect to which the contributions have been collected. The carrier shall prepare and furnish to the policyholder or other entity at the same time the carrier gives a notice of discontinuance, a supply of, or access to, notice forms to be distributed to the employees or members concerned, indicating the discontinuance and the effective date of the discontinuance, and urging the employees or members to refer to their certificates or contracts in order to determine what rights, if any, are available to them upon the discontinuance. Section 5. That chapter 58-16 be amended by adding thereto a NEW SECTION to read as follows: Each group policy, contract, or certificate subject to the provisions of this Act, issued on or after the effective date of this Act, or under which the level of benefits is altered, modified, or amended on or after the effective date of this Act, shall provide a reasonable provision for extension of benefits in the event of total disability at the date of discontinuance of the group policy, contract, or certificate as required by this section. In the case of a group life plan that contains a disability benefit extension of any type, including premium waiver extension, extended death benefit in event of total disability, or payment of income for a specified period during total disability, the discontinuance of the group policy, contract, or certificate may not operate to terminate the extension. Any applicable extension of benefits or accrued liability shall be described in any policy or contract involved as well as in group insurance certificates. The benefits payable during any period of extension of benefits or accrued liability may be subject to the policy's, contract's, or certificate's regular benefit limits, such as benefits ceasing at exhaustion of a benefit period or of maximum benefits. Section 6. That chapter 58-16 be amended by adding thereto a NEW SECTION to read as follows: The following provisions dictate the responsibility of the prior carrier and succeeding carrier when coverage is discontinued: (1) After discontinuance of the policy, contract, or certificate, the prior carrier remains liable only to the extent of its accrued liabilities and extensions of benefits. The position of the prior carrier shall be the same whether the group policyholder or other entity secures replacement coverage from a new carrier, self-insures, or foregoes the provision of coverage; (2) If the individual was validly covered under the prior plan on the date of discontinuance, each individual who is eligible for coverage in accordance with the succeeding carrier's plan of benefits is, with respect to the class or classes of individuals, eligible and shall be covered under the succeeding carrier's plan if (a) any actively-at-work and nonconfinement rules are met, and (b) if required by the succeeding carrier, the individual requests enrollment; (3) Each person not covered under the succeeding carrier's plan of benefits in accordance with subdivision (2) shall nevertheless be covered by the succeeding carrier in accordance with the following rules if the individual was validly covered, including benefit extension, under the prior plan on the date of discontinuance and if the individual is a member of the class or classes of individuals eligible for coverage under the succeeding carrier's plan. Any reference in the following subdivisions to an individual who was or was not totally disabled is a reference to the individual's status immediately prior to the date the succeeding carrier's coverage becomes effective; (4) The minimum level of benefits to be provided by the succeeding carrier shall be the applicable level of benefits of the prior carrier's plan reduced by any benefits payable by the prior plan; (5) Coverage shall be provided by the succeeding carrier until the earliest of the following dates: (a) The date the individual becomes eligible under the succeeding carrier's plan as described in subdivision (1); (b) The date the individual's coverage would terminate in accordance with the succeeding carrier's plan provisions applicable to individual termination of coverage, such as at termination of employment or ceasing to be an eligible dependent; or (c) In the case of an individual who was totally disabled, and in the case of a type of coverage for which section 5 of this Act requires an extension of benefits or accrued liability, the end of any period of extension benefits or accrued liability that is required of the prior carrier by section 5 of this Act, or if the prior carrier's policy, contract, or certificate is not subject to that section, but would have been required of the prior carrier had the policy, contract, or certificate been subject to section 5 of this Act at the time the prior carrier's plan was discontinued and replaced by the succeeding carrier's plan; (6) In any situation in which a determination of the prior carrier's benefit is required by the succeeding carrier, at the succeeding carrier's request the prior carrier shall furnish a statement of the benefits available or pertinent information, sufficient to permit verification of the benefit determination or the determination itself by the succeeding carrier. For the purposes of this subdivision, benefits of the prior plan shall be determined in accordance with all of the definitions, conditions, and covered expense provisions of the prior plan rather than those of the succeeding plan. The benefit determination shall be made as if coverage had not been replaced by the succeeding carrier; (7) A succeeding carrier's policy may contain a provision limiting benefits to employees who are actively at work. However, any individual who remains as an employee, was covered by the prior carrier, and was disabled as of the date the succeeding carrier coverage became effective for that employer, will continue to be covered by the prior carrier as long as the individual remains an employee. An individual who is not disabled and is not at work on the date the succeeding carrier's coverage commences is considered actively at work as long as the absence from work is an employer- approved absence."}, {"bill_id": 597, "bill_version_id": 8423, "bill_version": "Enrolled", "bill_version_date": "2009-03-03T09:23:03.643-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 597, "action_date": "2009-01-13T12:00:00-06:00", "document_id": 5314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5314.pdf", "status_text": "First read in Senate and referred to", "journal_page": 19, "committee_id_action": 54, "committee_id_assigned": 31, "result": "N", "vote": {}}, {"bill_id": 597, "action_date": "2009-01-27T10:00:00-06:00", "document_id": 5684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5684.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 31, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 597, "action_date": "2009-01-27T10:00:00-06:00", "document_id": 5996, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5996.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 31, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 597, "action_date": "2009-01-27T10:00:00-06:00", "document_id": 5996, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5996.pdf", "status_text": "Do Pass Amended", "journal_page": 185, "committee_id_action": 31, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3193, "president_vote": null, "Yea": [704, 655, 701, 703, 664, 642, 648]}}, {"bill_id": 597, "action_date": "2009-01-27T10:00:00-06:00", "document_id": 5996, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5996.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 31, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 597, "action_date": "2009-01-29T14:00:00-06:00", "document_id": 6350, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6350.pdf", "status_text": "Deferred to another day", "journal_page": 239, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 597, "action_date": "2009-02-02T14:00:00-06:00", "document_id": 6600, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6600.pdf", "status_text": "Motion to amend", "journal_page": 266, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 597, "action_date": "2009-02-02T14:00:00-06:00", "document_id": 6600, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6600.pdf", "status_text": "Do Pass Amended", "journal_page": 267, "committee_id_action": 54, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3462, "president_vote": null, "Yea": [653, 704, 680, 682, 685, 702, 649, 700, 655, 673, 663, 677, 675, 634, 697, 659, 636, 667, 656, 669, 661, 686, 701, 662, 703, 664, 638, 648, 640, 689, 694, 705, 642, 671], "Excused": [690]}}, {"bill_id": 597, "action_date": "2009-02-03T14:00:00-06:00", "document_id": 6759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6759.pdf", "status_text": "First read in House and referred to", "journal_page": 273, "committee_id_action": 56, "committee_id_assigned": 42, "result": "N", "vote": {}}, {"bill_id": 597, "action_date": "2009-02-25T10:00:00-06:00", "document_id": 7967, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7967.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 42, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 597, "action_date": "2009-02-25T10:00:00-06:00", "document_id": 8195, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8195.pdf", "status_text": "Do Pass", "journal_page": 550, "committee_id_action": 42, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4676, "president_vote": null, "Yea": [716, 692, 712, 644, 737, 717, 654, 637, 646, 713, 710, 679], "Excused": [665]}}, {"bill_id": 597, "action_date": "2009-03-02T14:00:00-06:00", "document_id": 8379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8379.pdf", "status_text": "Do Pass Amended", "journal_page": 590, "committee_id_action": 56, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4818, "president_vote": null, "Yea": [716, 720, 666, 688, 676, 670, 726, 715, 699, 674, 635, 692, 708, 651, 643, 712, 709, 660, 706, 725, 693, 644, 724, 727, 721, 652, 730, 737, 672, 729, 698, 717, 738, 654, 711, 719, 683, 695, 696, 722, 645, 637, 665, 687, 678, 650, 646, 668, 639, 735, 679, 734, 714, 731, 736, 713, 710, 728, 657, 641, 658, 647, 691, 723, 684, 733, 732, 707, 681], "Excused": [718]}}, {"bill_id": 597, "action_date": "2009-03-03T14:00:00-06:00", "document_id": 8492, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8492.pdf", "status_text": "Signed by the President", "journal_page": 599, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 597, "action_date": "2009-03-04T14:00:00-06:00", "document_id": 8629, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8629.pdf", "status_text": "Signed by the Speaker", "journal_page": 643, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 597, "action_date": "2009-03-05T14:00:00-06:00", "document_id": 8779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8779.pdf", "status_text": "Delivered to the Governor", "journal_page": 639, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 597, "action_date": "2009-03-06T10:30:00-06:00", "document_id": 8872, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/8872.pdf", "status_text": "Signed by the Governor", "journal_page": 662, "committee_id_action": 54, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4412}