{"session_id": 61, "bill_id": 21538, "bill_type": "House Bill", "bill_number": 1269, "bill_title": "revise certain provisions relating to health care decisions by attorneys-in-fact or agents.", "sponsors": [{"legislator_profile_id": 3589, "is_prime": true}, {"legislator_profile_id": 3655, "is_prime": true}, {"legislator_profile_id": 3574, "is_prime": false}, {"legislator_profile_id": 3603, "is_prime": false}, {"legislator_profile_id": 3604, "is_prime": false}, {"legislator_profile_id": 3619, "is_prime": false}, {"legislator_profile_id": 3628, "is_prime": false}, {"legislator_profile_id": 3639, "is_prime": false}, {"legislator_profile_id": 3643, "is_prime": false}, {"legislator_profile_id": 3659, "is_prime": false}, {"legislator_profile_id": 3675, "is_prime": false}], "keywords": ["Health Care Decision"], "audio": [{"meeting_datetime": "2007-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe26.mp3", "start_seconds": 3673.0}, {"meeting_datetime": "2007-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe26.mp3", "start_seconds": 3673.0}, {"meeting_datetime": "2007-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe26.mp3", "start_seconds": 3673.0}], "bill_versions": [{"bill_id": 21538, "bill_version_id": 111044, "bill_version": "Introduced", "bill_version_date": "2007-01-29T11:54:52-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to health care decisions by attorneys-in-fact or agents. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 59-7 be amended by adding thereto a NEW SECTION to read as follows: The terms defined in § 34-12D-1 have the same meaning in § § 59-7-2.1 to 59-7-8, inclusive. Section 2. That § 59-7-2.5 be amended to read as follows: 59-7-2.5. The attorney-in-fact or agent may make any health care decisions for the principal which the principal could make individually if he the principal had decisional capacity. However, all such decisions shall be made in accordance with accepted medical practice. Whenever making any health care decision for the principal, the attorney-in-fact or agent shall consider the recommendation of the attending physician, implement the decision that the principal would have made if the principal then had decisional capacity, if known, and if the decision the principal would have made is not known, the decision that would be in the best interest of the principal , taking into account the information and recommendations provided by the attending physician . Section 3. That § 59-7-8 be amended to read as follows: 59-7-8. A Subject to the provisions of section 4 of this Act, a physician or other healthcare health care provider acting in reliance on a health care decision by an attorney-in-fact or agent whom the physician or healthcare health care provider believes in good faith is authorized by this chapter to make a health care decision for the principal or a physician or other healthcare health care provider declining to act in reliance on a health care decision by an attorney-in-fact or agent whom the physician or healthcare health care provider believes in good faith is not authorized by this chapter to make a health care decision for the principal is not subject to criminal prosecution, civil liability or professional disciplinary action on the ground that the attorney-in-fact or agent either had or did not have authority to make a health care decision or for disclosing to the attorney-in-fact or agent medical records or other information. A physician or other healthcare health care provider who in good faith believes that the principal has or does not have decisional capacity under § 59-7-2.6 is not subject to criminal prosecution, civil liability or professional disciplinary action for making that determination. Section 4. That chapter 59-7 be amended by adding thereto a NEW SECTION to read as follows: In any case of dispute between a physician or other health care provider and an attorney-in- fact or agent, or in any case of dispute among different persons claiming to be the incapacitated person's attorney-in-fact or agent, the physician or other health care provider shall comply with orders issued by a court of competent jurisdiction, and pending issuance of such orders, shall provide the patient treatment, nutrition, and hydration if denial would, in reasonable medical judgment, be likely to result in or hasten the death of the patient."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21538, "action_date": "2007-01-29T14:00:00-06:00", "document_id": 111076, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111076.pdf", "status_text": "First read in House and referred to", "journal_page": 242, "committee_id_action": 923, "committee_id_assigned": 914, "result": "N", "vote": {}}, {"bill_id": 21538, "action_date": "2007-02-14T07:45:00-06:00", "document_id": 112243, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112243.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 914, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21538, "action_date": "2007-02-14T07:45:00-06:00", "document_id": 112243, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112243.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 510, "committee_id_action": 914, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65166, "president_vote": null, "Yea": [3576, 3588, 3613, 3624, 3631, 3637, 3645, 3646, 3656, 3662, 3671, 3670], "Nay": [3620]}}]}