{"session_id": 64, "bill_id": 22950, "bill_type": "House Bill", "bill_number": 1289, "bill_title": "update provisions regarding self-service storage.", "sponsors": [{"legislator_profile_id": 4004, "is_prime": true}, {"legislator_profile_id": 4010, "is_prime": true}, {"legislator_profile_id": 3915, "is_prime": false}, {"legislator_profile_id": 3917, "is_prime": false}, {"legislator_profile_id": 3923, "is_prime": false}, {"legislator_profile_id": 3924, "is_prime": false}, {"legislator_profile_id": 3927, "is_prime": false}, {"legislator_profile_id": 3932, "is_prime": false}, {"legislator_profile_id": 3950, "is_prime": false}, {"legislator_profile_id": 3958, "is_prime": false}, {"legislator_profile_id": 3981, "is_prime": false}, {"legislator_profile_id": 3982, "is_prime": false}, {"legislator_profile_id": 3987, "is_prime": false}, {"legislator_profile_id": 3995, "is_prime": false}], "keywords": ["Liens"], "audio": [{"meeting_datetime": "2022-02-16T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju24.mp3", "start_seconds": 5970.0}, {"meeting_datetime": "2022-02-16T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju24.mp3", "start_seconds": 5970.0}, {"meeting_datetime": "2022-02-16T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju24.mp3", "start_seconds": 5970.0}, {"meeting_datetime": "2022-02-16T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju24.mp3", "start_seconds": 5970.0}, {"meeting_datetime": "2022-02-16T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju24.mp3", "start_seconds": 5970.0}, {"meeting_datetime": "2022-02-22T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou26.mp3", "start_seconds": 8156.0}, {"meeting_datetime": "2022-02-22T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou26.mp3", "start_seconds": 8156.0}, {"meeting_datetime": "2022-02-22T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou26.mp3", "start_seconds": 8156.0}, {"meeting_datetime": "2022-02-22T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou26.mp3", "start_seconds": 8156.0}, {"meeting_datetime": "2022-03-03T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco33.mp3", "start_seconds": 390.0}, {"meeting_datetime": "2022-03-03T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco33.mp3", "start_seconds": 390.0}, {"meeting_datetime": "2022-03-03T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco33.mp3", "start_seconds": 390.0}, {"meeting_datetime": "2022-03-03T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco33.mp3", "start_seconds": 390.0}], "bill_versions": [{"bill_id": 22950, "bill_version_id": 231712, "bill_version": "Introduced", "bill_version_date": "2022-02-01T10:17:41.577-06:00", "bill_text": "An Act to update provisions regarding self-service storage. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 44-14-1 be AMENDED: 44-14-1. Terms used in this chapter mean: (1) \"Default,\" any failure of an occupant to perform any obligation or duty at the time and in the manner set forth in the rental agreement or under this chapter; (2) \"Last known address,\" that postal or e-mail address provided by the occupant in the latest rental agreement or the postal or e-mail address provided by the occupant in a subsequent written notice of a change of address; (2)(3) \"Occupant,\" any person entitled to the use of the storage space at a self‑service storage facility under a rental agreement, to the exclusion of others a person who rents storage space at a self-service storage facility under a rental agreement, or a sublessee, successor, or assignee; (3)(4) \"Owner,\" the owner of a self‑service storage facility any person who owns, leases, subleases, manages, or operates a self-service storage facility, or an owner's designee, who receives rent from an occupant under a rental agreement; (4)(5) \"Personal property,\" movable property, including goods, merchandise, and household items stored in a self‑service storage facility; (6) \"Property that has no commercial value,\" property offered for sale in a sale, conducted pursuant to this chapter, at the self-service storage facility, at the nearest suitable place to where the personal property is held or stored, or online, that receives no bid or offer; (5)(7) \"Rental agreement,\" any written agreement or lease, written or oral, that establishes or modifies the terms, conditions, rules, or any other provisions concerning the use and occupancy of a storage space at a self‑service storage facility; and (6)(8) \"Self-service storage facility,\" any real property designed and used for the purpose of renting or leasing individual storage space to occupants who are to have access to such for the purpose of storing and removing personal property.; (9) \"Storage space,\" an individual space at a self-service storage facility that is rented or leased by an occupant under a rental agreement. Section 2. That § 44-14-2 be AMENDED: 44-14-2. The owner of a self‑service storage facility has a lien upon all personal property located at a self‑service storage facility for rent, labor, late fees, or other charges, present or future, in relation to the personal property, and for expenses necessary for its preservation, or expenses reasonably incurred in its sale or other disposition pursuant to this chapter. The lien provided in this chapter attaches as of the date the occupant defaults on the rental agreement. Any lien provided in this chapter, which is recorded pursuant to chapter 44-2, is prior to any other lien or security interest, except for those liens and security interests which were perfected earlier. Section 3. That § 44-14-3 be AMENDED: 44-14-3. An owner's lien for a claim which has become due shall must be satisfied as follows: (1) The occupant and the holder of any lien shall be in the name of the occupant in this state is notified; (2) The notice shall be is delivered in person, sent by e-mail if provided in the rental agreement, or sent by regular first -class mail postage prepaid to the last known address of the occupant and, lienholders, and any other person disclosed by the occupant in the rental agreement. A notice under this section is deemed delivered: (a) If sent by first-class mail, when deposited with the United States Postal Service and properly addressed with postage prepaid; or (b) If sent by e-mail, when sent to the occupant's last-known e-mail address; (3) The notice shall include includes: (a) An itemized statement of the owner's claim showing the sum due at the time of the notice and the date when the sum became due; (b) If known to the owner, a brief and general description of the personal property subject to the lien. The description shall be reasonably adequate to permit the person notified to identify it, except that any container including a trunk, valise, or box that is locked, fastened, sealed, or tied in a manner which deters immediate access to its contents may be described as such without describing its contents; (c) A notice of denial of access to the personal property, if such denial is permitted under the terms of the rental agreement, which provides the name, street address, and telephone number of the owner whom the occupant may contact to respond to this notice; (d) A demand for payment within a specified time not less than fourteen days after delivery of the notice; and (e) A conspicuous statement that unless the claim is paid within the time stated in the notice, the personal property will be advertised for sale or other disposition, and will be sold or otherwise disposed of at a specified time and place; (4) After the expiration of the time given in the notice, an advertisement of the sale or other disposition shall be is published once a week for two consecutive weeks in a newspaper of general circulation where the self‑service storage facility is located or in any other manner that results in at least three independent bidders registering for, viewing, or attending, the sale. The advertisement shall include includes: (a) A brief and general description of the personal property reasonably adequate to permit its identification as provided for in subdivision (3) of this section; (b) The address of the self‑service storage facility and the number, if any, of the space where the personal property is located and the name of the occupant; and (c) The time, place, and manner of the sale or other disposition. The sale or other disposition shall take place, not sooner than fifteen seven days after the first publication; (5) If there is no newspaper of general circulation where the self‑service storage facility is located, in lieu of advertising as set forth in subdivision (4), the advertisement shall may be posted at least ten days before the date of the sale or other disposition in not less than six conspicuous places in the neighborhood where the self‑service storage facility is located; (6) Any sale or other disposition of the personal property shall conform conforms to the terms of the notification as provided for in this section; (7) Any sale or other disposition of the personal property shall be is held at the self‑service storage facility or, at the nearest suitable place to where the personal property is held or stored, or online. The owner may otherwise dispose of any property that has no commercial value; (8) Before any sale or other disposition of personal property pursuant to this section, the occupant may pay the amount necessary to satisfy the lien, and the reasonable expenses incurred under this section, and thereby redeem the personal property. Upon receipt of such payment, the owner shall return the personal property, and thereafter the owner has no liability to any person with respect to such personal property; (9) A purchaser in good faith of the personal property sold to satisfy a lien, as provided for in this Act chapter, takes the property free of any rights of any person, but subject to the rights of any prior lienholder unless the personal property is consumer goods as defined in § 57A-9-109(1), despite noncompliance by the owner with the requirements of this section. For the purpose of this section, personal property for which ownership is evidenced by a certificate of title is not consumer goods; and (10) In the event of a sale under this section, the owner may, after satisfying all prior liens, satisfy the lien pursuant to this chapter from the proceeds of the sale, but shall hold the balance, if any, for delivery on demand to the occupant. If the occupant does not claim the balance of the proceeds within two years of the date of sale, the proceeds shall become the property of the owner and the occupant has no further recourse. Must be remitted to the unclaimed refund amount to the Office of State Treasurer as unclaimed property pursuant to chapter 43-41B; (11) An owner acting in accordance with the provisions of this chapter may not be liable to the occupant, lienholder, or any other person unless otherwise agreed upon by all parties in the rental agreement; (12) After the time specified in the notice given under this section expires, if the owner determines, based on the owner's previous experience, that the personal property subject to the lien created has a value of $300 or less, the owner may dispose of the property at the owner's sole discretion. Section 4. That § 44-14-6 be AMENDED: 44-14-6. This chapter is effective July 1, 1997 2022, and applies to all rental agreements entered into, or extended, or renewed after that date. Section 5. That chapter 44-14 be amended with a NEW SECTION: If the rental agreement specifies a limit on the value of personal property the occupant may store in the storage space, the limit is deemed to be the maximum value of the personal property in the occupant's storage space for the purposes of claims against an owner for loss of or damage to personal property. Section 6. That chapter 44-14 be amended with a NEW SECTION: The owner may charge a late fee of twenty dollars or twenty percent of a delinquent monthly rent payment due under the rental agreement, whichever is greater, for each delinquent payment of rent, fees, or other charges due under the rental agreement. Section 7. That chapter 44-14 be amended with a NEW SECTION: Unless the rental agreement provides otherwise, until a sale under this chapter, the exclusive care, custody, and control of all property stored in a storage space remains vested in the occupant, and the occupant shall bear all risks of loss or damage to that property. Section 8. That chapter 44-14 be amended with a NEW SECTION: If the personal property subject to a lien under § 44-14-2 is a motor vehicle, watercraft, or trailer, and rent or other charges under the rental agreement remain unpaid for sixty days, the owner may have the motor vehicle, watercraft, or trailer towed from the self-service storage facility. An owner may not be held liable for damage incurred to an occupant’s motor vehicle, watercraft, or trailer after the owner relinquishes possession of the personal property and the personal property is removed from the self-service storage facility. Section 9. That chapter 44-14 be amended with a NEW SECTION: This chapter may not be construed as impairing or affecting the right of an owner and an occupant to create additional rights, duties, or obligations under a rental agreement. In addition to the rights and remedies under this chapter, an owner has the same rights and remedies available to creditors and landlords under the laws of this state. Section 10. That chapter 44-14 be amended with a NEW SECTION: The rental agreement must contain a statement in bold type that the occupant must disclose the name and address of any other person with an ownership interest in the personal property. If the occupant does not disclose any other person, the personal property is deemed wholly owned by the occupant."}, {"bill_id": 22950, "bill_version_id": 233877, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2022-02-17T09:08:43.717-06:00", "bill_text": "An Act to update provisions regarding self-service storage. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 44-14-1 be AMENDED: 44-14-1. Terms used in this chapter mean: (1) \"Default,\" any failure of an occupant to perform any obligation or duty at the time and in the manner set forth in the rental agreement or under this chapter; (2) \"Last known address,\" that postal or e-mail address provided by the occupant in the latest rental agreement or the postal or e-mail address provided by the occupant in a subsequent written notice of a change of address; (2)(3) \"Occupant,\" any person entitled to the use of the storage space at a self‑service storage facility under a rental agreement, to the exclusion of others a person who rents storage space at a self-service storage facility under a rental agreement, or a sublessee, successor, or assignee; (3)(4) \"Owner,\" the owner of a self‑service storage facility any person who owns, leases, subleases, manages, or operates a self-service storage facility, or an owner's designee, who receives rent from an occupant under a rental agreement; (4)(5) \"Personal property,\" movable property, including goods, merchandise, and household items stored in a self‑service storage facility; (6) \"Property that has no commercial value,\" property offered for sale in a sale, conducted pursuant to this chapter, at the self-service storage facility, at the nearest suitable place to where the personal property is held or stored, or online, that receives no bid or offer; (5)(7) \"Rental agreement,\" any written agreement or lease, written or oral, that establishes or modifies the terms, conditions, rules, or any other provisions concerning the use and occupancy of a storage space at a self‑service storage facility; and (6)(8) \"Self-service storage facility,\" any real property designed and used for the purpose of renting or leasing individual storage space to occupants who are to have access to such for the purpose of storing and removing personal property.; (9) \"Storage space,\" an individual space at a self-service storage facility that is rented or leased by an occupant under a rental agreement. Section 2. That § 44-14-2 be AMENDED: 44-14-2. The owner of a self‑service storage facility has a lien upon all personal property located at a self‑service storage facility for rent, labor, late fees, or other charges, present or future, in relation to the personal property, and for expenses necessary for its preservation, or expenses reasonably incurred in its sale or other disposition pursuant to this chapter. The lien provided in this chapter attaches as of the date the occupant defaults on the rental agreement. Any lien provided in this chapter, which is recorded pursuant to chapter 44-2, is prior to any other lien or security interest, except for those liens and security interests which were perfected earlier. Section 3. That § 44-14-3 be AMENDED: 44-14-3. An owner's lien for a claim which has become due shall must be satisfied as follows: (1) The occupant and the holder of any lien shall be in the name of the occupant in this state is notified; (2) The notice shall be is delivered in person, sent by e-mail if provided in the rental agreement, or sent by regular first -class mail postage prepaid to the last known address of the occupant and, lienholders, and any other person disclosed by the occupant in the rental agreement. A notice under this section is deemed delivered: (a) If sent by first-class mail, when deposited with the United States Postal Service and properly addressed with postage prepaid; or (b) If sent by e-mail, when sent to the occupant's last-known e-mail address; (3) The notice shall include includes: (a) An itemized statement of the owner's claim showing the sum due at the time of the notice and the date when the sum became due; (b) If known to the owner, a brief and general description of the personal property subject to the lien. The description shall be reasonably adequate to permit the person notified to identify it, except that any container including a trunk, valise, or box that is locked, fastened, sealed, or tied in a manner which deters immediate access to its contents may be described as such without describing its contents; (c) A notice of denial of access to the personal property, if such denial is permitted under the terms of the rental agreement, which provides the name, street address, and telephone number of the owner whom the occupant may contact to respond to this notice; (d) A demand for payment within a specified time not less than fourteen days after delivery of the notice; and (e) A conspicuous statement that unless the claim is paid within the time stated in the notice, the personal property will be advertised for sale or other disposition, and will be sold or otherwise disposed of at a specified time and place; (4) After the expiration of the time given in the notice, an advertisement of the sale or other disposition shall be is published once a week for two consecutive weeks in a newspaper of general circulation where the self‑service storage facility is located or in any other manner that results in at least three independent bidders registering for, viewing, or attending, the sale. The advertisement shall include includes: (a) A brief and general description of the personal property reasonably adequate to permit its identification as provided for in subdivision (3) of this section; (b) The address of the self‑service storage facility and the number, if any, of the space where the personal property is located and the name of the occupant; and (c) The time, place, and manner of the sale or other disposition. The sale or other disposition shall take place, not sooner than fifteen seven days after the first publication; (5) If there is no newspaper of general circulation where the self‑service storage facility is located, in lieu of advertising as set forth in subdivision (4), the advertisement shall may be posted at least ten days before the date of the sale or other disposition in not less than six conspicuous places in the neighborhood where the self‑service storage facility is located; (6) Any sale or other disposition of the personal property shall conform conforms to the terms of the notification as provided for in this section; (7) Any sale or other disposition of the personal property shall be is held at the self‑service storage facility or, at the nearest suitable place to where the personal property is held or stored, or online. The owner may otherwise dispose of any property that has no commercial value; (8) Before any sale or other disposition of personal property pursuant to this section, the occupant may pay the amount necessary to satisfy the lien, and the reasonable expenses incurred under this section, and thereby redeem the personal property. Upon receipt of such payment, the owner shall return the personal property, and thereafter the owner has no liability to any person with respect to such personal property; (9) A purchaser in good faith of the personal property sold to satisfy a lien, as provided for in this Act chapter, takes the property free of any rights of any person, but subject to the rights of any prior lienholder unless the personal property is consumer goods as defined in § 57A-9-109(1) § 57A-9-102, despite noncompliance by the owner with the requirements of this section. For the purpose of this section, personal property for which ownership is evidenced by a certificate of title is not consumer goods; and (10) In the event of a sale under this section, the owner may, after satisfying all prior liens, satisfy the lien pursuant to this chapter from the proceeds of the sale, but shall hold the balance, if any, for delivery on demand to the occupant. If the occupant does not claim the balance of the proceeds within two three years of the date of sale, the proceeds shall become the property of the owner and the occupant has no further recourse. must be remitted to the Office of State Treasurer as unclaimed property pursuant to chapter 43-41B; (11) An owner acting in accordance with the provisions of this chapter may not be liable to the occupant, lienholder, or any other person unless otherwise agreed upon by all parties in the rental agreement; (12) After the time specified in the notice given under this section expires, if the owner determines, based on the owner's previous experience, that the personal property subject to the lien created has a value of $300 or less, the owner may dispose of the property at the owner's sole discretion; (13) If the personal property subject to a lien under § 44-14-2 is a titled motor vehicle, boat, trailer, snowmobile, or off-road vehicle, and rent or other charges under the rental agreement remain unpaid for sixty days, the personal property is considered abandoned. The owner shall dispose of the personal property using the process prescribed in §§ 32-36-8 to 32-36-11, inclusive. The Department of Revenue shall provide the owner with the last known address of the record holder of title and any readily identifiable lien holders free of charge. An owner may not be held liable for damage incurred to an occupant’s motor vehicle, boat, or trailer after the owner relinquishes possession of the personal property and the personal property is removed from the self-service storage facility. Section 4. That § 44-14-6 be AMENDED: 44-14-6. This chapter is effective July 1, 1997 2022, and applies to all rental agreements entered into, or extended, or renewed after that date. Section 5. That chapter 44-14 be amended with a NEW SECTION: If the rental agreement specifies a limit on the value of personal property the occupant may store in the storage space, the limit is deemed to be the maximum value of the personal property in the occupant's storage space for the purposes of claims against an owner for loss of or damage to personal property. Section 6. That chapter 44-14 be amended with a NEW SECTION: Unless the rental agreement provides otherwise, until a sale under this chapter, the exclusive care, custody, and control of all property stored in a storage space remains vested in the occupant, and the occupant shall bear all risks of loss or damage to that property. Section 7. That chapter 44-14 be amended with a NEW SECTION: This chapter may not be construed as impairing or affecting the right of an owner and an occupant to create additional rights, duties, or obligations under a rental agreement. In addition to the rights and remedies under this chapter, an owner has the same rights and remedies available to creditors and landlords under the laws of this state. Section 8. That chapter 44-14 be amended with a NEW SECTION: The rental agreement must contain a statement in bold type that the occupant must disclose the name and address of any other person with an ownership interest in the personal property. If the occupant does not disclose any other person, the personal property is deemed wholly owned by the occupant."}, {"bill_id": 22950, "bill_version_id": 234397, "bill_version": "House Engrossed", "bill_version_date": "2022-02-23T09:59:00.423-06:00", "bill_text": "An Act to update provisions regarding self-service storage. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 44-14-1 be AMENDED: 44-14-1. Terms used in this chapter mean: (1) \"Default,\" any failure of an occupant to perform any obligation or duty at the time and in the manner set forth in the rental agreement or under this chapter; (2) \"Last known address,\" that postal or e-mail address provided by the occupant in the latest rental agreement or the postal or e-mail address provided by the occupant in a subsequent written notice of a change of address; (2)(3) \"Occupant,\" any person entitled to the use of the storage space at a self‑service storage facility under a rental agreement, to the exclusion of others a person who rents storage space at a self-service storage facility under a rental agreement, or a sublessee, successor, or assignee; (3)(4) \"Owner,\" the owner of a self‑service storage facility any person who owns, leases, subleases, manages, or operates a self-service storage facility, or an owner's designee, who receives rent from an occupant under a rental agreement; (4)(5) \"Personal property,\" movable property, including goods, merchandise, and household items stored in a self‑service storage facility; (6) \"Property that has no commercial value,\" property offered for sale in a sale, conducted pursuant to this chapter, at the self-service storage facility, at the nearest suitable place to where the personal property is held or stored, or online, that receives no bid or offer; (5)(7) \"Rental agreement,\" any written agreement or lease, written or oral, that establishes or modifies the terms, conditions, rules, or any other provisions concerning the use and occupancy of a storage space at a self‑service storage facility; and (6)(8) \"Self-service storage facility,\" any real property designed and used for the purpose of renting or leasing individual storage space to occupants who are to have access to such for the purpose of storing and removing personal property.; (9) \"Storage space,\" an individual space at a self-service storage facility that is rented or leased by an occupant under a rental agreement. Section 2. That § 44-14-2 be AMENDED: 44-14-2. The owner of a self‑service storage facility has a lien upon all personal property located at a self‑service storage facility for rent, labor, late fees, or other charges, present or future, in relation to the personal property, and for expenses necessary for its preservation, or expenses reasonably incurred in its sale or other disposition pursuant to this chapter. The lien provided in this chapter attaches as of the date the occupant defaults on the rental agreement. Any lien provided in this chapter, which is recorded pursuant to chapter 44-2, is prior to any other lien or security interest, except for those liens and security interests which were perfected earlier. Section 3. That § 44-14-3 be AMENDED: 44-14-3. An owner's lien for a claim which has become due shall must be satisfied as follows: (1) The occupant and the holder of any lien shall be in the name of the occupant in this state is notified; (2) The notice shall be is delivered in person, sent by e-mail if provided in the rental agreement, or sent by regular first -class mail postage prepaid to the last known address of the occupant and, lienholders, and any other person disclosed by the occupant in the rental agreement. A notice under this section is deemed delivered: (a) If sent by first-class mail, when deposited with the United States Postal Service and properly addressed with postage prepaid; or (b) If sent by e-mail, when sent to the occupant's last-known e-mail address; (3) The notice shall include includes: (a) An itemized statement of the owner's claim showing the sum due at the time of the notice and the date when the sum became due; (b) If known to the owner, a brief and general description of the personal property subject to the lien. The description shall be reasonably adequate to permit the person notified to identify it, except that any container including a trunk, valise, or box that is locked, fastened, sealed, or tied in a manner which deters immediate access to its contents may be described as such without describing its contents; (c) A notice of denial of access to the personal property, if such denial is permitted under the terms of the rental agreement, which provides the name, street address, and telephone number of the owner whom the occupant may contact to respond to this notice; (d) A demand for payment within a specified time not less than fourteen days after delivery of the notice; and (e) A conspicuous statement that unless the claim is paid within the time stated in the notice, the personal property will be advertised for sale or other disposition, and will be sold or otherwise disposed of at a specified time and place; (4) After the expiration of the time given in the notice, an advertisement of the sale or other disposition shall be is published once a week for two consecutive weeks in a newspaper of general circulation where the self‑service storage facility is located. The advertisement shall include includes: (a) A brief and general description of the personal property reasonably adequate to permit its identification as provided for in subdivision (3) of this section; (b) The address of the self‑service storage facility and the number, if any, of the space where the personal property is located and the name of the occupant; and (c) The time, place, and manner of the sale or other disposition. The sale or other disposition shall take place, not sooner than fifteen seven days after the first publication; (5) If there is no newspaper of general circulation where the self‑service storage facility is located, in lieu of advertising as set forth in subdivision (4), the advertisement shall may be posted at least ten days before the date of the sale or other disposition in not less than six conspicuous places in the neighborhood where the self‑service storage facility is located; (6) Any sale or other disposition of the personal property shall conform conforms to the terms of the notification as provided for in this section; (7) Any sale or other disposition of the personal property shall be is held at the self‑service storage facility or, at the nearest suitable place to where the personal property is held or stored, or online. The owner may otherwise dispose of any property that has no commercial value; (8) Before any sale or other disposition of personal property pursuant to this section, the occupant may pay the amount necessary to satisfy the lien, and the reasonable expenses incurred under this section, and thereby redeem the personal property. Upon receipt of such payment, the owner shall return the personal property, and thereafter the owner has no liability to any person with respect to such personal property; (9) A purchaser in good faith of the personal property sold to satisfy a lien, as provided for in this Act chapter, takes the property free of any rights of any person, but subject to the rights of any prior lienholder unless the personal property is consumer goods as defined in § 57A-9-109(1) § 57A-9-102, despite noncompliance by the owner with the requirements of this section. For the purpose of this section, personal property for which ownership is evidenced by a certificate of title is not consumer goods; and (10) In the event of a sale under this section, the owner may, after satisfying all prior liens, satisfy the lien pursuant to this chapter from the proceeds of the sale, but shall hold the balance, if any, for delivery on demand to the occupant. If the occupant does not claim the balance of the proceeds within two three years of the date of sale, the proceeds shall become the property of the owner and the occupant has no further recourse. must be remitted to the Office of State Treasurer as unclaimed property pursuant to chapter 43-41B; (11) An owner acting in accordance with the provisions of this chapter may not be liable to the occupant, lienholder, or any other person unless otherwise agreed upon by all parties in the rental agreement; (12) After the time specified in the notice given under this section expires, if the owner determines, based on the owner's previous experience, that the personal property subject to the lien created has a value of $300 or less, the owner may dispose of the property at the owner's sole discretion; (13) If the personal property subject to a lien under § 44-14-2 is a titled motor vehicle, boat, trailer, snowmobile, or off-road vehicle, and rent or other charges under the rental agreement remain unpaid for sixty days, the personal property is considered abandoned. The owner shall dispose of the personal property using the process prescribed in §§ 32-36-8 to 32-36-11, inclusive. The Department of Revenue shall provide the owner with the last known address of the record holder of title and any readily identifiable lien holders free of charge. An owner may not be held liable for damage incurred to an occupant’s motor vehicle, boat, or trailer after the owner relinquishes possession of the personal property and the personal property is removed from the self-service storage facility. Section 4. That § 44-14-6 be AMENDED: 44-14-6. This chapter is effective July 1, 1997 2022, and applies to all rental agreements entered into, or extended, or renewed after that date. Section 5. That chapter 44-14 be amended with a NEW SECTION: If the rental agreement specifies a limit on the value of personal property the occupant may store in the storage space, the limit is deemed to be the maximum value of the personal property in the occupant's storage space for the purposes of claims against an owner for loss of or damage to personal property. Section 6. That chapter 44-14 be amended with a NEW SECTION: Unless the rental agreement provides otherwise, until a sale under this chapter, the exclusive care, custody, and control of all property stored in a storage space remains vested in the occupant, and the occupant shall bear all risks of loss or damage to that property. Section 7. That chapter 44-14 be amended with a NEW SECTION: This chapter may not be construed as impairing or affecting the right of an owner and an occupant to create additional rights, duties, or obligations under a rental agreement. In addition to the rights and remedies under this chapter, an owner has the same rights and remedies available to creditors and landlords under the laws of this state. Section 8. That chapter 44-14 be amended with a NEW SECTION: The rental agreement must contain a statement in bold type that the occupant must disclose the name and address of any other person with an ownership interest in the personal property. If the occupant does not disclose any other person, the personal property is deemed wholly owned by the occupant."}, {"bill_id": 22950, "bill_version_id": 236060, "bill_version": "Enrolled", "bill_version_date": "2022-03-08T12:01:37.527-06:00", "bill_text": "ENTITLED An Act to update provisions regarding self-service storage. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 44-14-1 be AMENDED: 44-14-1. Terms used in this chapter mean: (1) \"Default,\" any failure of an occupant to perform any obligation or duty at the time and in the manner set forth in the rental agreement or under this chapter; (2) \"Last known address,\" that postal or e-mail address provided by the occupant in the latest rental agreement or the postal or e-mail address provided by the occupant in a subsequent written notice of a change of address; (3) \"Occupant,\" a person who rents storage space at a self-service storage facility under a rental agreement, or a sublessee, successor, or assignee; (4) \"Owner,\" any person who owns, leases, subleases, manages, or operates a self-service storage facility, or an owner's designee, who receives rent from an occupant under a rental agreement; (5) \"Personal property,\" movable property, including goods, merchandise, and household items stored in a self‑service storage facility; (6) \"Property that has no commercial value,\" property offered for sale in a sale, conducted pursuant to this chapter, at the self-service storage facility, at the nearest suitable place to where the personal property is held or stored, or online, that receives no bid or offer; (7) \"Rental agreement,\" any written agreement or lease that establishes or modifies the terms, conditions, rules, or other provisions concerning the use and occupancy of a storage space at a self‑service storage facility; (8) \"Self-service storage facility,\" any real property designed and used for the purpose of renting or leasing individual storage space to occupants who are to have access to such for the purpose of storing and removing personal property; (9) \"Storage space,\" an individual space at a self-service storage facility that is rented or leased by an occupant under a rental agreement. Section 2. That § 44-14-2 be AMENDED: 44-14-2. The owner of a self‑service storage facility has a lien upon all personal property located at a self‑service storage facility for rent, labor, late fees, or other charges, present or future, in relation to the personal property, and for expenses necessary for its preservation, or expenses reasonably incurred in its sale or other disposition pursuant to this chapter. The lien provided in this chapter attaches as of the date the occupant defaults on the rental agreement. Any lien provided in this chapter is prior to any other lien or security interest, except for those liens and security interests which were perfected earlier. Section 3. That § 44-14-3 be AMENDED: 44-14-3. An owner's lien for a claim which has become due must be satisfied as follows: (1) The occupant and the holder of any lien in the name of the occupant in this state is notified; (2) The notice is delivered in person, sent by e-mail if provided in the rental agreement, or sent by regular first-class mail postage prepaid to the last known address of the occupant, lienholders, and any other person disclosed by the occupant in the rental agreement. A notice under this section is deemed delivered: (a) If sent by first-class mail, when deposited with the United States Postal Service and properly addressed with postage prepaid; or (b) If sent by e-mail, when sent to the occupant's last-known e-mail address; (3) The notice includes: (a) An itemized statement of the owner's claim showing the sum due at the time of the notice and the date when the sum became due; (b) If known to the owner, a brief and general description of the personal property subject to the lien. The description shall be reasonably adequate to permit the person notified to identify it, except that any container including a trunk, valise, or box that is locked, fastened, sealed, or tied in a manner which deters immediate access to its contents may be described as such without describing its contents; (c) A notice of denial of access to the personal property, if such denial is permitted under the terms of the rental agreement, which provides the name, street address, and telephone number of the owner whom the occupant may contact to respond to this notice; (d) A demand for payment within a specified time not less than fourteen days after delivery of the notice; and (e) A conspicuous statement that unless the claim is paid within the time stated in the notice, the personal property will be advertised for sale or other disposition, and will be sold or otherwise disposed of at a specified time and place; (4) After the expiration of the time given in the notice, an advertisement of the sale or other disposition is published once in a newspaper of general circulation where the self‑service storage facility is located. The advertisement includes: (a) A brief and general description of the personal property reasonably adequate to permit its identification as provided for in subdivision (3); (b) The address of the self‑service storage facility and the number, if any, of the space where the personal property is located and the name of the occupant; and (c) The time, place, and manner of the sale or other disposition, not sooner than seven days after the publication; (5) If there is no newspaper of general circulation where the self‑service storage facility is located, in lieu of advertising as set forth in subdivision (4), the advertisement may be posted at least ten days before the date of the sale or other disposition in not less than six conspicuous places in the neighborhood where the self‑service storage facility is located; (6) Any sale or other disposition of the personal property conforms to the terms of the notification as provided for in this section; (7) Any sale or other disposition of the personal property is held at the self‑service storage facility, at the nearest suitable place to where the personal property is held or stored, or online. The owner may otherwise dispose of any property that has no commercial value; (8) Before any sale or other disposition of personal property pursuant to this section, the occupant may pay the amount necessary to satisfy the lien, and the reasonable expenses incurred under this section, and thereby redeem the personal property. Upon receipt of such payment, the owner shall return the personal property, and thereafter the owner has no liability to any person with respect to such personal property; (9) A purchaser in good faith of the personal property sold to satisfy a lien, as provided for in this chapter, takes the property free of any rights of any person, but subject to the rights of any prior lienholder unless the personal property is consumer goods as defined in § 57A-9-102, despite noncompliance by the owner with the requirements of this section. For the purpose of this section, personal property for which ownership is evidenced by a certificate of title is not consumer goods; (10) In the event of a sale under this section, the owner may, after satisfying all prior liens, satisfy the lien pursuant to this chapter from the proceeds of the sale, but shall hold the balance, if any, for delivery on demand to the occupant. If the occupant does not claim the balance of the proceeds within three years of the date of sale, the proceeds must be remitted to the Office of State Treasurer as unclaimed property pursuant to chapter 43-41B; (11) An owner acting in accordance with the provisions of this chapter may not be liable to the occupant, lienholder, or any other person unless otherwise agreed upon by all parties in the rental agreement; (12) After the time specified in the notice given under this section expires, if the owner determines, based on the owner's previous experience, that the personal property subject to the lien created has a value of $300 or less, the owner may dispose of the property at the owner's sole discretion; (13) If the personal property subject to a lien under § 44-14-2 is a titled motor vehicle, boat, trailer, snowmobile, or off-road vehicle, and rent or other charges under the rental agreement remain unpaid for sixty days, the personal property is considered abandoned. The owner shall dispose of the personal property using the process prescribed in §§ 32-36-8 to 32-36-11, inclusive. The Department of Revenue shall provide the owner with the last known address of the record holder of title and any readily identifiable lien holders free of charge. An owner may not be held liable for damage incurred to an occupant’s motor vehicle, boat, or trailer after the owner relinquishes possession of the personal property and the personal property is removed from the self-service storage facility. Section 4. That § 44-14-6 be AMENDED: 44-14-6. This chapter is effective July 1, 2022, and applies to all rental agreements entered into, or extended, or renewed after that date. Section 5. That chapter 44-14 be amended with a NEW SECTION: If the rental agreement specifies a limit on the value of personal property the occupant may store in the storage space, the limit is deemed to be the maximum value of the personal property in the occupant's storage space for the purposes of claims against an owner for loss of or damage to personal property. Section 6. That chapter 44-14 be amended with a NEW SECTION: Unless the rental agreement provides otherwise, until a sale under this chapter, the exclusive care, custody, and control of all property stored in a storage space remains vested in the occupant, and the occupant shall bear all risks of loss or damage to that property. Section 7. That chapter 44-14 be amended with a NEW SECTION: This chapter may not be construed as impairing or affecting the right of an owner and an occupant to create additional rights, duties, or obligations under a rental agreement. In addition to the rights and remedies under this chapter, an owner has the same rights and remedies available to creditors and landlords under the laws of this state. Section 8. That chapter 44-14 be amended with a NEW SECTION: The rental agreement must contain a statement in bold type that the occupant must disclose the name and address of any other person with an ownership interest in the personal property. If the occupant does not disclose any other person, the personal property is deemed wholly owned by the occupant. An Act to update provisions regarding self-service storage. I certify that the attached Act originated in the: House as Bill No. 1289 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1289 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2022 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2022 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2022 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22950, "action_date": "2022-02-01T14:00:00-06:00", "document_id": 231460, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231460.pdf", "status_text": "First read in House and referred to", "journal_page": 166, "committee_id_action": 1008, "committee_id_assigned": 1009, "result": "N", "vote": {}}, {"bill_id": 22950, "action_date": "2022-02-16T10:00:00-06:00", "document_id": 233514, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233514.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1009, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22950, "action_date": "2022-02-16T10:00:00-06:00", "document_id": 233515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233515.pdf", "status_text": "Motion to amend", "journal_page": 1, "committee_id_action": 1009, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22950, "action_date": "2022-02-16T10:00:00-06:00", "document_id": 233515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233515.pdf", "status_text": "Motion to amend", "journal_page": 1, "committee_id_action": 1009, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22950, "action_date": "2022-02-16T10:00:00-06:00", "document_id": 233515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233515.pdf", "status_text": "Do Pass Amended", "journal_page": 1, "committee_id_action": 1009, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73972, "president_vote": null, "Yea": [3913, 3915, 3927, 3985, 3988, 3989, 3998, 4001, 3946], "Nay": [3976, 3983, 3984, 3997]}}, {"bill_id": 22950, "action_date": "2022-02-22T14:00:00-06:00", "document_id": 234122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234122.pdf", "status_text": "Motion to amend", "journal_page": 410, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22950, "action_date": "2022-02-22T14:00:00-06:00", "document_id": 234122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234122.pdf", "status_text": "Do Pass Amended", "journal_page": 410, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74381, "president_vote": null, "Yea": [3912, 3913, 3914, 3915, 3916, 3917, 3919, 3923, 3924, 3927, 3928, 3929, 3930, 3931, 3933, 3934, 3937, 3938, 3941, 3944, 3945, 3946, 3947, 3948, 3950, 3951, 3953, 3954, 3957, 3959, 3963, 3964, 3965, 3968, 3969, 3970, 3971, 3972, 3976, 3977, 3978, 3980, 3981, 3982, 3985, 3987, 3988, 3989, 3992, 3995, 4001, 4004, 4005, 4007, 4008, 4009, 4013, 4014, 4015], "Nay": [3955, 3967, 3973, 3983, 3984, 3986, 3997, 3942], "Excused": [3960, 3998, 4011]}}, {"bill_id": 22950, "action_date": "2022-02-23T13:00:00-06:00", "document_id": 234394, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234394.pdf", "status_text": "First read in Senate and referred to", "journal_page": 328, "committee_id_action": 1034, "committee_id_assigned": 1022, "result": "N", "vote": {}}, {"bill_id": 22950, "action_date": "2022-03-03T10:00:00-06:00", "document_id": 235250, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235250.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1022, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22950, "action_date": "2022-03-03T10:00:00-06:00", "document_id": 235252, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235252.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1022, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 75253, "president_vote": null, "Yea": [3939, 3975, 3993, 3999, 4016, 4010, 3925], "Excused": [4000, 4006]}}, {"bill_id": 22950, "action_date": "2022-03-03T10:00:00-06:00", "document_id": 235252, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235252.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1022, "committee_id_assigned": null, "result": "N", "vote": {"vote_id": 75254, "president_vote": null, "Yea": [3939, 3975, 3993, 3999, 4016, 4010, 3925], "Excused": [4000, 4006]}}, {"bill_id": 22950, "action_date": "2022-03-07T11:00:00-06:00", "document_id": 235844, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235844.pdf", "status_text": "Do Pass", "journal_page": 465, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 75341, "president_vote": null, "Yea": [3918, 3920, 3921, 3922, 3925, 3926, 3932, 3935, 3936, 3939, 3943, 3949, 3952, 3956, 3958, 3961, 3962, 3966, 3974, 3975, 3979, 3990, 3991, 3993, 3994, 3996, 3999, 4000, 4002, 4003, 4006, 4010, 4012, 4016], "Excused": [3940]}}, {"bill_id": 22950, "action_date": "2022-03-08T10:00:00-06:00", "document_id": 236130, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236130.pdf", "status_text": "Signed by the Speaker", "journal_page": 635, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22950, "action_date": "2022-03-09T10:00:00-06:00", "document_id": 236265, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236265.pdf", "status_text": "Signed by the President", "journal_page": 509, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22950, "action_date": "2022-03-10T10:00:00-06:00", "document_id": 236366, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236366.pdf", "status_text": "Delivered to the Governor", "journal_page": 662, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22950, "action_date": "2022-03-28T11:00:00-05:00", "document_id": 236428, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236428.pdf", "status_text": "Signed by the Governor", "journal_page": 689, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7540}