{"session_id": 68, "bill_id": 23878, "bill_type": "Senate Bill", "bill_number": 100, "bill_title": "establish the stronger families scholarship program for children in foster care, to make an appropriation therefor, and to declare an emergency.", "sponsors": [{"legislator_profile_id": 4395, "is_prime": true}, {"legislator_profile_id": 4397, "is_prime": true}, {"legislator_profile_id": 4342, "is_prime": false}, {"legislator_profile_id": 4351, "is_prime": false}, {"legislator_profile_id": 4466, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4403, "is_prime": false}, {"legislator_profile_id": 4419, "is_prime": false}, {"legislator_profile_id": 4432, "is_prime": false}, {"legislator_profile_id": 4436, "is_prime": false}], "keywords": ["Appropriation", "Education", "Emergency Clause", "Scholarships", "Sunset Clause"], "audio": [{"meeting_datetime": "2023-02-07T07:45:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sed19.mp3", "start_seconds": 909.0}, {"meeting_datetime": "2023-02-07T07:45:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sed19.mp3", "start_seconds": 909.0}, {"meeting_datetime": "2023-02-07T07:45:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sed19.mp3", "start_seconds": 909.0}], "bill_versions": [{"bill_id": 23878, "bill_version_id": 245712, "bill_version": "Introduced", "bill_version_date": "2023-01-24T10:56:09.767-06:00", "bill_text": "An Act to establish the stronger families scholarship program for children in foster care, to make an appropriation therefor, and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. There is hereby appropriated from the general fund the sum of $15,000,000 to the Department of Education, for purposes of establishing the stronger families scholarship program as authorized in sections 4 to 18, inclusive, of this Act. Section 2. The secretary of the Department of Education shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 3. Any amounts appropriated in this Act not lawfully expended or obligated shall revert on June 30, 2026, in accordance with the procedures prescribed in chapter 4-8. Section 4. That a NEW SECTION be added to title 13: Terms used in this chapter mean: (1) “Acting parent,” a parent, foster parent, adoptive parent, or other person with the authority to act in place of a parent for the child; (2) “Department,” the Department of Education; (3) “Scholarship granting organization,” a nonprofit organization that complies with the requirements of this chapter and awards scholarships to eligible students; and (4) “Program,” the stronger families scholarship program established pursuant to this chapter. Section 5. That a NEW SECTION be added to title 13: The stronger families scholarship program is established. Annual scholarships are available beginning in the 2023-2024 school year. A student may receive a scholarship of four thousand dollars to reimburse eligible expenses incurred by an acting parent as described in section 7 of this Act. A scholarship granting organization shall administer scholarships for eligible students attending a nonpublic school. The department shall administer scholarships for eligible students attending a public school in this state. Section 6. That a NEW SECTION be added to title 13: A student is eligible to receive a scholarship if the student is an abused or neglected child in the custody of the Department of Social Services for at least thirty days pursuant to a court directive and is currently placed, or during the previous state fiscal year was placed, in foster care or other out-of-home care. An eligible student retains program eligibility regardless of subsequent placement out of the foster care system. Section 7. That a NEW SECTION be added to title 13: For the purposes of this chapter, the term, eligible expenses, means: (1) For a student attending an eligible nonpublic school, tuition and fees charged by the nonpublic school; (2) Payment for tutoring or teaching services provided by an individual or facility accredited by a state, regional, or national accrediting organization; (3) The purchase price of curricula and supplementary instructional materials; (4) Tuition or fees for an online learning program; (5) Fees for: (a) A nationally standardized norm-referenced achievement test; (b) An advanced placement examination; and (c) Any exams related to college or university admission; (6) Technology purchases, including computer hardware and technological devices primarily used for educational purposes; and (7) For a student attending a public school, transportation expenses to and from the school that the student attends, if the student is enrolled in a school district that is not the student's district of residence and the district does not provide transportation for the student. Section 8. That a NEW SECTION be added to title 13: To receive an initial scholarship for a student attending an eligible nonpublic school, the acting parent shall: (1) Submit an application to a scholarship granting organization by a date established by the organization; and (2) Provide documentation to the scholarship granting organization that: (a) The student is enrolled full-time at an eligible nonpublic school; and (b) The acting parent has met with the nonpublic school's principal or the principal's designee to review the school's academic programs and policies, educational programs, code of student conduct, and attendance policies. A scholarship granting organization shall verify the contents of the application, determine if the student is eligible as provided in section 6 of this Act, and verify with the department that the student is not enrolled in a school district. The scholarship granting organization shall notify the department and the acting parent if the student is awarded a scholarship. Upon notification from the scholarship granting organization that a student has been awarded a scholarship, the department shall release the student's scholarship funds to the organization. The scholarship granting organization shall create an account for the student and deposit the student's scholarship funds received from the department into the student's account. Prior to submitting any invoice of eligible expenses, the acting parent shall sign an agreement with the organization affirming that scholarship funds will only be used for eligible expenses. The acting parent shall submit an invoice of eligible expenses incurred on the student's behalf to the scholarship granting organization for reimbursement. The organization shall release funds from the student's account for eligible expenses invoiced by the acting parent. To renew the scholarship under this section, the acting parent must annually apply to the scholarship granting organization on a date established by the organization and sign a sworn compliance statement affirming that scholarship funds have only been used for eligible expenses. Section 9. That a NEW SECTION be added to title 13: To receive a scholarship for a student attending a public school, an acting parent shall apply to the department by a date established by the department. The department shall verify the contents of the application and determine if the student is eligible as provided in section 6 of this Act. The department shall notify the acting parent if the student is awarded a scholarship. Prior to submitting any invoice of eligible expenses, the acting parent shall sign an agreement with the department affirming that scholarship funds will only be used for eligible expenses. The acting parent shall submit an invoice of eligible expenses incurred on the student's behalf to the department for reimbursement. The department shall release funds for eligible expenses invoiced by the acting parent. To renew the scholarship under this section, the acting parent must annually apply to the department on a date established by the department and sign a sworn compliance statement affirming that scholarship funds have only been used for eligible expenses. Section 10. That a NEW SECTION be added to title 13: Section 7 of this Act notwithstanding, scholarship funds may not be used to reimburse a group or residential treatment center for standard education provided to students in a group or residential treatment setting. Section 11. That a NEW SECTION be added to title 13: An acting parent may be reimbursed for eligible expenses during any single school year until June thirtieth of the applicable school year, or until: (1) The student graduates from high school or reaches age twenty-two, whichever occurs first; or (2) The scholarship balance is expended. The department may deny or revoke a student's scholarship due to fraud, abuse, or noncompliance by an acting parent with any of the requirements of this chapter. Any scholarship funds remaining on June thirtieth of the applicable school year revert to the state. Section 12. That a NEW SECTION be added to title 13: A nonpublic school is eligible to participate in the program if the nonpublic school: (1) Operates within the boundaries of this state, or on a federally recognized Indian reservation within the boundaries this state; (2) Is accredited by the department; (3) Provides education to elementary or secondary students; and (4) Notifies a scholarship granting organization of its intention to participate in the program and comply with the program requirements. An eligible nonpublic school shall provide a scholarship granting organization the documentation required by the organization for a student’s participation, including the nonpublic school and student’s fee schedules, at least thirty days before any reimbursement is made for the student. Section 13. That a NEW SECTION be added to title 13: A scholarship granting organization shall: (1) Receive applications, determine student eligibility, award scholarships, and notify acting parents of scholarship awards; (2) Submit the list of students awarded scholarships and related documentation to the department; (3) Submit an annual report to the department, by a date determined by the department, which must include the number of scholarship recipients; the demographics of scholarship recipients; the expended scholarship amount per student; the total expenditures of scholarship awards; and any other information deemed necessary by the department; (4) Submit any information requested by the department relating to the program; and (5) Notify the department of any violation of this chapter by an acting parent or nonpublic school. A scholarship granting organization may request an amount for administrative expenses associated with performing functions under this chapter based on the total amount of scholarships awarded by the organization. Section 14. That a NEW SECTION be added to title 13: The department shall: (1) Notify a scholarship granting organization of the deadlines for submitting the list of students determined to be eligible to verify that each student is not enrolled in a school district; and (2) Compensate a scholarship granting organization for administrative expenses associated with performing functions under this chapter, based on the total amount of scholarships awarded by the organization. Section 15. That a NEW SECTION be added to title 13: The department shall promulgate rules, pursuant to chapter 1-26, to: (1) Establish the procedure and conduct of administrative hearings related to contested actions made by the department; (2) Establish guidelines and criteria for approval of applications; and (3) Establish guidelines and criteria for approval of expenses and distribution of funds. Section 16. That a NEW SECTION be added to title 13: No liability shall arise on the part of the state based on the award or use of a scholarship from the program. Section 17. That a NEW SECTION be added to title 13: The inclusion of eligible nonpublic schools in the program does not expand the regulatory authority of the state, its officers, or any school district to impose any additional regulation of nonpublic schools beyond those reasonably necessary to enforce requirements expressly set forth in this chapter. Section 18. This Act is repealed July 1, 2026. Section 19. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23878, "action_date": "2023-01-24T14:00:00-06:00", "document_id": 245445, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245445.pdf", "status_text": "First read in Senate and referred to", "journal_page": 102, "committee_id_action": 1183, "committee_id_assigned": 1174, "result": "N", "vote": {}}, {"bill_id": 23878, "action_date": "2023-02-07T07:45:00-06:00", "document_id": 248468, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248468.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1174, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23878, "action_date": "2023-02-07T07:45:00-06:00", "document_id": 248469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248469.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1174, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76855, "president_vote": null, "Nay": [4339, 4342], "Yea": [4348, 4404, 4453, 4414], "Excused": [4407]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23878"}