{"session_id": 57, "bill_id": 19822, "bill_type": "House Bill", "bill_number": 1180, "bill_title": "revise certain provisions concerning business improvement districts and to exempt general occupational tax receipts from the sales and gross receipts taxes.", "sponsors": [{"legislator_profile_id": 3224, "is_prime": true}, {"legislator_profile_id": 3235, "is_prime": true}, {"legislator_profile_id": 3163, "is_prime": false}, {"legislator_profile_id": 3166, "is_prime": false}, {"legislator_profile_id": 3179, "is_prime": false}, {"legislator_profile_id": 3184, "is_prime": false}, {"legislator_profile_id": 3191, "is_prime": false}, {"legislator_profile_id": 3198, "is_prime": false}, {"legislator_profile_id": 3212, "is_prime": false}, {"legislator_profile_id": 3213, "is_prime": false}, {"legislator_profile_id": 3221, "is_prime": false}, {"legislator_profile_id": 3246, "is_prime": false}], "keywords": ["Municipalities", "Sales Tax", "Taxes"], "audio": [{"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hta26hb1180a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hta26hb1180a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hta26hb1180a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hta26hb1180a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hta26hb1180a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-25T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sta34hb1180a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-25T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sta34hb1180a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-25T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sta34hb1180a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-28T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen35hb1180b.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-28T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen35hb1180b.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-28T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen35hb1180b.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-28T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen35hb1180b.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-28T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen35hb1180b.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-28T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen35hb1180b.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19822, "bill_version_id": 103393, "bill_version": "Introduced", "bill_version_date": "2005-01-27T09:54:20-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning business improvement districts and to exempt general occupational tax receipts from the sales and gross receipts taxes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 9-55-3 be amended to read as follows: 9-55-3. Any money generated pursuant to § 9-55-2 may be used for any one or more of the following purposes: (1) The acquisition, construction, maintenance, and operation of public off-street parking facilities for the benefit of the district area; (2) Improvement of any public place or facility in the district area, including landscaping and plantings; (3) Construction or installation of convention or event centers, pedestrian shopping malls or plazas, sidewalks, including moving sidewalks, parks, meeting and display facilities, bus stop shelters, lighting, benches or other seating furniture, sculptures, trash receptacles, shelters, fountains, skywalks, and pedestrian and vehicular overpasses and underpasses or any useful or necessary public improvement; (4) Leasing, acquiring, constructing, reconstructing, extending, maintaining, or repairing parking lots or parking garages, both above and below ground, or other facilities for the parking of vehicles, including the power to install such facilities in public areas, whether such areas are owned in fee or by easement, in the district area; (5) Creation and implementation of a plan for improving the general architectural design of public areas in the district area; (6) The development of any activities and promotion of events in the district area; (7) Maintenance, repair, and reconstruction of any improvements or facilities authorized by this chapter; (8) Any other project or undertaking for the betterment of the facilities in the district area, whether the project is capital or noncapital in nature; (9) Enforcement of parking regulations within the district area; and (10) Employing or contracting for personnel, including administrators for any improvement or promotional program under this chapter, and providing for any service necessary or proper to carry out the purposes of this chapter. Section 2. That § 9-55-4 be amended to read as follows: 9-55-4. A business improvement district may only be created as provided by this chapter and shall be within the boundaries of an established business area of the municipality zoned for business, public, or commercial purposes. For the purposes of this chapter, an established business area, may also include noncontiguous property within the incorporated municipality that has a common zoning designation. Section 3. That § 9-55-7 be amended to read as follows: 9-55-7. Upon receiving a recommendation from the business improvement board, the governing body may create one or more business improvement districts by adopting a resolution of intent to establish a district or districts. The resolution shall contain the following information: (1) A description of the boundaries of any proposed district; (2) The time and place of a hearing to be held by the governing body to consider establishment of a district or districts; (3) The proposed public facilities and improvements to be made or maintained within any such district; and (4) The proposed or estimated costs for improvements, facilities and activities within any district, and the method by which the revenue shall be raised. If a special assessment is proposed, the resolution also shall state the proposed method of assessment. The notice of intent shall recite that the method of raising revenue shall be fair and equitable. In the use of a general occupation tax, the tax shall be based primarily on the square footage of the owner's and user's place of business or on rented hotel and motel rooms and units offered and let for overnight occupancies of less than thirty continuous calendar days, which tax may not exceed two dollars per occupied room per night . In the use of a special assessment, the assessment shall be based upon the special benefit to the property within the district. Section 4. That § 9-55-10 be amended to read as follows: 9-55-10. If a hearing is held under subdivision 9-55-7(2), the governing body shall: (1) Hear all protests and receive evidence for or against the proposed action; (2) Rule upon all written protests received prior to the close of the hearing, which ruling shall be final; and (3) Continue the hearing from time to time as the governing body may deem deems necessary. If a special assessment is to be used, the proceedings shall terminate if written protest is made prior to the close of the hearing by the owners of a majority of the assessable front footage in the proposed district. If an occupation tax is to be used, the proceedings shall terminate if protest is made by the users of a majority of the space in the proposed district. If the general occupational tax is based upon rented hotel and motel rooms pursuant to § 9-55-13 § 9-55-7 , the proceedings shall terminate if written protest is made prior to the close of the hearing by the owners of a majority of the hotels and motels in the proposed district. Any bonds for the construction of a convention facility that are payable from the proceeds of the hotel and motel room general occupational tax may only be issued and sold if at least two- thirds of the hotel and motel owners in the proposed district approve in writing of the issuance and sale of the bonds. Section 5. That § 9-55-13 be amended to read as follows: 9-55-13. A municipality may levy a special assessment against the real property located in a district, to the extent of the special benefit on such property, for the purpose of paying all or any part of the total costs and expenses of any project authorized by this chapter, within such the district. The amount of each special assessment shall be determined by the governing body. Assessments shall be levied in accordance with the method of assessment proposed in the ordinance creating the district. If the governing body finds that the proposed method of assessment does not provide a fair and equitable method of apportioning costs, then it the governing body may assess the costs under such a method as the governing body finds to be fair and equitable. If the public improvement consists of convention facilities, the general occupation tax may be based on rented hotel and motel rooms and units offered and let for overnight occupancies of less than thirty continuous calendar days, which tax may not exceed two dollars per occupied room per night. Notice of a hearing on any special assessments to be levied under this chapter shall be given to the landowners in such the district by publication of the description of the land, the amount proposed to be assessed, and the general purpose for which such the assessment is to be made, once a week for two weeks in a daily or weekly newspaper of general circulation published in the municipality. The notice shall be published at least thirty days prior to the hearing and shall provide the date, time, and place of the hearing to hear any objections or protests by landowners in the district as to the amount of assessment made against their property. All special assessments levied under this chapter shall be constitute liens on the property and shall be certified for collection and collected in the same manner as other special assessments. Section 6. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of the tax imposed by this chapter, gross receipts do not include the general occupation tax collected by any business pursuant to chapter 9-55. Section 7. That chapter 10-45 D be amended by adding thereto a NEW SECTION to read as follows: For the purposes of the tax imposed by this chapter, gross receipts do not include the general occupation tax collected by any business pursuant to chapter 9-55."}, {"bill_id": 19822, "bill_version_id": 104778, "bill_version": "House Taxation Engrossed", "bill_version_date": "2005-02-15T13:34:03-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning business improvement districts and to exempt general occupational tax receipts from the sales and gross receipts taxes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 9-55-3 be amended to read as follows: 9-55-3. Any money generated pursuant to § 9-55-2 may be used for any one or more of the following purposes: (1) The acquisition, construction, maintenance, and operation of public off-street parking facilities for the benefit of the district area; (2) Improvement of any public place or facility in the district area, including landscaping and plantings; (3) Construction or installation of convention or event centers, pedestrian shopping malls or plazas, sidewalks, including moving sidewalks, parks, meeting and display facilities, bus stop shelters, lighting, benches or other seating furniture, sculptures, trash receptacles, shelters, fountains, skywalks, and pedestrian and vehicular overpasses and underpasses or any useful or necessary public improvement; (4) Leasing, acquiring, constructing, reconstructing, extending, maintaining, or repairing parking lots or parking garages, both above and below ground, or other facilities for the parking of vehicles, including the power to install such facilities in public areas, whether such areas are owned in fee or by easement, in the district area; (5) Creation and implementation of a plan for improving the general architectural design of public areas in the district area; (6) The development of any activities and promotion of events in the district area; (7) Maintenance, repair, and reconstruction of any improvements or facilities authorized by this chapter; (8) Any other project or undertaking for the betterment of the facilities in the district area, whether the project is capital or noncapital in nature; (9) Enforcement of parking regulations within the district area; and (10) Employing or contracting for personnel, including administrators for any improvement or promotional program under this chapter, and providing for any service necessary or proper to carry out the purposes of this chapter. Section 2. That § 9-55-4 be amended to read as follows: 9-55-4. A business improvement district may only be created as provided by this chapter and shall be within the boundaries of an established business area of the municipality zoned for business, public, or commercial purposes. For the purposes of this chapter, an established business area, may also include noncontiguous property within the incorporated municipality that has a common zoning designation. Section 3. That § 9-55-7 be amended to read as follows: 9-55-7. Upon receiving a recommendation from the business improvement board, the governing body may create one or more business improvement districts by adopting a resolution of intent to establish a district or districts. The resolution shall contain the following information: (1) A description of the boundaries of any proposed district; (2) The time and place of a hearing to be held by the governing body to consider establishment of a district or districts; (3) The proposed public facilities and improvements to be made or maintained within any such district; and (4) The proposed or estimated costs for improvements, facilities and activities within any district, and the method by which the revenue shall be raised. If a special assessment is proposed, the resolution also shall state the proposed method of assessment. The notice of intent shall recite that the method of raising revenue shall be fair and equitable. In the use of a general occupation tax, the tax shall be based primarily on the square footage of the owner's and user's place of business or based on rooms rented by any lodging establishment to transient guests as defined in § 10-45-7. If the occupational tax is based on rooms rented by a lodging establishment, the tax shall be imposed on the transient guest and such tax may not exceed two dollars per occupied room per night. However, no occupational tax may be imposed on any transient guest who has been offered a room by a lodging establishment on a complimentary basis and no fee or rent was charged for such room . In the use of a special assessment, the assessment shall be based upon the special benefit to the property within the district. Section 4. That § 9-55-10 be amended to read as follows: 9-55-10. If a hearing is held under subdivision 9-55-7(2), the governing body shall: (1) Hear all protests and receive evidence for or against the proposed action; (2) Rule upon all written protests received prior to the close of the hearing, which ruling shall be final; and (3) Continue the hearing from time to time as the governing body may deem deems necessary. If a special assessment is to be used, the proceedings shall terminate if written protest is made prior to the close of the hearing by the owners of a majority of the assessable front footage in the proposed district. If an occupation tax is to be used, the proceedings shall terminate if protest is made by the users of a majority of the space in the proposed district. If the general occupational tax is based upon rented hotel and motel rooms pursuant to § 9-55-13 § 9-55-7 , the proceedings shall terminate if written protest is made prior to the close of the hearing by the owners of a majority of the hotels and motels in the proposed district. Any bonds for the construction of a convention facility that are payable from the proceeds of the hotel and motel room general occupational tax may only be issued and sold if at least two- thirds of the hotel and motel owners in the proposed district approve in writing of the issuance and sale of the bonds. Section 5. That § 9-55-13 be amended to read as follows: 9-55-13. A municipality may levy a special assessment against the real property located in a district, to the extent of the special benefit on such property, for the purpose of paying all or any part of the total costs and expenses of any project authorized by this chapter, within such the district. The amount of each special assessment shall be determined by the governing body. Assessments shall be levied in accordance with the method of assessment proposed in the ordinance creating the district. If the governing body finds that the proposed method of assessment does not provide a fair and equitable method of apportioning costs, then it the governing body may assess the costs under such a method as the governing body finds to be fair and equitable. If the public improvement consists of convention facilities, the general occupation tax may be based on rented hotel and motel rooms and units offered and let for overnight occupancies of less than thirty continuous calendar days, which tax may not exceed two dollars per occupied room per night. Notice of a hearing on any special assessments to be levied under this chapter shall be given to the landowners in such the district by publication of the description of the land, the amount proposed to be assessed, and the general purpose for which such the assessment is to be made, once a week for two weeks in a daily or weekly newspaper of general circulation published in the municipality. The notice shall be published at least thirty days prior to the hearing and shall provide the date, time, and place of the hearing to hear any objections or protests by landowners in the district as to the amount of assessment made against their property. All special assessments levied under this chapter shall be constitute liens on the property and shall be certified for collection and collected in the same manner as other special assessments."}, {"bill_id": 19822, "bill_version_id": 105722, "bill_version": "Enrolled", "bill_version_date": "2005-03-02T09:08:03-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19822, "action_date": "2005-01-27T14:00:00-06:00", "document_id": 103466, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103466.pdf", "status_text": "First read in House and referred to", "journal_page": 203, "committee_id_action": 860, "committee_id_assigned": 856, "result": "N", "vote": {}}, {"bill_id": 19822, "action_date": "2005-02-10T07:45:00-06:00", "document_id": 104498, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104498.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 856, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19822, "action_date": "2005-02-15T07:45:00-06:00", "document_id": 104745, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104745.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 856, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19822, "action_date": "2005-02-15T07:45:00-06:00", "document_id": 104745, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104745.pdf", "status_text": "Do Pass Amended,", "journal_page": 478, "committee_id_action": 856, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60109, "president_vote": null, "Yea": [3159, 3167, 3174, 3178, 3181, 3191, 3209, 3222, 3225, 3246, 3249, 3253, 3203, 3254], "Excused": [3248]}}, {"bill_id": 19822, "action_date": "2005-02-15T07:45:00-06:00", "document_id": 104745, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104745.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 856, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19822, "action_date": "2005-02-17T14:00:00-06:00", "document_id": 105008, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105008.pdf", "status_text": "Do Pass Amended,", "journal_page": 540, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62044, "president_vote": null, "Yea": [3155, 3156, 3158, 3159, 3160, 3161, 3162, 3164, 3167, 3169, 3170, 3171, 3172, 3174, 3175, 3177, 3178, 3181, 3182, 3183, 3184, 3188, 3189, 3190, 3191, 3192, 3194, 3195, 3196, 3197, 3199, 3203, 3206, 3207, 3208, 3209, 3211, 3213, 3216, 3218, 3220, 3222, 3223, 3225, 3226, 3227, 3230, 3231, 3232, 3233, 3234, 3235, 3237, 3238, 3240, 3243, 3244, 3245, 3246, 3248, 3249, 3251, 3252, 3253, 3254, 3255, 3215], "Nay": [3176, 3187], "Excused": [3229]}}, {"bill_id": 19822, "action_date": "2005-02-18T13:00:00-06:00", "document_id": 105070, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105070.pdf", "status_text": "First read in Senate and referred to", "journal_page": 571, "committee_id_action": 861, "committee_id_assigned": 844, "result": "N", "vote": {}}, {"bill_id": 19822, "action_date": "2005-02-25T07:45:00-06:00", "document_id": 105422, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105422.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 844, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19822, "action_date": "2005-02-25T07:45:00-06:00", "document_id": 105422, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105422.pdf", "status_text": "Do Pass,", "journal_page": 643, "committee_id_action": 844, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60573, "president_vote": null, "Yea": [3165, 3185, 3193, 3198, 3221, 3228, 3210, 3201], "Nay": [3204]}}, {"bill_id": 19822, "action_date": "2005-02-28T14:00:00-06:00", "document_id": 105558, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105558.pdf", "status_text": "Do Pass Amended,", "journal_page": 691, "committee_id_action": 861, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 60683, "president_vote": null, "Nay": [3150, 3153, 3154, 3157, 3165, 3168, 3173, 3180, 3185, 3186, 3193, 3202, 3204, 3205, 3214, 3217, 3219, 3228, 3247], "Yea": [3151, 3163, 3166, 3179, 3198, 3201, 3210, 3212, 3221, 3224, 3236, 3239, 3241, 3242], "Excused": [3152, 3200]}}, {"bill_id": 19822, "action_date": "2005-02-28T14:00:00-06:00", "document_id": 105558, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105558.pdf", "status_text": "Intent to reconsider", "journal_page": 691, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19822, "action_date": "2005-02-28T14:00:00-06:00", "document_id": 105558, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105558.pdf", "status_text": "Reconsidered", "journal_page": 694, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60690, "president_vote": null, "Nay": [3150, 3152, 3157, 3165, 3168, 3173, 3180, 3186, 3193, 3214, 3217, 3219, 3236], "Yea": [3151, 3153, 3154, 3163, 3166, 3179, 3185, 3198, 3201, 3204, 3205, 3210, 3212, 3221, 3224, 3228, 3239, 3241, 3242, 3247], "Excused": [3200, 3202]}}, {"bill_id": 19822, "action_date": "2005-03-01T11:00:00-06:00", "document_id": 105704, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105704.pdf", "status_text": "Do Pass Amended,", "journal_page": 711, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60716, "president_vote": null, "Nay": [3150, 3168, 3173, 3180, 3186, 3193, 3202, 3204, 3205, 3217, 3219, 3228, 3236], "Yea": [3151, 3152, 3153, 3154, 3157, 3163, 3165, 3166, 3179, 3185, 3198, 3201, 3210, 3212, 3214, 3221, 3224, 3239, 3241, 3242, 3247], "Excused": [3200]}}, {"bill_id": 19822, "action_date": "2005-03-02T11:30:00-06:00", "document_id": 105772, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105772.pdf", "status_text": "Signed by Speaker", "journal_page": 760, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19822, "action_date": "2005-03-03T09:30:00-06:00", "document_id": 105846, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105846.pdf", "status_text": "Signed by President", "journal_page": 760, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19822, "action_date": "2005-03-03T10:00:00-06:00", "document_id": 105859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105859.pdf", "status_text": "Delivered to the Governor", "journal_page": 780, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19822, "action_date": "2005-03-22T11:00:00-06:00", "document_id": 105977, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105977.pdf", "status_text": "Signed by Governor", "journal_page": 826, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2969}