{"session_id": 4, "bill_id": 4740, "bill_type": "Senate Bill", "bill_number": 202, "bill_title": "prohibit certain military sales practices for life insurance and annuities.", "sponsors": [], "keywords": ["Insurance", "Military and Veterans Affairs", "Office of the Governor"], "audio": [{"meeting_datetime": "2008-01-31T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sco16.mp3", "start_seconds": 55.0}, {"meeting_datetime": "2008-01-31T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sco16.mp3", "start_seconds": 55.0}, {"meeting_datetime": "2008-01-31T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sco16.mp3", "start_seconds": 55.0}, {"meeting_datetime": "2008-01-31T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sco16.mp3", "start_seconds": 55.0}, {"meeting_datetime": "2008-02-15T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco25.mp3", "start_seconds": 5783.0}, {"meeting_datetime": "2008-02-15T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco25.mp3", "start_seconds": 5783.0}, {"meeting_datetime": "2008-02-15T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco25.mp3", "start_seconds": 5783.0}, {"meeting_datetime": "2008-02-15T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco25.mp3", "start_seconds": 5783.0}], "bill_versions": [{"bill_id": 4740, "bill_version_id": 1780, "bill_version": "Introduced", "bill_version_date": "2008-01-24T10:56:29.723-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit certain military sales practices for life insurance and annuities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Terms in this Act mean: (1) \"Active duty,\" full-time duty in the active military service of the United States and includes members of the reserve component (National Guard and Reserve) while serving under published orders for active duty or full-time training. The term does not include members of the reserve component who are performing active duty or active duty for training under military calls or orders specifying periods of less than thirty-one calendar days; (2) \"Armed forces of the United States,\" all components of the Army, Navy, Air Force, Marine Corps, and Coast Guard; (3) \"Department of Defense (DoD) personnel,\" all active duty service members and all civilian employees, including nonappropriated fund employees and special government employees, of the Department of Defense; (4) \"Door to door,\" a solicitation or sales method whereby an insurance producer proceeds randomly or selectively from household to household without prior specific appointment; (5) \"General advertisement,\" an advertisement having as its sole purpose the promotion of the reader's or viewer's interest in the concept of insurance, or the promotion of the insurer or the insurance producer; (6) \"Known\" or \"knowingly,\" the insurance producer or insurer had actual awareness, or in the exercise of ordinary care should have known, at the time of the act or practice complained of, that the person solicited: (a) Is a service member; or (b) Is a service member with a pay grade of E-4 or below; (7) \"Military installation,\" any federally owned, leased, or operated base, reservation, post, camp, building, or other facility to which service members are assigned for duty, including barracks, transient housing, and family quarters; (8) \"MyPay,\" a defense finance and accounting service internet-based system that enables service members to process certain discretionary pay transactions or provide updates to personal information data elements without using paper forms; (9) \"Service member,\" any active duty officer (commissioned and warrant) or enlisted member of the armed forces of the United States; (10) \"Side fund,\" a fund or reserve that is part of or otherwise attached to a life insurance policy (excluding individually issued annuities) by rider, endorsement or other mechanism which accumulates premium or deposits with interest or by other means. The term does not include: (a) Accumulated value or cash value or secondary guarantees provided by a universal life policy; (b) Cash values provided by a whole life policy which are subject to standard nonforfeiture law for life insurance; or (c) A premium deposit fund which: (i) Contains only premiums paid in advance which accumulate at interest; (ii) Imposes no penalty for withdrawal; (iii) Does not permit funding beyond future required premiums; (iv) Is not marketed or intended as an investment; and (v) Does not carry a commission, either paid or calculated; (11) \"Specific appointment,\" a prearranged appointment agreed upon by both parties and definite as to place and time. Section 2. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: This Act applies only to the solicitation or sale of any life insurance or annuity product by an insurer or insurance producer to an active duty service member of the armed forces of the United States. Nothing in this Act creates a private cause of action for a violation of this Act. Section 3. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: This Act does not apply to solicitations or sales involving: (1) Credit insurance; (2) Group life insurance or group annuities where there is no in-person, face-to-face solicitation of individuals by an insurance producer or where the contract or certificate does not include a side fund; (3) An application to the existing insurer that issued the existing policy or contract if a contractual change or a conversion privilege is being exercised; or, if the existing policy or contract is being replaced by the same insurer pursuant to a program filed with and approved by the commissioner; or, if a term conversion privilege is exercised among corporate affiliates; (4) Individual stand-alone health policies, including disability income policies; (5) Contracts offered by Servicemembers' Group Life Insurance or Veterans' Group Life Insurance; (6) Life insurance contracts offered through or by a nonprofit military association, qualifying under Section 501 (c) (23) of the Internal Revenue Code (IRC) as of January 1, 2008, and which are not underwritten by an insurer; or (7) Contracts used to fund: (a) An employee pension or welfare benefit plan that is covered by the Employee Retirement and Income Security Act as of January 1, 2008; (b) A plan described by Sections 401(a), 401(k), 403(b), 408(k) or 408(p) of the IRC, as of January 1, 2008, if established or maintained by an employer; (c) A government or church plan defined in Section 414 of the IRC as of January 1, 2008, a government or church welfare benefit plan, or a deferred compensation plan of a state or local government or tax exempt organization under Section 457 of the IRC as of January 1, 2008; (d) A nonqualified deferred compensation arrangement established or maintained by an employer or plan sponsor; (e) Settlements of or assumptions of liabilities associated with personal injury litigation or any dispute or claim resolution process; or (f) Prearranged funeral contracts. Section 4. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: Nothing in this Act abrogates the ability of nonprofit organizations or other organizations to educate members of the armed forces of the United States in accordance with Department of Defense DoD Instruction 1344.07 - PERSONAL COMMERCIAL SOLICITATION ON DOD INSTALLATIONS as of January 1, 2008. Section 5. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this Act, general advertisements, direct mail and internet marketing does not constitute solicitation. Telephone marketing does not constitute solicitation if the caller explicitly and conspicuously discloses that the product concerned is life insurance and makes no statements that avoid a clear and unequivocal statement that life insurance is the subject matter of the solicitation. However, nothing in this section exempts an insurer or insurance producer from this Act in any in-person, face-to-face meeting established as a result of the solicitation exemptions identified in this section. Section 6. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The following acts or practices, if committed on a military installation by an insurer or insurance producer with respect to the in-person, face-to-face solicitation of life insurance, are declared to be false, misleading, deceptive, or unfair: (1) Knowingly soliciting the purchase of any life insurance product door to door or without first establishing a specific appointment for each meeting with the prospective purchaser; (2) Soliciting service members in a group or mass audience or in a captive audience where attendance is not voluntary; (3) Knowingly making appointments with or soliciting service members during their normally scheduled duty hours; (4) Making appointments with or soliciting service members in barracks, day rooms, unit areas, or transient personnel housing or other areas where the installation commander has prohibited solicitation; (5) Soliciting the sale of life insurance without first obtaining permission from the installation commander or the commander's designee; (6) Posting unauthorized bulletins, notices, or advertisements; (7) Failing to present DD Form 2885, Personal Commercial Solicitation Evaluation as of January 1, 2008, to service members solicited or encouraging service members solicited not to complete or submit the form; or (8) Knowingly accepting an application for life insurance or issuing a policy of life insurance on the life of an enlisted member of the armed forces of the United States without first obtaining for the insurer's files a completed copy of any required form which confirms that the applicant has received counseling or fulfilled any other similar requirement for the sale of life insurance established by regulations, directives, or rules of the Department of Defense or any branch of the armed forces of the United States. Section 7. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The following acts or practices, if committed on a military installation by an insurer or insurance producer, constitute corrupt practices or improper influences or inducements and are declared to be false, misleading, deceptive, or unfair: (1) Using Department of Defense personnel, directly or indirectly, as a representative or agent in any official or business capacity with or without compensation with respect to the solicitation or sale of life insurance to service members; or (2) Using an insurance producer to participate in any education or orientation program sponsored by the armed forces of the United States. Section 8. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The following acts or practices by an insurer or insurance producer constitute corrupt practices or improper influences or inducements and are declared to be false, misleading, deceptive, or unfair: (1) Submitting, processing, or assisting in the submission or processing of any allotment form or similar device used by the armed forces of the United States to direct a service member's pay to a third party for the purchase of life insurance. The foregoing includes using or assisting in using a service member's MyPay account or other similar internet or electronic medium for such purposes. This subdivision does not prohibit assisting a service member by providing insurer or premium information necessary to complete any allotment form; (2) Knowingly receiving funds from a service member for the payment of premium from a depository institution with which the service member has no formal banking relationship. For purposes of this section, a formal banking relationship is established when the depository institution: (a) Provides the service member a deposit agreement and periodic statements and makes the disclosures required by the Truth in Savings Act, 12 U.S.C. § 4301 et seq., as of January 1, 2008, and the regulations promulgated thereunder as of January 1, 2008; and (b) Permits the service member to make deposits and withdrawals unrelated to the payment or processing of insurance premiums; (3) Employing any device or method or entering into any agreement whereby funds received from a service member by allotment for the payment of insurance premiums are identified on the service member's leave and earnings statement or equivalent or successor form as, savings, or, checking, and where the service member has no formal banking relationship; (4) Entering into any agreement with a depository institution for the purpose of receiving funds from a service member whereby the depository institution, with or without compensation, agrees to accept direct deposits from a service member with whom it has no formal banking relationship; (5) Using Department of Defense personnel, directly or indirectly, as a representative or agent in any official or unofficial capacity with or without compensation with respect to the solicitation or sale of life insurance to service members who are junior in rank or grade, or to the family members of such personnel; (6) Offering or giving anything of value, directly or indirectly, to Department of Defense personnel to procure their assistance in encouraging, assisting or facilitating the solicitation or sale of life insurance to another service member; (7) Knowingly offering or giving anything of value to a service member with a pay grade of E-4 or below for his or her attendance to any event where an application for life insurance is solicited; or (8) Advising a service member with a pay grade of E-4 or below to change his or her income tax withholding or state of legal residence for the sole purpose of increasing disposable income to purchase life insurance. Section 9. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The following acts or practices by an insurer or insurance producer are declared to be false, misleading, deceptive, or unfair: (1) Making any representation, or using any device, title, descriptive name or identifier that has the tendency or capacity to confuse or mislead a service member into believing that the insurer, insurance producer or product offered is affiliated, connected or associated with, endorsed, sponsored, sanctioned or recommended by the United States government, the armed forces of the United States, or any state or federal agency or government entity. Examples of prohibited insurance producer titles include Battalion Insurance Counselor, Unit Insurance Advisor, Servicemen's Group Life Insurance Conversion Consultant, or Veteran's Benefits Counselor. Nothing in this subdivision prohibits a person from using a professional designation awarded after the successful completion of a course of instruction in the business of insurance by an accredited institution of higher learning. Such designations include Chartered Life Underwriter, Chartered Financial Consultant, Certified Financial Planner, Master of Science In Financial Services, or Masters of Science Financial Planning; or (2) Soliciting the purchase of any life insurance product through the use of or in conjunction with any third party organization that promotes the welfare of or assists members of the armed forces of the United States in a manner that has the tendency or capacity to confuse or mislead a service member into believing that either the insurer, insurance producer, or insurance product is affiliated, connected, or associated with, or endorsed, sponsored, sanctioned, or recommended by the United States government or the armed forces of the United States. Section 10. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The following acts or practices by an insurer or insurance producer are declared to be false, misleading, deceptive, or unfair: (1) Using or describing the credited interest rate on a life insurance policy in a manner that implies that the credited interest rate is a net return on premium paid; or (2) Excluding individually issued annuities, misrepresenting the mortality costs of a life insurance product, including, stating, or implying that the product costs nothing or is free. Section 11. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The following acts or practices by an insurer or insurance producer regarding Servicemembers' Group Life Insurance (SGLI) or Veterans' Group Life Insurance (VGLI) are declared to be false, misleading, deceptive, or unfair: (1) Making any representation regarding the availability, suitability, amount, cost, exclusions, or limitations to coverage provided to a service member or dependents by SGLI or VGLI, which is false, misleading, or deceptive; (2) Making any representation regarding conversion requirements, including the costs of coverage, or exclusions or limitations to coverage of SGLI or VGLI to private insurers which is false, misleading or deceptive; or (3) Suggesting, recommending, or encouraging a service member to cancel or terminate his or her SGLI policy or issuing a life insurance policy which replaces an existing SGLI policy unless the replacement takes effect upon or after the service member's separation from the United States Armed Forces. Section 12. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The following acts or practices by an insurer and or insurance producer regarding disclosure are declared to be false, misleading, deceptive, or unfair: (1) Deploying, using, or contracting for any lead-generating materials designed exclusively for use with service members that do not clearly and conspicuously disclose that the recipient will be contacted by an insurance producer, if that is the case, for the purpose of soliciting the purchase of life insurance; (2) Failing to disclose that a solicitation for the sale of life insurance will be made when establishing a specific appointment for an in-person, face-to-face meeting with a prospective purchaser; (3) Excluding individually issued annuities, failing to clearly and conspicuously disclose the fact that the product being sold is life insurance; (4) Failing to make, at the time of sale or offer to an individual known to be a service member, the written disclosures required by section 10 of the Military Personnel Financial Services Protection Act, Pub. L. No. 109-290, as of January 1, 2008; or (5) Excluding individually issued annuities, if the sale is conducted in-person face-to-face with an individual known to be a service member, failing to provide the applicant at the time the application is taken: (a) An explanation of any free look period with instructions on how to cancel if a policy is issued; and (b) Either a copy of the application or a written disclosure. The copy of the application or the written disclosure shall clearly and concisely set out the type of life insurance, the death benefit applied for and its expected first year cost. A basic illustration that meets the requirements as adopted by rule pursuant to § 58-33A-5.1 is sufficient to meet this requirement for a written disclosure. Section 13. That chapter 58-33 be amended by adding thereto a NEW SECTION to read as follows: The following acts or practices by an insurer or insurance producer with respect to the sale of certain life insurance products are declared to be false, misleading, deceptive, or unfair: (1) Excluding individually issued annuities, recommending the purchase of any life insurance product which includes a side fund to a service member in pay grades E-4 and below unless the insurer has reasonable grounds for believing that the life insurance death benefit, standing alone, is suitable; (2) Offering for sale or selling a life insurance product which includes a side fund to a service member in pay grades E-4 and below who is currently enrolled in Servicemembers' Group Life Insurance (SGLI), is presumed unsuitable unless, after the completion of a needs assessment, the insurer demonstrates that the applicant's SGLI death benefit, together with any other military survivor benefits, savings and investments, survivor income, and other life insurance are insufficient to meet the applicant's insurable needs for life insurance; For the purposes of this subdivision, insurable needs, are the risks associated with premature death taking into consideration the financial obligations and immediate and future cash needs of the applicant's estate and survivors or dependents. For the purposes of this subdivision, other military survivor benefits, include the death gratuity, funeral reimbursement, transition assistance, survivor and dependents' educational assistance, dependency and indemnity compensation, federal TRICARE health care benefits, survivor housing benefits and allowances, federal income tax forgiveness, and social security survivor benefits; or (3) Excluding individually issued annuities, offering for sale or selling any life insurance contract which includes a side fund: (a) Unless interest credited accrues from the date of deposit to the date of withdrawal and permits withdrawals without limit or penalty; (b) Unless the applicant has been provided with a schedule of effective rates of return based upon cash flows of the combined product. For this disclosure, the effective rate of return shall consider all premiums and cash contributions made by the policyholder and all cash accumulations and cash surrender values available to the policyholder in addition to life insurance coverage. This schedule shall be provided for at least each policy year from one to ten and for every fifth policy year thereafter ending at age one hundred, policy maturity, or final expiration; and (c) Which by default diverts or transfers funds accumulated in the side fund to pay, reduce or offset any premiums due; (4) Excluding individually issued annuities, offering for sale or selling any life insurance contract which after considering all policy benefits, including endowment, return of premium, or persistency, does not comply with standard nonforfeiture law for life insurance; or (5) Selling any life insurance product to a person known to be a service member that excludes coverage if the insured's death is related to war, declared or undeclared, or any act related to military service except for an accidental death coverage, which may be excluded. Section 14. The director may, by rules promulgated pursuant to chapter 1-26, adopt: (1) Revisions of the Internal Revenue Code and the regulations promulgated pursuant thereto which are in substantial compliance with the intent of subdivisions (6) and (7) of section 3 of this Act; (2) Revisions of the Employee Retirement and Income Security Act which are in substantial compliance with the intent of subdivision (7) of section 3 of this Act; (3) Revisions or replacement forms or instructions from the Department of Defense which are in substantial compliance with the intent of sections 4 and 6 of this Act; and (4) Revisions of the Military Personnel Financial Services Protection Act which are in substantial compliance with the intent of subdivision (4) of section 12 of this Act."}, {"bill_id": 4740, "bill_version_id": 3480, "bill_version": "Enrolled", "bill_version_date": "2008-02-20T10:13:29.647-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4740, "action_date": "2008-01-24T14:00:00-06:00", "document_id": 1815, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1815.pdf", "status_text": "First read in Senate and referred to", "journal_page": 203, "committee_id_action": 28, "committee_id_assigned": 2, "result": "N", "vote": {}}, {"bill_id": 4740, "action_date": "2008-01-31T10:00:00-06:00", "document_id": 2092, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2092.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 2, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4740, "action_date": "2008-01-31T10:00:00-06:00", "document_id": 2285, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2285.pdf", "status_text": "Do Pass", "journal_page": 291, "committee_id_action": 2, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1052, "president_vote": null, "Yea": [557, 573, 560, 629], "Excused": [553, 622, 541]}}, {"bill_id": 4740, "action_date": "2008-01-31T10:00:00-06:00", "document_id": 2285, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2285.pdf", "status_text": "Placed on consent", "journal_page": null, "committee_id_action": 2, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4740, "action_date": "2008-02-04T14:00:00-06:00", "document_id": 2451, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2451.pdf", "status_text": "Do Pass", "journal_page": 315, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1177, "president_vote": null, "Yea": [557, 576, 621, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 573, 618, 610, 629, 613, 632, 577, 588, 539, 627, 548, 550, 541, 607]}}, {"bill_id": 4740, "action_date": "2008-02-05T14:00:00-06:00", "document_id": 2539, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2539.pdf", "status_text": "First read in House and referred to", "journal_page": 403, "committee_id_action": 27, "committee_id_assigned": 15, "result": "N", "vote": {}}, {"bill_id": 4740, "action_date": "2008-02-15T10:00:00-06:00", "document_id": 3116, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3116.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 15, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4740, "action_date": "2008-02-15T10:00:00-06:00", "document_id": 3317, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3317.pdf", "status_text": "Do Pass", "journal_page": 608, "committee_id_action": 15, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2049, "president_vote": null, "Yea": [602, 579, 555, 556, 589, 546, 536, 578, 617, 540, 561, 600], "Excused": [623]}}, {"bill_id": 4740, "action_date": "2008-02-15T10:00:00-06:00", "document_id": 3317, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3317.pdf", "status_text": "Placed on consent", "journal_page": null, "committee_id_action": 15, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4740, "action_date": "2008-02-19T14:00:00-06:00", "document_id": 3409, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3409.pdf", "status_text": "Do Pass", "journal_page": 622, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2137, "president_vote": null, "Yea": [602, 579, 609, 614, 625, 593, 586, 570, 597, 532, 608, 623, 574, 534, 555, 542, 568, 552, 575, 580, 572, 624, 595, 529, 594, 631, 565, 620, 616, 556, 585, 589, 633, 543, 558, 605, 628, 630, 571, 581, 544, 546, 537, 536, 578, 612, 551, 599, 617, 554, 547, 583, 538, 603, 615, 600, 531, 563, 540, 566, 549, 619, 626, 611, 606, 587, 559, 564, 561, 591]}}, {"bill_id": 4740, "action_date": "2008-02-20T14:00:00-06:00", "document_id": 3534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3534.pdf", "status_text": "Signed by the Speaker", "journal_page": 657, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4740, "action_date": "2008-02-20T14:00:00-06:00", "document_id": 3540, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3540.pdf", "status_text": "Signed by the President", "journal_page": 580, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4740, "action_date": "2008-02-25T14:00:00-06:00", "document_id": 3929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3929.pdf", "status_text": "Delivered to the Governor", "journal_page": 620, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4740, "action_date": "2008-03-17T10:00:00-05:00", "document_id": 4324, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4324.pdf", "status_text": "Signed by the Governor", "journal_page": 742, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4133}