{"session_id": 54, "bill_id": 18036, "bill_type": "Senate Bill", "bill_number": 115, "bill_title": "provide for a converted motor home title for certain motor vehicles.", "sponsors": [{"legislator_profile_id": 2904, "is_prime": true}, {"legislator_profile_id": 2917, "is_prime": true}, {"legislator_profile_id": 2835, "is_prime": false}, {"legislator_profile_id": 2838, "is_prime": false}, {"legislator_profile_id": 2840, "is_prime": false}, {"legislator_profile_id": 2861, "is_prime": false}, {"legislator_profile_id": 2876, "is_prime": false}, {"legislator_profile_id": 2887, "is_prime": false}, {"legislator_profile_id": 2893, "is_prime": false}, {"legislator_profile_id": 2897, "is_prime": false}, {"legislator_profile_id": 2909, "is_prime": false}, {"legislator_profile_id": 2914, "is_prime": false}, {"legislator_profile_id": 2927, "is_prime": false}, {"legislator_profile_id": 2929, "is_prime": false}], "keywords": ["Fees", "Motor Vehicles"], "audio": [{"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/str22sb0115a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/str22sb0115a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/str22sb0115a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/str22sb0115a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/str22sb0115a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/htr28sb0115a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/htr28sb0115a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/htr28sb0115a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/htr28sb0115a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/htr28sb0115a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-27T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou32sb0115a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-27T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou32sb0115a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-27T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou32sb0115a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-27T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou32sb0115a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18036, "bill_version_id": 95923, "bill_version": "Introduced", "bill_version_date": "2003-01-29T08:09:09-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a recreational vehicle title for certain motor vehicles. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: If any truck tractor is modified to become a recreational vehicle, the owner shall submit an application to the Department of Revenue for a recreational vehicle title. To become a recreational vehicle, the truck tractor shall be modified to include a vehicular-type unit built on the tractor's chassis and designed primarily as living quarters for recreational, camping, vacation or travel use. The unit shall be equipped with at least five of the following: (1) Cooking facilities; (2) Sleeping facilities; (3) Running water; (4) A toilet; (5) A refrigerator; (6) A heating system; or (7) An air conditioning system. The application shall include a picture of the vehicle, a certificate of inspection as provided by section 2 of this Act, and an affidavit signed by the truck tractor owner that the vehicle will not be used for private business use. If the department is satisfied that the conditions of this section are met, the department shall issue a recreational vehicle title. Section 2. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: The truck tractor referred to in section 1 of this Act shall be inspected by an employee of the Department of Revenue or a certified law enforcement officer. The certificate of inspection shall be of a form prescribed and furnished by the department. The inspector shall indicate on the certification of inspection if the truck tractor meets the requirement of section 1 of this Act. Section 3. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of section 1 of this Act and subdivision 32-9-3(11), the term, private business use, does not include the towing of any trailer hauling of any motor vehicle, boat, or horse to a race, tournament, show, or similar event, even if prize money is offered at these events. Section 4. That § 32-5-6.1 be amended to read as follows: 32-5-6.1. License fees for any noncommercial motor home shall be determined by the manufacturer's shipping weight, including accessories, as follows: (1) Six thousand pounds or less, inclusive, sixty dollars; (2) From 6,001 to 8,000 pounds, inclusive, eighty dollars; (3) From 8,001 to 10,000 pounds, inclusive, one hundred dollars; (4) For each additional 2,000 pounds or major fraction thereof, in excess of 10,000 pounds, twenty dollars. For the purposes of this section, a motor home is a vehicle designed to provide temporary living quarters for recreational, camping, or travel use, built on or permanently attached to a self-propelled motor vehicle chassis or on a chassis cab or van that is an integral part of the completed vehicle. For the purposes of this section, a motor home includes any vehicle issued a recreational vehicle title pursuant to section 1 of this Act. Section 5. That § 32-9-3 be amended to read as follows: 32-9-3. For the purposes of this chapter, the following do not come within the definition of , \" motor carriers \" or \" commercial vehicles \" , if used in intrastate operations: (1) A motor vehicle registered in South Dakota used to carry private business property of five hundred pounds or less; (2) A motor vehicle chassis registered in South Dakota on which is mounted a cornsheller, grain cleaner, feed grinder, grain and alfalfa feed mixing machine, haystack mover, sawmill, water well drilling equipment, power shovel, ditchdigger, mobile crane which exceeds the maximum size or weight limits prescribed by chapter 32-22, drag line, posthole auger, and which is not used for demonstration or display purposes outside the limits of a municipality, or a truck tractor and trailer carrying permanently mounted hay grinding equipment; (3) Any motor vehicle registered in South Dakota used for the transportation of liquid or solid livestock waste including trailers and equipment used to load liquid or solid livestock waste and any vehicle registered in South Dakota used for the application, distribution, spraying, or transportation from retail business to user of dry, liquid, or anhydrous ammonia fertilizers or agricultural chemicals; (4) A motor vehicle registered in South Dakota of less than thirty thousand pounds gross weight owned by a merchant licensed under chapter 10-45 or the merchant's commissioned paid employee and used to transport the merchant's previously sold merchandise to a purchaser outside the limits of a municipality and to return exchanged property or to transport fuels to a purchaser within a municipality or an unincorporated town which is without such service; (5) A motor vehicle registered in South Dakota, owned by a farmer of this state and used by or for the farmer to transport property for the farmer's farming operation, to transport farm property from farm to farm or from a community or market to the farm or from the farm to a community or market, to transport livestock in a vehicle or combination of vehicles registered at twenty-six thousand pounds or less without monetary compensation, or to transport farm property when the vehicles are used as reimbursement in the ordinary exchange of farm work; (6) A motor vehicle registered in South Dakota operated by or for its owner and exclusively used to transport products originating in or produced from logging or mining operations or lumber milling waste products if such products are owned in fee by the motor vehicle owner; (7) Any motor vehicle, trailer, semitrailer, motor propelled, or trailed vehicle chassis registered in South Dakota, which is used exclusively on the job site for the construction of township roads, stock water dugouts, dams, farm and ranch irrigation systems, or other soil and water conservation projects on farms and ranches, or for the construction or maintenance of highways in the State of South Dakota. Prior to moving any such vehicle or equipment between job sites or from job site to a central location, the owner shall register the vehicle or equipment pursuant to § 32-9-58; (8) A motor vehicle used principally for providing prearranged transportation of persons to or from their place of employment and is operated by a person who does not drive the vehicle for the person's principal occupation, but is driving it only to or from the person's principal place of employment or for personal use as permitted by the owner of the vehicle; (9) A motor vehicle that is not for hire and is operated solely for educational purposes by a student or an instructor as part of a heavy motor vehicle or heavy equipment operator's course offered by a nonprofit postsecondary institution located in the state; (10) A motor vehicle used for personal purposes and not operated for private business use; (11) A motor vehicle used for recreational purposes , including any vehicle issued a recreational vehicle title pursuant to section 1 of this Act, and not operated for private business use; (12) A motor vehicle, trailer, semitrailer, motor propelled, or trailed vehicle chassis, registered in South Dakota and used to move equipment involved in soil and water conservation projects or township road work when operated between job sites or from a job site to a central location or point of repair; (13) Any motor vehicle used by an implement dealer to transport farm machinery to and from a county fair or the state fair; (14) A motor vehicle owned by a licensed motor vehicle dealer and used to transport inventory replacement vehicles to the dealer's principal place of business. For the purpose of this subdivision, motor vehicle does not include any motor vehicle which carries inventory replacement vehicles entirely upon its own structure. Section 6. That § 32-12A-9 be amended to read as follows: 32-12A-9. The following are exempt from the provisions of § § 32-12A-1 to 32-12A-50, inclusive, 32-12A-51, and 32-12A-52 to 32-12A-58, inclusive: (1) Operators involved in farm to market transportation movements, at least sixteen years of age holding a valid operator's license, limited to those operators of a farm vehicle: (a) Controlled and operated by a farmer; (b) Used to transport either agricultural products, farm machinery or farm supplies to or from a farm; and (c) Not used in the operations of a common or contract motor carrier; (2) Operators of emergency fire fighting equipment necessary to the preservation of life or property or the execution of emergency governmental functions performed under emergency conditions that are not subject to normal traffic regulation, or nonemergency conditions when operated by members of a fire fighting agency; (3) Operators serving in the United States military, operating military vehicles in pursuit of military purposes; (4) Operators of recreational vehicles including any vehicle issued a recreational vehicle title pursuant to section 1 of this Act ; and (5) Operators of rental transporting equipment used as personal family use vehicles."}, {"bill_id": 18036, "bill_version_id": 97146, "bill_version": "Senate Transportation Engrossed", "bill_version_date": "2003-02-13T13:35:54-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a converted motor home title for certain motor vehicles. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: If any truck tractor is modified to become a motor home, the owner shall submit an application to the Department of Revenue for a converted motor home title. To become a motor home, the truck tractor shall be modified to include a vehicular-type unit built on the tractor's chassis and designed primarily as temporary living quarters for recreational, camping, vacation, or travel use. The unit shall be equipped with at least five of the following: (1) Cooking facilities; (2) A heating system or air conditioning system, or both, separate from the vehicle engine or the vehicle engine electrical system; (3) A self-contained toilet or a toilet connected to a plumbing system with connection for external water disposal, or both; (4) Portable water supply including plumbing and a sink with faucet either self-contained or with connections for an external source, or both; (5) Sleeping facilities; (6) A refrigerator; or (7) A one hundred ten or one hundred fifteen volt system separate from the vehicle engine electrical system either with its own power supply or with a connection for an external source, or both, or a liquefied petroleum system and supply. The systems provided in subdivisions (2), (3), and (4) shall be permanently installed and meet American National Standards Institute and National Fire Protection Association standards in effect on the date of manufacture. The application shall include a picture of the vehicle and an affidavit signed by the truck tractor owner stating that the vehicle will not be used for private business use and that the vehicle meets the requirements of this section. The department shall provide the form for the affidavit. If the department is satisfied that the conditions of this section are met, the department shall issue a converted motor home title. Section 2. For the purposes of this Act, if a motor home is used to transport a motor vehicle, boat, or animal to a race, tournament, show, or similar event, the motor home is not deemed to be engaged in a private business use if: (1) Any prize money received from participating in such an activity is declared as ordinary income for tax purposes; (2) The cost of participating in such an activity is not deducted as a business expense for tax purposes; and (3) No corporate sponsorship exceeding two thousand dollars in any one calendar year is involved in participating in such an activity."}, {"bill_id": 18036, "bill_version_id": 97804, "bill_version": "House Transportation Engrossed", "bill_version_date": "2003-02-24T13:18:39-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a converted motor home title for certain motor vehicles. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: If any truck tractor is modified to become a motor home, the owner shall submit an application to the Department of Revenue for a converted motor home title. To become a motor home, the truck tractor shall be modified to include a vehicular-type unit built on the tractor's chassis and designed primarily as temporary living quarters for recreational, camping, vacation, or travel use. The unit shall be equipped with the following: (1) Cooking facilities; (2) A heating system or air conditioning system, or both, separate from the vehicle engine or the vehicle engine electrical system; (3) A self-contained toilet or a toilet connected to a plumbing system with connection for external water disposal, or both; (4) Portable water supply including plumbing and a sink with faucet either self-contained or with connections for an external source, or both; (5) Sleeping facilities; (6) A refrigerator; or (7) A one hundred ten or one hundred fifteen volt system separate from the vehicle engine electrical system either with its own power supply or with a connection for an external source, or both, or a liquefied petroleum system and supply. The systems provided in subdivisions (2), (3), (4), and (7) shall be permanently installed and meet American National Standards Institute and National Fire Protection Association standards in effect on the date of manufacture. The application shall include a picture of the vehicle and an affidavit signed by the truck tractor owner stating that the vehicle will not be used for private business use and that the vehicle meets the requirements of this section. The department shall provide the form for the affidavit. If the department is satisfied that the conditions of this section are met, the department shall issue a converted motor home title. Section 2. For the purposes of this Act, if a motor home is used to transport a motor vehicle, boat, or animal to a race, tournament, show, or similar event, the motor home is not deemed to be engaged in a private business use if: (1) Any prize money received from participating in such an activity is declared as ordinary income for tax purposes; (2) The cost of participating in such an activity is not deducted as a business expense for tax purposes; and (3) No corporate sponsorship exceeding two thousand dollars in any one calendar year is involved in participating in such an activity."}, {"bill_id": 18036, "bill_version_id": 98083, "bill_version": "House Engrossed", "bill_version_date": "2003-02-27T15:16:41-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a converted motor home title for certain motor vehicles. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: If any truck tractor is modified to become a motor home, the owner shall submit an application to the Department of Revenue for a converted motor home title. To become a motor home, the truck tractor shall be modified to include a vehicular-type unit built on the tractor's chassis and designed primarily as temporary living quarters for recreational, camping, vacation, or travel use. The unit shall be equipped with at least five of the following: (1) Cooking facilities; (2) A heating system or air conditioning system, or both, separate from the vehicle engine or the vehicle engine electrical system; (3) A self-contained toilet or a toilet connected to a plumbing system with connection for external water disposal, or both; (4) Portable water supply including plumbing and a sink with faucet either self-contained or with connections for an external source, or both; (5) Sleeping facilities; (6) A refrigerator; or (7) A one hundred ten or one hundred fifteen volt system separate from the vehicle engine electrical system either with its own power supply or with a connection for an external source, or both, or a liquefied petroleum system and supply. The systems provided in subdivisions (2), (3), and (4) shall be permanently installed and meet American National Standards Institute and National Fire Protection Association standards in effect on the date of manufacture. The application shall include a picture of the vehicle and an affidavit signed by the truck tractor owner stating that the vehicle will not be used for private business use and that the vehicle meets the requirements of this section. The department shall provide the form for the affidavit. If the department is satisfied that the conditions of this section are met, the department shall issue a converted motor home title. Section 2. For the purposes of this Act, if a motor home is used to transport a motor vehicle, boat, or animal to a race, tournament, show, or similar event, the motor home is not deemed to be engaged in a private business use if: (1) Any prize money received from participating in such an activity is declared as ordinary income for tax purposes; (2) The cost of participating in such an activity is not deducted as a business expense for tax purposes; and (3) No corporate sponsorship exceeding two thousand dollars in any one calendar year is involved in participating in such an activity."}, {"bill_id": 18036, "bill_version_id": 98153, "bill_version": "Enrolled", "bill_version_date": "2003-02-28T14:52:53-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18036, "action_date": "2003-01-29T14:00:00-06:00", "document_id": 96046, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96046.pdf", "status_text": "First read in Senate and referred to", "journal_page": 229, "committee_id_action": 799, "committee_id_assigned": 783, "result": "N", "vote": {}}, {"bill_id": 18036, "action_date": "2003-02-04T08:00:00-06:00", "document_id": 96498, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96498.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 783, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18036, "action_date": "2003-02-06T07:45:00-06:00", "document_id": 96686, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96686.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 783, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18036, "action_date": "2003-02-11T07:45:00-06:00", "document_id": 96945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96945.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 783, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18036, "action_date": "2003-02-13T07:45:00-06:00", "document_id": 97122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97122.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 783, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18036, "action_date": "2003-02-13T07:45:00-06:00", "document_id": 97122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97122.pdf", "status_text": "Do Pass Amended,", "journal_page": 443, "committee_id_action": 783, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54476, "president_vote": null, "Yea": [2832, 2834, 2878, 2881, 2903, 2897, 2935]}}, {"bill_id": 18036, "action_date": "2003-02-13T07:45:00-06:00", "document_id": 97122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97122.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 783, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18036, "action_date": "2003-02-13T07:45:00-06:00", "document_id": 97122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97122.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 783, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18036, "action_date": "2003-02-18T14:00:00-06:00", "document_id": 97335, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97335.pdf", "status_text": "Do Pass Amended,", "journal_page": 477, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54685, "president_vote": null, "Excused": [2832, 2840, 2851, 2878, 2891, 2901], "Yea": [2834, 2835, 2838, 2847, 2849, 2850, 2852, 2853, 2854, 2856, 2865, 2868, 2876, 2880, 2881, 2882, 2883, 2886, 2887, 2897, 2903, 2904, 2908, 2916, 2921, 2926, 2927, 2928, 2935]}}, {"bill_id": 18036, "action_date": "2003-02-19T14:00:00-06:00", "document_id": 97438, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97438.pdf", "status_text": "First read in House and referred to", "journal_page": 491, "committee_id_action": 798, "committee_id_assigned": 795, "result": "N", "vote": {}}, {"bill_id": 18036, "action_date": "2003-02-22T10:00:00-06:00", "document_id": 97718, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97718.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 795, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 54956, "president_vote": null, "Excused": [2857, 2884], "Yea": [2858, 2890, 2931, 2910], "Nay": [2846, 2866, 2885, 2919, 2936, 2860, 2911]}}, {"bill_id": 18036, "action_date": "2003-02-22T10:00:00-06:00", "document_id": 97718, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97718.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 554, "committee_id_action": 795, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54957, "president_vote": null, "Excused": [2857, 2884], "Nay": [2858, 2890, 2931, 2910], "Yea": [2846, 2866, 2885, 2919, 2936, 2860, 2911]}}, {"bill_id": 18036, "action_date": "2003-02-22T10:00:00-06:00", "document_id": 97718, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97718.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 795, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18036, "action_date": "2003-02-24T11:00:00-06:00", "document_id": 97795, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97795.pdf", "status_text": "Reconsidered", "journal_page": null, "committee_id_action": 795, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54994, "president_vote": null, "Excused": [2857, 2931, 2936], "Yea": [2858, 2890, 2846, 2866, 2884, 2885, 2910, 2919, 2860, 2911]}}, {"bill_id": 18036, "action_date": "2003-02-24T11:00:00-06:00", "document_id": 97795, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97795.pdf", "status_text": "Do Pass Amended,", "journal_page": 591, "committee_id_action": 795, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54996, "president_vote": null, "Excused": [2857, 2931, 2936], "Yea": [2858, 2890, 2846, 2866, 2884, 2885, 2910, 2919, 2860], "Nay": [2911]}}, {"bill_id": 18036, "action_date": "2003-02-26T14:00:00-06:00", "document_id": 98014, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98014.pdf", "status_text": "Deferred to another day", "journal_page": 646, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18036, "action_date": "2003-02-27T14:00:00-06:00", "document_id": 98092, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98092.pdf", "status_text": "Motion to Amend,", "journal_page": 664, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18036, "action_date": "2003-02-27T14:00:00-06:00", "document_id": 98092, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98092.pdf", "status_text": "Do Pass Amended,", "journal_page": 664, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56805, "president_vote": null, "Nay": [2833, 2875, 2892, 2896, 2911, 2936], "Yea": [2836, 2837, 2839, 2841, 2842, 2843, 2844, 2845, 2846, 2848, 2855, 2858, 2859, 2860, 2861, 2862, 2863, 2864, 2866, 2869, 2870, 2871, 2872, 2873, 2874, 2877, 2879, 2884, 2885, 2888, 2889, 2890, 2893, 2894, 2895, 2898, 2900, 2902, 2905, 2906, 2907, 2909, 2910, 2912, 2914, 2915, 2917, 2919, 2920, 2922, 2923, 2924, 2925, 2929, 2930, 2931, 2932, 2933, 2934, 2937, 2938, 2899], "Excused": [2857, 2913]}}, {"bill_id": 18036, "action_date": "2003-03-03T14:00:00-06:00", "document_id": 98282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98282.pdf", "status_text": "Signed by President", "journal_page": 676, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18036, "action_date": "2003-03-04T14:00:00-06:00", "document_id": 98345, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98345.pdf", "status_text": "Signed by Speaker", "journal_page": 730, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18036, "action_date": "2003-03-05T14:00:00-06:00", "document_id": 98430, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98430.pdf", "status_text": "Delivered to the Governor", "journal_page": 712, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18036, "action_date": "2003-03-24T10:00:00-06:00", "document_id": 98673, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98673.pdf", "status_text": "Signed by Governor", "journal_page": 800, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2472}