{"session_id": 32, "bill_id": 9070, "bill_type": "House Bill", "bill_number": 1319, "bill_title": "adopt the Interstate Compact for the Temporary Licensure of Professionals.", "sponsors": [], "keywords": ["Licensing", "Professions and Occupations", "State Affairs and Government"], "audio": [{"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst19a.mp3", "start_seconds": 128.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst19a.mp3", "start_seconds": 128.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst19a.mp3", "start_seconds": 128.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst19a.mp3", "start_seconds": 128.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst23.mp3", "start_seconds": 262.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst23.mp3", "start_seconds": 262.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst23.mp3", "start_seconds": 262.0}, {"meeting_datetime": "2018-02-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou25.mp3", "start_seconds": 3513.0}, {"meeting_datetime": "2018-02-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou25.mp3", "start_seconds": 3513.0}, {"meeting_datetime": "2018-02-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou25.mp3", "start_seconds": 3513.0}, {"meeting_datetime": "2018-02-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou25.mp3", "start_seconds": 3513.0}], "bill_versions": [{"bill_id": 9070, "bill_version_id": 48563, "bill_version": "Introduced", "bill_version_date": "2018-02-02T10:09:26.037-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the Interstate Compact for the Temporary Licensure of Professionals. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: The Interstate Compact for the Temporary Licensure of Professionals is hereby enacted into law and entered into with all other jurisdictions legally joining this compact, which is substantially as follows: SECTION I PURPOSE The purpose of this compact is to: (1) Allow member states to expediently grant a temporary license to eligible licensees moving to their state; (2) Allow eligible licensees moving to a member state time to meet the licensure requirements of the destination state while practicing their occupation; and (3) Increase the mobility of professional licenses, safeguard the health and safety of the public, and enhance the workforce in member states. SECTION II DEFINITIONS Terms used in this compact mean: (1) \"Adverse action,\" any suspension, revocation, or other action taken by a licensing authority that impacts the ability of a licensee to work including the licensee's voluntary surrender of a license; (2) \"Applicant,\" a natural person who has submitted an application to a member state for a temporary license; (3) \"Background check,\" a criminal background investigation or a national criminal history record check, or both; (4) \"Destination state,\" the member state in which a temporary license is sought; (5) \"Member state,\" a state that has enacted this compact; (6) \"Military spouse,\" a person whose spouse is a member of the United States Armed Forces on active duty and stationed in the destination state; (7) \"Professional license\" or \"license,\" any state credential issued by the executive branch that authorizes a natural person to work in a given profession, which would be unlawful without the authorization of a state licensing authority; (8) \"State,\" any state, commonwealth, district, or territory of the United States; (9) \"Temporary license,\" an unrestricted license granted by a member state to an eligible professional through the process set forth in this compact; (10) \"Unrestricted license,\" a license that is not conditioned on that particular licensee's agreement to limit the scope of his or her professional work or to engage in additional requirements or protocols specific to that licensee. SECTION III CONTENTS OF APPLICATION AND FEES An application for a temporary license shall include the following: (1) The applicant's full name; (2) A list of all states in which the applicant holds a professional license; and (3) A statement by the applicant that he or she: (a) Holds a valid and unrestricted license in a member state; and (b) Is in good standing, as set forth in section IV, with every other state in which the applicant is licensed. The licensing authority may request identifying information such as an applicant's date of birth, social security number, or state license number. The destination state's licensing authority may charge fees comparable to other fees charged by that licensing authority. SECTION IV ISSUANCE OR NON-ISSUANCE OF TEMPORARY LICENSE An applicant seeking a temporary license shall submit a complete application to the licensing authority of the destination state. The licensing authority of the destination state, or its agent, shall issue the temporary license within thirty days of receiving a complete application unless it determines that the applicant: (1) Does not possess a valid and unrestricted license issued by a member state; (2) Is not in good standing in all states in which the applicant is licensed; or (3) Is ineligible due to a disqualifying record identified during a background check. An applicant is considered to be in good standing with a state licensing authority if the applicant is not under active investigation, has not been the subject of an unfavorable determination in a disciplinary action two years prior to the date of the application, and has no pending disciplinary actions before the authority. A licensing authority may only conduct a background check if it is otherwise authorized to do so. Based on the results of a background check, a licensing authority may find an applicant ineligible for a temporary license only if it would similarly find an applicant for a regular license ineligible. A licensing authority may deny an applicant's request for a temporary license if the licensing authority has previously taken adverse action against the applicant. An applicant who fails to meet the necessary requirements shall be issued a prompt ineligibility letter from the licensing authority of the destination state or its agent. Any applicant found to be ineligible may appeal the determination pursuant to chapter 1-26. SECTION V DUTIES OF MEMBER STATES Upon request, each member state shall provide another member state with the following information within ten days: (1) Whether a licensee possesses a valid and unrestricted license; and (2) Whether a licensee is in good standing as set forth in section IV. Further, a destination state may notify a member state when the destination state grants a temporary license based on an individual's licensure within that member state. If so notified, the member state shall promptly inform the destination state if it takes adverse action against the licensee. SECTION VI OPT OUT Any member state may decline to afford reciprocity to active licensees from another member state for a particular occupation by enacting legislation with specific findings that the requirements for the licenses in the relevant member state are inadequate to protect the public health and safety. SECTION VII TERMS OF TEMPORARY LICENSE The temporary license shall be for a term of eighteen consecutive months unless the applicant is a military spouse. If the applicant is a military spouse the temporary license shall be for a term of two consecutive years. A temporary license is non-renewable except that any member state may decide to make temporary licenses for any or all occupations renewable by law. An individual holding a temporary license is authorized to work as a licensed professional in the destination state consistent with all applicable laws and regulations of the destination state and the licensure authority that issued the temporary license. A temporary license from a destination state only authorizes work as a licensed professional within that state, and does not create, eliminate, or otherwise affect any authorization to work as a licensed professional outside the destination state. A licensee utilizing a temporary license shall notify the licensing authority of the destination state if any adverse action is taken against the licensee by any jurisdiction in which the licensee holds a license. SECTION VIII JURISDICTION OVER LICENSEES An individual issued a temporary license by a destination state automatically submits himself or herself to the jurisdiction of the licensing authority of the destination state such that the licensing authority is authorized to take any action against a temporary license that it is authorized to take against a regular licensee. Other member states, however, retain jurisdiction to impose adverse action against their own licensees. SECTION IX STATE LAW SUPERSEDED All member states' laws, except for state constitutions and opt-out provisions adopted pursuant to section VI of this compact, are superseded by the Interstate Compact for the Temporary Licensure of Professionals, but only to the extent of a conflict. Whenever possible, this compact and any other licensing compact shall be interpreted to avoid conflicts between the compacts. The option of temporary licensure that this compact creates is intended to coexist with the option of licensure or authorization to work created by other interstate licensing compacts specific to a profession. Nothing in this compact shall be construed to require a licensing authority to issue a temporary license if such issuance would jeopardize the member state's ability to participate in a separate licensing compact specific to a profession. Furthermore, nothing in this compact shall be construed to limit the ability of a licensing authority to issue a license pursuant to a state or federal law that allows for issuance of licenses in a more expedited manner. SECTION X EFFECTIVE DATE Any state is eligible to become a member state. This compact shall become effective and binding upon legislative enactment of this compact into law by no less than two states. The initial effective date shall be the later of July 1, 2018, or upon the date the law is enacted in the second jurisdiction to join this compact. Thereafter this compact becomes effective and binding as to any other member state upon the date the law is enacted in that state. SECTION XI WITHDRAWAL Any member state may withdraw from this compact by specifically repealing the law that enacted this compact. The effective date of the withdrawal is the effective date of the repeal. Any temporary license issued by the member state prior to the withdrawal date is not affected by withdrawal. SECTION XII INSUBSTANTIAL DIFFERENCES The validity of this compact is not affected by any insubstantial differences in its form or language as adopted by any member state."}], "amendments": [], "fiscal_notes": [49319], "action_log": [{"bill_id": 9070, "action_date": "2018-02-02T13:30:00-06:00", "document_id": 48610, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48610.pdf", "status_text": "First read in House and referred to", "journal_page": 314, "committee_id_action": 396, "committee_id_assigned": 391, "result": "N", "vote": {}}, {"bill_id": 9070, "action_date": "2018-02-07T07:45:00-06:00", "document_id": 48657, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48657.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9070, "action_date": "2018-02-14T07:45:00-06:00", "document_id": 49050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49050.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9070, "action_date": "2018-02-14T07:45:00-06:00", "document_id": 49234, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49234.pdf", "status_text": "Do Pass", "journal_page": 449, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25777, "president_vote": null, "Nay": [1268, 1284, 1283, 1238, 1250], "Yea": [1282, 1248, 1226, 1253, 1277, 1240, 1259, 1225]}}, {"bill_id": 9070, "action_date": "2018-02-20T14:00:00-06:00", "document_id": 49471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49471.pdf", "status_text": "Motion to amend", "journal_page": 495, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9070, "action_date": "2018-02-20T14:00:00-06:00", "document_id": 49471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49471.pdf", "status_text": "Do Pass Amended", "journal_page": 495, "committee_id_action": 396, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 26044, "president_vote": null, "Excused": [1313, 1425, 1291, 1274, 1254, 1285], "Yea": [1241, 1269, 1297, 1284, 1311, 1286, 1306, 1247, 1248, 1226, 1280, 1277, 1259, 1225, 1240, 1257, 1236, 1253], "Nay": [1213, 1424, 1268, 1279, 1214, 1266, 1223, 1307, 1301, 1235, 1294, 1282, 1260, 1308, 1312, 1275, 1283, 1238, 1250, 1314, 1222, 1302, 1265, 1315, 1316, 1296, 1292, 1293, 1310, 1263, 1295, 1249, 1303, 1309, 1255, 1299, 1256, 1261, 1258, 1305, 1287, 1215, 1317, 1216, 1229, 1298]}}]}