{"session_id": 8, "bill_id": 2004, "bill_type": "Senate Bill", "bill_number": 112, "bill_title": "regulate compensation for certain outside activities by certain state officers and employees.", "sponsors": [{"legislator_profile_id": 774, "is_prime": true}], "keywords": ["Public Officers and Employees", "State Affairs and Government"], "audio": [{"meeting_datetime": "2010-02-03T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst15.mp3", "start_seconds": 2295.0}, {"meeting_datetime": "2010-02-03T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst15.mp3", "start_seconds": 2295.0}, {"meeting_datetime": "2010-02-03T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst15.mp3", "start_seconds": 2295.0}], "bill_versions": [{"bill_id": 2004, "bill_version_id": 11091, "bill_version": "Introduced", "bill_version_date": "2010-01-27T10:06:03.033-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate compensation for certain outside activities by certain state officers and employees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. No state officer or state employee may receive any valuable consideration under any contract or grant outside of his or her official duties. The prohibition in this section does not apply if the state officer or state employee has complied with each of the following conditions: (1) The contract or grant is bona fide and actually performed; (2) The performance or administration of the contract or grant is not within the course of the officer's or employee's official duties, or is not under the officer's or employee's official supervision; (3) The performance of the contract or grant is not prohibited by state statute or rules governing outside employment for the officer or employee; (4) The contract or grant is neither performed for nor compensated by any person from whom such officer or employee would be prohibited by state statute from receiving a gift; (5) The contract or grant is not one expressly created or authorized by the officer or employee in his or her official capacity; and (6) The contract or grant would not require unauthorized disclosure of confidential information. Section 2. This Act does not prevent a state officer or state employee from receiving compensation contributed from the treasury of the United States, another state, county, or municipality if the compensation is received pursuant to arrangements entered into between such state, county, municipality, or the United States and the officer's or employee's agency. This section does not prohibit a state officer or state employee from serving or performing any duties under an employment contract with a governmental entity. As used in this Act, the terms, officer and employee, do not include any officer or employee who, in accordance with the terms of his or her employment or appointment, is serving without compensation from the State of South Dakota or is receiving from the state only reimbursement or expenses incurred or a predetermined allowance for such expenses."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2004, "action_date": "2010-01-27T14:00:00-06:00", "document_id": 11172, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11172.pdf", "status_text": "First read in Senate and referred to", "journal_page": 148, "committee_id_action": 84, "committee_id_assigned": 69, "result": "N", "vote": {}}, {"bill_id": 2004, "action_date": "2010-02-03T10:00:00-06:00", "document_id": 11503, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11503.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 69, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2004, "action_date": "2010-02-03T10:00:00-06:00", "document_id": 11777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11777.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 221, "committee_id_action": 69, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6038, "president_vote": null, "Yea": [758, 739, 764, 766, 753, 794, 747, 782, 754]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2004"}