{"session_id": 44, "bill_id": 22413, "bill_type": "House Bill", "bill_number": 1258, "bill_title": "revise certain provisions regarding cosmetology apprentice programs.", "sponsors": [{"legislator_profile_id": 1828, "is_prime": true}, {"legislator_profile_id": 1834, "is_prime": true}, {"legislator_profile_id": 1781, "is_prime": false}], "keywords": ["Professions and Occupations"], "audio": [{"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco23.mp3", "start_seconds": 2485.0}, {"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco23.mp3", "start_seconds": 2485.0}, {"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco23.mp3", "start_seconds": 2485.0}, {"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco23.mp3", "start_seconds": 2485.0}, {"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco23.mp3", "start_seconds": 2485.0}, {"meeting_datetime": "2021-02-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco28.mp3", "start_seconds": 1750.0}, {"meeting_datetime": "2021-02-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco28.mp3", "start_seconds": 1750.0}, {"meeting_datetime": "2021-02-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco28.mp3", "start_seconds": 1750.0}, {"meeting_datetime": "2021-02-25T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco28.mp3", "start_seconds": 1750.0}], "bill_versions": [{"bill_id": 22413, "bill_version_id": 216289, "bill_version": "Introduced", "bill_version_date": "2021-02-03T11:50:49.5-06:00", "bill_text": "An Act to revise certain provisions regarding cosmetology apprentice programs. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-15-42 be AMENDED. 36-15-42. Apprentice license required for apprenticeship--Requirements and term of license. A person may receive apprenticeship education in cosmetology, esthetics, and nail technology. However, no person may receive apprenticeship education unless that person is licensed as an apprentice. Any person may apply to the commission to be licensed as an apprentice if the applicant: (1) Submits evidence satisfactory to the commission that the applicant possesses those qualifications, except for age, required pursuant to § 36-15-15; (2) Is at least seventeen years of age or older; and (3) The cosmetology, esthetics, or nail salon in which the apprentice will receive education is currently licensed as an apprentice salon and is adequately equipped to teach the profession of cosmetology, esthetics, or nail technology, as applicable. Any apprentice license issued pursuant to this chapter is valid for the full period of the apprenticeship as defined in § 36-15-45 and is not renewable. The application shall be accompanied by the fee required in this chapter. Section 2. That § 36-15-44 be AMENDED. 36-15-44. Maximum number of apprentices in salon. An apprentice salon may have up to four eight apprentices not to exceed two apprentices per instructor during any one period of time. Section 3. That § 36-15-45 be AMENDED. 36-15-45. Required period of apprenticeship--Transfer to another salon--Break in apprenticeship period. A licensed apprentice in cosmetology shall receive education in the practice of cosmetology as required by this chapter in the same cosmetology salon for two thousand one hundred fifty consecutive hours. A licensed apprentice in esthetics shall receive education in the practice of esthetics as required by this chapter for nine hundred consecutive hours. A licensed apprentice in nail technology shall receive education in the practice of nail technology as required by this chapter for nine hundred consecutive hours in the same cosmetology salon or nail salon. The commission may permit an apprentice to transfer to another cosmetology salon or nail salon, as applicable, for completion of the apprenticeship if the apprentice applies for the transfer in writing to the commission and shows good cause for the request. The commission may permit a break in the consecutive period of the apprenticeship if the apprentice applies for the break in writing to the commission and shows good cause for the request. The commission shall define good cause by rules promulgated pursuant to chapter 1-26. Section 4. That § 36-15-47 be AMENDED. 36-15-47. Apprentice to practice in licensed salon--Supervision and time required for study and practice. Any apprentice licensed pursuant to this chapter may practice cosmetology if the practice is performed only in a cosmetology salon or nail salon, as applicable, licensed pursuant to this chapter; the apprentice is under the constant supervision, control, and direction of a licensed instructor at all times; and the apprentice is actually engaged in the study and practice of cosmetology, esthetics, or nail technology at least forty hours a week."}, {"bill_id": 22413, "bill_version_id": 217700, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2021-02-17T15:15:28.317-06:00", "bill_text": "An Act to revise certain provisions regarding cosmetology apprentice programs. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-15-2.3 be AMENDED. 36-15-2.3. Application for esthetics examination--Information required. Any person desiring to practice esthetics in this state as an esthetician shall apply to the commission to take the esthetics examination. The application shall: (1) Contain the information required by § 36-15-15; (2) Contain proof that the applicant is enrolled in or has completed the required hours of education, as established by rules pursuant to § 36-15-13, or equivalent credit hours in an approved and licensed cosmetology or esthetics school or in lieu of such education, is enrolled or has successfully completed a course of apprenticeship in a licensed cosmetology or esthetics salon as provided for in this chapter; and (3) Be accompanied by the fee required in this chapter. Section 2. That § 36-15-42 be AMENDED. 36-15-42. Apprentice license required for apprenticeship--Requirements and term of license. A person may receive apprenticeship education in cosmetology, esthetics, and nail technology. However, no person may receive apprenticeship education unless that person is licensed as an apprentice. Any person may apply to the commission to be licensed as an apprentice if the applicant: (1) Submits evidence satisfactory to the commission that the applicant possesses those qualifications, except for age, required pursuant to § 36-15-15; (2) Is at least seventeen years of age or older; and (3) The cosmetology, esthetics, or nail salon in which the apprentice will receive education is currently licensed as an apprentice salon and is adequately equipped to teach the profession of cosmetology, esthetics, or nail technology, as applicable. Any apprentice license issued pursuant to this chapter is valid for the full period of the apprenticeship as defined in § 36-15-45 and is not renewable. The application shall be accompanied by the fee required in this chapter. Section 3. That § 36-15-44 be AMENDED. 36-15-44. Maximum number of apprentices in salon. An apprentice salon may have up to four eight apprentices not to exceed two apprentices per instructor during any one period of time. Section 4. That § 36-15-45 be AMENDED. 36-15-45. Required period of apprenticeship--Transfer to another salon--Break in apprenticeship period. A licensed apprentice in cosmetology shall receive education in the practice of cosmetology as required by this chapter in the same cosmetology salon for two thousand one hundred fifty fifteen hundred consecutive hours. A licensed apprentice in esthetics shall receive education in the practice of esthetics as required by this chapter for six hundred consecutive hours. A licensed apprentice in nail technology shall receive education in the practice of nail technology as required by this chapter for nine four hundred consecutive hours in the same cosmetology salon or nail salon. The commission may permit an apprentice to transfer to another cosmetology salon, esthetics, or nail salon, as applicable, for completion of the apprenticeship if the apprentice applies for the transfer in writing to the commission and shows good cause for the request. The commission may permit a break in the consecutive period of the apprenticeship if the apprentice applies for the break in writing to the commission and shows good cause for the request. The commission shall define good cause by rules promulgated pursuant to chapter 1-26. Section 5. That § 36-15-47 be AMENDED. 36-15-47. Apprentice to practice in licensed salon--Supervision and time required for study and practice. Any apprentice licensed pursuant to this chapter may practice cosmetology if the practice is performed only in a cosmetology salon , esthetics, or nail salon, as applicable, licensed pursuant to this chapter; the apprentice is under the constant supervision, control, and direction of a licensed instructor at all times; and the apprentice is actually engaged in the study and practice of cosmetology, esthetics, or nail technology at least forty hours a week. Section 6. That § 36-15-50 be AMENDED. 36-15-50. Temporary license issued on completion of apprenticeship--Duration of license. Any person who successfully completes the term of apprenticeship pursuant to this chapter may apply to the commission for a temporary license which will authorize the applicant to perform all the practices of a regularly licensed cosmetologist, esthetician, or nail technician, as applicable. The temporary license application shall be accompanied with: (1) Evidence satisfactory to the commission that the applicant possesses the qualifications required pursuant to § 36-15-15; (2) Evidence satisfactory to the commission that the apprenticeship period has been completed; (3) The fee for a temporary license as provided in this chapter; and (4) The application and fee for the cosmetologist or nail technician examination, as applicable. A temporary license issued by the commission is valid until the date of the next scheduled examination in cosmetology, esthetics, or nail technology, as applicable. If the holder of a temporary license takes the applicable examination at that time, the commission shall extend the temporary license until the result of the examination is mailed to the person. If a person is not excused from the examination by the commission or fails the examination, the temporary license is invalid and may not be extended or reissued."}, {"bill_id": 22413, "bill_version_id": 218753, "bill_version": "Enrolled", "bill_version_date": "2021-03-01T16:55:48.287-06:00", "bill_text": "ENTITLED An Act to revise certain provisions regarding cosmetology apprentice programs. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-15-2.3 be AMENDED. 36-15-2.3. Application for esthetics examination--Information required. Any person desiring to practice esthetics in this state as an esthetician shall apply to the commission to take the esthetics examination. The application shall: (1) Contain the information required by § 36-15-15; (2) Contain proof that the applicant is enrolled in or has completed the required hours of education, as established by rules pursuant to § 36-15-13, or equivalent credit hours in an approved and licensed cosmetology or esthetics school or in lieu of such education, is enrolled or has successfully completed a course of apprenticeship in a licensed cosmetology or esthetics salon as provided for in this chapter; and (3) Be accompanied by the fee required in this chapter. Section 2. That § 36-15-42 be AMENDED. 36-15-42. Apprentice license required for apprenticeship--Requirements and term of license. A person may receive apprenticeship education in cosmetology, esthetics, and nail technology. However, no person may receive apprenticeship education unless that person is licensed as an apprentice. Any person may apply to the commission to be licensed as an apprentice if the applicant: (1) Submits evidence satisfactory to the commission that the applicant possesses those qualifications, except for age, required pursuant to § 36-15-15; (2) Is at least seventeen years of age or older; and (3) The cosmetology, esthetics, or nail salon in which the apprentice will receive education is currently licensed as an apprentice salon and is adequately equipped to teach the profession of cosmetology, esthetics, or nail technology, as applicable. Any apprentice license issued pursuant to this chapter is valid for the full period of the apprenticeship as defined in § 36-15-45 and is not renewable. The application shall be accompanied by the fee required in this chapter. Section 3. That § 36-15-44 be AMENDED. 36-15-44. Maximum number of apprentices in salon. An apprentice salon may have up to eight apprentices not to exceed two apprentices per instructor during any one period of time. Section 4. That § 36-15-45 be AMENDED. 36-15-45. Required period of apprenticeship--Transfer to another salon--Break in apprenticeship period--Promulgation of rules. A licensed apprentice in cosmetology shall receive education in the practice of cosmetology as required by this chapter in the same cosmetology salon for fifteen hundred consecutive hours. A licensed apprentice in esthetics shall receive education in the practice of esthetics as required by this chapter for six hundred consecutive hours. A licensed apprentice in nail technology shall receive education in the practice of nail technology as required by this chapter for four hundred consecutive hours in the same cosmetology salon or nail salon. The commission may permit an apprentice to transfer to another cosmetology, esthetics, or nail salon, as applicable, for completion of the apprenticeship if the apprentice applies for the transfer in writing to the commission and shows good cause for the request. The commission may permit a break in the consecutive period of the apprenticeship if the apprentice applies for the break in writing to the commission and shows good cause for the request. The commission shall define good cause by rules promulgated pursuant to chapter 1-26. Section 5. That § 36-15-47 be AMENDED. 36-15-47. Apprentice to practice in licensed salon--Supervision and time required for study and practice. Any apprentice licensed pursuant to this chapter may practice cosmetology if the practice is performed only in a cosmetology, esthetics, or nail salon, as applicable, licensed pursuant to this chapter; the apprentice is under the constant supervision, control, and direction of a licensed instructor at all times; and the apprentice is actually engaged in the study and practice of cosmetology, esthetics, or nail technology at least forty hours a week. Section 6. That § 36-15-50 be AMENDED. 36-15-50. Temporary license issued on completion of apprenticeship--Duration of license. Any person who successfully completes the term of apprenticeship pursuant to this chapter may apply to the commission for a temporary license which will authorize the applicant to perform all the practices of a regularly licensed cosmetologist, esthetician, or nail technician, as applicable. The temporary license application shall be accompanied with: (1) Evidence satisfactory to the commission that the applicant possesses the qualifications required pursuant to § 36-15-15; (2) Evidence satisfactory to the commission that the apprenticeship period has been completed; (3) The fee for a temporary license as provided in this chapter; and (4) The application and fee for the cosmetologist or nail technician examination, as applicable. A temporary license issued by the commission is valid until the date of the next scheduled examination in cosmetology, esthetics, or nail technology, as applicable. If the holder of a temporary license takes the applicable examination at that time, the commission shall extend the temporary license until the result of the examination is mailed to the person. If a person is not excused from the examination by the commission or fails the examination, the temporary license is invalid and may not be extended or reissued. An Act to revise certain provisions regarding cosmetology apprentice programs. I certify that the attached Act originated in the: House as Bill No. 1258 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1258 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22413, "action_date": "2021-02-03T14:00:00-06:00", "document_id": 215811, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215811.pdf", "status_text": "First Reading House", "journal_page": 190, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22413, "action_date": "2021-02-04T14:00:00-06:00", "document_id": 216396, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216396.pdf", "status_text": "Referred to", "journal_page": 212, "committee_id_action": 492, "committee_id_assigned": 487, "result": "N", "vote": {}}, {"bill_id": 22413, "action_date": "2021-02-17T10:00:00-06:00", "document_id": 217256, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217256.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22413, "action_date": "2021-02-17T10:00:00-06:00", "document_id": 217258, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217258.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69323, "president_vote": null, "Yea": [1766, 1767, 1772, 1834, 1843, 1883, 3782, 1862, 3789, 1866, 1769, 1823], "Excused": [3802]}}, {"bill_id": 22413, "action_date": "2021-02-17T10:00:00-06:00", "document_id": 217258, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217258.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69315, "president_vote": null, "Yea": [1766, 1767, 1772, 1834, 1843, 1883, 3782, 1862, 3789, 1866, 1769, 1823], "Excused": [3802]}}, {"bill_id": 22413, "action_date": "2021-02-17T10:00:00-06:00", "document_id": 217258, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217258.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22413, "action_date": "2021-02-22T14:00:00-06:00", "document_id": 217863, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217863.pdf", "status_text": "Do Pass", "journal_page": 332, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69674, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1800, 1802, 1804, 1805, 1807, 1809, 1813, 1817, 1820, 1822, 1823, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1839, 1841, 1843, 1844, 1852, 1855, 1862, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3804, 3806], "Excused": [3801, 3802]}}, {"bill_id": 22413, "action_date": "2021-02-23T14:00:00-06:00", "document_id": 218096, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218096.pdf", "status_text": "First read in Senate and referred to", "journal_page": 330, "committee_id_action": 514, "committee_id_assigned": 504, "result": "N", "vote": {}}, {"bill_id": 22413, "action_date": "2021-02-25T10:00:00-06:00", "document_id": 218220, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218220.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22413, "action_date": "2021-02-25T10:00:00-06:00", "document_id": 218221, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218221.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 70110, "president_vote": null, "Yea": [1789, 1828, 1850, 1856, 1858, 3796, 1870, 3795, 1881]}}, {"bill_id": 22413, "action_date": "2021-02-25T10:00:00-06:00", "document_id": 218221, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218221.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22413, "action_date": "2021-03-01T14:00:00-06:00", "document_id": 218587, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218587.pdf", "status_text": "Do Pass", "journal_page": 366, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 70294, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1783, 1785, 1786, 1789, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 3795, 1865, 1870], "Nay": [1790]}}, {"bill_id": 22413, "action_date": "2021-03-02T14:00:00-06:00", "document_id": 218819, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218819.pdf", "status_text": "Signed by the Speaker", "journal_page": 467, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22413, "action_date": "2021-03-08T11:00:00-06:00", "document_id": 219725, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219725.pdf", "status_text": "Signed by the President", "journal_page": 445, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22413, "action_date": "2021-03-09T13:00:00-06:00", "document_id": 219991, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219991.pdf", "status_text": "Delivered to the Governor", "journal_page": 530, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22413, "action_date": "2021-03-29T11:00:00-05:00", "document_id": 220282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/220282.pdf", "status_text": "Signed by the Governor", "journal_page": 570, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7184, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22413"}