{"session_id": 54, "bill_id": 17577, "bill_type": "House Bill", "bill_number": 1046, "bill_title": "revise the regulation of cosmetologists and nail technicians and to provide for the licensure of estheticians.", "sponsors": [], "keywords": ["Administrative Rules", "Professions and Occupations"], "audio": [{"meeting_datetime": "2003-01-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hco05hb1046a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hco05hb1046a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-21T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hco05hb1046a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou06hb1046a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou06hb1046a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou06hb1046a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-23T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou07hb1046a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-23T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou07hb1046a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-23T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou07hb1046a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-23T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou07hb1046a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-31T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hap13.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-04T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sco15hb1046a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-04T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sco15hb1046a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-04T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sco15hb1046a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-04T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sco15hb1046a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-04T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sco15hb1046a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-04T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sco15hb1046a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17577, "bill_version_id": 95337, "bill_version": "Introduced", "bill_version_date": "2003-01-11T15:55:53-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the regulation of cosmetologists and nail technicians and to provide for the licensure of estheticians. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-15-1 be amended to read as follows: 36-15-1. Terms used in this chapter , unless the context otherwise plainly requires, mean: (1) \"Apprentice,\" any person who meets all the qualifications therefor as hereinafter set forth and is so licensed by the state commission to receive education through an apprenticeship in a salon ; (2) \"Beauty school,\" any place, premise, or building, whereat or wherein instruction in any or all of the practices of cosmetology is given, but not including a licensed beauty shop or beauty establishment where apprentices are being tutored \"Apprentice salon,\" any salon licensed by the commission to teach apprentices ; (3) \"Beauty shop\" or \"beauty establishment,\" any place, premise, or building or any part or portion thereof whereat or wherein any of the practices or arts of cosmetology are performed, except that said terms shall not include a \"beauty school\" \"Booth,\" any part within a licensed salon that is rented or leased for the purpose of rendering licensed cosmetology services as a separate, independent salon business ; (4) \"Commission,\" the Cosmetology Commission as established and created in § 36-15-3; (5) \"Cosmetological establishment,\" or \"establishment,\" any beauty shop, nail shop, or beauty school; (6) \"Cosmetologist \" or \"cosmetician ,\" any person who, for compensation, engages in any one or any combination or all of the practices of cosmetology; (7) (6) \"Cosmetology,\" any one or any combination of all the practices set forth in § 36-15-2; (8) (7) \"Demonstrator,\" any person licensed to practice cosmetology in the State of South Dakota or any person who is the holder of a currently valid operator's license or certificate in another state of the United States, who for the purpose of demonstrating the practice of cosmetology performs before groups of students of cosmetology, operators, manager-operators, instructors, shop owners, school owners, or who without fee or charge demonstrates before civic or educational groups, and in so doing incidently engages in the practice of cosmetology as defined in this chapter , nail technology, or esthetics in this state, in another state, or in another country, who demonstrates the various practices of cosmetology, as applicable, in order to inform or educate other licensees or the public; (8) \"Esthetician,\" any person who, for compensation, engages in the practice of esthetics, but not in other practices of cosmetology ; (9) \"Esthetics,\" any one or any combination of the practices set forth in section 5 of this Act; (10) \"Junior instructor,\" any person who meets all the qualifications therefor as hereinafter set forth and is so licensed by the commission to instruct in a school under the direct supervision of a senior instructor ; (10) \"Manager-nail technician,\" any person meeting the requirements of this chapter who manages a nail shop or establishment; (11) \"Manager-operator\" or \"manager-operator cosmetologist,\" any person who meets all the qualifications therefor as hereinafter set forth and is so licensed by the commission \"Manager,\" any person licensed by the commission to practice without supervision or supervise a salon ; (12) \"Nail shop,\" any place, premise, or building or any part or portion thereof where nail care is practiced for compensation, but not a beauty shop or beauty school \"Nail technology,\" any one or any combination of the practices set forth in section 4 of this Act ; (13) \"Nail care,\" the care and beautification of the hands and feet, including filing, trimming, or buffing of the nails, and the application of polish, wrappings, nail extensions, and other materials or substances on the nails; (14) \"Nail technician,\" any person who, for compensation, engages in the practice of nail care technology , but not in other practices of cosmetology; (15) \"Operator\" or \"operator-cosmetologist,\" any person who meets the qualifications therefor as hereinafter set forth and is so licensed by the commission; (14) \"Salon,\" any place, premise, or building or any part of a building operated for the purpose of engaging in the practice of cosmetology, nail technology, or esthetics, or any combination of these practices; (15) \"School,\" any place, premise, or building that is licensed by the commission to provide education to students in the practice of cosmetology, nail technology, or esthetics, or any combination of these practices; (16) \"Senior instructor,\" any person who meets all the qualifications therefor as hereinafter set forth and is so licensed by the commission to instruct in a school ; (17) \"Student,\" any person receiving instruction in a beauty school of cosmetology under the qualifications and conditions as hereinafter set forth in this chapter and so who is licensed by the commission to receive education in a licensed school . Section 2. That § 36-15-2 be amended to read as follows: 36-15-2. Any No person may engage in the practice of cosmetology unless the person is licensed by the commission. A person is engaged in the practice of cosmetology if that person, who for compensation, a fee, or any valuable consideration, engages in any of the following practices or arts is engaged in the practice of cosmetology with hands, chemicals, or any mechanical or electrical apparatus or appliance : (1) Hair care by styling, wrapping, arranging, braiding, twisting, weaving, extending, fusing, dressing, curling, waving, permanent waving, cleaning, cutting, singeing, cleansing, shampooing, cutting, bleaching, setting, fitting, coloring, straightening, relaxing, fitting, massaging, or similar work upon the hair or , scalp, wigs , or hairpieces of any a person by any means, or who, with hands, mechanical or electrical apparatus, or any other appliances, or by use of cosmetic preparations or antiseptics, engages in the practice or art of massaging, cleansing, manipulating, or performing similar services upon the scalp, face, neck, arms, bust, or shoulders, manicuring the nails, or removing ; (2) Nail technology; (3) Esthetics; or (4) Removal of superfluous hair about the body of any person by nonpermanent means . Any person practicing cosmetology shall be licensed under this title, while practicing within the scope of that person's license. The following does not constitute the practice of cosmetology: (1) Any person practicing permanent removal of hair by the use of a galvanic or thermalytic needle; or (2) Any retailer at a retail establishment who in the ordinary course of business is engaged in the demonstration of make-up if: (a) The make-up is applied only with disposable applicators that are discarded after each customer demonstration; (b) The demonstration is without charge to the person to whom the demonstration is given; and (c) The retailer does not advertise or provide a cosmetological service except the sale of make-up and fragrances. Section 3. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: None of the following constitute the practice of cosmetology: (1) Any person practicing permanent removal of hair by the use of a galvanic or thermalytic needle known as electrolysis; (2) Any retailer at a retail establishment who in the ordinary course of business is engaged in the demonstration of make-up if: (a) The make-up is applied only with disposable applicators that are discarded after each customer demonstration; (b) The demonstration is without charge to the person to whom the demonstration is given; and (c) The retailer does not advertise or provide a cosmetology service except the sale of make-up and fragrances. Section 4. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: No person may engage in the practice of nail technology unless the person is licensed by the commission. A person is engaged in the practice of nail technology if that person, for compensation, a fee, or any valuable consideration, engages in any of the following practices with hands, chemicals, or any mechanical or electrical apparatus or appliance: (1) Cutting, filing, trimming, shaping, polishing, coloring, removing polish, tinting, air- brushing, decorating, cleansing, or otherwise beautifying a person's fingernails or toenails; (2) Applying and removing artificial nails; or (3) Massaging, cleansing, and exfoliating a person's hands, arms, feet, and legs. Nail technology does not include hair removal, cutting nail beds, treating corns or calluses, or any medical treatment involving the feet, hands, or nails. Section 5. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: No person may engage in the practice of esthetics unless the person is licensed by the commission. A person is engaged in the practice of esthetics if that person, for compensation, a fee, or any valuable consideration, engages in any of the following practices with hands, chemicals, or any mechanical or electrical apparatus or appliance: (1) Beautifying, massaging, cleansing, exfoliating, stimulating, manipulating, or applying oils, creams, cosmetic preparations, make-up, facial treatments, body treatments, body wraps, antiseptics, scrubs, clays, lotions, masks, waxes, or other preparations for the noninvasive care of the skin. For purposes of this subdivision, noninvasive means confined to the nonliving cells of the stratum corneum of the epidermis. Such practices shall be in a superficial mode and not for the treatment of medical disorders, and living cells may never be altered, cut, or damaged; (2) Grooming or applying eyebrows or eyelashes, including arching and tinting; or (3) Removing superfluous hair by nonpermanent means, including tweezing and waxing. Esthetics does not include scalp treatments or scalp massage. Section 6. That § 36-15-4 be amended to read as follows: 36-15-4. All professional members of the Cosmetology Commission must be citizens of this state; must be at least twenty-five years of age; must have a high school education or its equivalent; must be a graduate of a recognized school of cosmetology; must have been actively engaged in the practice of cosmetology for the three years immediately preceding their appointment; and must be currently licensed as cosmetologists in this state at the time of their appointment commission shall be: (1) A resident of this state; (2) At least twenty-five years of age; (3) A high school graduate or its equivalent; (4) Actively engaged in the practice of cosmetology for the three years immediately preceding the appointment; and (5) Currently licensed as a cosmetologist in this state at the time of the appointment and while serving on the commission . No member of the commission shall may be a member of nor or affiliated with or have an interest in any beauty school while in office. Section 7. That § 36-15-5 be amended to read as follows: 36-15-5. The Cosmetology commission shall organize at its first meeting after August July first of each year by electing from its membership a president, a vice-president, and a secretary-treasurer. The commission shall meet at such times and places as shall be designated by the commission. Any two three members of the commission shall constitute a quorum for the transaction of business. Section 8. That § 36-15-6 be amended to read as follows: 36-15-6. The commission may, if in its judgment it is necessary and in conformity with chapter 3-6A, employ clerical assistance and any other assistance in performing its general duties in furtherance of this chapter and fix their compensation and prescribe their duties such personnel as it deems necessary to administer and enforce the provisions of this chapter . The commission may also pay the travel and subsistence expenses of such employees pursuant to § 3-9-2 if deemed necessary by the commission . However, no such person employee of the commission may be connected or associated in any manner with any school teaching cosmetology . Section 9. That § 36-15-11 be amended to read as follows: 36-15-11. The duties of the members of the commission include inspection of beauty shops, nail shops, beauty : (1) Inspecting salons, booths, schools, nail technicians, estheticians, and cosmetologists; conducting (2) Conducting examinations for applicants for licenses under this chapter , investigating ; (3) Approving continuing education courses; (4) Investigating violations and enforcing provisions of this chapter and the rules established by the commission pursuant to this chapter; maintaining (5) Maintaining an office for the keeping of records; and doing (6) Doing all things necessary for the proper administration of this chapter. Section 10. That § 36-15-12 be repealed. 36-15-12. The Cosmetology Commission may promulgate rules pursuant to chapter 1-26 reasonably necessary for the enforcement of the provisions of this chapter. Section 11. That § 36-15-12.1 be repealed. 36-15-12.1. All rules made by the Cosmetology Commission pursuant to this chapter shall be promulgated and amended pursuant to chapter 1-26. Section 12. That § 36-15-13 be amended to read as follows: 36-15-13. The commission may adopt rules pursuant to chapter 1-26 pertaining to the following: (1) Application requirements for any license or permit issued pursuant to this chapter; (2) Examinations; (3) Reports of students' instruction education and work performed; (4) Minimum standards and requirements for beauty cosmetology, nail technology, and esthetics salons and schools; (5) Minimum standards for plumbing, electrical, physical, and sanitary conditions for the health and safety of persons utilizing cosmetological establishments pursuant to § 36-15-13.1 cosmetology, nail technology, or esthetics salons or schools ; (6) The professional conduct of licensees pursuant to § 36-15-13.1 ; (7) The reinstatement of lapsed licenses and lapsed renewal pursuant to § 36-15-20.1; (8) Establishing the The fee for a lapsed license and lapsed renewal pursuant to § 36-15-20.1; (9) The course and instruction education requirements received by transfer students pursuant to § 36-15-34; (10) The textbooks, instructional educational material, and the general course of study for beauty schools and for beauty shops cosmetology salons and nail shops salons having apprentices pursuant to § 36-15-46; (11) The progress and instruction education received by an apprentice pursuant to § 36-15-48; and (12) The fees for all licenses, permits, and renewals ; (13) Minimum standards for the use of chemicals or any mechanical or electrical apparatus or appliance; (14) Amount of work experience of an out-of-state licensed applicant that may be used as a substitute for the education requirement pursuant to § § 36-15-17, 36-15-17.1, and section 22 of this Act; (15) Inspection and reinspection of individual licensees, salons, and schools; and (16) Administration and duties of the commission . Section 13. That § 36-15-13.1 be repealed. 36-15-13.1. The State Cosmetology commission may adopt rules and regulations pertaining to and promoting health and safety of persons utilizing the services of persons or establishments licensed under this chapter including those relating to plumbing, electrical, physical, or sanitary conditions of cosmetological establishments. Such commission may also adopt reasonable rules and regulations pertaining to the professional conduct of any licensee licensed under this chapter. Section 14. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: The commission may adopt rules pursuant to chapter 1-26 pertaining to continuing education for licensees on health issues, safety issues, and services that require the use of chemicals or electrical or mechanical apparatus. The commission may provide, by rule promulgated pursuant to chapter 1-26, the kinds and subjects of education and the number of hours of education required. The commission may also substitute experience in addition to or in lieu of educational requirements. The commission may waive any of the education requirement in case of certified illness or undue hardship. The commission may establish a fee by rules adopted pursuant to chapter 1-26 to cover the cost of verifying the required continuing education. The commission may offer a course and charge a registration fee to cover the costs. Section 15. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: Any license or permit issued under this Act or any license issued under prior law may be renewed for periods of one year, but in any event expiring on the renewal date as established by the commission. The commission shall, by rule promulgated pursuant to chapter 1-26, establish the renewal date for any licenses or permits issued under this Act. Section 16. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: The commission may adopt rules pursuant to chapter 1-26 pertaining to educational requirements for instructor licenses and the renewal of instructor licenses including the kinds and subjects of education and the number of hours of education required. The commission may also substitute experience in addition to or in lieu of educational requirements. The commission may set a fee through rules adopted pursuant to chapter 1-26 to cover the cost of verifying the required continuing education. The commission may offer a course and charge a registration fee to cover the costs. Section 17. That § 36-15-14 be amended to read as follows: 36-15-14. The State Cosmetology commission, all any state and or local boards board of health, or any officer or employee thereof, shall have power and authority to may enter during the business hours, all establishments any salon or school licensed under the provisions of this chapter and all any other places place where the art or practice of cosmetology is followed, practiced, or taught for the purpose of inspection and enforcement of this chapter and the rules and regulations adopted pursuant thereto to this chapter . Section 18. That § 36-15-15 be amended to read as follows: 36-15-15. An applicant for any license or permit and renewal thereof shall first submit evidence, satisfactory to the Cosmetology commission that the applicant : (1) That he is Is at least eighteen years of age or older, except as otherwise provided in this chapter; (2) That he possesses Possesses a high school education or its equivalent as determined by the State Cosmetology commission; and (3) That he has Has complied with all of the rules and regulations adopted by the commission as to the qualifications, standards, and requirements required for such license and application therefor . Section 19. That § 36-15-16 be amended to read as follows: 36-15-16. This chapter shall does not apply to services rendered by regularly licensed physicians or regularly licensed barbers so far as their usual and ordinary vocation is concerned, nor to demonstrators as to licensing requirements , physician assistants, nurses, podiatrists, chiropractors, morticians, barbers, or licensed demonstrators when exclusively engaged in the practice of their respective professions . Section 20. That § 36-15-17 be amended to read as follows: 36-15-17. Any person desiring to practice or follow any or all of the practices of cosmetology in this state as an \"operator\" a cosmetologist shall make application to the commission to take the examination therein. Such . The application shall contain : (1) Contain the information required pursuant to § 36-15-15 , and ; (2) Contain information satisfactory to the commission that such the applicant has completed twenty-one hundred hours training of education or equivalent credit hours in an approved and licensed beauty cosmetology school, or in lieu of such training, in a licensed beauty shop, shall have education, has successfully completed a course of apprenticeship in a licensed cosmetology salon as provided for in this chapter . Such application shall be ; and (3) Be accompanied by the fee required by in this chapter. The above requirements for application for licensure shall not apply to any \"operator\" licensed on or before July 1, 1971, or who has theretofore been licensed in this state. Section 21. That § 36-15-17.1 be amended to read as follows: 36-15-17.1. Any person desiring to practice nail care technology in this state as a nail technician shall apply to the commission to take the nail technician examination. The application shall contain : (1) Contain the information required by § 36-15-15 and ; (2) Contain proof that the applicant has completed four hundred hours of training education or equivalent credit hours in an approved and licensed beauty cosmetology or nail school or, in lieu of such training education , has successfully completed a course of apprenticeship in a licensed beauty shop cosmetology salon or nail shop salon , as provided in § 36-15-45 . The application shall be ; and (3) Be accompanied with by the fee required by in this chapter. Section 22. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: Any person desiring to practice esthetics in this state as an esthetician shall apply to the commission to take the esthetics examination. The application shall: (1) Contain the information required by § 36-15-15; (2) Contain proof that the applicant has completed seven hundred fifty hours of education or equivalent credit hours in an approved and licensed cosmetology or esthetics school; and (3) Be accompanied by the fee required in this chapter. Section 23. That § 36-15-19 be amended to read as follows: 36-15-19. The commission shall conduct at least six examinations in the art and practice of cosmetology and , at least two examinations in the practice of nail care technology, and at least two examinations in the practice of esthetics each year. The commission shall set the times and places for the conduct of the examination. Section 24. That § 36-15-19.1 be amended to read as follows: 36-15-19.1. Each applicant for an \"operator's\" a cosmetologist license who shall have has complied with § 36-15-17, shall take an the prescribed examination in the art and practice of cosmetology before the State Cosmetology Commission as the commission may prescribe . The commission shall determine the contents of the examination. Upon passing such the examination to the satisfaction of said the commission and the receipt of the fee required in this chapter , the applicant shall be licensed as an \"operator\" a cosmetologist in the art and practice of cosmetology. Any operator's cosmetologist license issued by the commission pursuant to this chapter shall expire on the thirty-first day of January, annually, and shall be expires annually on a date set by the commission in rules promulgated pursuant to chapter 1-26, and is renewable annually. Section 25. That § 36-15-19.2 be amended to read as follows: 36-15-19.2. The commission may waive the examination required in § 36-15-19.1 or , 36-15-19.3 , or in section 28 of this Act upon application made to the commission that the applicant possesses the qualifications required pursuant to § 36-15-15, and that: (1) The applicant is of good moral character holds a currently valid license issued by another state, district, or foreign country and the requirements of that state, district, or foreign country at the time of the examination were equal to or not less than those required by this state ; (2) The applicant has passed an examination acceptable to the commission in cosmetology or , nail care technology, or esthetics , as applicable , in the District of Columbia or any state or territory in the United States and is the holder of a currently valid license, certificate, or certificate of registration in cosmetology or nail care issued in that district, state, or territory ; (3) The requirements of that district, state, or territory at the time of the examination were not less than those required by this state as a condition precedent to the issuance of the license, certificate, or certificate of registration; (4) The applicant comes before any member of the commission for a shall take the prescribed written or oral examination on South Dakota Cosmetology Laws and the examination is approved in writing by the provisions of this chapter and rules adopted pursuant to this chapter. The commission member shall determine the contents of the examination ; and (5) (4) The application is accompanied with by the fee provided for in this chapter. Section 26. That § 36-15-19.3 be amended to read as follows: 36-15-19.3. Each applicant for a nail technician license who has complied with § 36-15-17.1 shall take an the prescribed examination before the commission in the art and practice of nail care technology . The commission shall prescribe determine the contents of the examination. If the applicant satisfactorily passes Upon passing the examination , as determined by to the satisfaction of the commission , the commission shall license and the receipt of the fee required in this chapter, the applicant shall be licensed as a nail technician. Any nail technician license issued by the commission pursuant to this chapter expires on January thirty-first each year annually on a date set by the commission in rules promulgated pursuant to chapter 1-26, and is renewable annually. Section 27. That § 36-15-19.4 be repealed. 36-15-19.4. Any person licensed by the commission as a nail technician may qualify to be licensed as a manager-nail technician by applying to the commission and submitting evidence satisfactory to the commission that the applicant meets the requirements of § 36-15-15 and has worked at least fifty weeks, with an average of forty hours a week, as a licensed nail technician. Section 28. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: Each applicant for an esthetician license who has complied with section 22 of this Act shall take the prescribed examination in the practice of esthetics. The commission shall determine the contents of the examination. Upon passing the examination to the satisfaction of the commission and the receipt of the fee required in this chapter, the applicant shall be licensed as an esthetician in the practice of esthetics. Any esthetician license issued by the commission pursuant to this chapter expires annually on a date set by the commission in rules promulgated pursuant to chapter 1-26, and is renewable annually. Section 29. That § 36-15-20 be amended to read as follows: 36-15-20. The fees promulgated in rules by the commission pursuant to chapter 1-26 for all examinations, licenses, permits, and renewals required by this chapter may not exceed the following maximums: (1) Operator Cosmetologist examination fee, sixty dollars; (2) Operator Cosmetologist license fee, fifteen dollars; (3) Operator Cosmetologist license renewal fee, fifteen dollars; (4) Cosmetologist-manager license fee, fifteen dollars; (5) Cosmetologist-manager license renewal fee, fifteen dollars; (4) (6) Nail technician examination fee, sixty dollars; (5) (7) Nail technician license fee, fifteen dollars; (6) (8) Nail technician license renewal fee, fifteen dollars; (7) Temporary operator or nail technician license fee, six dollars; (8) Manager-operator license fee, fifteen dollars; (9) Manager-operator license renewal fee, fifteen dollars; (10) Manager-nail technician Nail technician-manager license fee, fifteen dollars; (11) (10) Manager-nail technician Nail technician-manager license renewal fee, fifteen dollars; (11) Esthetician examination fee, eighty dollars; (12) Esthetician license fee, twenty-five dollars; (13) Esthetician license renewal fee, twenty-five dollars; (14) Esthetician-manager license fee, twenty-five dollars; (15) Esthetician-manager license renewal fee, twenty-five dollars; (16) Temporary cosmetologist, nail technician, or esthetician license fee, six dollars; (12) (17) Junior instructor license fee, fifteen dollars; (13) (18) Junior instructor license renewal fee, fifteen dollars; (14) (19) Senior instructor license fee, fifteen dollars; (15) (20) Senior instructor license renewal fee, fifteen dollars; (16) (21) Reciprocity and waiver of examination fee, one hundred dollars; (17) (22) Temporary permit based on reciprocal recognition of another state license, six dollars; (18) (23) For endorsement of a certificate issued under this chapter, for a South Dakota licensee to obtain reciprocity in another state, or furnishing of other papers to another state or school, twenty dollars; (19) (24) Apprentice license fee, twenty-five dollars; (25) Apprentice salon license fee, two hundred fifty dollars; (26) Apprentice salon license renewal fee, two hundred fifty dollars; (20) (27) Beauty school School license fee, two hundred fifty dollars; (21) (28) Beauty school School license renewal fee, two hundred fifty dollars; (22) (29) Student license fee, six dollars; (23) (30) Beauty shop Cosmetology salon or booth license fee, sixty dollars; (24) (31) Beauty shop Cosmetology salon or booth license renewal fee, thirty dollars; (25) (32) Nail shop salon or booth license fee, sixty dollars; (26) (33) Nail shop salon or booth license renewal fee, thirty dollars ; (34) Esthetics salon or booth license fee, eighty dollars; (35) Esthetics salon or booth license renewal fee, thirty dollars; (36) License duplicate or replacement fee, five dollars . Any license, permit, or renewal fee which is collected by the commission shall be the same for each respective license, permit, or renewal regardless of the time remaining before the expiration date. Section 30. That § 36-15-21 be amended to read as follows: 36-15-21. Any person licensed by the Cosmetology commission as an \"operator\" a cosmetologist may qualify and be licensed by the commission as a \"manager-operator\" cosmetologist-manager upon application made to the commission and submitting evidence satisfactory to the commission that such applicant possesses the qualifications required pursuant to § 36-15-15 and has had at least fifty weeks with an average of forty hours per week two thousand hours of experience as a licensed operator cosmetologist, or has taught in a licensed and approved beauty school for a period of twelve months two thousand hours , or a combination of both for twelve different months . The application for a manager's license shall be accompanied by the fee required in this chapter. Section 31. That § 36-15-21.1 be amended to read as follows: 36-15-21.1. Any manager-operator or manager-nail technician cosmetologist-manager, nail technician-manager, or esthetician-manager license issued by the commission pursuant to this chapter expires on the thirty-first of January each year annually on a date set by the commission in rule promulgated pursuant to chapter 1-26, and is renewable annually. The application for renewal shall be accompanied with by the fee required by in this chapter. Section 32. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: Any person licensed by the commission as a nail technician may qualify to be licensed as a nail technician-manager by applying to the commission and submitting evidence satisfactory to the commission that the applicant meets the requirements of § 36-15-15 and has worked at least two thousand hours as a licensed nail technician or has taught in a licensed and approved school for a period of two thousand hours, or a combination of both. The application for a manager's license shall be accompanied by the fee required in this chapter. Section 33. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: Any person licensed by the commission as an esthetician may qualify to be licensed as a esthetician-manager by applying to the commission and submitting evidence satisfactory to the commission that the applicant meets the requirements of § 36-15-15 and has worked at least two thousand hours as a licensed esthetician or has taught in a licensed and approved school for a period of two thousand hours, or a combination of both. The application for a manager's license shall be accompanied by the fee required in this chapter. Section 34. That § 36-15-22 be amended to read as follows: 36-15-22. Any person who holds a current valid license , certificate, or certificate of registration from another state or territory of the United States or from the District of Columbia as an operator or manager-operator or foreign country in the practices of cosmetology or as a nail technician or manager-nail technician in the practice of nail care , nail technology, or esthetics may apply to the commission for a temporary permit to practice the art of cosmetology or , nail care technology, or esthetics , as applicable , pursuant to the provisions of this chapter . The application shall be accompanied with evidence satisfactory to the commission that the applicant possesses those qualifications required pursuant to § § 36-15-15 and that the requirements of that state, territory, or district for licensure are comparable to the requirements of this state for licensure 36-15-19.2 . The application shall be accompanied with by the fee required by in this chapter. A temporary permit is valid until the date of the commission-scheduled next regular scheduled examination in cosmetology or , nail care technology, or esthetics , as applicable. If the holder of a temporary permit takes the examination at the scheduled time, the commission shall extend the temporary permit until the result of the examination is mailed to the applicant. If an applicant is not excused from the examination by the commission or fails the examination, the temporary permit is invalid and may not be extended or reissued. Section 35. That § 36-15-25 be amended to read as follows: 36-15-25. No person may teach in a school unless that person is licensed by the commission as an instructor. Any person may qualify and be licensed by the commission as a \" senior instructor \" for cosmetology, nail technology, or esthetics, as applicable, upon application made to the commission . The application shall be accompanied by evidence satisfactory to the commission evidence that such the applicant possesses the qualifications required pursuant to § 36-15-15 and that : (1) Such applicant has had at least two years experience as a licensed operator cosmetologist or has had one year experience as a \"junior instructor\"; and Possesses the qualifications required by § 36-15-15; (2) Such applicant currently holds a valid \"manager-operator's\" license Has had at least two thousand hours experience as a licensed cosmetologist, nail technician, or esthetician, as applicable, or as a junior instructor educating in cosmetology, nail technology, or esthetics, as applicable; (3) Has complied with any instructor education as prescribed by section 16 of this Act; and (4) Currently holds a valid cosmetologist-manager, nail technician-manager, or esthetician-manager license, as applicable . Such applicant must also submit proof satisfactory to the commission that he did attend at least ten hours of commission approved seminars conducted for cosmetology instructors during the twelve months prior to making such application, or, in lieu thereof, such applicant may receive such license conditionally, dependent on securing such ten hours within three months of receiving the same. However, the applicant may receive the license conditionally, dependent on completing instructor education as prescribed by the commission in rules adopted pursuant to chapter 1-26. A senior instructor with a cosmetologist-manager license may instruct in any practice of cosmetology. A senior instructor with a nail technician-manager license may only instruct in the practice of nail technology. A senior instructor with an esthetician-manager license may only instruct in the practice of esthetics. Section 36. That § 36-15-25.1 be amended to read as follows: 36-15-25.1. Any \" senior \" instructor license issued by the commission pursuant to this chapter shall expire on the thirty-first day of January of each year and shall be expires annually on a date set by the commission in rule promulgated pursuant to chapter 1-26, and is renewable annually. The application must shall be accompanied by the fee provided for required in this chapter and proof of completion of any required commission-approved instructor education pursuant to section 16 of this Act . Section 37. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: Any applicant for a senior instructor license pursuant to § 36-15-25 who plans to instruct an apprentice in a licensed salon shall submit proof of completion of thirty hours of commission- approved education in teacher training from a college or university. This education shall be completed before the senior instructor license is issued. The commission may provide, by rule promulgated pursuant to chapter 1-26, the kinds and subjects of education and the number of hours of education required. The commission may also substitute experience in addition to or in lieu of educational requirements. The commission may set a fee in rules adopted pursuant to chapter 1-26 to cover the cost of verifying the required continuing education. Section 38. That § 36-15-26 be amended to read as follows: 36-15-26. Any person may qualify and be licensed by the commission as a \" junior instructor \" for cosmetology, nail technology, or esthetics, as applicable, upon application made to the commission . The application shall be accompanied by evidence satisfactory to the commission evidence that such applicant possesses the qualifications required pursuant to § 36-15-17 and that : (1) Such applicant currently holds a valid \"operator's\" license; and Possesses the qualifications required by § 36-15-15; (2) Currently holds a valid cosmetologist, nail technician, or esthetician license, as applicable; (3) Has complied with any instructor education as required by section 16 of this Act; and (4) Such applicant will Will be working and giving instructions providing education in a licensed beauty school in this state under the direct and constant supervision of a \" senior instructor. \" Such applicant must also submit proof satisfactory to the commission that he did attend at least ten hours of commission approved seminars conducted for cosmetology instructors during the twelve months prior to making such application, or, in lieu thereof, such applicant may receive such license conditionally, dependent on securing such ten hours within six months of receiving the same. However, the applicant may receive the license conditionally, dependent on completing instructor education as prescribed by the commission in rules adopted pursuant to chapter 1-26. A junior instructor with a cosmetologist license may instruct in any practice of cosmetology and shall be supervised by a senior cosmetologist instructor. A junior instructor with a nail technician license may only instruct in the practice of nail technology and shall be supervised by a senior cosmetologist instructor or a senior nail technician instructor. A junior instructor with an esthetician license may only instruct in the practice of esthetics and shall be supervised by a senior cosmetologist instructor or a senior esthetician instructor. Section 39. That § 36-15-26.1 be amended to read as follows: 36-15-26.1. Any \" junior \" instructor license issued by the commission pursuant to this chapter shall expire on the thirty-first day of January of each year expires annually on a date set by the commission in rule promulgated pursuant to chapter 1-26 and shall be is renewable annually. The application must shall be accompanied by the fee provided for required in this chapter and proof of completing commission-approved instructor education pursuant to section 16 of this Act . Section 40. That § 36-15-29 be amended to read as follows: 36-15-29. Any person desiring to conduct a beauty cosmetology, nail technology, or esthetics school for any of the practices or arts of cosmetology , as applicable, shall apply to the commission for a license. If the commission determines, based on evidence submitted with the application, that the beauty school requires of its students a course of training in the practices and arts of cosmetology of not less than twenty-one hundred hours equal to the requirements for examination for an operator license or a course of training in nail care of not less than four hundred hours equal to the requirements for examination for a nail technician license and the beauty school satisfies the requirements established by rules adopted pursuant to this chapter and chapter 1-26, the The commission shall issue the license if: (1) The applicant completes the application and provides any required documentation; (2) The application is accompanied by the fee required in this chapter; (3) The applicant has no violations with another cosmetology board; (4) The education offered is not less than twenty-one hundred hours for a cosmetology program or not less than four hundred hours for a nail technician program or not less than seven hundred fifty hours for an esthetician license or their respective equivalent credit hours; and (5) All requirements established by rules adopted pursuant to this chapter are met . Section 41. That § 36-15-29.1 be amended to read as follows: 36-15-29.1. The license issued pursuant to § 36-15-29 authorizes the beauty cosmetology, nail technology, or esthetics school holding such a license to transact a school in this state only on the premises approved by the commission, subject to the rules and regulations of the commission. Such The license is not assignable transferable to any other person. In the event If the holder of such the license proposes to conduct a any portion or all of his the school activity on premises other than those theretofore licensed by the commission, such the licensee shall obtain an additional license for the newly proposed premises as a beauty school pursuant to § 36-15-29. However, the commission may approve limited field trips supervised by instructors. Section 42. That § 36-15-29.2 be amended to read as follows: 36-15-29.2. No beauty school may employ more than one \" junior instructor \" for each \" senior instructor \" regularly employed by such beauty the school. Section 43. That § 36-15-30 be amended to read as follows: 36-15-30. A school license issued pursuant to § 36-15-29 shall expire expires one year from date of issuance and may be renewed is renewable annually. The renewal application must be accompanied by the fee required by in this chapter. Section 44. That § 36-15-33 be amended to read as follows: 36-15-33. Any person entering or enrolling in a licensed beauty school for training education in the practice or art of cosmetology or , nail care technology, or esthetics shall apply to the commission for a student license within ten days after the date of enrollment. The applicant for a student license shall be at least sixteen and one-half seventeen years of age. The application shall contain the information required pursuant to § 36-15-15 and the name and location of the beauty school being attended. Upon receipt of the application and the fee provided for in this chapter, the commission shall issue to the applicant a student license which entitles the student to complete the course of training education in which the student is enrolled without additional license fees. If the student withdraws from the beauty school or course in cosmetology or , nail care technology, or esthetics for which the fee was paid and later enrolls in the same or a different beauty school or course, the student shall pay the student license fee again. Section 45. That § 36-15-34 be amended to read as follows: 36-15-34. Any person who wishes to transfer from an out-of-state school of cosmetology to a licensed beauty school in this state for the purpose of meeting the requirements of the state for commission examination in cosmetology or , nail care technology, or esthetics shall apply for a student license pursuant to § 36-15-33. The commission may adopt rules pursuant to chapter 1-26 , establishing requirements relating to courses and instruction education received by such transfer students. Such transfer Transfer students shall be given South Dakota credit hours for their out-of-state training education as determined and allowed by the commission. Section 46. That § 36-15-37 be amended to read as follows: 36-15-37. No owner, employer, manager, or any other person may conduct simultaneously a beauty shop or nail shop salon and a beauty school, unless the shop salon is conducted separately from the beauty school so as not to be construed by the public as one enterprise. Section 47. That § 36-15-38 be amended to read as follows: 36-15-38. No beauty Any school shall fail to use the word \" school \" or words indicating an institution of learning in any advertisement, sign, display, or directory. Every beauty Each school shall clearly indicate in a location conspicuous to the general public that cosmetological services and practices performed in such the school and premises are by students. Section 48. That § 36-15-42 be amended to read as follows: 36-15-42. A person may receive apprenticeship education in cosmetology and nail technology. However, no person may receive apprenticeship education unless that person is licensed as an apprentice. Any person may apply to the commission to be licensed as an apprentice if the applicant submits : (1) Submits evidence satisfactory to the commission that the applicant possesses those qualifications, except for age, required pursuant to § 36-15-15 and the beauty shop or nail shop ; (2) Is at least seventeen years of age or older; and (3) The cosmetology or nail salon in which the apprentice will serve and receive instruction education is currently licensed as an apprentice salon and is adequately equipped to teach the profession of cosmetology or nail care technology , as applicable. Any applicant for an apprentice license shall be at least seventeen years of age. Any apprentice license issued pursuant to this chapter is good valid for the full period of the apprenticeship as defined in § 36-15-45 and is not renewable. The application shall be accompanied with by the fee required by in this chapter. Section 49. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: No salon may offer apprenticeship education without obtaining an apprentice salon license. The owner of the salon may apply to the commission to be licensed as an apprentice salon if: (1) The salon meets the applicable requirements of this chapter and rules promulgated pursuant to this chapter; (2) The salon has passed the annual inspection for the current year; and (3) The application is accompanied by the fee required in this chapter. The apprentice salon license is valid for the length of the apprenticeship as stated in § 36-15- 45. If the apprenticeship period extends longer than the length of hours in § 36-15-45, as applicable, then the apprentice salon license shall be renewed. The commission may grant an extension of the license for good cause. The commission shall define good cause by rule promulgated pursuant to chapter 1-26. Section 50. That § 36-15-44 be amended to read as follows: 36-15-44. Not more than two apprentices shall be allowed to a beauty shop or beauty establishment at any one period of time. No apprentice salon may have more than two apprentices during any one period of time. Section 51. That § 36-15-45 be amended to read as follows: 36-15-45. A licensed apprentice in cosmetology shall receive instruction education in the practice of cosmetology as required by this chapter in the same licensed beauty shop for eighteen consecutive months cosmetology salon for three thousand consecutive hours . A licensed apprentice in nail care technology shall receive instruction education in the practice of nail care technology as required by this chapter for six consecutive months nine hundred consecutive hours in the same licensed beauty shop or nail shop cosmetology salon or nail salon . The commission may permit an apprentice to transfer to another licensed beauty shop or nail shop cosmetology salon or nail salon , as applicable, for completion of the apprenticeship if the apprentice applies for the transfer in writing to the commission and shows good cause for the request. The commission may permit a break in the consecutive period of the apprenticeship if the apprentice applies for the break in writing to the commission and shows good cause for the request. The commission shall define good cause by rule promulgated pursuant to chapter 1-26. Section 52. That § 36-15-46 be amended to read as follows: 36-15-46. The commission may prescribe textbooks, instructional educational material, and the general course of study required for beauty schools and for beauty shops and nail shops salons having one or more apprentices. Such textbooks and instructional educational material must shall be furnished without charge for use by apprentices. Section 53. That § 36-15-47 be amended to read as follows: 36-15-47. Any apprentice licensed pursuant to this chapter may practice any of the practices of cosmetology if the practice is performed only in a beauty shop or a nail shop cosmetology salon or nail salon, as applicable, licensed pursuant to this chapter; the apprentice is under the constant supervision, control, and direction of a licensed senior instructor at all times; and the apprentice is actually engaged in the study and practice of cosmetology or nail care technology at least forty hours a week. Section 54. That § 36-15-47.1 be amended to read as follows: 36-15-47.1. Only a \" senior instructor \" licensed under this chapter may teach or instruct an apprentice in any of the practices of cosmetology. No person shall be entitled to receive such instruction until and unless he shall have been licensed as an \"apprentice.\" The \" senior instructor, \" beauty shop, or establishment, the salon, or anyone connected thereto with the apprenticeship may not charge, receive, or accept any fee or anything of value except services for such instruction the education . Section 55. That § 36-15-48 be amended to read as follows: 36-15-48. The Cosmetology commission may make adopt reasonable rules and regulations pursuant to chapter 1-26 pertaining to a report on the progress and instruction education received by any apprentice required of the licensed \" senior instructor \" under whom the apprentice is being supervised. Section 56. That § 36-15-50 be amended to read as follows: 36-15-50. Any person who successfully completes the term of apprenticeship pursuant to this chapter more than ten days before the time set for a regular commission examination in cosmetology or nail care, as applicable to the apprenticeship, may apply to the commission for a temporary license which will authorize the applicant to perform all the practices of a regularly licensed cosmetology operator cosmetologist or nail technician, as applicable. The temporary license application shall be accompanied with evidence : (1) Evidence satisfactory to the commission that the applicant possesses the qualifications required pursuant to § 36-15-15 and ; (2) Evidence satisfactory to the commission that the apprenticeship period has been completed ; (3) The fee for a temporary license as provided in this chapter; and (4) The application and fee for the cosmetologist or nail technician examination, as applicable . A temporary license issued by the commission is good valid until the date of the next regular commission scheduled examination in cosmetology or nail care technology , as applicable. If the holder of a temporary license takes the applicable examination at that time, the commission shall extend the temporary license until the result of the examination is mailed to the person. The application for a temporary license shall be accompanied with the fee required by this chapter for the temporary license and by the examination fee. If a person is not excused from the examination by the commission or fails the examination, the temporary license is invalid and may not be extended or reissued. Section 57. That § 36-15-50.1 be amended to read as follows: 36-15-50.1. Any person who successfully completes a course of training education in an approved and licensed beauty school in this state, or in any other licensed beauty cosmetology, nail technology, or esthetics school , as applicable, not located within this state that is shown to the satisfaction of the commission to be equally comparable, more than ten days before the time set for a regular commission examination in cosmetology or nail care, as applicable to the training, may apply to the commission for a temporary license which will authorize the applicant to perform all the practices of a regularly licensed cosmetology operator or cosmetologist, nail technician, or esthetician, as applicable. The application shall contain evidence be accompanied by: (1) Evidence satisfactory to the commission that the course of training education has been successfully completed and shall be accompanied with the ; (2) The fee for a temporary license as provided by in this chapter . ; and (3) The application shall also be accompanied with the application and fee for an operator or a cosmetologist, nail technician license , or esthetician examination, as applicable . A temporary license issued by the commission is good valid until the date of the next regular commission scheduled examination in cosmetology or , nail care technology, or esthetics , as applicable. If the holder of a temporary license takes the applicable examination at that time, the commission shall extend the temporary license until the result of the examination is mailed to the person. If a person is not excused from the examination by the commission or fails the examination, the temporary license is invalid and may not be extended or reissued. Section 58. That § 36-15-51 be amended to read as follows: 36-15-51. No person may operate a salon or booth without a license. Any person who desires to operate a beauty shop salon or booth where all of the arts of : (1) All of the practices of cosmetology are practiced provided shall apply to the commission for a general beauty shop cosmetology salon or booth license . Any person who desires to operate a beauty shop where the practice of cosmetology , as applicable; (2) Only nail technology is practiced, shall apply to the commission for a nail salon or booth license, as applicable; (3) Only esthetics is practiced, shall apply to the commission for an esthetics salon or booth license, as applicable; (4) Cosmetology is limited to one or a few of the arts practices specified in § 36-15-2 , shall apply to the commission for a limited beauty shop salon or booth license. The application for a limited license shall state the arts practices of cosmetology desired to be practiced provided . Any person who desires to operate a nail shop where only nail care is practiced shall apply to the commission for a nail shop license. The application fee set pursuant to § 36-15-20 shall accompany the application. All beauty shop and nail shop licenses expire on January thirty-first each year shall be accompanied by the license fee provided for in this chapter. Any salon or booth license expires annually on a date set by the commission in rule promulgated pursuant to chapter 1-26, and are is renewable annually. Operation of a beauty shop or a nail shop without a license is a petty offense. The practice of cosmetology beyond the limits specified in the license is a petty offense. No person may practice cosmetology, nail technology, or esthetics beyond the limits specified in the license. A violation of this section is a Class 2 misdemeanor. Section 59. That § 36-15-51.1 be amended to read as follows: 36-15-51.1. If a beauty shop or nail shop salon or booth changes location or ownership, the owner or manager of the shop salon or booth shall apply to the commission for a new license pursuant to § 36-15-51. The application shall be accompanied with by the license fee provided for by in this chapter. The commission may issue a temporary permit to the applicant which is valid for ninety days. During that time, the commission shall inspect the premises. The owner or manager of a beauty shop or nail shop salon or booth that changes location or ownership or is closed shall immediately notify the commission of that fact. Section 60. That § 36-15-53.1 be amended to read as follows: 36-15-53.1. A beauty shop cosmetology salon or booth shall be at all times under the supervision of a person who holds a currently valid manager-operator cosmetologist-manager license. A nail shop salon or booth shall be at all times under the supervision of a person who holds a currently valid manager-operator or manager-nail technician cosmetologist-manager or nail technician-manager license. It is a petty offense for a beauty shop or nail shop or its owner to offer or render any of the practices of cosmetology to the public unless the shop has a licensed manager-operator or manager-nail technician, as applicable, present in the shop. An esthetics salon or booth shall be under the supervision of a person who holds a currently valid cosmetologist-manager or esthetician-manager license. A licensed cosmetologist-manager or nail technician-manager or esthetician-manager, as applicable, shall be present in the salon when any of the practices of cosmetology are offered or rendered to the public. A violation of this section is a Class 2 misdemeanor. Section 61. That § 36-15-54 be amended to read as follows: 36-15-54. Only demonstrators Cosmetology, nail technology, and esthetics may only be practiced in a licensed salon or booth, except as provided in this section. A demonstrator, while demonstrating under the provisions of this chapter may practice any of the arts of cosmetology for compensation, fee, or any other remuneration outside of the premises of a licensed beauty shop or a licensed nail shop unless the person desiring any or all of the cosmetological services is unable to come to the beauty shop or nail shop because of sickness or other disability salon. In addition, a licensee may practice cosmetology services on persons unable to come to the salon because of imprisonment, disabling sickness, or other disability as long as the licensee documents the service through a salon or booth. A licensed nursing facility that permits cosmetology services only to its residents and does not advertise as a salon is not required to have a salon license . Section 62. That § 36-15-55.1 be repealed. 36-15-55.1. A violation of any provision of this chapter or of the rules and regulations adopted pursuant thereto by the commission is a ground for disciplinary action by the commission. Section 63. That § 36-15-56 be amended to read as follows: 36-15-56. The grounds for disciplinary action are as follows, but not limited thereto : (1) Fraud or deception in procuring a license required by this chapter; (2) Failure of any person to comply with any of the requirements of this chapter or rules and regulations adopted pursuant thereto to this chapter ; (3) Publication or use of any untruthful or improper statement or representation, with a view of deceiving the public, or any patron or customer in connection with the practice or instruction education in cosmetology; (4) Habits of intemperance, Habitual drunkenness or drug addiction , calculated in the opinion of the commission to affect affecting the licensee's practice of his the profession, or conviction of a violation of any federal or state law relating to narcotic drugs; (5) Failure to furnish to the commission, any report or information which is required by this chapter or rules and regulations adopted pursuant thereto to this chapter ; (6) The employment of any unlicensed person to perform work which under this chapter can lawfully be done only by licensed persons licensed therein ; (7) Failure to publicly display any license required by this chapter; (8) Willfully making any false oath or affirmation whenever any oath or affirmation is required in this chapter or by rules and regulations adopted pursuant thereto to this chapter ; (9) Conviction of any crime or charge involving moral turpitude, in which case a record of conviction or a certified copy shall be conclusive evidence thereof a felony affecting the licensee's practice of the profession, as shown by a certified copy of the record of the court of conviction ; (10) Continued practice by persons knowingly having an infectious or contagious disease ; and (11) Practice of any cosmetology services for which the commission requires additional continuing education when the education has not been completed . It is not intended that the above enumerated grounds are exclusive of all violations, but that any requirement of this chapter or rules and regulations adopted pursuant thereto which are not followed or are violated are grounds for refusal, suspension and revocation of a license. Section 64. That § 36-15-58.5 be amended to read as follows: 36-15-58.5. Upon written application establishing compliance with existing licensing requirements and for reasons the commission deems sufficient, the commission, for good cause shown, by By majority vote, may, under such conditions as it the commission may impose, reinstate or reissue a suspended or revoked license to any person whose license has been suspended or revoked, provided, however, that upon suspension of a license, the commission in such order may provide for automatic reinstatement thereof after a fixed period of time as provided in the order upon: (1) Written application establishing compliance with existing licensing requirements; or (2) Testimony by witnesses . The commission may impose conditions for the reinstatement of a license. One of the conditions may provide for an automatic reinstatement of the license after a fixed period of time. Section 65. That § 36-15-60 be amended to read as follows: 36-15-60. The commission of any of the following acts is a petty offense No person may : (1) The practice of Practice cosmetology without a license; (2) Intentionally making make any false oath or affirmation whenever an oath or affirmation is required by this chapter or rules promulgated pursuant thereto to this chapter ; (3) Failure Fail to display all licenses any license in a conspicuous place in the beauty shop, beauty establishment, or beauty salon, booth, or school; (4) Failure Fail to comply with the plumbing, electrical, physical, or sanitary requirements as stated in the rules promulgated by the Cosmetology commission; (5) Charging or receiving Charge or receive compensation for teaching an apprentice the art or arts any of the practices of cosmetology; (6) Operating a beauty Operate a school without a license as provided for in this chapter; (7) Employment of Employ or allow any unlicensed person to perform work which under this chapter can may lawfully be done only by licensed persons licensed therein ; (8) Allowing Allow the practice of cosmetology : (a) Cosmetology by an operator a cosmetologist except under the immediate and constant supervision and direction of a licensed manager-operator cosmetologist-manager; or (b) Nail technology by a nail technician except under the immediate and constant supervision and direction of a licensed manager-operator cosmetologist- manager or a licensed managing nail technician technician-manager; or (c) Esthetics by an esthetician except under the immediate and constant supervision and direction of a licensed cosmetologist-manager or a licensed esthetician-manager ; (9) Operating a beauty shop, nail shop, or beauty Operate a salon, booth, or school for any or all of the arts practices of cosmetology without having first obtained the applicable license as provided in this chapter; and (10) Doing Practice any cosmetology services for which the commission requires additional continuing education in which the education has not been completed; and (11) Do any act prohibited by this chapter. A violation of this section is a Class 2 misdemeanor. Section 66. That § 36-15-61 be amended to read as follows: 36-15-61. Any citizen The commission or any resident of this state may bring an action in circuit court for an injunction to restrain : (1) Restrain any person or corporation from the practice of or instruction education in cosmetology or without a valid license; (2) Restrain the operating operation of any establishment licensed hereunder salon or school without a valid license or to restrain ; (3) Restrain the violation of any of the provisions or requirements of this chapter or rules and regulations adopted pursuant thereto to this chapter . The Cosmetology commission may bring an action for such injunctive relief and is authorized to may employ counsel , subject to the supervision, control and direction of the attorney general, and to expend moneys from its treasury for such purposes. An action for injunction shall be an alternate to criminal proceedings, and the commencement of one proceeding by the commission constitutes an election."}, {"bill_id": 17577, "bill_version_id": 95648, "bill_version": "House Engrossed", "bill_version_date": "2003-01-23T15:01:58-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the regulation of cosmetologists and nail technicians and to provide for the licensure of estheticians. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-15-1 be amended to read as follows: 36-15-1. Terms used in this chapter , unless the context otherwise plainly requires, mean: (1) \"Apprentice,\" any person who meets all the qualifications therefor as hereinafter set forth and is so licensed by the state commission to receive education through an apprenticeship in a salon ; (2) \"Beauty school,\" any place, premise, or building, whereat or wherein instruction in any or all of the practices of cosmetology is given, but not including a licensed beauty shop or beauty establishment where apprentices are being tutored \"Apprentice salon,\" any salon licensed by the commission to teach apprentices ; (3) \"Beauty shop\" or \"beauty establishment,\" any place, premise, or building or any part or portion thereof whereat or wherein any of the practices or arts of cosmetology are performed, except that said terms shall not include a \"beauty school\" \"Booth,\" any part within a licensed salon that is rented or leased for the purpose of rendering licensed cosmetology services as a separate, independent salon business ; (4) \"Commission,\" the Cosmetology Commission as established and created in § 36-15-3; (5) \"Cosmetological establishment,\" or \"establishment,\" any beauty shop, nail shop, or beauty school; (6) \"Cosmetologist \" or \"cosmetician ,\" any person who, for compensation, engages in any one or any combination or all of the practices of cosmetology; (7) (6) \"Cosmetology,\" any one or any combination of all the practices set forth in § 36-15-2; (8) (7) \"Demonstrator,\" any person licensed to practice cosmetology in the State of South Dakota or any person who is the holder of a currently valid operator's license or certificate in another state of the United States, who for the purpose of demonstrating the practice of cosmetology performs before groups of students of cosmetology, operators, manager-operators, instructors, shop owners, school owners, or who without fee or charge demonstrates before civic or educational groups, and in so doing incidently engages in the practice of cosmetology as defined in this chapter , nail technology, or esthetics in this state, in another state, or in another country, who demonstrates the various practices of cosmetology, as applicable, in order to inform or educate other licensees or the public; (8) \"Esthetician,\" any person who, for compensation, engages in the practice of esthetics, but not in other practices of cosmetology ; (9) \"Esthetics,\" any one or any combination of the practices set forth in section 5 of this Act; (10) \"Junior instructor,\" any person who meets all the qualifications therefor as hereinafter set forth and is so licensed by the commission to instruct in a school under the direct supervision of a senior instructor ; (10) \"Manager-nail technician,\" any person meeting the requirements of this chapter who manages a nail shop or establishment; (11) \"Manager-operator\" or \"manager-operator cosmetologist,\" any person who meets all the qualifications therefor as hereinafter set forth and is so licensed by the commission \"Manager,\" any person licensed by the commission to practice without supervision or supervise a salon ; (12) \"Nail shop,\" any place, premise, or building or any part or portion thereof where nail care is practiced for compensation, but not a beauty shop or beauty school \"Nail technology,\" any one or any combination of the practices set forth in section 4 of this Act ; (13) \"Nail care,\" the care and beautification of the hands and feet, including filing, trimming, or buffing of the nails, and the application of polish, wrappings, nail extensions, and other materials or substances on the nails; (14) \"Nail technician,\" any person who, for compensation, engages in the practice of nail care technology , but not in other practices of cosmetology; (15) \"Operator\" or \"operator-cosmetologist,\" any person who meets the qualifications therefor as hereinafter set forth and is so licensed by the commission; (14) \"Salon,\" any place, premise, or building or any part of a building operated for the purpose of engaging in the practice of cosmetology, nail technology, or esthetics, or any combination of these practices; (15) \"School,\" any place, premise, or building that is licensed by the commission to provide education to students in the practice of cosmetology, nail technology, or esthetics, or any combination of these practices; (16) \"Senior instructor,\" any person who meets all the qualifications therefor as hereinafter set forth and is so licensed by the commission to instruct in a school ; (17) \"Student,\" any person receiving instruction in a beauty school of cosmetology under the qualifications and conditions as hereinafter set forth in this chapter and so who is licensed by the commission to receive education in a licensed school . Section 2. That § 36-15-2 be amended to read as follows: 36-15-2. Any No person may engage in the practice of cosmetology unless the person is licensed by the commission. A person is engaged in the practice of cosmetology if that person, who for compensation, a fee, or any valuable consideration, engages in any of the following practices or arts is engaged in the practice of cosmetology with hands, chemicals, or any mechanical or electrical apparatus or appliance : (1) Hair care by styling, wrapping, arranging, braiding, twisting, weaving, extending, fusing, dressing, curling, waving, permanent waving, cleaning, cutting, singeing, cleansing, shampooing, cutting, bleaching, setting, fitting, coloring, straightening, relaxing, fitting, massaging, or similar work upon the hair or , scalp, wigs , or hairpieces of any a person by any means, or who, with hands, mechanical or electrical apparatus, or any other appliances, or by use of cosmetic preparations or antiseptics, engages in the practice or art of massaging, cleansing, manipulating, or performing similar services upon the scalp, face, neck, arms, bust, or shoulders, manicuring the nails, or removing ; (2) Nail technology; (3) Esthetics; or (4) Removal of superfluous hair about the body of any person by nonpermanent means . Any person practicing cosmetology shall be licensed under this title, while practicing within the scope of that person's license. The following does not constitute the practice of cosmetology: (1) Any person practicing permanent removal of hair by the use of a galvanic or thermalytic needle; or (2) Any retailer at a retail establishment who in the ordinary course of business is engaged in the demonstration of make-up if: (a) The make-up is applied only with disposable applicators that are discarded after each customer demonstration; (b) The demonstration is without charge to the person to whom the demonstration is given; and (c) The retailer does not advertise or provide a cosmetological service except the sale of make-up and fragrances. Section 3. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: None of the following constitute the practice of cosmetology: (1) Any person practicing permanent removal of hair by the use of a galvanic or thermalytic needle known as electrolysis; (2) Any retailer at a retail establishment who in the ordinary course of business is engaged in the demonstration of make-up if: (a) The make-up is applied only with disposable applicators that are discarded after each customer demonstration; (b) The demonstration is without charge to the person to whom the demonstration is given; and (c) The retailer does not advertise or provide a cosmetology service except the sale of make-up and fragrances. Section 4. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: No person may engage in the practice of nail technology unless the person is licensed by the commission. A person is engaged in the practice of nail technology if that person, for compensation, a fee, or any valuable consideration, engages in any of the following practices with hands, chemicals, or any mechanical or electrical apparatus or appliance: (1) Cutting, filing, trimming, shaping, polishing, coloring, removing polish, tinting, air- brushing, decorating, cleansing, or otherwise beautifying a person's fingernails or toenails; (2) Applying and removing artificial nails; or (3) Massaging, cleansing, and exfoliating a person's hands, arms, feet, and legs. Nail technology does not include hair removal, cutting nail beds, treating corns or calluses, or any medical treatment involving the feet, hands, or nails. Section 5. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: No person may engage in the practice of esthetics unless the person is licensed by the commission. A person is engaged in the practice of esthetics if that person, for compensation, a fee, or any valuable consideration, engages in any of the following practices with hands, chemicals, or any mechanical or electrical apparatus or appliance: (1) Beautifying, massaging, cleansing, exfoliating, stimulating, manipulating, or applying oils, creams, cosmetic preparations, make-up, facial treatments, body treatments, body wraps, antiseptics, scrubs, clays, lotions, masks, waxes, or other preparations for the noninvasive care of the skin. For purposes of this subdivision, noninvasive means confined to the nonliving cells of the stratum corneum of the epidermis. Such practices shall be in a superficial mode and not for the treatment of medical disorders, and living cells may never be altered, cut, or damaged; (2) Grooming or applying eyebrows or eyelashes, including arching and tinting; or (3) Removing superfluous hair by nonpermanent means, including tweezing and waxing. Esthetics does not include scalp treatments or scalp massage. Section 6. That § 36-15-4 be amended to read as follows: 36-15-4. All professional members of the Cosmetology Commission must be citizens of this state; must be at least twenty-five years of age; must have a high school education or its equivalent; must be a graduate of a recognized school of cosmetology; must have been actively engaged in the practice of cosmetology for the three years immediately preceding their appointment; and must be currently licensed as cosmetologists in this state at the time of their appointment commission shall be: (1) A resident of this state; (2) At least twenty-five years of age; (3) A high school graduate or its equivalent; (4) Actively engaged in the practice of cosmetology for the three years immediately preceding the appointment; and (5) Currently licensed as a cosmetologist in this state at the time of the appointment and while serving on the commission . No member of the commission shall may be a member of nor or affiliated with or have an interest in any beauty school while in office. Section 7. That § 36-15-5 be amended to read as follows: 36-15-5. The Cosmetology commission shall organize at its first meeting after August July first of each year by electing from its membership a president, a vice-president, and a secretary-treasurer. The commission shall meet at such times and places as shall be designated by the commission. Any two three members of the commission shall constitute a quorum for the transaction of business. Section 8. That § 36-15-6 be amended to read as follows: 36-15-6. The commission may, if in its judgment it is necessary and in conformity with chapter 3-6A, employ clerical assistance and any other assistance in performing its general duties in furtherance of this chapter and fix their compensation and prescribe their duties such personnel as it deems necessary to administer and enforce the provisions of this chapter . The commission may also pay the travel and subsistence expenses of such employees pursuant to § 3-9-2 if deemed necessary by the commission . However, no such person employee of the commission may be connected or associated in any manner with any school teaching cosmetology . Section 9. That § 36-15-11 be amended to read as follows: 36-15-11. The duties of the members of the commission include inspection of beauty shops, nail shops, beauty : (1) Inspecting salons, booths, schools, nail technicians, estheticians, and cosmetologists; conducting (2) Conducting examinations for applicants for licenses under this chapter , investigating ; (3) Approving continuing education courses; (4) Investigating violations and enforcing provisions of this chapter and the rules established by the commission pursuant to this chapter; maintaining (5) Maintaining an office for the keeping of records; and doing (6) Doing all things necessary for the proper administration of this chapter. Section 10. That § 36-15-12 be repealed. 36-15-12. The Cosmetology Commission may promulgate rules pursuant to chapter 1-26 reasonably necessary for the enforcement of the provisions of this chapter. Section 11. That § 36-15-12.1 be repealed. 36-15-12.1. All rules made by the Cosmetology Commission pursuant to this chapter shall be promulgated and amended pursuant to chapter 1-26. Section 12. That § 36-15-13 be amended to read as follows: 36-15-13. The commission may adopt rules pursuant to chapter 1-26 pertaining to the following: (1) Application requirements for any license or permit issued pursuant to this chapter; (2) Examinations; (3) Reports of students' instruction education and work performed; (4) Minimum standards and requirements for beauty cosmetology, nail technology, and esthetics salons and schools; (5) Minimum standards for plumbing, electrical, physical, and sanitary conditions for the health and safety of persons utilizing cosmetological establishments pursuant to § 36-15-13.1 cosmetology, nail technology, or esthetics salons or schools ; (6) The professional conduct of licensees pursuant to § 36-15-13.1 ; (7) The reinstatement of lapsed licenses and lapsed renewal pursuant to § 36-15-20.1; (8) Establishing the The fee for a lapsed license and lapsed renewal pursuant to § 36-15-20.1; (9) The course and instruction education requirements received by transfer students pursuant to § 36-15-34; (10) The textbooks, instructional educational material, and the general course of study for beauty schools and for beauty shops cosmetology salons and nail shops salons having apprentices pursuant to § 36-15-46; (11) The progress and instruction education received by an apprentice pursuant to § 36-15-48; and (12) The fees for all licenses, permits, and renewals ; (13) Minimum standards for the use of chemicals or any mechanical or electrical apparatus or appliance; (14) Amount of work experience of an out-of-state licensed applicant that may be used as a substitute for the education requirement pursuant to § § 36-15-17, 36-15-17.1, and section 22 of this Act; (15) Inspection and reinspection of individual licensees, salons, and schools; and (16) Administration and duties of the commission . Section 13. That § 36-15-13.1 be repealed. 36-15-13.1. The State Cosmetology commission may adopt rules and regulations pertaining to and promoting health and safety of persons utilizing the services of persons or establishments licensed under this chapter including those relating to plumbing, electrical, physical, or sanitary conditions of cosmetological establishments. Such commission may also adopt reasonable rules and regulations pertaining to the professional conduct of any licensee licensed under this chapter. Section 14. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: The commission may adopt rules pursuant to chapter 1-26 pertaining to continuing education for licensees on health issues, safety issues, and services that require the use of chemicals or electrical or mechanical apparatus. The commission may provide, by rule promulgated pursuant to chapter 1-26, the kinds and subjects of education and the number of hours of education required. The commission may also substitute experience in addition to or in lieu of educational requirements. The commission may waive any of the education requirement in case of certified illness or undue hardship. The commission may establish a fee by rules adopted pursuant to chapter 1-26 to cover the cost of verifying the required continuing education. The commission may offer a course and charge a registration fee to cover the costs. Section 15. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: Any license or permit issued under this Act or any license issued under prior law may be renewed for periods of one year, but in any event expiring on the renewal date as established by the commission. The commission shall, by rule promulgated pursuant to chapter 1-26, establish the renewal date for any licenses or permits issued under this Act. Section 16. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: The commission may adopt rules pursuant to chapter 1-26 pertaining to educational requirements for instructor licenses and the renewal of instructor licenses including the kinds and subjects of education and the number of hours of education required. The commission may also substitute experience in addition to or in lieu of educational requirements. The commission may set a fee through rules adopted pursuant to chapter 1-26 to cover the cost of verifying the required continuing education. The commission may offer a course and charge a registration fee to cover the costs. Section 17. That § 36-15-14 be amended to read as follows: 36-15-14. The State Cosmetology commission, all any state and or local boards board of health, or any officer or employee thereof, shall have power and authority to may enter during the business hours, all establishments any salon or school licensed under the provisions of this chapter and all any other places place where the art or practice of cosmetology is followed, practiced, or taught for the purpose of inspection and enforcement of this chapter and the rules and regulations adopted pursuant thereto to this chapter . Section 18. That § 36-15-15 be amended to read as follows: 36-15-15. An applicant for any license or permit and renewal thereof shall first submit evidence, satisfactory to the Cosmetology commission that the applicant : (1) That he is Is at least eighteen years of age or older, except as otherwise provided in this chapter; (2) That he possesses Possesses a high school education or its equivalent as determined by the State Cosmetology commission; and (3) That he has Has complied with all of the rules and regulations adopted by the commission as to the qualifications, standards, and requirements required for such license and application therefor . Section 19. That § 36-15-16 be amended to read as follows: 36-15-16. This chapter shall does not apply to services rendered by regularly licensed physicians or regularly licensed barbers so far as their usual and ordinary vocation is concerned, nor to demonstrators as to licensing requirements , physician assistants, nurses, podiatrists, chiropractors, physical therapists, occupational therapists, morticians, barbers, or licensed demonstrators when exclusively engaged in the practice of their respective professions . Section 20. That § 36-15-17 be amended to read as follows: 36-15-17. Any person desiring to practice or follow any or all of the practices of cosmetology in this state as an \"operator\" a cosmetologist shall make application to the commission to take the examination therein. Such . The application shall contain : (1) Contain the information required pursuant to § 36-15-15 , and ; (2) Contain information satisfactory to the commission that such the applicant has completed twenty-one hundred hours training of education or equivalent credit hours in an approved and licensed beauty cosmetology school, or in lieu of such training, in a licensed beauty shop, shall have education, has successfully completed a course of apprenticeship in a licensed cosmetology salon as provided for in this chapter . Such application shall be ; and (3) Be accompanied by the fee required by in this chapter. The above requirements for application for licensure shall not apply to any \"operator\" licensed on or before July 1, 1971, or who has theretofore been licensed in this state. Section 21. That § 36-15-17.1 be amended to read as follows: 36-15-17.1. Any person desiring to practice nail care technology in this state as a nail technician shall apply to the commission to take the nail technician examination. The application shall contain : (1) Contain the information required by § 36-15-15 and ; (2) Contain proof that the applicant has completed four hundred hours of training education or equivalent credit hours in an approved and licensed beauty cosmetology or nail school or, in lieu of such training education , has successfully completed a course of apprenticeship in a licensed beauty shop cosmetology salon or nail shop salon , as provided in § 36-15-45 . The application shall be ; and (3) Be accompanied with by the fee required by in this chapter. Section 22. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: Any person desiring to practice esthetics in this state as an esthetician shall apply to the commission to take the esthetics examination. The application shall: (1) Contain the information required by § 36-15-15; (2) Contain proof that the applicant has completed seven hundred fifty hours of education or equivalent credit hours in an approved and licensed cosmetology or esthetics school; and (3) Be accompanied by the fee required in this chapter. Section 23. That § 36-15-19 be amended to read as follows: 36-15-19. The commission shall conduct at least six examinations in the art and practice of cosmetology and , at least two examinations in the practice of nail care technology, and at least two examinations in the practice of esthetics each year. The commission shall set the times and places for the conduct of the examination. Section 24. That § 36-15-19.1 be amended to read as follows: 36-15-19.1. Each applicant for an \"operator's\" a cosmetologist license who shall have has complied with § 36-15-17, shall take an the prescribed examination in the art and practice of cosmetology before the State Cosmetology Commission as the commission may prescribe . The commission shall determine the contents of the examination. Upon passing such the examination to the satisfaction of said the commission and the receipt of the fee required in this chapter , the applicant shall be licensed as an \"operator\" a cosmetologist in the art and practice of cosmetology. Any operator's cosmetologist license issued by the commission pursuant to this chapter shall expire on the thirty-first day of January, annually, and shall be expires annually on a date set by the commission in rules promulgated pursuant to chapter 1-26, and is renewable annually. Section 25. That § 36-15-19.2 be amended to read as follows: 36-15-19.2. The commission may waive the examination required in § 36-15-19.1 or , 36-15-19.3 , or in section 28 of this Act upon application made to the commission that the applicant possesses the qualifications required pursuant to § 36-15-15, and that: (1) The applicant is of good moral character holds a currently valid license issued by another state, district, or foreign country and the requirements of that state, district, or foreign country at the time of the examination were equal to or not less than those required by this state ; (2) The applicant has passed an examination acceptable to the commission in cosmetology or , nail care technology, or esthetics , as applicable , in the District of Columbia or any state or territory in the United States and is the holder of a currently valid license, certificate, or certificate of registration in cosmetology or nail care issued in that district, state, or territory ; (3) The requirements of that district, state, or territory at the time of the examination were not less than those required by this state as a condition precedent to the issuance of the license, certificate, or certificate of registration; (4) The applicant comes before any member of the commission for a shall take the prescribed written or oral examination on South Dakota Cosmetology Laws and the examination is approved in writing by the provisions of this chapter and rules adopted pursuant to this chapter. The commission member shall determine the contents of the examination ; and (5) (4) The application is accompanied with by the fee provided for in this chapter. Section 26. That § 36-15-19.3 be amended to read as follows: 36-15-19.3. Each applicant for a nail technician license who has complied with § 36-15-17.1 shall take an the prescribed examination before the commission in the art and practice of nail care technology . The commission shall prescribe determine the contents of the examination. If the applicant satisfactorily passes Upon passing the examination , as determined by to the satisfaction of the commission , the commission shall license and the receipt of the fee required in this chapter, the applicant shall be licensed as a nail technician. Any nail technician license issued by the commission pursuant to this chapter expires on January thirty-first each year annually on a date set by the commission in rules promulgated pursuant to chapter 1-26, and is renewable annually. Section 27. That § 36-15-19.4 be repealed. 36-15-19.4. Any person licensed by the commission as a nail technician may qualify to be licensed as a manager-nail technician by applying to the commission and submitting evidence satisfactory to the commission that the applicant meets the requirements of § 36-15-15 and has worked at least fifty weeks, with an average of forty hours a week, as a licensed nail technician. Section 28. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: Each applicant for an esthetician license who has complied with section 22 of this Act shall take the prescribed examination in the practice of esthetics. The commission shall determine the contents of the examination. Upon passing the examination to the satisfaction of the commission and the receipt of the fee required in this chapter, the applicant shall be licensed as an esthetician in the practice of esthetics. Any esthetician license issued by the commission pursuant to this chapter expires annually on a date set by the commission in rules promulgated pursuant to chapter 1-26, and is renewable annually. Section 29. That § 36-15-20 be amended to read as follows: 36-15-20. The fees promulgated in rules by the commission pursuant to chapter 1-26 for all examinations, licenses, permits, and renewals required by this chapter may not exceed the following maximums: (1) Operator Cosmetologist examination fee, sixty dollars; (2) Operator Cosmetologist license fee, fifteen dollars; (3) Operator Cosmetologist license renewal fee, fifteen dollars; (4) Cosmetologist-manager license fee, fifteen dollars; (5) Cosmetologist-manager license renewal fee, fifteen dollars; (4) (6) Nail technician examination fee, sixty dollars; (5) (7) Nail technician license fee, fifteen dollars; (6) (8) Nail technician license renewal fee, fifteen dollars; (7) Temporary operator or nail technician license fee, six dollars; (8) Manager-operator license fee, fifteen dollars; (9) Manager-operator license renewal fee, fifteen dollars; (10) Manager-nail technician Nail technician-manager license fee, fifteen dollars; (11) (10) Manager-nail technician Nail technician-manager license renewal fee, fifteen dollars; (11) Esthetician examination fee, eighty dollars; (12) Esthetician license fee, twenty-five dollars; (13) Esthetician license renewal fee, twenty-five dollars; (14) Esthetician-manager license fee, twenty-five dollars; (15) Esthetician-manager license renewal fee, twenty-five dollars; (16) Temporary cosmetologist, nail technician, or esthetician license fee, six dollars; (12) (17) Junior instructor license fee, fifteen dollars; (13) (18) Junior instructor license renewal fee, fifteen dollars; (14) (19) Senior instructor license fee, fifteen dollars; (15) (20) Senior instructor license renewal fee, fifteen dollars; (16) (21) Reciprocity and waiver of examination fee, one hundred dollars; (17) (22) Temporary permit based on reciprocal recognition of another state license, six dollars; (18) (23) For endorsement of a certificate issued under this chapter, for a South Dakota licensee to obtain reciprocity in another state, or furnishing of other papers to another state or school, twenty dollars; (19) (24) Apprentice license fee, twenty-five dollars; (25) Apprentice salon license fee, two hundred fifty dollars; (26) Apprentice salon license renewal fee, two hundred fifty dollars; (20) (27) Beauty school School license fee, two hundred fifty dollars; (21) (28) Beauty school School license renewal fee, two hundred fifty dollars; (22) (29) Student license fee, six dollars; (23) (30) Beauty shop Cosmetology salon or booth license fee, sixty dollars; (24) (31) Beauty shop Cosmetology salon or booth license renewal fee, thirty dollars; (25) (32) Nail shop salon or booth license fee, sixty dollars; (26) (33) Nail shop salon or booth license renewal fee, thirty dollars ; (34) Esthetics salon or booth license fee, eighty dollars; (35) Esthetics salon or booth license renewal fee, thirty dollars; (36) License duplicate or replacement fee, five dollars . Any license, permit, or renewal fee which is collected by the commission shall be the same for each respective license, permit, or renewal regardless of the time remaining before the expiration date. Section 30. That § 36-15-21 be amended to read as follows: 36-15-21. Any person licensed by the Cosmetology commission as an \"operator\" a cosmetologist may qualify and be licensed by the commission as a \"manager-operator\" cosmetologist-manager upon application made to the commission and submitting evidence satisfactory to the commission that such applicant possesses the qualifications required pursuant to § 36-15-15 and has had at least fifty weeks with an average of forty hours per week two thousand hours of experience as a licensed operator cosmetologist, or has taught in a licensed and approved beauty school for a period of twelve months two thousand hours , or a combination of both for twelve different months . The application for a manager's license shall be accompanied by the fee required in this chapter. Section 31. That § 36-15-21.1 be amended to read as follows: 36-15-21.1. Any manager-operator or manager-nail technician cosmetologist-manager, nail technician-manager, or esthetician-manager license issued by the commission pursuant to this chapter expires on the thirty-first of January each year annually on a date set by the commission in rule promulgated pursuant to chapter 1-26, and is renewable annually. The application for renewal shall be accompanied with by the fee required by in this chapter. Section 32. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: Any person licensed by the commission as a nail technician may qualify to be licensed as a nail technician-manager by applying to the commission and submitting evidence satisfactory to the commission that the applicant meets the requirements of § 36-15-15 and has worked at least two thousand hours as a licensed nail technician or has taught in a licensed and approved school for a period of two thousand hours, or a combination of both. The application for a manager's license shall be accompanied by the fee required in this chapter. Section 33. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: Any person licensed by the commission as an esthetician may qualify to be licensed as a esthetician-manager by applying to the commission and submitting evidence satisfactory to the commission that the applicant meets the requirements of § 36-15-15 and has worked at least two thousand hours as a licensed esthetician or has taught in a licensed and approved school for a period of two thousand hours, or a combination of both. The application for a manager's license shall be accompanied by the fee required in this chapter. Section 34. That § 36-15-22 be amended to read as follows: 36-15-22. Any person who holds a current valid license , certificate, or certificate of registration from another state or territory of the United States or from the District of Columbia as an operator or manager-operator or foreign country in the practices of cosmetology or as a nail technician or manager-nail technician in the practice of nail care , nail technology, or esthetics may apply to the commission for a temporary permit to practice the art of cosmetology or , nail care technology, or esthetics , as applicable , pursuant to the provisions of this chapter . The application shall be accompanied with evidence satisfactory to the commission that the applicant possesses those qualifications required pursuant to § § 36-15-15 and that the requirements of that state, territory, or district for licensure are comparable to the requirements of this state for licensure 36-15-19.2 . The application shall be accompanied with by the fee required by in this chapter. A temporary permit is valid until the date of the commission-scheduled next regular scheduled examination in cosmetology or , nail care technology, or esthetics , as applicable. If the holder of a temporary permit takes the examination at the scheduled time, the commission shall extend the temporary permit until the result of the examination is mailed to the applicant. If an applicant is not excused from the examination by the commission or fails the examination, the temporary permit is invalid and may not be extended or reissued. Section 35. That § 36-15-25 be amended to read as follows: 36-15-25. No person may teach in a school unless that person is licensed by the commission as an instructor. Any person may qualify and be licensed by the commission as a \" senior instructor \" for cosmetology, nail technology, or esthetics, as applicable, upon application made to the commission . The application shall be accompanied by evidence satisfactory to the commission evidence that such the applicant possesses the qualifications required pursuant to § 36-15-15 and that : (1) Such applicant has had at least two years experience as a licensed operator cosmetologist or has had one year experience as a \"junior instructor\"; and Possesses the qualifications required by § 36-15-15; (2) Such applicant currently holds a valid \"manager-operator's\" license Has had at least two thousand hours experience as a licensed cosmetologist, nail technician, or esthetician, as applicable, or as a junior instructor educating in cosmetology, nail technology, or esthetics, as applicable; (3) Has complied with any instructor education as prescribed by section 16 of this Act; and (4) Currently holds a valid cosmetologist-manager, nail technician-manager, or esthetician-manager license, as applicable . Such applicant must also submit proof satisfactory to the commission that he did attend at least ten hours of commission approved seminars conducted for cosmetology instructors during the twelve months prior to making such application, or, in lieu thereof, such applicant may receive such license conditionally, dependent on securing such ten hours within three months of receiving the same. However, the applicant may receive the license conditionally, dependent on completing instructor education as prescribed by the commission in rules adopted pursuant to chapter 1-26. A senior instructor with a cosmetologist-manager license may instruct in any practice of cosmetology. A senior instructor with a nail technician-manager license may only instruct in the practice of nail technology. A senior instructor with an esthetician-manager license may only instruct in the practice of esthetics. Section 36. That § 36-15-25.1 be amended to read as follows: 36-15-25.1. Any \" senior \" instructor license issued by the commission pursuant to this chapter shall expire on the thirty-first day of January of each year and shall be expires annually on a date set by the commission in rule promulgated pursuant to chapter 1-26, and is renewable annually. The application must shall be accompanied by the fee provided for required in this chapter and proof of completion of any required commission-approved instructor education pursuant to section 16 of this Act . Section 37. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: Any applicant for a senior instructor license pursuant to § 36-15-25 who plans to instruct an apprentice in a licensed salon shall submit proof of completion of thirty hours of commission- approved education in teacher training from a college or university. This education shall be completed before the senior instructor license is issued. The commission may provide, by rule promulgated pursuant to chapter 1-26, the kinds and subjects of education and the number of hours of education required. The commission may also substitute experience in addition to or in lieu of educational requirements. The commission may set a fee in rules adopted pursuant to chapter 1-26 to cover the cost of verifying the required continuing education. Section 38. That § 36-15-26 be amended to read as follows: 36-15-26. Any person may qualify and be licensed by the commission as a \" junior instructor \" for cosmetology, nail technology, or esthetics, as applicable, upon application made to the commission . The application shall be accompanied by evidence satisfactory to the commission evidence that such applicant possesses the qualifications required pursuant to § 36-15-17 and that : (1) Such applicant currently holds a valid \"operator's\" license; and Possesses the qualifications required by § 36-15-15; (2) Currently holds a valid cosmetologist, nail technician, or esthetician license, as applicable; (3) Has complied with any instructor education as required by section 16 of this Act; and (4) Such applicant will Will be working and giving instructions providing education in a licensed beauty school in this state under the direct and constant supervision of a \" senior instructor. \" Such applicant must also submit proof satisfactory to the commission that he did attend at least ten hours of commission approved seminars conducted for cosmetology instructors during the twelve months prior to making such application, or, in lieu thereof, such applicant may receive such license conditionally, dependent on securing such ten hours within six months of receiving the same. However, the applicant may receive the license conditionally, dependent on completing instructor education as prescribed by the commission in rules adopted pursuant to chapter 1-26. A junior instructor with a cosmetologist license may instruct in any practice of cosmetology and shall be supervised by a senior cosmetologist instructor. A junior instructor with a nail technician license may only instruct in the practice of nail technology and shall be supervised by a senior cosmetologist instructor or a senior nail technician instructor. A junior instructor with an esthetician license may only instruct in the practice of esthetics and shall be supervised by a senior cosmetologist instructor or a senior esthetician instructor. Section 39. That § 36-15-26.1 be amended to read as follows: 36-15-26.1. Any \" junior \" instructor license issued by the commission pursuant to this chapter shall expire on the thirty-first day of January of each year expires annually on a date set by the commission in rule promulgated pursuant to chapter 1-26 and shall be is renewable annually. The application must shall be accompanied by the fee provided for required in this chapter and proof of completing commission-approved instructor education pursuant to section 16 of this Act . Section 40. That § 36-15-29 be amended to read as follows: 36-15-29. Any person desiring to conduct a beauty cosmetology, nail technology, or esthetics school for any of the practices or arts of cosmetology , as applicable, shall apply to the commission for a license. If the commission determines, based on evidence submitted with the application, that the beauty school requires of its students a course of training in the practices and arts of cosmetology of not less than twenty-one hundred hours equal to the requirements for examination for an operator license or a course of training in nail care of not less than four hundred hours equal to the requirements for examination for a nail technician license and the beauty school satisfies the requirements established by rules adopted pursuant to this chapter and chapter 1-26, the The commission shall issue the license if: (1) The applicant completes the application and provides any required documentation; (2) The application is accompanied by the fee required in this chapter; (3) The applicant has no violations with another cosmetology board; (4) The education offered is not less than twenty-one hundred hours for a cosmetology program or not less than four hundred hours for a nail technician program or not less than seven hundred fifty hours for an esthetician license or their respective equivalent credit hours; and (5) All requirements established by rules adopted pursuant to this chapter are met . Section 41. That § 36-15-29.1 be amended to read as follows: 36-15-29.1. The license issued pursuant to § 36-15-29 authorizes the beauty cosmetology, nail technology, or esthetics school holding such a license to transact a school in this state only on the premises approved by the commission, subject to the rules and regulations of the commission. Such The license is not assignable transferable to any other person. In the event If the holder of such the license proposes to conduct a any portion or all of his the school activity on premises other than those theretofore licensed by the commission, such the licensee shall obtain an additional license for the newly proposed premises as a beauty school pursuant to § 36-15-29. However, the commission may approve limited field trips supervised by instructors. Section 42. That § 36-15-29.2 be amended to read as follows: 36-15-29.2. No beauty school may employ more than one \" junior instructor \" for each \" senior instructor \" regularly employed by such beauty the school. Section 43. That § 36-15-30 be amended to read as follows: 36-15-30. A school license issued pursuant to § 36-15-29 shall expire expires one year from date of issuance and may be renewed is renewable annually. The renewal application must be accompanied by the fee required by in this chapter. Section 44. That § 36-15-33 be amended to read as follows: 36-15-33. Any person entering or enrolling in a licensed beauty school for training education in the practice or art of cosmetology or , nail care technology, or esthetics shall apply to the commission for a student license within ten days after the date of enrollment. The applicant for a student license shall be at least sixteen and one-half seventeen years of age. The application shall contain the information required pursuant to § 36-15-15 and the name and location of the beauty school being attended. Upon receipt of the application and the fee provided for in this chapter, the commission shall issue to the applicant a student license which entitles the student to complete the course of training education in which the student is enrolled without additional license fees. If the student withdraws from the beauty school or course in cosmetology or , nail care technology, or esthetics for which the fee was paid and later enrolls in the same or a different beauty school or course, the student shall pay the student license fee again. Section 45. That § 36-15-34 be amended to read as follows: 36-15-34. Any person who wishes to transfer from an out-of-state school of cosmetology to a licensed beauty school in this state for the purpose of meeting the requirements of the state for commission examination in cosmetology or , nail care technology, or esthetics shall apply for a student license pursuant to § 36-15-33. The commission may adopt rules pursuant to chapter 1-26 , establishing requirements relating to courses and instruction education received by such transfer students. Such transfer Transfer students shall be given South Dakota credit hours for their out-of-state training education as determined and allowed by the commission. Section 46. That § 36-15-37 be amended to read as follows: 36-15-37. No owner, employer, manager, or any other person may conduct simultaneously a beauty shop or nail shop salon and a beauty school, unless the shop salon is conducted separately from the beauty school so as not to be construed by the public as one enterprise. Section 47. That § 36-15-38 be amended to read as follows: 36-15-38. No beauty Any school shall fail to use the word \" school \" or words indicating an institution of learning in any advertisement, sign, display, or directory. Every beauty Each school shall clearly indicate in a location conspicuous to the general public that cosmetological services and practices performed in such the school and premises are by students. Section 48. That § 36-15-42 be amended to read as follows: 36-15-42. A person may receive apprenticeship education in cosmetology and nail technology. However, no person may receive apprenticeship education unless that person is licensed as an apprentice. Any person may apply to the commission to be licensed as an apprentice if the applicant submits : (1) Submits evidence satisfactory to the commission that the applicant possesses those qualifications, except for age, required pursuant to § 36-15-15 and the beauty shop or nail shop ; (2) Is at least seventeen years of age or older; and (3) The cosmetology or nail salon in which the apprentice will serve and receive instruction education is currently licensed as an apprentice salon and is adequately equipped to teach the profession of cosmetology or nail care technology , as applicable. Any applicant for an apprentice license shall be at least seventeen years of age. Any apprentice license issued pursuant to this chapter is good valid for the full period of the apprenticeship as defined in § 36-15-45 and is not renewable. The application shall be accompanied with by the fee required by in this chapter. Section 49. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: No salon may offer apprenticeship education without obtaining an apprentice salon license. The owner of the salon may apply to the commission to be licensed as an apprentice salon if: (1) The salon meets the applicable requirements of this chapter and rules promulgated pursuant to this chapter; (2) The salon has passed the annual inspection for the current year; and (3) The application is accompanied by the fee required in this chapter. The apprentice salon license is valid for the length of the apprenticeship as stated in § 36-15- 45. If the apprenticeship period extends longer than the length of hours in § 36-15-45, as applicable, then the apprentice salon license shall be renewed. The commission may grant an extension of the license for good cause. The commission shall define good cause by rule promulgated pursuant to chapter 1-26. Section 50. That § 36-15-44 be amended to read as follows: 36-15-44. Not more than two apprentices shall be allowed to a beauty shop or beauty establishment at any one period of time. No apprentice salon may have more than two apprentices during any one period of time. Section 51. That § 36-15-45 be amended to read as follows: 36-15-45. A licensed apprentice in cosmetology shall receive instruction education in the practice of cosmetology as required by this chapter in the same licensed beauty shop for eighteen consecutive months cosmetology salon for three thousand consecutive hours . A licensed apprentice in nail care technology shall receive instruction education in the practice of nail care technology as required by this chapter for six consecutive months nine hundred consecutive hours in the same licensed beauty shop or nail shop cosmetology salon or nail salon . The commission may permit an apprentice to transfer to another licensed beauty shop or nail shop cosmetology salon or nail salon , as applicable, for completion of the apprenticeship if the apprentice applies for the transfer in writing to the commission and shows good cause for the request. The commission may permit a break in the consecutive period of the apprenticeship if the apprentice applies for the break in writing to the commission and shows good cause for the request. The commission shall define good cause by rule promulgated pursuant to chapter 1-26. Section 52. That § 36-15-46 be amended to read as follows: 36-15-46. The commission may prescribe textbooks, instructional educational material, and the general course of study required for beauty schools and for beauty shops and nail shops salons having one or more apprentices. Such textbooks and instructional educational material must shall be furnished without charge for use by apprentices. Section 53. That § 36-15-47 be amended to read as follows: 36-15-47. Any apprentice licensed pursuant to this chapter may practice any of the practices of cosmetology if the practice is performed only in a beauty shop or a nail shop cosmetology salon or nail salon, as applicable, licensed pursuant to this chapter; the apprentice is under the constant supervision, control, and direction of a licensed senior instructor at all times; and the apprentice is actually engaged in the study and practice of cosmetology or nail care technology at least forty hours a week. Section 54. That § 36-15-47.1 be amended to read as follows: 36-15-47.1. Only a \" senior instructor \" licensed under this chapter may teach or instruct an apprentice in any of the practices of cosmetology. No person shall be entitled to receive such instruction until and unless he shall have been licensed as an \"apprentice.\" The \" senior instructor, \" beauty shop, or establishment, the salon, or anyone connected thereto with the apprenticeship may not charge, receive, or accept any fee or anything of value except services for such instruction the education . Section 55. That § 36-15-48 be amended to read as follows: 36-15-48. The Cosmetology commission may make adopt reasonable rules and regulations pursuant to chapter 1-26 pertaining to a report on the progress and instruction education received by any apprentice required of the licensed \" senior instructor \" under whom the apprentice is being supervised. Section 56. That § 36-15-50 be amended to read as follows: 36-15-50. Any person who successfully completes the term of apprenticeship pursuant to this chapter more than ten days before the time set for a regular commission examination in cosmetology or nail care, as applicable to the apprenticeship, may apply to the commission for a temporary license which will authorize the applicant to perform all the practices of a regularly licensed cosmetology operator cosmetologist or nail technician, as applicable. The temporary license application shall be accompanied with evidence : (1) Evidence satisfactory to the commission that the applicant possesses the qualifications required pursuant to § 36-15-15 and ; (2) Evidence satisfactory to the commission that the apprenticeship period has been completed ; (3) The fee for a temporary license as provided in this chapter; and (4) The application and fee for the cosmetologist or nail technician examination, as applicable . A temporary license issued by the commission is good valid until the date of the next regular commission scheduled examination in cosmetology or nail care technology , as applicable. If the holder of a temporary license takes the applicable examination at that time, the commission shall extend the temporary license until the result of the examination is mailed to the person. The application for a temporary license shall be accompanied with the fee required by this chapter for the temporary license and by the examination fee. If a person is not excused from the examination by the commission or fails the examination, the temporary license is invalid and may not be extended or reissued. Section 57. That § 36-15-50.1 be amended to read as follows: 36-15-50.1. Any person who successfully completes a course of training education in an approved and licensed beauty school in this state, or in any other licensed beauty cosmetology, nail technology, or esthetics school , as applicable, not located within this state that is shown to the satisfaction of the commission to be equally comparable, more than ten days before the time set for a regular commission examination in cosmetology or nail care, as applicable to the training, may apply to the commission for a temporary license which will authorize the applicant to perform all the practices of a regularly licensed cosmetology operator or cosmetologist, nail technician, or esthetician, as applicable. The application shall contain evidence be accompanied by: (1) Evidence satisfactory to the commission that the course of training education has been successfully completed and shall be accompanied with the ; (2) The fee for a temporary license as provided by in this chapter . ; and (3) The application shall also be accompanied with the application and fee for an operator or a cosmetologist, nail technician license , or esthetician examination, as applicable . A temporary license issued by the commission is good valid until the date of the next regular commission scheduled examination in cosmetology or , nail care technology, or esthetics , as applicable. If the holder of a temporary license takes the applicable examination at that time, the commission shall extend the temporary license until the result of the examination is mailed to the person. If a person is not excused from the examination by the commission or fails the examination, the temporary license is invalid and may not be extended or reissued. Section 58. That § 36-15-51 be amended to read as follows: 36-15-51. No person may operate a salon or booth without a license. Any person who desires to operate a beauty shop salon or booth where all of the arts of : (1) All of the practices of cosmetology are practiced provided shall apply to the commission for a general beauty shop cosmetology salon or booth license . Any person who desires to operate a beauty shop where the practice of cosmetology , as applicable; (2) Only nail technology is practiced, shall apply to the commission for a nail salon or booth license, as applicable; (3) Only esthetics is practiced, shall apply to the commission for an esthetics salon or booth license, as applicable; (4) Cosmetology is limited to one or a few of the arts practices specified in § 36-15-2 , shall apply to the commission for a limited beauty shop salon or booth license. The application for a limited license shall state the arts practices of cosmetology desired to be practiced provided . Any person who desires to operate a nail shop where only nail care is practiced shall apply to the commission for a nail shop license. The application fee set pursuant to § 36-15-20 shall accompany the application. All beauty shop and nail shop licenses expire on January thirty-first each year shall be accompanied by the license fee provided for in this chapter. Any salon or booth license expires annually on a date set by the commission in rule promulgated pursuant to chapter 1-26, and are is renewable annually. Operation of a beauty shop or a nail shop without a license is a petty offense. The practice of cosmetology beyond the limits specified in the license is a petty offense. No person may practice cosmetology, nail technology, or esthetics beyond the limits specified in the license. A violation of this section is a Class 2 misdemeanor. Section 59. That § 36-15-51.1 be amended to read as follows: 36-15-51.1. If a beauty shop or nail shop salon or booth changes location or ownership, the owner or manager of the shop salon or booth shall apply to the commission for a new license pursuant to § 36-15-51. The application shall be accompanied with by the license fee provided for by in this chapter. The commission may issue a temporary permit to the applicant which is valid for ninety days. During that time, the commission shall inspect the premises. The owner or manager of a beauty shop or nail shop salon or booth that changes location or ownership or is closed shall immediately notify the commission of that fact. Section 60. That § 36-15-53.1 be amended to read as follows: 36-15-53.1. A beauty shop cosmetology salon or booth shall be at all times under the supervision of a person who holds a currently valid manager-operator cosmetologist-manager license. A nail shop salon or booth shall be at all times under the supervision of a person who holds a currently valid manager-operator or manager-nail technician cosmetologist-manager or nail technician-manager license. It is a petty offense for a beauty shop or nail shop or its owner to offer or render any of the practices of cosmetology to the public unless the shop has a licensed manager-operator or manager-nail technician, as applicable, present in the shop. An esthetics salon or booth shall be under the supervision of a person who holds a currently valid cosmetologist-manager or esthetician-manager license. A licensed cosmetologist-manager or nail technician-manager or esthetician-manager, as applicable, shall be present in the salon when any of the practices of cosmetology are offered or rendered to the public. A violation of this section is a Class 2 misdemeanor. Section 61. That § 36-15-54 be amended to read as follows: 36-15-54. Only demonstrators Cosmetology, nail technology, and esthetics may only be practiced in a licensed salon or booth, except as provided in this section. A demonstrator, while demonstrating under the provisions of this chapter may practice any of the arts of cosmetology for compensation, fee, or any other remuneration outside of the premises of a licensed beauty shop or a licensed nail shop unless the person desiring any or all of the cosmetological services is unable to come to the beauty shop or nail shop because of sickness or other disability salon. In addition, a licensee may practice cosmetology services on persons unable to come to the salon because of imprisonment, disabling sickness, or other disability as long as the licensee documents the service through a salon or booth. A licensed nursing facility that permits cosmetology services only to its residents and does not advertise as a salon is not required to have a salon license . Section 62. That § 36-15-55.1 be repealed. 36-15-55.1. A violation of any provision of this chapter or of the rules and regulations adopted pursuant thereto by the commission is a ground for disciplinary action by the commission. Section 63. That § 36-15-56 be amended to read as follows: 36-15-56. The grounds for disciplinary action are as follows, but not limited thereto : (1) Fraud or deception in procuring a license required by this chapter; (2) Failure of any person to comply with any of the requirements of this chapter or rules and regulations adopted pursuant thereto to this chapter ; (3) Publication or use of any untruthful or improper statement or representation, with a view of deceiving the public, or any patron or customer in connection with the practice or instruction education in cosmetology; (4) Habits of intemperance, Habitual drunkenness or drug addiction , calculated in the opinion of the commission to affect affecting the licensee's practice of his the profession, or conviction of a violation of any federal or state law relating to narcotic drugs; (5) Failure to furnish to the commission, any report or information which is required by this chapter or rules and regulations adopted pursuant thereto to this chapter ; (6) The employment of any unlicensed person to perform work which under this chapter can lawfully be done only by licensed persons licensed therein ; (7) Failure to publicly display any license required by this chapter; (8) Willfully making any false oath or affirmation whenever any oath or affirmation is required in this chapter or by rules and regulations adopted pursuant thereto to this chapter ; (9) Conviction of any crime or charge involving moral turpitude, in which case a record of conviction or a certified copy shall be conclusive evidence thereof a felony affecting the licensee's practice of the profession, as shown by a certified copy of the record of the court of conviction ; (10) Continued practice by persons knowingly having an infectious or contagious disease ; and (11) Practice of any cosmetology services for which the commission requires additional continuing education when the education has not been completed . It is not intended that the above enumerated grounds are exclusive of all violations, but that any requirement of this chapter or rules and regulations adopted pursuant thereto which are not followed or are violated are grounds for refusal, suspension and revocation of a license. Section 64. That § 36-15-58.5 be amended to read as follows: 36-15-58.5. Upon written application establishing compliance with existing licensing requirements and for reasons the commission deems sufficient, the commission, for good cause shown, by By majority vote, may, under such conditions as it the commission may impose, reinstate or reissue a suspended or revoked license to any person whose license has been suspended or revoked, provided, however, that upon suspension of a license, the commission in such order may provide for automatic reinstatement thereof after a fixed period of time as provided in the order upon: (1) Written application establishing compliance with existing licensing requirements; or (2) Testimony by witnesses . The commission may impose conditions for the reinstatement of a license. One of the conditions may provide for an automatic reinstatement of the license after a fixed period of time. Section 65. That § 36-15-60 be amended to read as follows: 36-15-60. The commission of any of the following acts is a petty offense No person may : (1) The practice of Practice cosmetology without a license; (2) Intentionally making make any false oath or affirmation whenever an oath or affirmation is required by this chapter or rules promulgated pursuant thereto to this chapter ; (3) Failure Fail to display all licenses any license in a conspicuous place in the beauty shop, beauty establishment, or beauty salon, booth, or school; (4) Failure Fail to comply with the plumbing, electrical, physical, or sanitary requirements as stated in the rules promulgated by the Cosmetology commission; (5) Charging or receiving Charge or receive compensation for teaching an apprentice the art or arts any of the practices of cosmetology; (6) Operating a beauty Operate a school without a license as provided for in this chapter; (7) Employment of Employ or allow any unlicensed person to perform work which under this chapter can may lawfully be done only by licensed persons licensed therein ; (8) Allowing Allow the practice of cosmetology : (a) Cosmetology by an operator a cosmetologist except under the immediate and constant supervision and direction of a licensed manager-operator cosmetologist-manager; or (b) Nail technology by a nail technician except under the immediate and constant supervision and direction of a licensed manager-operator cosmetologist- manager or a licensed managing nail technician technician-manager; or (c) Esthetics by an esthetician except under the immediate and constant supervision and direction of a licensed cosmetologist-manager or a licensed esthetician-manager ; (9) Operating a beauty shop, nail shop, or beauty Operate a salon, booth, or school for any or all of the arts practices of cosmetology without having first obtained the applicable license as provided in this chapter; and (10) Doing Practice any cosmetology services for which the commission requires additional continuing education in which the education has not been completed; and (11) Do any act prohibited by this chapter. A violation of this section is a Class 2 misdemeanor. Section 66. That § 36-15-61 be amended to read as follows: 36-15-61. Any citizen The commission or any resident of this state may bring an action in circuit court for an injunction to restrain : (1) Restrain any person or corporation from the practice of or instruction education in cosmetology or without a valid license; (2) Restrain the operating operation of any establishment licensed hereunder salon or school without a valid license or to restrain ; (3) Restrain the violation of any of the provisions or requirements of this chapter or rules and regulations adopted pursuant thereto to this chapter . The Cosmetology commission may bring an action for such injunctive relief and is authorized to may employ counsel , subject to the supervision, control and direction of the attorney general, and to expend moneys from its treasury for such purposes. An action for injunction shall be an alternate to criminal proceedings, and the commencement of one proceeding by the commission constitutes an election."}, {"bill_id": 17577, "bill_version_id": 96543, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2003-02-04T16:14:43-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the regulation of cosmetologists and nail technicians and to provide for the licensure of estheticians. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-15-1 be amended to read as follows: 36-15-1. Terms used in this chapter , unless the context otherwise plainly requires, mean: (1) \"Apprentice,\" any person who meets all the qualifications therefor as hereinafter set forth and is so licensed by the state commission to receive education through an apprenticeship in a salon ; (2) \"Beauty school,\" any place, premise, or building, whereat or wherein instruction in any or all of the practices of cosmetology is given, but not including a licensed beauty shop or beauty establishment where apprentices are being tutored \"Apprentice salon,\" any salon licensed by the commission to teach apprentices ; (3) \"Beauty shop\" or \"beauty establishment,\" any place, premise, or building or any part or portion thereof whereat or wherein any of the practices or arts of cosmetology are performed, except that said terms shall not include a \"beauty school\" \"Booth,\" any part within a licensed salon that is rented or leased for the purpose of rendering licensed cosmetology services as a separate, independent salon business ; (4) \"Commission,\" the Cosmetology Commission as established and created in § 36-15-3; (5) \"Cosmetological establishment,\" or \"establishment,\" any beauty shop, nail shop, or beauty school; (6) \"Cosmetologist \" or \"cosmetician ,\" any person who, for compensation, engages in any one or any combination or all of the practices of cosmetology; (7) (6) \"Cosmetology,\" any one or any combination of all the practices set forth in § 36-15-2; (8) (7) \"Demonstrator,\" any person licensed to practice cosmetology in the State of South Dakota or any person who is the holder of a currently valid operator's license or certificate in another state of the United States, who for the purpose of demonstrating the practice of cosmetology performs before groups of students of cosmetology, operators, manager-operators, instructors, shop owners, school owners, or who without fee or charge demonstrates before civic or educational groups, and in so doing incidently engages in the practice of cosmetology as defined in this chapter , nail technology, or esthetics in this state, in another state, or in another country, who demonstrates the various practices of cosmetology, as applicable, in order to inform or educate other licensees or the public; (8) \"Esthetician,\" any person who, for compensation, engages in the practice of esthetics, but not in other practices of cosmetology ; (9) \"Esthetics,\" any one or any combination of the practices set forth in section 5 of this Act; (10) \"Junior instructor,\" any person who meets all the qualifications therefor as hereinafter set forth and is so licensed by the commission to instruct in a school under the direct supervision of a senior instructor ; (10) \"Manager-nail technician,\" any person meeting the requirements of this chapter who manages a nail shop or establishment; (11) \"Manager-operator\" or \"manager-operator cosmetologist,\" any person who meets all the qualifications therefor as hereinafter set forth and is so licensed by the commission \"Manager,\" any person licensed by the commission to practice without supervision or supervise a salon ; (12) \"Nail shop,\" any place, premise, or building or any part or portion thereof where nail care is practiced for compensation, but not a beauty shop or beauty school \"Nail technology,\" any one or any combination of the practices set forth in section 4 of this Act ; (13) \"Nail care,\" the care and beautification of the hands and feet, including filing, trimming, or buffing of the nails, and the application of polish, wrappings, nail extensions, and other materials or substances on the nails; (14) \"Nail technician,\" any person who, for compensation, engages in the practice of nail care technology , but not in other practices of cosmetology; (15) \"Operator\" or \"operator-cosmetologist,\" any person who meets the qualifications therefor as hereinafter set forth and is so licensed by the commission; (14) \"Salon,\" any place, premise, or building or any part of a building operated for the purpose of engaging in the practice of cosmetology, nail technology, or esthetics, or any combination of these practices; (15) \"School,\" any place, premise, or building that is licensed by the commission to provide education to students in the practice of cosmetology, nail technology, or esthetics, or any combination of these practices; (16) \"Senior instructor,\" any person who meets all the qualifications therefor as hereinafter set forth and is so licensed by the commission to instruct in a school ; (17) \"Student,\" any person receiving instruction in a beauty school of cosmetology under the qualifications and conditions as hereinafter set forth in this chapter and so who is licensed by the commission to receive education in a licensed school . Section 2. That § 36-15-2 be amended to read as follows: 36-15-2. Any No person may engage in the practice of cosmetology unless the person is licensed by the commission. A person is engaged in the practice of cosmetology if that person, who for compensation, a fee, or any valuable consideration, engages in any of the following practices or arts is engaged in the practice of cosmetology with hands, chemicals, or any mechanical or electrical apparatus or appliance for beautifying or cosmetic purposes : (1) Hair care by styling, wrapping, arranging, braiding, twisting, weaving, extending, fusing, dressing, curling, waving, permanent waving, cleaning, cutting, singeing, cleansing, shampooing, cutting, bleaching, setting, fitting, coloring, straightening, relaxing, fitting, massaging, or similar work upon the hair or , scalp, wigs , or hairpieces of any a person by any means, or who, with hands, mechanical or electrical apparatus, or any other appliances, or by use of cosmetic preparations or antiseptics, engages in the practice or art of massaging, cleansing, manipulating, or performing similar services upon the scalp, face, neck, arms, bust, or shoulders, manicuring the nails, or removing ; (2) Nail technology; (3) Esthetics; or (4) Removal of superfluous hair about the body of any person by nonpermanent means . Any person practicing cosmetology shall be licensed under this title, while practicing within the scope of that person's license. The following does not constitute the practice of cosmetology: (1) Any person practicing permanent removal of hair by the use of a galvanic or thermalytic needle; or (2) Any retailer at a retail establishment who in the ordinary course of business is engaged in the demonstration of make-up if: (a) The make-up is applied only with disposable applicators that are discarded after each customer demonstration; (b) The demonstration is without charge to the person to whom the demonstration is given; and (c) The retailer does not advertise or provide a cosmetological service except the sale of make-up and fragrances. Section 3. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: None of the following constitute the practice of cosmetology: (1) Any person practicing permanent removal of hair by the use of a galvanic or thermalytic needle known as electrolysis; (2) Any retailer at a retail establishment who in the ordinary course of business is engaged in the demonstration of make-up if: (a) The make-up is applied only with disposable applicators that are discarded after each customer demonstration; (b) The demonstration is without charge to the person to whom the demonstration is given; and (c) The retailer does not advertise or provide a cosmetology service except the sale of make-up and fragrances. Section 4. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: No person may engage in the practice of nail technology unless the person is licensed by the commission. A person is engaged in the practice of nail technology if that person, for compensation, a fee, or any valuable consideration, engages in any of the following practices with hands, chemicals, or any mechanical or electrical apparatus or appliance for beautifying or cosmetic purposes: (1) Cutting, filing, trimming, shaping, polishing, coloring, removing polish, tinting, air- brushing, decorating, cleansing, or otherwise beautifying a person's fingernails or toenails; (2) Applying and removing artificial nails; or (3) Massaging, cleansing, and exfoliating a person's hands, arms, feet, and legs. Nail technology does not include hair removal, cutting nail beds, treating corns or calluses, or any medical treatment involving the feet, hands, or nails. Section 5. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: No person may engage in the practice of esthetics unless the person is licensed by the commission. A person is engaged in the practice of esthetics if that person, for compensation, a fee, or any valuable consideration, engages in any of the following practices with hands, chemicals, or any mechanical or electrical apparatus or appliance for beautifying or cosmetic purposes: (1) Beautifying, massaging, cleansing, exfoliating, stimulating, or applying oils, creams, cosmetic preparations, make-up, facial treatments, body treatments, body wraps, antiseptics, scrubs, clays, lotions, masks, waxes, or other preparations for the noninvasive care of the skin. For purposes of this subdivision, noninvasive means confined to the nonliving cells of the stratum corneum of the epidermis. Such practices shall be in a superficial mode and not for the treatment of medical disorders, and living cells may never be altered, cut, or damaged; (2) Grooming or applying eyebrows or eyelashes, including arching and tinting; or (3) Removing superfluous hair by nonpermanent means, including tweezing and waxing. Esthetics does not include scalp treatments or scalp massage. Section 6. That § 36-15-4 be amended to read as follows: 36-15-4. All professional members of the Cosmetology Commission must be citizens of this state; must be at least twenty-five years of age; must have a high school education or its equivalent; must be a graduate of a recognized school of cosmetology; must have been actively engaged in the practice of cosmetology for the three years immediately preceding their appointment; and must be currently licensed as cosmetologists in this state at the time of their appointment commission shall be: (1) A resident of this state; (2) At least twenty-five years of age; (3) A high school graduate or its equivalent; (4) Actively engaged in the practice of cosmetology for the three years immediately preceding the appointment; and (5) Currently licensed as a cosmetologist in this state at the time of the appointment and while serving on the commission . No member of the commission shall may be a member of nor or affiliated with or have an interest in any beauty school while in office. Section 7. That § 36-15-5 be amended to read as follows: 36-15-5. The Cosmetology commission shall organize at its first meeting after August July first of each year by electing from its membership a president, a vice-president, and a secretary-treasurer. The commission shall meet at such times and places as shall be designated by the commission. Any two three members of the commission shall constitute a quorum for the transaction of business. Section 8. That § 36-15-6 be amended to read as follows: 36-15-6. The commission may, if in its judgment it is necessary and in conformity with chapter 3-6A, employ clerical assistance and any other assistance in performing its general duties in furtherance of this chapter and fix their compensation and prescribe their duties such personnel as it deems necessary to administer and enforce the provisions of this chapter . The commission may also pay the travel and subsistence expenses of such employees pursuant to § 3-9-2 if deemed necessary by the commission . However, no such person employee of the commission may be connected or associated in any manner with any school teaching cosmetology . Section 9. That § 36-15-11 be amended to read as follows: 36-15-11. The duties of the members of the commission include inspection of beauty shops, nail shops, beauty : (1) Inspecting salons, booths, schools, nail technicians, estheticians, and cosmetologists; conducting (2) Conducting examinations for applicants for licenses under this chapter , investigating ; (3) Approving continuing education courses; (4) Investigating violations and enforcing provisions of this chapter and the rules established by the commission pursuant to this chapter; maintaining (5) Maintaining an office for the keeping of records; and doing (6) Doing all things necessary for the proper administration of this chapter. Section 10. That § 36-15-12 be repealed. 36-15-12. The Cosmetology Commission may promulgate rules pursuant to chapter 1-26 reasonably necessary for the enforcement of the provisions of this chapter. Section 11. That § 36-15-12.1 be repealed. 36-15-12.1. All rules made by the Cosmetology Commission pursuant to this chapter shall be promulgated and amended pursuant to chapter 1-26. Section 12. That § 36-15-13 be amended to read as follows: 36-15-13. The commission may adopt rules pursuant to chapter 1-26 pertaining to the following: (1) Application requirements for any license or permit issued pursuant to this chapter; (2) Examinations; (3) Reports of students' instruction education and work performed; (4) Minimum standards and requirements for beauty cosmetology, nail technology, and esthetics salons and schools; (5) Minimum standards for plumbing, electrical, physical, and sanitary conditions for the health and safety of persons utilizing cosmetological establishments pursuant to § 36-15-13.1 cosmetology, nail technology, or esthetics salons or schools ; (6) The professional conduct of licensees pursuant to § 36-15-13.1 ; (7) The reinstatement of lapsed licenses and lapsed renewal pursuant to § 36-15-20.1; (8) Establishing the The fee for a lapsed license and lapsed renewal pursuant to § 36-15-20.1; (9) The course and instruction education requirements received by transfer students pursuant to § 36-15-34; (10) The textbooks, instructional educational material, and the general course of study for beauty schools and for beauty shops cosmetology salons and nail shops salons having apprentices pursuant to § 36-15-46; (11) The progress and instruction education received by an apprentice pursuant to § 36-15-48; and (12) The fees for all licenses, permits, and renewals ; (13) Minimum standards for the use of chemicals or any mechanical or electrical apparatus or appliance; (14) Amount of work experience of an out-of-state licensed applicant that may be used as a substitute for the education requirement pursuant to § § 36-15-17, 36-15-17.1, and section 22 of this Act; (15) Inspection and reinspection of individual licensees, salons, and schools; and (16) Administration and duties of the commission . Section 13. That § 36-15-13.1 be repealed. 36-15-13.1. The State Cosmetology commission may adopt rules and regulations pertaining to and promoting health and safety of persons utilizing the services of persons or establishments licensed under this chapter including those relating to plumbing, electrical, physical, or sanitary conditions of cosmetological establishments. Such commission may also adopt reasonable rules and regulations pertaining to the professional conduct of any licensee licensed under this chapter. Section 14. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: The commission may adopt rules pursuant to chapter 1-26 pertaining to continuing education for licensees on health issues, safety issues, and services that require the use of chemicals or electrical or mechanical apparatus. The commission may provide, by rule promulgated pursuant to chapter 1-26, the kinds and subjects of education and the number of hours of education required. The commission may also substitute experience in addition to or in lieu of educational requirements. The commission may waive any of the education requirement in case of certified illness or undue hardship. The commission may establish a fee by rules adopted pursuant to chapter 1-26 to cover the cost of verifying the required continuing education. The commission may offer a course and charge a registration fee to cover the costs. Section 15. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: Any license or permit issued under this Act or any license issued under prior law may be renewed for periods of one year, but in any event expiring on the renewal date as established by the commission. The commission shall, by rule promulgated pursuant to chapter 1-26, establish the renewal date for any licenses or permits issued under this Act. Section 16. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: The commission may adopt rules pursuant to chapter 1-26 pertaining to educational requirements for instructor licenses and the renewal of instructor licenses including the kinds and subjects of education and the number of hours of education required. The commission may also substitute experience in addition to or in lieu of educational requirements. The commission may set a fee through rules adopted pursuant to chapter 1-26 to cover the cost of verifying the required continuing education. The commission may offer a course and charge a registration fee to cover the costs. Section 17. That § 36-15-14 be amended to read as follows: 36-15-14. The State Cosmetology commission, all any state and or local boards board of health, or any officer or employee thereof, shall have power and authority to may enter during the business hours, all establishments any salon or school licensed under the provisions of this chapter and all any other places place where the art or practice of cosmetology is followed, practiced, or taught for the purpose of inspection and enforcement of this chapter and the rules and regulations adopted pursuant thereto to this chapter . Section 18. That § 36-15-15 be amended to read as follows: 36-15-15. An applicant for any license or permit and renewal thereof shall first submit evidence, satisfactory to the Cosmetology commission that the applicant : (1) That he is Is at least eighteen years of age or older, except as otherwise provided in this chapter; (2) That he possesses Possesses a high school education or its equivalent as determined by the State Cosmetology commission; and (3) That he has Has complied with all of the rules and regulations adopted by the commission as to the qualifications, standards, and requirements required for such license and application therefor . Section 19. That § 36-15-16 be amended to read as follows: 36-15-16. This chapter shall does not apply to services rendered by regularly licensed physicians or regularly licensed barbers so far as their usual and ordinary vocation is concerned, nor to demonstrators as to licensing requirements , physician assistants, nurses, podiatrists, chiropractors, physical therapists, occupational therapists, morticians, barbers, or licensed demonstrators when exclusively engaged in the practice of their respective professions . Section 20. That § 36-15-17 be amended to read as follows: 36-15-17. Any person desiring to practice or follow any or all of the practices of cosmetology in this state as an \"operator\" a cosmetologist shall make application to the commission to take the examination therein. Such . The application shall contain : (1) Contain the information required pursuant to § 36-15-15 , and ; (2) Contain information satisfactory to the commission that such the applicant has completed twenty-one hundred hours training of education or equivalent credit hours in an approved and licensed beauty cosmetology school, or in lieu of such training, in a licensed beauty shop, shall have education, has successfully completed a course of apprenticeship in a licensed cosmetology salon as provided for in this chapter . Such application shall be ; and (3) Be accompanied by the fee required by in this chapter. The above requirements for application for licensure shall not apply to any \"operator\" licensed on or before July 1, 1971, or who has theretofore been licensed in this state. Section 21. That § 36-15-17.1 be amended to read as follows: 36-15-17.1. Any person desiring to practice nail care technology in this state as a nail technician shall apply to the commission to take the nail technician examination. The application shall contain : (1) Contain the information required by § 36-15-15 and ; (2) Contain proof that the applicant has completed four hundred hours of training education or equivalent credit hours in an approved and licensed beauty cosmetology or nail school or, in lieu of such training education , has successfully completed a course of apprenticeship in a licensed beauty shop cosmetology salon or nail shop salon , as provided in § 36-15-45 . The application shall be ; and (3) Be accompanied with by the fee required by in this chapter. Section 22. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: Any person desiring to practice esthetics in this state as an esthetician shall apply to the commission to take the esthetics examination. The application shall: (1) Contain the information required by § 36-15-15; (2) Contain proof that the applicant has completed seven hundred fifty hours of education or equivalent credit hours in an approved and licensed cosmetology or esthetics school; and (3) Be accompanied by the fee required in this chapter. Section 23. That § 36-15-19 be amended to read as follows: 36-15-19. The commission shall conduct at least six examinations in the art and practice of cosmetology and , at least two examinations in the practice of nail care technology, and at least two examinations in the practice of esthetics each year. The commission shall set the times and places for the conduct of the examination. Section 24. That § 36-15-19.1 be amended to read as follows: 36-15-19.1. Each applicant for an \"operator's\" a cosmetologist license who shall have has complied with § 36-15-17, shall take an the prescribed examination in the art and practice of cosmetology before the State Cosmetology Commission as the commission may prescribe . The commission shall determine the contents of the examination. Upon passing such the examination to the satisfaction of said the commission and the receipt of the fee required in this chapter , the applicant shall be licensed as an \"operator\" a cosmetologist in the art and practice of cosmetology. Any operator's cosmetologist license issued by the commission pursuant to this chapter shall expire on the thirty-first day of January, annually, and shall be expires annually on a date set by the commission in rules promulgated pursuant to chapter 1-26, and is renewable annually. Section 25. That § 36-15-19.2 be amended to read as follows: 36-15-19.2. The commission may waive the examination required in § 36-15-19.1 or , 36-15-19.3 , or in section 28 of this Act upon application made to the commission that the applicant possesses the qualifications required pursuant to § 36-15-15, and that: (1) The applicant is of good moral character holds a currently valid license issued by another state, district, or foreign country and the requirements of that state, district, or foreign country at the time of the examination were equal to or not less than those required by this state ; (2) The applicant has passed an examination acceptable to the commission in cosmetology or , nail care technology, or esthetics , as applicable , in the District of Columbia or any state or territory in the United States and is the holder of a currently valid license, certificate, or certificate of registration in cosmetology or nail care issued in that district, state, or territory ; (3) The requirements of that district, state, or territory at the time of the examination were not less than those required by this state as a condition precedent to the issuance of the license, certificate, or certificate of registration; (4) The applicant comes before any member of the commission for a shall take the prescribed written or oral examination on South Dakota Cosmetology Laws and the examination is approved in writing by the provisions of this chapter and rules adopted pursuant to this chapter. The commission member shall determine the contents of the examination ; and (5) (4) The application is accompanied with by the fee provided for in this chapter. Section 26. That § 36-15-19.3 be amended to read as follows: 36-15-19.3. Each applicant for a nail technician license who has complied with § 36-15-17.1 shall take an the prescribed examination before the commission in the art and practice of nail care technology . The commission shall prescribe determine the contents of the examination. If the applicant satisfactorily passes Upon passing the examination , as determined by to the satisfaction of the commission , the commission shall license and the receipt of the fee required in this chapter, the applicant shall be licensed as a nail technician. Any nail technician license issued by the commission pursuant to this chapter expires on January thirty-first each year annually on a date set by the commission in rules promulgated pursuant to chapter 1-26, and is renewable annually. Section 27. That § 36-15-19.4 be repealed. 36-15-19.4. Any person licensed by the commission as a nail technician may qualify to be licensed as a manager-nail technician by applying to the commission and submitting evidence satisfactory to the commission that the applicant meets the requirements of § 36-15-15 and has worked at least fifty weeks, with an average of forty hours a week, as a licensed nail technician. Section 28. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: Each applicant for an esthetician license who has complied with section 22 of this Act shall take the prescribed examination in the practice of esthetics. The commission shall determine the contents of the examination. Upon passing the examination to the satisfaction of the commission and the receipt of the fee required in this chapter, the applicant shall be licensed as an esthetician in the practice of esthetics. Any esthetician license issued by the commission pursuant to this chapter expires annually on a date set by the commission in rules promulgated pursuant to chapter 1-26, and is renewable annually. Section 29. That § 36-15-20 be amended to read as follows: 36-15-20. The fees promulgated in rules by the commission pursuant to chapter 1-26 for all examinations, licenses, permits, and renewals required by this chapter may not exceed the following maximums: (1) Operator Cosmetologist examination fee, sixty dollars; (2) Operator Cosmetologist license fee, fifteen dollars; (3) Operator Cosmetologist license renewal fee, fifteen dollars; (4) Cosmetologist-manager license fee, fifteen dollars; (5) Cosmetologist-manager license renewal fee, fifteen dollars; (4) (6) Nail technician examination fee, sixty dollars; (5) (7) Nail technician license fee, fifteen dollars; (6) (8) Nail technician license renewal fee, fifteen dollars; (7) Temporary operator or nail technician license fee, six dollars; (8) Manager-operator license fee, fifteen dollars; (9) Manager-operator license renewal fee, fifteen dollars; (10) Manager-nail technician Nail technician-manager license fee, fifteen dollars; (11) (10) Manager-nail technician Nail technician-manager license renewal fee, fifteen dollars; (11) Esthetician examination fee, eighty dollars; (12) Esthetician license fee, twenty-five dollars; (13) Esthetician license renewal fee, twenty-five dollars; (14) Esthetician-manager license fee, twenty-five dollars; (15) Esthetician-manager license renewal fee, twenty-five dollars; (16) Temporary cosmetologist, nail technician, or esthetician license fee, six dollars; (12) (17) Junior instructor license fee, fifteen dollars; (13) (18) Junior instructor license renewal fee, fifteen dollars; (14) (19) Senior instructor license fee, fifteen dollars; (15) (20) Senior instructor license renewal fee, fifteen dollars; (16) (21) Reciprocity and waiver of examination fee, one hundred dollars; (17) (22) Temporary permit based on reciprocal recognition of another state license, six dollars; (18) (23) For endorsement of a certificate issued under this chapter, for a South Dakota licensee to obtain reciprocity in another state, or furnishing of other papers to another state or school, twenty dollars; (19) (24) Apprentice license fee, twenty-five dollars; (25) Apprentice salon license fee, two hundred fifty dollars; (26) Apprentice salon license renewal fee, two hundred fifty dollars; (20) (27) Beauty school School license fee, two hundred fifty dollars; (21) (28) Beauty school School license renewal fee, two hundred fifty dollars; (22) (29) Student license fee, six dollars; (23) (30) Beauty shop Cosmetology salon or booth license fee, sixty dollars; (24) (31) Beauty shop Cosmetology salon or booth license renewal fee, thirty dollars; (25) (32) Nail shop salon or booth license fee, sixty dollars; (26) (33) Nail shop salon or booth license renewal fee, thirty dollars ; (34) Esthetics salon or booth license fee, eighty dollars; (35) Esthetics salon or booth license renewal fee, thirty dollars; (36) License duplicate or replacement fee, five dollars . Any license, permit, or renewal fee which is collected by the commission shall be the same for each respective license, permit, or renewal regardless of the time remaining before the expiration date. Section 30. That § 36-15-21 be amended to read as follows: 36-15-21. Any person licensed by the Cosmetology commission as an \"operator\" a cosmetologist may qualify and be licensed by the commission as a \"manager-operator\" cosmetologist-manager upon application made to the commission and submitting evidence satisfactory to the commission that such applicant possesses the qualifications required pursuant to § 36-15-15 and has had at least fifty weeks with an average of forty hours per week two thousand hours of experience as a licensed operator cosmetologist, or has taught in a licensed and approved beauty school for a period of twelve months two thousand hours , or a combination of both for twelve different months . The application for a manager's license shall be accompanied by the fee required in this chapter. Section 31. That § 36-15-21.1 be amended to read as follows: 36-15-21.1. Any manager-operator or manager-nail technician cosmetologist-manager, nail technician-manager, or esthetician-manager license issued by the commission pursuant to this chapter expires on the thirty-first of January each year annually on a date set by the commission in rule promulgated pursuant to chapter 1-26, and is renewable annually. The application for renewal shall be accompanied with by the fee required by in this chapter. Section 32. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: Any person licensed by the commission as a nail technician may qualify to be licensed as a nail technician-manager by applying to the commission and submitting evidence satisfactory to the commission that the applicant meets the requirements of § 36-15-15 and has worked at least two thousand hours as a licensed nail technician or has taught in a licensed and approved school for a period of two thousand hours, or a combination of both. The application for a manager's license shall be accompanied by the fee required in this chapter. Section 33. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: Any person licensed by the commission as an esthetician may qualify to be licensed as a esthetician-manager by applying to the commission and submitting evidence satisfactory to the commission that the applicant meets the requirements of § 36-15-15 and has worked at least two thousand hours as a licensed esthetician or has taught in a licensed and approved school for a period of two thousand hours, or a combination of both. The application for a manager's license shall be accompanied by the fee required in this chapter. Section 34. That § 36-15-22 be amended to read as follows: 36-15-22. Any person who holds a current valid license , certificate, or certificate of registration from another state or territory of the United States or from the District of Columbia as an operator or manager-operator or foreign country in the practices of cosmetology or as a nail technician or manager-nail technician in the practice of nail care , nail technology, or esthetics may apply to the commission for a temporary permit to practice the art of cosmetology or , nail care technology, or esthetics , as applicable , pursuant to the provisions of this chapter . The application shall be accompanied with evidence satisfactory to the commission that the applicant possesses those qualifications required pursuant to § § 36-15-15 and that the requirements of that state, territory, or district for licensure are comparable to the requirements of this state for licensure 36-15-19.2 . The application shall be accompanied with by the fee required by in this chapter. A temporary permit is valid until the date of the commission-scheduled next regular scheduled examination in cosmetology or , nail care technology, or esthetics , as applicable. If the holder of a temporary permit takes the examination at the scheduled time, the commission shall extend the temporary permit until the result of the examination is mailed to the applicant. If an applicant is not excused from the examination by the commission or fails the examination, the temporary permit is invalid and may not be extended or reissued. Section 35. That § 36-15-25 be amended to read as follows: 36-15-25. No person may teach in a school unless that person is licensed by the commission as an instructor. Any person may qualify and be licensed by the commission as a \" senior instructor \" for cosmetology, nail technology, or esthetics, as applicable, upon application made to the commission . The application shall be accompanied by evidence satisfactory to the commission evidence that such the applicant possesses the qualifications required pursuant to § 36-15-15 and that : (1) Such applicant has had at least two years experience as a licensed operator cosmetologist or has had one year experience as a \"junior instructor\"; and Possesses the qualifications required by § 36-15-15; (2) Such applicant currently holds a valid \"manager-operator's\" license Has had at least two thousand hours experience as a licensed cosmetologist, nail technician, or esthetician, as applicable, or as a junior instructor educating in cosmetology, nail technology, or esthetics, as applicable; (3) Has complied with any instructor education as prescribed by section 16 of this Act; and (4) Currently holds a valid cosmetologist-manager, nail technician-manager, or esthetician-manager license, as applicable . Such applicant must also submit proof satisfactory to the commission that he did attend at least ten hours of commission approved seminars conducted for cosmetology instructors during the twelve months prior to making such application, or, in lieu thereof, such applicant may receive such license conditionally, dependent on securing such ten hours within three months of receiving the same. However, the applicant may receive the license conditionally, dependent on completing instructor education as prescribed by the commission in rules adopted pursuant to chapter 1-26. A senior instructor with a cosmetologist-manager license may instruct in any practice of cosmetology. A senior instructor with a nail technician-manager license may only instruct in the practice of nail technology. A senior instructor with an esthetician-manager license may only instruct in the practice of esthetics. Section 36. That § 36-15-25.1 be amended to read as follows: 36-15-25.1. Any \" senior \" instructor license issued by the commission pursuant to this chapter shall expire on the thirty-first day of January of each year and shall be expires annually on a date set by the commission in rule promulgated pursuant to chapter 1-26, and is renewable annually. The application must shall be accompanied by the fee provided for required in this chapter and proof of completion of any required commission-approved instructor education pursuant to section 16 of this Act . Section 37. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: Any applicant for a senior instructor license pursuant to § 36-15-25 who plans to instruct an apprentice in a licensed salon shall submit proof of completion of thirty hours of commission- approved education in teacher training from a college or university. This education shall be completed before the senior instructor license is issued. The commission may provide, by rule promulgated pursuant to chapter 1-26, the kinds and subjects of education and the number of hours of education required. The commission may also substitute experience in addition to or in lieu of educational requirements. The commission may set a fee in rules adopted pursuant to chapter 1-26 to cover the cost of verifying the required continuing education. Section 38. That § 36-15-26 be amended to read as follows: 36-15-26. Any person may qualify and be licensed by the commission as a \" junior instructor \" for cosmetology, nail technology, or esthetics, as applicable, upon application made to the commission . The application shall be accompanied by evidence satisfactory to the commission evidence that such applicant possesses the qualifications required pursuant to § 36-15-17 and that : (1) Such applicant currently holds a valid \"operator's\" license; and Possesses the qualifications required by § 36-15-15; (2) Currently holds a valid cosmetologist, nail technician, or esthetician license, as applicable; (3) Has complied with any instructor education as required by section 16 of this Act; and (4) Such applicant will Will be working and giving instructions providing education in a licensed beauty school in this state under the direct and constant supervision of a \" senior instructor. \" Such applicant must also submit proof satisfactory to the commission that he did attend at least ten hours of commission approved seminars conducted for cosmetology instructors during the twelve months prior to making such application, or, in lieu thereof, such applicant may receive such license conditionally, dependent on securing such ten hours within six months of receiving the same. However, the applicant may receive the license conditionally, dependent on completing instructor education as prescribed by the commission in rules adopted pursuant to chapter 1-26. A junior instructor with a cosmetologist license may instruct in any practice of cosmetology and shall be supervised by a senior cosmetologist instructor. A junior instructor with a nail technician license may only instruct in the practice of nail technology and shall be supervised by a senior cosmetologist instructor or a senior nail technician instructor. A junior instructor with an esthetician license may only instruct in the practice of esthetics and shall be supervised by a senior cosmetologist instructor or a senior esthetician instructor. Section 39. That § 36-15-26.1 be amended to read as follows: 36-15-26.1. Any \" junior \" instructor license issued by the commission pursuant to this chapter shall expire on the thirty-first day of January of each year expires annually on a date set by the commission in rule promulgated pursuant to chapter 1-26 and shall be is renewable annually. The application must shall be accompanied by the fee provided for required in this chapter and proof of completing commission-approved instructor education pursuant to section 16 of this Act . Section 40. That § 36-15-29 be amended to read as follows: 36-15-29. Any person desiring to conduct a beauty cosmetology, nail technology, or esthetics school for any of the practices or arts of cosmetology , as applicable, shall apply to the commission for a license. If the commission determines, based on evidence submitted with the application, that the beauty school requires of its students a course of training in the practices and arts of cosmetology of not less than twenty-one hundred hours equal to the requirements for examination for an operator license or a course of training in nail care of not less than four hundred hours equal to the requirements for examination for a nail technician license and the beauty school satisfies the requirements established by rules adopted pursuant to this chapter and chapter 1-26, the The commission shall issue the license if: (1) The applicant completes the application and provides any required documentation; (2) The application is accompanied by the fee required in this chapter; (3) The applicant has no violations with another cosmetology board; (4) The education offered is not less than twenty-one hundred hours for a cosmetology program or not less than four hundred hours for a nail technician program or not less than seven hundred fifty hours for an esthetician license or their respective equivalent credit hours; and (5) All requirements established by rules adopted pursuant to this chapter are met . Section 41. That § 36-15-29.1 be amended to read as follows: 36-15-29.1. The license issued pursuant to § 36-15-29 authorizes the beauty cosmetology, nail technology, or esthetics school holding such a license to transact a school in this state only on the premises approved by the commission, subject to the rules and regulations of the commission. Such The license is not assignable transferable to any other person. In the event If the holder of such the license proposes to conduct a any portion or all of his the school activity on premises other than those theretofore licensed by the commission, such the licensee shall obtain an additional license for the newly proposed premises as a beauty school pursuant to § 36-15-29. However, the commission may approve limited field trips supervised by instructors. Section 42. That § 36-15-29.2 be amended to read as follows: 36-15-29.2. No beauty school may employ more than one \" junior instructor \" for each \" senior instructor \" regularly employed by such beauty the school. Section 43. That § 36-15-30 be amended to read as follows: 36-15-30. A school license issued pursuant to § 36-15-29 shall expire expires one year from date of issuance and may be renewed is renewable annually. The renewal application must be accompanied by the fee required by in this chapter. Section 44. That § 36-15-33 be amended to read as follows: 36-15-33. Any person entering or enrolling in a licensed beauty school for training education in the practice or art of cosmetology or , nail care technology, or esthetics shall apply to the commission for a student license within ten days after the date of enrollment. The applicant for a student license shall be at least sixteen and one-half seventeen years of age. The application shall contain the information required pursuant to § 36-15-15 and the name and location of the beauty school being attended. Upon receipt of the application and the fee provided for in this chapter, the commission shall issue to the applicant a student license which entitles the student to complete the course of training education in which the student is enrolled without additional license fees. If the student withdraws from the beauty school or course in cosmetology or , nail care technology, or esthetics for which the fee was paid and later enrolls in the same or a different beauty school or course, the student shall pay the student license fee again. Section 45. That § 36-15-34 be amended to read as follows: 36-15-34. Any person who wishes to transfer from an out-of-state school of cosmetology to a licensed beauty school in this state for the purpose of meeting the requirements of the state for commission examination in cosmetology or , nail care technology, or esthetics shall apply for a student license pursuant to § 36-15-33. The commission may adopt rules pursuant to chapter 1-26 , establishing requirements relating to courses and instruction education received by such transfer students. Such transfer Transfer students shall be given South Dakota credit hours for their out-of-state training education as determined and allowed by the commission. Section 46. That § 36-15-37 be amended to read as follows: 36-15-37. No owner, employer, manager, or any other person may conduct simultaneously a beauty shop or nail shop salon and a beauty school, unless the shop salon is conducted separately from the beauty school so as not to be construed by the public as one enterprise. Section 47. That § 36-15-38 be amended to read as follows: 36-15-38. No beauty Any school shall fail to use the word \" school \" or words indicating an institution of learning in any advertisement, sign, display, or directory. Every beauty Each school shall clearly indicate in a location conspicuous to the general public that cosmetological services and practices performed in such the school and premises are by students. Section 48. That § 36-15-42 be amended to read as follows: 36-15-42. A person may receive apprenticeship education in cosmetology and nail technology. However, no person may receive apprenticeship education unless that person is licensed as an apprentice. Any person may apply to the commission to be licensed as an apprentice if the applicant submits : (1) Submits evidence satisfactory to the commission that the applicant possesses those qualifications, except for age, required pursuant to § 36-15-15 and the beauty shop or nail shop ; (2) Is at least seventeen years of age or older; and (3) The cosmetology or nail salon in which the apprentice will serve and receive instruction education is currently licensed as an apprentice salon and is adequately equipped to teach the profession of cosmetology or nail care technology , as applicable. Any applicant for an apprentice license shall be at least seventeen years of age. Any apprentice license issued pursuant to this chapter is good valid for the full period of the apprenticeship as defined in § 36-15-45 and is not renewable. The application shall be accompanied with by the fee required by in this chapter. Section 49. That chapter 36-15 be amended by adding thereto a NEW SECTION to read as follows: No salon may offer apprenticeship education without obtaining an apprentice salon license. The owner of the salon may apply to the commission to be licensed as an apprentice salon if: (1) The salon meets the applicable requirements of this chapter and rules promulgated pursuant to this chapter; (2) The salon has passed the annual inspection for the current year; and (3) The application is accompanied by the fee required in this chapter. The apprentice salon license is valid for the length of the apprenticeship as stated in § 36-15- 45. If the apprenticeship period extends longer than the length of hours in § 36-15-45, as applicable, then the apprentice salon license shall be renewed. The commission may grant an extension of the license for good cause. The commission shall define good cause by rule promulgated pursuant to chapter 1-26. Section 50. That § 36-15-44 be amended to read as follows: 36-15-44. Not more than two apprentices shall be allowed to a beauty shop or beauty establishment at any one period of time. No apprentice salon may have more than two apprentices during any one period of time. Section 51. That § 36-15-45 be amended to read as follows: 36-15-45. A licensed apprentice in cosmetology shall receive instruction education in the practice of cosmetology as required by this chapter in the same licensed beauty shop for eighteen consecutive months cosmetology salon for three thousand consecutive hours . A licensed apprentice in nail care technology shall receive instruction education in the practice of nail care technology as required by this chapter for six consecutive months nine hundred consecutive hours in the same licensed beauty shop or nail shop cosmetology salon or nail salon . The commission may permit an apprentice to transfer to another licensed beauty shop or nail shop cosmetology salon or nail salon , as applicable, for completion of the apprenticeship if the apprentice applies for the transfer in writing to the commission and shows good cause for the request. The commission may permit a break in the consecutive period of the apprenticeship if the apprentice applies for the break in writing to the commission and shows good cause for the request. The commission shall define good cause by rule promulgated pursuant to chapter 1-26. Section 52. That § 36-15-46 be amended to read as follows: 36-15-46. The commission may prescribe textbooks, instructional educational material, and the general course of study required for beauty schools and for beauty shops and nail shops salons having one or more apprentices. Such textbooks and instructional educational material must shall be furnished without charge for use by apprentices. Section 53. That § 36-15-47 be amended to read as follows: 36-15-47. Any apprentice licensed pursuant to this chapter may practice any of the practices of cosmetology if the practice is performed only in a beauty shop or a nail shop cosmetology salon or nail salon, as applicable, licensed pursuant to this chapter; the apprentice is under the constant supervision, control, and direction of a licensed senior instructor at all times; and the apprentice is actually engaged in the study and practice of cosmetology or nail care technology at least forty hours a week. Section 54. That § 36-15-47.1 be amended to read as follows: 36-15-47.1. Only a \" senior instructor \" licensed under this chapter may teach or instruct an apprentice in any of the practices of cosmetology. No person shall be entitled to receive such instruction until and unless he shall have been licensed as an \"apprentice.\" The \" senior instructor, \" beauty shop, or establishment, the salon, or anyone connected thereto with the apprenticeship may not charge, receive, or accept any fee or anything of value except services for such instruction the education . Section 55. That § 36-15-48 be amended to read as follows: 36-15-48. The Cosmetology commission may make adopt reasonable rules and regulations pursuant to chapter 1-26 pertaining to a report on the progress and instruction education received by any apprentice required of the licensed \" senior instructor \" under whom the apprentice is being supervised. Section 56. That § 36-15-50 be amended to read as follows: 36-15-50. Any person who successfully completes the term of apprenticeship pursuant to this chapter more than ten days before the time set for a regular commission examination in cosmetology or nail care, as applicable to the apprenticeship, may apply to the commission for a temporary license which will authorize the applicant to perform all the practices of a regularly licensed cosmetology operator cosmetologist or nail technician, as applicable. The temporary license application shall be accompanied with evidence : (1) Evidence satisfactory to the commission that the applicant possesses the qualifications required pursuant to § 36-15-15 and ; (2) Evidence satisfactory to the commission that the apprenticeship period has been completed ; (3) The fee for a temporary license as provided in this chapter; and (4) The application and fee for the cosmetologist or nail technician examination, as applicable . A temporary license issued by the commission is good valid until the date of the next regular commission scheduled examination in cosmetology or nail care technology , as applicable. If the holder of a temporary license takes the applicable examination at that time, the commission shall extend the temporary license until the result of the examination is mailed to the person. The application for a temporary license shall be accompanied with the fee required by this chapter for the temporary license and by the examination fee. If a person is not excused from the examination by the commission or fails the examination, the temporary license is invalid and may not be extended or reissued. Section 57. That § 36-15-50.1 be amended to read as follows: 36-15-50.1. Any person who successfully completes a course of training education in an approved and licensed beauty school in this state, or in any other licensed beauty cosmetology, nail technology, or esthetics school , as applicable, not located within this state that is shown to the satisfaction of the commission to be equally comparable, more than ten days before the time set for a regular commission examination in cosmetology or nail care, as applicable to the training, may apply to the commission for a temporary license which will authorize the applicant to perform all the practices of a regularly licensed cosmetology operator or cosmetologist, nail technician, or esthetician, as applicable. The application shall contain evidence be accompanied by: (1) Evidence satisfactory to the commission that the course of training education has been successfully completed and shall be accompanied with the ; (2) The fee for a temporary license as provided by in this chapter . ; and (3) The application shall also be accompanied with the application and fee for an operator or a cosmetologist, nail technician license , or esthetician examination, as applicable . A temporary license issued by the commission is good valid until the date of the next regular commission scheduled examination in cosmetology or , nail care technology, or esthetics , as applicable. If the holder of a temporary license takes the applicable examination at that time, the commission shall extend the temporary license until the result of the examination is mailed to the person. If a person is not excused from the examination by the commission or fails the examination, the temporary license is invalid and may not be extended or reissued. Section 58. That § 36-15-51 be amended to read as follows: 36-15-51. No person may operate a salon or booth without a license. Any person who desires to operate a beauty shop salon or booth where all of the arts of : (1) All of the practices of cosmetology are practiced provided shall apply to the commission for a general beauty shop cosmetology salon or booth license . Any person who desires to operate a beauty shop where the practice of cosmetology , as applicable; (2) Only nail technology is practiced, shall apply to the commission for a nail salon or booth license, as applicable; (3) Only esthetics is practiced, shall apply to the commission for an esthetics salon or booth license, as applicable; (4) Cosmetology is limited to one or a few of the arts practices specified in § 36-15-2 , shall apply to the commission for a limited beauty shop salon or booth license. The application for a limited license shall state the arts practices of cosmetology desired to be practiced provided . Any person who desires to operate a nail shop where only nail care is practiced shall apply to the commission for a nail shop license. The application fee set pursuant to § 36-15-20 shall accompany the application. All beauty shop and nail shop licenses expire on January thirty-first each year shall be accompanied by the license fee provided for in this chapter. Any salon or booth license expires annually on a date set by the commission in rule promulgated pursuant to chapter 1-26, and are is renewable annually. Operation of a beauty shop or a nail shop without a license is a petty offense. The practice of cosmetology beyond the limits specified in the license is a petty offense. No person may practice cosmetology, nail technology, or esthetics beyond the limits specified in the license. A violation of this section is a Class 2 misdemeanor. Section 59. That § 36-15-51.1 be amended to read as follows: 36-15-51.1. If a beauty shop or nail shop salon or booth changes location or ownership, the owner or manager of the shop salon or booth shall apply to the commission for a new license pursuant to § 36-15-51. The application shall be accompanied with by the license fee provided for by in this chapter. The commission may issue a temporary permit to the applicant which is valid for ninety days. During that time, the commission shall inspect the premises. The owner or manager of a beauty shop or nail shop salon or booth that changes location or ownership or is closed shall immediately notify the commission of that fact. Section 60. That § 36-15-53.1 be amended to read as follows: 36-15-53.1. A beauty shop cosmetology salon or booth shall be at all times under the supervision of a person who holds a currently valid manager-operator cosmetologist-manager license. A nail shop salon or booth shall be at all times under the supervision of a person who holds a currently valid manager-operator or manager-nail technician cosmetologist-manager or nail technician-manager license. It is a petty offense for a beauty shop or nail shop or its owner to offer or render any of the practices of cosmetology to the public unless the shop has a licensed manager-operator or manager-nail technician, as applicable, present in the shop. An esthetics salon or booth shall be under the supervision of a person who holds a currently valid cosmetologist-manager or esthetician-manager license. A licensed cosmetologist-manager or nail technician-manager or esthetician-manager, as applicable, shall be present in the salon when any of the practices of cosmetology are offered or rendered to the public. A violation of this section is a Class 2 misdemeanor. Section 61. That § 36-15-54 be amended to read as follows: 36-15-54. Only demonstrators Cosmetology, nail technology, and esthetics may only be practiced in a licensed salon or booth, except as provided in this section. A demonstrator, while demonstrating under the provisions of this chapter may practice any of the arts of cosmetology for compensation, fee, or any other remuneration outside of the premises of a licensed beauty shop or a licensed nail shop unless the person desiring any or all of the cosmetological services is unable to come to the beauty shop or nail shop because of sickness or other disability salon. In addition, a licensee may practice cosmetology services on persons unable to come to the salon because of imprisonment, disabling sickness, or other disability as long as the licensee documents the service through a salon or booth. A licensed nursing facility that permits cosmetology services only to its residents and does not advertise as a salon is not required to have a salon license . Section 62. That § 36-15-55.1 be repealed. 36-15-55.1. A violation of any provision of this chapter or of the rules and regulations adopted pursuant thereto by the commission is a ground for disciplinary action by the commission. Section 63. That § 36-15-56 be amended to read as follows: 36-15-56. The grounds for disciplinary action are as follows, but not limited thereto : (1) Fraud or deception in procuring a license required by this chapter; (2) Failure of any person to comply with any of the requirements of this chapter or rules and regulations adopted pursuant thereto to this chapter ; (3) Publication or use of any untruthful or improper statement or representation, with a view of deceiving the public, or any patron or customer in connection with the practice or instruction education in cosmetology; (4) Habits of intemperance, Habitual drunkenness or drug addiction , calculated in the opinion of the commission to affect affecting the licensee's practice of his the profession, or conviction of a violation of any federal or state law relating to narcotic drugs; (5) Failure to furnish to the commission, any report or information which is required by this chapter or rules and regulations adopted pursuant thereto to this chapter ; (6) The employment of any unlicensed person to perform work which under this chapter can lawfully be done only by licensed persons licensed therein ; (7) Failure to publicly display any license required by this chapter; (8) Willfully making any false oath or affirmation whenever any oath or affirmation is required in this chapter or by rules and regulations adopted pursuant thereto to this chapter ; (9) Conviction of any crime or charge involving moral turpitude, in which case a record of conviction or a certified copy shall be conclusive evidence thereof a felony affecting the licensee's practice of the profession, as shown by a certified copy of the record of the court of conviction ; (10) Continued practice by persons knowingly having an infectious or contagious disease ; and (11) Practice of any cosmetology services for which the commission requires additional continuing education when the education has not been completed . It is not intended that the above enumerated grounds are exclusive of all violations, but that any requirement of this chapter or rules and regulations adopted pursuant thereto which are not followed or are violated are grounds for refusal, suspension and revocation of a license. Section 64. That § 36-15-58.5 be amended to read as follows: 36-15-58.5. Upon written application establishing compliance with existing licensing requirements and for reasons the commission deems sufficient, the commission, for good cause shown, by By majority vote, may, under such conditions as it the commission may impose, reinstate or reissue a suspended or revoked license to any person whose license has been suspended or revoked, provided, however, that upon suspension of a license, the commission in such order may provide for automatic reinstatement thereof after a fixed period of time as provided in the order upon: (1) Written application establishing compliance with existing licensing requirements; or (2) Testimony by witnesses . The commission may impose conditions for the reinstatement of a license. One of the conditions may provide for an automatic reinstatement of the license after a fixed period of time. Section 65. That § 36-15-60 be amended to read as follows: 36-15-60. The commission of any of the following acts is a petty offense No person may : (1) The practice of Practice cosmetology without a license; (2) Intentionally making make any false oath or affirmation whenever an oath or affirmation is required by this chapter or rules promulgated pursuant thereto to this chapter ; (3) Failure Fail to display all licenses any license in a conspicuous place in the beauty shop, beauty establishment, or beauty salon, booth, or school; (4) Failure Fail to comply with the plumbing, electrical, physical, or sanitary requirements as stated in the rules promulgated by the Cosmetology commission; (5) Charging or receiving Charge or receive compensation for teaching an apprentice the art or arts any of the practices of cosmetology; (6) Operating a beauty Operate a school without a license as provided for in this chapter; (7) Employment of Employ or allow any unlicensed person to perform work which under this chapter can may lawfully be done only by licensed persons licensed therein ; (8) Allowing Allow the practice of cosmetology : (a) Cosmetology by an operator a cosmetologist except under the immediate and constant supervision and direction of a licensed manager-operator cosmetologist-manager; or (b) Nail technology by a nail technician except under the immediate and constant supervision and direction of a licensed manager-operator cosmetologist- manager or a licensed managing nail technician technician-manager; or (c) Esthetics by an esthetician except under the immediate and constant supervision and direction of a licensed cosmetologist-manager or a licensed esthetician-manager ; (9) Operating a beauty shop, nail shop, or beauty Operate a salon, booth, or school for any or all of the arts practices of cosmetology without having first obtained the applicable license as provided in this chapter; and (10) Doing Practice any cosmetology services for which the commission requires additional continuing education in which the education has not been completed; and (11) Do any act prohibited by this chapter. A violation of this section is a Class 2 misdemeanor. Section 66. That § 36-15-61 be amended to read as follows: 36-15-61. Any citizen The commission or any resident of this state may bring an action in circuit court for an injunction to restrain : (1) Restrain any person or corporation from the practice of or instruction education in cosmetology or without a valid license; (2) Restrain the operating operation of any establishment licensed hereunder salon or school without a valid license or to restrain ; (3) Restrain the violation of any of the provisions or requirements of this chapter or rules and regulations adopted pursuant thereto to this chapter . The Cosmetology commission may bring an action for such injunctive relief and is authorized to may employ counsel , subject to the supervision, control and direction of the attorney general, and to expend moneys from its treasury for such purposes. An action for injunction shall be an alternate to criminal proceedings, and the commencement of one proceeding by the commission constitutes an election."}, {"bill_id": 17577, "bill_version_id": 97184, "bill_version": "Enrolled", "bill_version_date": "2003-02-13T15:30:32-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17577, "action_date": "2003-01-14T12:00:00-06:00", "document_id": 95377, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95377.pdf", "status_text": "First read in House and referred to", "journal_page": 23, "committee_id_action": 798, "committee_id_assigned": 786, "result": "N", "vote": {}}, {"bill_id": 17577, "action_date": "2003-01-21T07:45:00-06:00", "document_id": 95482, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95482.pdf", "status_text": "Do Pass,", "journal_page": 74, "committee_id_action": 786, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56144, "president_vote": null, "Yea": [2839, 2841, 2892, 2900, 2905, 2906, 2909, 2911, 2919, 2920, 2925, 2922, 2885]}}, {"bill_id": 17577, "action_date": "2003-01-21T07:45:00-06:00", "document_id": 95482, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95482.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 786, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17577, "action_date": "2003-01-22T14:00:00-06:00", "document_id": 95593, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95593.pdf", "status_text": "Deferred to another day", "journal_page": 106, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17577, "action_date": "2003-01-23T14:00:00-06:00", "document_id": 95657, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95657.pdf", "status_text": "Motion to Amend,", "journal_page": 121, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17577, "action_date": "2003-01-23T14:00:00-06:00", "document_id": 95657, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95657.pdf", "status_text": "Do Pass Amended,", "journal_page": 122, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56493, "president_vote": null, "Yea": [2833, 2836, 2837, 2839, 2841, 2843, 2844, 2845, 2846, 2848, 2855, 2857, 2858, 2859, 2860, 2863, 2864, 2866, 2869, 2871, 2872, 2873, 2874, 2875, 2877, 2879, 2884, 2885, 2888, 2889, 2890, 2892, 2893, 2894, 2895, 2896, 2898, 2900, 2902, 2905, 2906, 2907, 2910, 2911, 2912, 2913, 2914, 2915, 2917, 2919, 2920, 2922, 2923, 2924, 2925, 2929, 2930, 2931, 2932, 2933, 2934, 2936, 2937, 2938, 2899], "Nay": [2842, 2870, 2909], "Excused": [2861, 2862]}}, {"bill_id": 17577, "action_date": "2003-01-24T13:00:00-06:00", "document_id": 95743, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95743.pdf", "status_text": "First read in Senate and referred to", "journal_page": 184, "committee_id_action": 799, "committee_id_assigned": 773, "result": "N", "vote": {}}, {"bill_id": 17577, "action_date": "2003-02-04T10:00:00-06:00", "document_id": 96515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96515.pdf", "status_text": "Do Pass Amended,", "journal_page": 316, "committee_id_action": 773, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56047, "president_vote": null, "Nay": [2832], "Yea": [2878, 2883, 2921, 2926, 2838, 2897]}}, {"bill_id": 17577, "action_date": "2003-02-04T10:00:00-06:00", "document_id": 96515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96515.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 773, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17577, "action_date": "2003-02-06T14:00:00-06:00", "document_id": 96738, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96738.pdf", "status_text": "Deferred to another day", "journal_page": 357, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17577, "action_date": "2003-02-07T13:00:00-06:00", "document_id": 96820, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96820.pdf", "status_text": "Deferred to another day", "journal_page": 373, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17577, "action_date": "2003-02-10T14:00:00-06:00", "document_id": 96908, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96908.pdf", "status_text": "Deferred to another day", "journal_page": 398, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17577, "action_date": "2003-02-11T14:00:00-06:00", "document_id": 97002, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97002.pdf", "status_text": "Do Pass Amended,", "journal_page": 412, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56469, "president_vote": null, "Nay": [2832, 2834, 2904], "Yea": [2835, 2838, 2840, 2847, 2849, 2850, 2851, 2853, 2854, 2856, 2865, 2868, 2876, 2878, 2880, 2881, 2882, 2883, 2886, 2887, 2891, 2897, 2901, 2903, 2908, 2916, 2921, 2926, 2927, 2928, 2935], "Excused": [2852]}}, {"bill_id": 17577, "action_date": "2003-02-14T13:00:00-06:00", "document_id": 97264, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97264.pdf", "status_text": "Signed by Speaker", "journal_page": 442, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17577, "action_date": "2003-02-18T14:00:00-06:00", "document_id": 97335, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97335.pdf", "status_text": "Signed by President", "journal_page": 483, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17577, "action_date": "2003-02-18T14:00:00-06:00", "document_id": 97336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97336.pdf", "status_text": "Delivered to the Governor", "journal_page": 465, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17577, "action_date": "2003-02-21T14:00:00-06:00", "document_id": 97676, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97676.pdf", "status_text": "Signed by Governor", "journal_page": 514, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2511}