{"session_id": 47, "bill_id": 13627, "bill_type": "House Bill", "bill_number": 1222, "bill_title": "to regulate the treatment of the loans and other assets of any qualified education loan insurer during receivership, rehabilitation, or liquidation.", "sponsors": [{"legislator_profile_id": 2156, "is_prime": true}, {"legislator_profile_id": 2180, "is_prime": true}, {"legislator_profile_id": 2111, "is_prime": false}, {"legislator_profile_id": 2115, "is_prime": false}, {"legislator_profile_id": 2123, "is_prime": false}, {"legislator_profile_id": 2141, "is_prime": false}, {"legislator_profile_id": 2166, "is_prime": false}, {"legislator_profile_id": 2186, "is_prime": false}, {"legislator_profile_id": 2193, "is_prime": false}], "keywords": ["Insurance (See also Health Ins, Motor Vehicle Ins)", "Loans"], "audio": [], "bill_versions": [{"bill_id": 13627, "bill_version_id": 77439, "bill_version": "Introduced", "bill_version_date": "1998-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate the treatment of the loans and other assets of any qualified education loan insurer during receivership, rehabilitation, or liquidation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-29B be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, qualified education loan insurer, means a domestic stock insurer formed under chapter 58-5 for the principal purposes of transacting surety insurance, in this state only, in the education loan market and principally or beneficially owning or through a wholly-owned subsidiary investing in education loans. The term, education loan, means any loan to a borrower for education purposes, including any loan originated in accordance with the terms of the Higher Education Act of 1965, as amended. Section 2. That chapter 58-29B be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the other provisions of chapter 58-29B, for the purposes of determining: (1) If a qualified education loan insurer has, in any transaction involving the transfer of any education loans or other assets, sold such education loans or other assets or pledged such education loans or other assets to secure indebtedness of the qualified education loan insurer; and (2) If a wholly owned subsidiary of a qualified education loan insurer shall be treated as a separate entity, distinct from the qualified education loan insurer, or the subsidiary's assets and liabilities shall be consolidated with the assets and liabilities of the qualified education loan insurer, this Act shall be construed as referring to available and analogous case law under the federal bankruptcy code for making determinations in any receivership, rehabilitation, or liquidation of the qualified education loan insurer."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13627, "action_date": "1998-01-21T14:00:00-06:00", "document_id": 76895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76895.pdf", "status_text": "First read in House and referred to", "journal_page": 155, "committee_id_action": 600, "committee_id_assigned": 588, "result": "N", "vote": {}}, {"bill_id": 13627, "action_date": "1998-02-05T07:45:00-06:00", "document_id": 76663, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76663.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 588, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13627, "action_date": "1998-02-05T07:45:00-06:00", "document_id": 76663, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76663.pdf", "status_text": "Tabled", "journal_page": 402, "committee_id_action": 588, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38163, "president_vote": null, "Yea": [2127, 2132, 2180, 2100, 2104, 2105, 2151, 2178, 2183, 2198, 2171, 2177], "Excused": [2186]}}]}