{"session_id": 56, "bill_id": 18853, "bill_type": "Senate Bill", "bill_number": 154, "bill_title": "revise certain filing fees collected by the secretary of state.", "sponsors": [{"legislator_profile_id": 3093, "is_prime": true}, {"legislator_profile_id": 3106, "is_prime": true}, {"legislator_profile_id": 3057, "is_prime": false}, {"legislator_profile_id": 3059, "is_prime": false}, {"legislator_profile_id": 3060, "is_prime": false}, {"legislator_profile_id": 3070, "is_prime": false}], "keywords": ["Corporations", "Secretary of State"], "audio": [{"meeting_datetime": "2004-01-30T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen13sb0154a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-30T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen13sb0154a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-30T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen13sb0154a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-30T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen13sb0154a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-20T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hju28sb0154a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-20T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hju28sb0154a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-20T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hju28sb0154a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-20T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hju28sb0154a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-20T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hju28sb0154a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18853, "bill_version_id": 99708, "bill_version": "Introduced", "bill_version_date": "2004-01-23T08:08:14-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain filing fees for limited liability companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 47-34-54 be amended to read as follows: 47-34-54. The secretary of state shall charge and collect for: (1) Filing the original articles of organization and issuing certificates of organization, in the case of a domestic limited liability company or filing, registering , and issuing a certificate of authority in the case of a foreign liability company ; if the total agreed contributions of the limited liability company are: , a filing fee of two hundred fifty dollars; (2) For amending the articles of organization in the case of a domestic limited liability company or amending the registration in the case of a foreign limited liability company, a filing fee of fifty dollars; together with the appropriate fee set out in subdivision (1) of this section if the amendment is to increase the amount of capital one hundred seventy-five dollars ; (3) For filing articles of dissolution, issuing a certificate of dissolution , and canceling the certificate of organization, ten dollars; (4) For filing a statement of change of address of registered office or change of registered agent, or both, ten dollars; (5) For filing articles of merger or consolidation, fifty dollars; (6) An annual tax of fifty dollars, due and payable January second of each year. This tax is delinquent if not paid by February first and a penalty of fifty dollars shall also be assessed. Section 2. That § 47-34A-212 be amended to read as follows: 47-34A-212. The secretary of state shall charge and collect for: (a) Filing the first annual report if the total agreed contribution of the limited liability company are: , a filing fee of two hundred fifty dollars; The maximum amount charged under this subsection together with any subsequent payments under subsection (b) may not exceed sixteen thousand dollars. The filing fee required pursuant to this subsection is not applicable if the limited liability company has previously paid the fee required pursuant to subdivision 47-34-54(1). (b) Filing any subsequent annual report that reflects additional contribution in excess of those stated in the last prior report, any additional fee necessary to make the cumulative fee match the cumulative agreed contributions as provided in subsection (a); above the agreed contributions as set forth in the last previous annual report consistent with subsection (a). (c) A reporting fee of fifty dollars, due and payable with the filing of all annual report, after the first annual report required in § 47-34A-211(c). Section 3. That § 47-34A-1206 be amended to read as follows: 47-34A-1206. The secretary of state may charge the following fees: (a) For amending or restating the articles of organization in the case of a domestic limited liability company or amending the registration in the case of a foreign limited liability company, a filing fee of fifty one hundred seventy-five dollars; (b) For filing articles of termination, ten dollars; (c) For filing articles of merger, fifty dollars; (d) For filing a statement of dissociation, ten dollars; (e) For filing an application to reserve a name, twenty dollars; (f) For issuing a certificate of existence, fifteen dollars; (g) For filing an application for registration of name, one dollar for each month, or fraction thereof, between the date of filing such application and December thirty-first of the calendar year in which such application is filed; (h) For filing an annual renewal of registration, a limited liability company which has in effect a registration of its name, may renew such registration from year to year by annually filing an application for renewal setting forth the facts required to be set forth in an original application for registration and a certificate of good standing as required for the original registration and by paying a fee of ten dollars. A renewal application may be filed between the first day of October and the thirty-first day of December in each year , and shall extend the registration for the following year; (i) For acting as agent for service of process the secretary of state shall charge and collect at the time of such service twenty-five dollars which may be recoverable as taxable costs by the party to the suit or action causing the service to be made if the party prevails in the suit or action. Each limited liability company, domestic or foreign, that fails or refused to file its annual report for any year within the time prescribed is subject to a penalty of fifty dollars to be assessed by the secretary of state."}, {"bill_id": 18853, "bill_version_id": 100176, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2004-01-28T15:22:28-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain filing fees collected by the secretary of state. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 47-34-54 be amended to read as follows: 47-34-54. The secretary of state shall charge and collect for: (1) Filing the original articles of organization and issuing certificates of organization, in the case of a domestic limited liability company or filing, registering , and issuing a certificate of authority in the case of a foreign liability company ; if the total agreed contributions of the limited liability company are: , a filing fee of two hundred fifty dollars; (2) For amending the articles of organization in the case of a domestic limited liability company or amending the registration in the case of a foreign limited liability company, a filing fee of fifty dollars; together with the appropriate fee set out in subdivision (1) of this section if the amendment is to increase the amount of capital one hundred seventy-five dollars ; (3) For filing articles of dissolution, issuing a certificate of dissolution , and canceling the certificate of organization, ten dollars; (4) For filing a statement of change of address of registered office or change of registered agent, or both, ten dollars; (5) For filing articles of merger or consolidation, fifty dollars; (6) An annual tax of fifty dollars, due and payable January second of each year. This tax is delinquent if not paid by February first and a penalty of fifty dollars shall also be assessed. Section 2. That § 47-34A-212 be amended to read as follows: 47-34A-212. The secretary of state shall charge and collect for: (a) Filing the first annual report if the total agreed contribution of the limited liability company are: , a filing fee of two hundred fifty dollars; The maximum amount charged under this subsection together with any subsequent payments under subsection (b) may not exceed sixteen thousand dollars. The filing fee required pursuant to this subsection is not applicable if the limited liability company has previously paid the fee required pursuant to subdivision 47-34-54(1). (b) Filing any subsequent annual report that reflects additional contribution in excess of those stated in the last prior report, any additional fee necessary to make the cumulative fee match the cumulative agreed contributions as provided in subsection (a); above the agreed contributions as set forth in the last previous annual report consistent with subsection (a). (c) A reporting fee of fifty dollars, due and payable with the filing of all annual report, after the first annual report required in § 47-34A-211(c). Section 3. That § 47-34A-1206 be amended to read as follows: 47-34A-1206. The secretary of state may charge the following fees: (a) For amending or restating the articles of organization in the case of a domestic limited liability company or amending the registration in the case of a foreign limited liability company, a filing fee of fifty one hundred seventy-five dollars; (b) For filing articles of termination, ten dollars; (c) For filing articles of merger, fifty dollars; (d) For filing a statement of dissociation, ten dollars; (e) For filing an application to reserve a name, twenty dollars; (f) For issuing a certificate of existence, fifteen dollars; (g) For filing an application for registration of name, one dollar for each month, or fraction thereof, between the date of filing such application and December thirty-first of the calendar year in which such application is filed; (h) For filing an annual renewal of registration, a limited liability company which has in effect a registration of its name, may renew such registration from year to year by annually filing an application for renewal setting forth the facts required to be set forth in an original application for registration and a certificate of good standing as required for the original registration and by paying a fee of ten dollars. A renewal application may be filed between the first day of October and the thirty-first day of December in each year , and shall extend the registration for the following year; (i) For acting as agent for service of process the secretary of state shall charge and collect at the time of such service twenty-five dollars which may be recoverable as taxable costs by the party to the suit or action causing the service to be made if the party prevails in the suit or action. Each limited liability company, domestic or foreign, that fails or refused to file its annual report for any year within the time prescribed is subject to a penalty of fifty dollars to be assessed by the secretary of state. Section 4. That § 47-9-7 be amended to read as follows: 47-9-7. The secretary of state shall charge and collect for: (1) Filing articles of incorporation and issuing a certificate of incorporation or filing an application of a foreign corporation for a certificate of authority to transact business in this state and issuing the certificate , two hundred fifty dollars; : For purposes only of computing fees under this section, the dollar value of each authorized share having a par value shall be equal to par value and the value of each authorized share having no par value shall be equal to one hundred dollars per share. The maximum amount charged under this subdivision may not exceed sixteen thousand dollars; (2) Filing articles of amendment and issuing a certificate of amendment, fifty one hundred seventy-five dollars; (3) Filing restated articles of incorporation, fifty one hundred seventy-five dollars; (4) Filing articles of merger or consolidation and issuing a certificate of merger or consolidation, fifty dollars; (5) Filing an application to reserve a corporate name, twenty dollars; (6) Filing a notice of transfer of a reserved corporate name, ten dollars; (7) Filing a statement of change of address of registered office or change of registered agent, or both, ten dollars; (8) Filing a statement of the establishment of a series of shares, fifty dollars; (9) Filing a statement of cancellation of shares, fifty dollars; (10) Filing a statement of reduction of stated capital, fifty dollars; (11) Filing a statement of revocation of voluntary dissolution proceedings, ten dollars; (12) Filing articles of dissolution, ten dollars; (13) Filing an application of a foreign corporation for an amended certificate of authority to transact business in this state and issuing an amended certificate of authority, fifty one hundred seventy-five dollars; (14) Filing a copy of an amendment to the articles of incorporation of a foreign corporation holding a certificate of authority to transact business in this state, fifty one hundred seventy-five dollars; (15) Filing a copy of articles of merger of a foreign corporation holding a certificate of authority to transact business in this state, fifty dollars; (16) Filing an application for withdrawal of a foreign corporation and issuing a certificate of withdrawal, ten dollars; (17) Filing any other statement or report except an annual report, of a domestic or foreign corporation, ten dollars; (18) Filing by a domestic corporation of articles of amendment, restated articles of incorporation, or articles of merger or consolidation in which the surviving corporation is a domestic corporation, which provides authority to increase the number of authorized shares of such corporation, in addition to the other fees imposed by this section, an additional fee shall be charged as shall make, together with the fee paid at the time of the incorporation, a total sum equal to the fee which would be required under this section in case the corporation had been incorporated for such total increased capitalization; (19) Filing by a foreign corporation of articles of amendment or articles of merger when the surviving or new corporation is a foreign corporation, which articles provide authority to increase the number of authorized shares of such foreign corporation, in addition to the other fees imposed by this section, an additional fee shall be charged as shall make, together with the fee paid at the time of authorization based on the fee schedule in subdivision (1) of this section, a total sum equal to the fee which would be required under this section in the case the corporation had been authorized for such total increased capitalization; (20) All articles of amendment or articles of merger if the surviving or new corporation is a foreign corporation shall be filed with the secretary of state within thirty days after they have been filed with the secretary of state or other proper officer of the state wherein the corporation is organized. In case of failure to so file within the time specified in this subdivision, the corporation shall pay to the secretary of state on the filing of such articles of amendment or articles of merger a penalty of twenty-five dollars; (21) Filing an annual report of a domestic or foreign corporation, thirty dollars; (22) Each corporation, domestic or foreign, that fails or refuses to file its annual report for any year within the time prescribed by this chapter is subject to a penalty of fifty dollars to be assessed by the secretary of state; (23) Issuing a certificate of existence, fifteen dollars; (24) Filing articles of correction, twenty dollars."}, {"bill_id": 18853, "bill_version_id": 101700, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2004-02-20T12:38:14-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain filing fees collected by the secretary of state. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 47-34-54 be amended to read as follows: 47-34-54. The secretary of state shall charge and collect for : (1) Filing For filing the original articles of organization and issuing certificates of organization, in the case of a domestic limited liability company or filing , a filing fee of one hundred twenty-five dollars. For filing , registering , and issuing a certificate of authority in the case of a foreign liability company ; if the total agreed contributions of the limited liability company are: , a filing fee of five hundred fifty dollars; (2) For amending the articles of organization in the case of a domestic limited liability company or , a filing fee of fifty dollars. For amending the registration in the case of a foreign limited liability company, a filing fee of fifty dollars; together with the appropriate fee set out in subdivision (1) of this section if the amendment is to increase the amount of capital two hundred dollars ; (3) For filing articles of dissolution, issuing a certificate of dissolution , and canceling the certificate of organization, ten dollars; (4) For filing a statement of change of address of registered office or change of registered agent, or both, ten dollars; (5) For filing articles of merger or consolidation, fifty dollars; (6) An annual tax of fifty dollars, due and payable January second of each year. This tax is delinquent if not paid by February first and a penalty of fifty dollars shall also be assessed. Section 2. That § 47-34A-212 be amended to read as follows: 47-34A-212. The secretary of state shall charge and collect for: (a) Filing the first annual report if the total agreed contribution of the limited liability company are: in the case of a domestic limited liability company, a filing fee of one hundred twenty-five dollars. Filing the first annual report in the case of a foreign limited liability company, a filing fee of five hundred fifty dollars; The maximum amount charged under this subsection together with any subsequent payments under subsection (b) may not exceed sixteen thousand dollars. The filing fee required pursuant to this subsection is not applicable if the limited liability company has previously paid the fee required pursuant to subdivision 47-34-54(1). (b) Filing any subsequent annual report that reflects additional contribution in excess of those stated in the last prior report, any additional fee necessary to make the cumulative fee match the cumulative agreed contributions as provided in subsection (a); above the agreed contributions as set forth in the last previous annual report consistent with subsection (a). (c) A reporting fee of fifty dollars, due and payable with the filing of all annual report, after the first annual report required in § 47-34A-211(c). Section 3. That § 47-34A-1206 be amended to read as follows: 47-34A-1206. The secretary of state may charge the following fees: (a) For amending or restating the articles of organization in the case of a domestic limited liability company or , a filing fee of fifty dollars. For amending the registration in the case of a foreign limited liability company, a filing fee of fifty five hundred fifty dollars; (b) For filing articles of termination, ten dollars; (c) For filing articles of merger, fifty dollars; (d) For filing a statement of dissociation, ten dollars; (e) For filing an application to reserve a name, twenty dollars; (f) For issuing a certificate of existence, fifteen dollars; (g) For filing an application for registration of name, one dollar for each month, or fraction thereof, between the date of filing such application and December thirty-first of the calendar year in which such application is filed; (h) For filing an annual renewal of registration, a limited liability company which has in effect a registration of its name, may renew such registration from year to year by annually filing an application for renewal setting forth the facts required to be set forth in an original application for registration and a certificate of good standing as required for the original registration and by paying a fee of ten dollars. A renewal application may be filed between the first day of October and the thirty-first day of December in each year , and shall extend the registration for the following year; (i) For acting as agent for service of process the secretary of state shall charge and collect at the time of such service twenty-five dollars which may be recoverable as taxable costs by the party to the suit or action causing the service to be made if the party prevails in the suit or action. Each limited liability company, domestic or foreign, that fails or refused to file its annual report for any year within the time prescribed is subject to a penalty of fifty dollars to be assessed by the secretary of state. Section 4. That § 47-9-7 be amended to read as follows: 47-9-7. The secretary of state shall charge and collect for: (1) Filing articles of incorporation and issuing a certificate of incorporation or filing , a filing fee of one hundred twenty-five dollars. Filing an application of a foreign corporation for a certificate of authority to transact business in this state and issuing the certificate , five hundred fifty dollars; : For purposes only of computing fees under this section, the dollar value of each authorized share having a par value shall be equal to par value and the value of each authorized share having no par value shall be equal to one hundred dollars per share. The maximum amount charged under this subdivision may not exceed sixteen thousand dollars; (2) Filing articles of amendment and issuing a certificate of amendment, fifty dollars; (3) Filing restated articles of incorporation, fifty dollars; (4) Filing articles of merger or consolidation and issuing a certificate of merger or consolidation, fifty dollars; (5) Filing an application to reserve a corporate name, twenty dollars; (6) Filing a notice of transfer of a reserved corporate name, ten dollars; (7) Filing a statement of change of address of registered office or change of registered agent, or both, ten dollars; (8) Filing a statement of the establishment of a series of shares, fifty dollars; (9) Filing a statement of cancellation of shares, fifty dollars; (10) Filing a statement of reduction of stated capital, fifty dollars; (11) Filing a statement of revocation of voluntary dissolution proceedings, ten dollars; (12) Filing articles of dissolution, ten dollars; (13) Filing an application of a foreign corporation for an amended certificate of authority to transact business in this state and issuing an amended certificate of authority, fifty two hundred dollars; (14) Filing a copy of an amendment to the articles of incorporation of a foreign corporation holding a certificate of authority to transact business in this state, fifty two hundred dollars; (15) Filing a copy of articles of merger of a foreign corporation holding a certificate of authority to transact business in this state, fifty dollars; (16) Filing an application for withdrawal of a foreign corporation and issuing a certificate of withdrawal, ten dollars; (17) Filing any other statement or report except an annual report, of a domestic or foreign corporation, ten dollars; (18) Filing by a domestic corporation of articles of amendment, restated articles of incorporation, or articles of merger or consolidation in which the surviving corporation is a domestic corporation, which provides authority to increase the number of authorized shares of such corporation, in addition to the other fees imposed by this section, an additional fee shall be charged as shall make, together with the fee paid at the time of the incorporation, a total sum equal to the fee which would be required under this section in case the corporation had been incorporated for such total increased capitalization; (19) Filing by a foreign corporation of articles of amendment or articles of merger when the surviving or new corporation is a foreign corporation, which articles provide authority to increase the number of authorized shares of such foreign corporation, in addition to the other fees imposed by this section, an additional fee shall be charged as shall make, together with the fee paid at the time of authorization based on the fee schedule in subdivision (1) of this section, a total sum equal to the fee which would be required under this section in the case the corporation had been authorized for such total increased capitalization; (20) All articles of amendment or articles of merger if the surviving or new corporation is a foreign corporation shall be filed with the secretary of state within thirty days after they have been filed with the secretary of state or other proper officer of the state wherein the corporation is organized. In case of failure to so file within the time specified in this subdivision, the corporation shall pay to the secretary of state on the filing of such articles of amendment or articles of merger a penalty of twenty-five dollars; (21) Filing an annual report of a domestic or foreign corporation, thirty dollars; (22) Each corporation, domestic or foreign, that fails or refuses to file its annual report for any year within the time prescribed by this chapter is subject to a penalty of fifty dollars to be assessed by the secretary of state; (23) Issuing a certificate of existence, fifteen dollars; (24) Filing articles of correction, twenty dollars."}, {"bill_id": 18853, "bill_version_id": 102043, "bill_version": "Enrolled", "bill_version_date": "2004-02-25T12:12:05-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18853, "action_date": "2004-01-23T12:00:00-06:00", "document_id": 99768, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99768.pdf", "status_text": "First read in Senate and referred to", "journal_page": 132, "committee_id_action": 832, "committee_id_assigned": 810, "result": "N", "vote": {}}, {"bill_id": 18853, "action_date": "2004-01-28T10:00:00-06:00", "document_id": 100149, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100149.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 810, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18853, "action_date": "2004-01-28T10:00:00-06:00", "document_id": 100149, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100149.pdf", "status_text": "Do Pass Amended,", "journal_page": 215, "committee_id_action": 810, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58679, "president_vote": null, "Yea": [3044, 3065, 3113, 3132, 3093, 3059], "Nay": [3094]}}, {"bill_id": 18853, "action_date": "2004-01-28T10:00:00-06:00", "document_id": 100149, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100149.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 810, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18853, "action_date": "2004-01-30T13:00:00-06:00", "document_id": 100382, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100382.pdf", "status_text": "Do Pass Amended,", "journal_page": 257, "committee_id_action": 832, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 58904, "president_vote": null, "Nay": [3044, 3047, 3050, 3062, 3064, 3066, 3077, 3087, 3091, 3092, 3098, 3103, 3115, 3116, 3128, 3138], "Yea": [3046, 3052, 3059, 3061, 3065, 3068, 3079, 3089, 3093, 3097, 3109, 3113, 3120, 3132, 3137, 3139, 3146], "Excused": [3094]}}, {"bill_id": 18853, "action_date": "2004-01-30T13:00:00-06:00", "document_id": 100382, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100382.pdf", "status_text": "Intent to reconsider", "journal_page": 257, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18853, "action_date": "2004-02-02T14:00:00-06:00", "document_id": 100464, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100464.pdf", "status_text": "Reconsidered", "journal_page": 271, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18853, "action_date": "2004-02-02T14:00:00-06:00", "document_id": 100464, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100464.pdf", "status_text": "Do Pass Amended,", "journal_page": 272, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58981, "president_vote": null, "Yea": [3044, 3052, 3059, 3061, 3065, 3068, 3079, 3087, 3089, 3093, 3097, 3101, 3109, 3113, 3120, 3132, 3137, 3146], "Nay": [3046, 3047, 3050, 3062, 3064, 3066, 3077, 3091, 3092, 3094, 3098, 3103, 3115, 3116, 3128, 3138, 3139]}}, {"bill_id": 18853, "action_date": "2004-02-03T14:00:00-06:00", "document_id": 100543, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100543.pdf", "status_text": "First read in House and referred to", "journal_page": 365, "committee_id_action": 831, "committee_id_assigned": 829, "result": "N", "vote": {}}, {"bill_id": 18853, "action_date": "2004-02-20T07:45:00-06:00", "document_id": 101689, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101689.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 829, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18853, "action_date": "2004-02-20T07:45:00-06:00", "document_id": 101689, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101689.pdf", "status_text": "Do Pass Amended,", "journal_page": 694, "committee_id_action": 829, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57975, "president_vote": null, "Yea": [3057, 3060, 3070, 3075, 3080, 3084, 3106, 3114, 3119, 3125, 3133, 3111, 3107]}}, {"bill_id": 18853, "action_date": "2004-02-20T07:45:00-06:00", "document_id": 101689, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101689.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 829, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18853, "action_date": "2004-02-23T14:00:00-06:00", "document_id": 101894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101894.pdf", "status_text": "Do Pass Amended,", "journal_page": 736, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59608, "president_vote": null, "Yea": [3045, 3049, 3053, 3055, 3056, 3057, 3060, 3067, 3069, 3070, 3072, 3073, 3074, 3076, 3078, 3080, 3081, 3082, 3083, 3084, 3085, 3086, 3088, 3090, 3095, 3096, 3099, 3104, 3105, 3106, 3107, 3108, 3110, 3112, 3114, 3117, 3118, 3119, 3122, 3123, 3124, 3125, 3126, 3127, 3129, 3130, 3131, 3133, 3134, 3135, 3136, 3140, 3141, 3143, 3144, 3145, 3147, 3148, 3149, 3111], "Nay": [3048, 3054, 3100, 3121], "Excused": [3051, 3058, 3071, 3075, 3102, 3142]}}, {"bill_id": 18853, "action_date": "2004-02-25T10:00:00-06:00", "document_id": 102081, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102081.pdf", "status_text": "Signed by President", "journal_page": 715, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18853, "action_date": "2004-02-26T09:00:00-06:00", "document_id": 102083, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102083.pdf", "status_text": "Signed by Speaker", "journal_page": 824, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18853, "action_date": "2004-02-26T10:00:00-06:00", "document_id": 102124, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102124.pdf", "status_text": "Delivered to the Governor", "journal_page": 727, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18853, "action_date": "2004-03-02T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 762, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2860}