{"session_id": 69, "bill_id": 24695, "bill_type": "House Bill", "bill_number": 1204, "bill_title": "establish a civil action for nonconsensual condom removal.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24695", "sponsors": [{"legislator_profile_id": 4575, "is_prime": true}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4505, "is_prime": false}, {"legislator_profile_id": 4523, "is_prime": false}, {"legislator_profile_id": 4535, "is_prime": false}, {"legislator_profile_id": 4536, "is_prime": false}], "keywords": ["Liability", "Personal Rights and Obligations"], "audio": [], "bill_versions": [{"bill_id": 24695, "bill_version_id": 263387, "bill_version": "Introduced", "bill_version_date": "2024-01-30T07:52:01.487-06:00", "bill_text": "An Act to establish a civil action for nonconsensual condom removal. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 20-9: A person commits nonconsensual condom removal if the person: (1) Causes contact between the person's genitalia, from which the person removed a condom, and the mouth, genitalia, or anus of another who did not consent to the condom being removed; or (2) Causes contact between the person's mouth, genitalia, or anus and the genitalia of another, from which the person removed a condom, without the other person's consent to the condom being removed. A person who commits nonconsensual condom removal upon another is liable to that person for damages, punitive damages, reasonable costs and attorney fees, and any other relief the court deems proper. Damages awarded pursuant to this section may take into account the emotional impact on the person bringing the cause of action due to the risk of nonconsensual pregnancy and sexually transmitted disease. Nothing in this section limits any other cause of action from being brought against a person who commits nonconsensual condom removal."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24695, "action_date": "2024-01-30T14:00:00-06:00", "document_id": 263279, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263279.pdf", "status_text": "First read in House and referred to", "journal_page": 198, "committee_id_action": 1197, "committee_id_assigned": 1198, "result": "N", "vote": {}}]}