{"session_id": 45, "bill_id": 12360, "bill_type": "House Bill", "bill_number": 1003, "bill_title": "to increase the petroleum release compensation and tank inspection fee and to redistribute the revenue.", "sponsors": [{"legislator_profile_id": 1922, "is_prime": true}, {"legislator_profile_id": 1932, "is_prime": true}, {"legislator_profile_id": 1918, "is_prime": false}, {"legislator_profile_id": 1930, "is_prime": false}, {"legislator_profile_id": 1938, "is_prime": false}, {"legislator_profile_id": 1983, "is_prime": false}], "keywords": ["Petroleum Products"], "audio": [], "bill_versions": [{"bill_id": 12360, "bill_version_id": 72954, "bill_version": "Introduced", "bill_version_date": "1997-01-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase the petroleum release compensation and tank inspection fee and to redistribute the revenue. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34A-13-20 be amended to read as follows: 34A-13-20. A petroleum release compensation and tank inspection fee is imposed upon any petroleum products upon which the fuel excise tax is imposed by § § 10-47B-5 to 10-47B-10, inclusive, and § 10-47B-13. None of the exemptions from fuel excise tax allowed in § 10-47B-19 shall apply to this fee. The parties required to pay the fuel excise tax under the provisions of § § 10-47B-21 to 10-47B-26, inclusive, and § § 10-47B-29 and 10-47B-31 are liable for payment of the petroleum release and tank inspection fee. In cases where If the fuel is exempt from the fuel excise tax under the provisions of subdivisions 10-47B-19(1), (3), and (5), the supplier shall pay the fee. Responsibility for payment of the fee ceases if the petroleum product is sold and delivered by a licensed exporter outside of the state. The amount of the fee imposed is twenty twenty-five dollars per one thousand gallons of petroleum. The revenue collected pursuant to this section shall be distributed monthly in the following manner: (1) Forty percent shall be deposited to the state capital construction fund created in § 5-27-1 in fiscal year 1994 until five million six hundred thousand dollars is deposited. For fiscal year 1995 and each year thereafter through fiscal year 1997 , forty-two percent shall be deposited to the state capital construction fund created in § 5-27-1 until five million nine hundred thousand dollars is deposited . For fiscal year 1998 and each year after, thirty-four percent shall be deposited to the state capital construction fund created in § 5-27-1 until five million nine hundred thousand dollars is deposited ; and (2) Twenty percent shall be deposited in the ethanol fuel fund established pursuant to § 10-47B-162; and (3) The remaining balance shall be deposited into the petroleum release compensation fund. Section 2. That § 10-47B-164 be amended to read as follows: 10-47B-164. Any money in the ethanol fuel fund is continuously appropriated for purposes of providing ethanol production payments to qualified ethanol producers. The department may receive and approve ethanol production incentive payment claims and authorize the issuance of payment warrants to licensed ethanol producer claimants based on claims presented by the licensees. At the end of each fiscal year, any unobligated cash in excess of one hundred thousand dollars in the ethanol fuel fund shall be transferred to the state capital construction fund. Section 3. That § 5-27-4 be amended to read as follows: 5-27-4. During fiscal year 1996, the Bureau of Finance and Management shall transfer on a monthly basis one hundred eighty-three thousand three hundred thirty-three dollars from the state capital construction fund to the ethanol fuel fund. During fiscal year 1997 and each year after , the Bureau of Finance and Management shall transfer each month twenty and three-quarters percent of the monthly state capital construction fund revenues from the state capital construction fund to the ethanol fuel fund. Section 4. That § 5-27-5 be amended to read as follows: 5-27-5. During fiscal year 1996, the Bureau of Finance and Management shall transfer on a monthly basis thirty-three thousand three hundred thirty dollars from the state capital construction fund to the public and special transportation assistance fund. During fiscal year 1997 and each year after , the Bureau of Finance and Management shall transfer each month three and three-quarters percent of the monthly state capital construction fund revenues from the state capital construction fund to the public and special transportation fund. During fiscal year 1998 and each year after, the Bureau of Finance and Management shall transfer each month fourteen percent of the monthly state capital construction fund revenues to the public and special transportation fund. Section 5. That § 5-27-6 be amended to read as follows: 5-27-6. During fiscal year 1996, the Bureau of Finance and Management shall transfer on a monthly basis two hundred ninety-two thousand dollars from the capital construction fund to the water and environment fund established pursuant to § 46A-1-60. During fiscal year 1997 and each year after , the Bureau of Finance and Management shall transfer each month seventy-five and one-half percent of the monthly state capital construction fund revenues from the state capital construction fund to the water and environment fund. During fiscal year 1998 and each year after, the Bureau of Finance and Management shall transfer each month eighty-six percent of the monthly state capital construction fund revenues to the water and environment fund."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12360, "action_date": "1997-01-14T14:00:00-06:00", "document_id": 72866, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72866.pdf", "status_text": "First read in House and referred to", "journal_page": 23, "committee_id_action": 544, "committee_id_assigned": 530, "result": "N", "vote": {}}, {"bill_id": 12360, "action_date": "1997-01-16T14:00:00-06:00", "document_id": 72870, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72870.pdf", "status_text": "Re-referred to", "journal_page": 50, "committee_id_action": 544, "committee_id_assigned": 540, "result": "P", "vote": {}}, {"bill_id": 12360, "action_date": "1997-01-23T07:45:00-06:00", "document_id": 72201, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72201.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 540, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12360, "action_date": "1997-01-28T07:45:00-06:00", "document_id": 72225, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72225.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 540, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12360, "action_date": "1997-01-28T07:45:00-06:00", "document_id": 72225, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72225.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 165, "committee_id_action": 540, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35264, "president_vote": null, "Yea": [1886, 1888, 1895, 1907, 1943, 1958, 1962, 1887, 1954, 1987], "Nay": [1937, 1983, 1900]}}]}