{"session_id": 20, "bill_id": 5873, "bill_type": "House Bill", "bill_number": 1245, "bill_title": "provide for certain exceptions from the assisted living center regulations.", "sponsors": [], "keywords": ["Administrative Rules", "Public Health and Safety"], "audio": [{"meeting_datetime": "2014-02-11T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe18.mp3", "start_seconds": 4100.0}, {"meeting_datetime": "2014-02-11T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe18.mp3", "start_seconds": 4100.0}, {"meeting_datetime": "2014-02-11T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe18.mp3", "start_seconds": 4100.0}], "bill_versions": [{"bill_id": 5873, "bill_version_id": 29714, "bill_version": "Introduced", "bill_version_date": "2014-02-04T10:22:16.48-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for certain exceptions from the assisted living center regulations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That ARSD chapter 44:70 be amended by adding a NEW SECTION to read as follows: Notwithstanding subsection 44:70:01:05(6)(d), an assisted living center may admit or retain a resident who is dependant on nutrition or hydration dining assistance if the assisted living center implements a nutrition and hydration dining assistance program that is approved by the department. The program shall require a full-time licensed nurse to work a minimum of thirty-two hours per week during the day shift and shall require that a licensed nurse is on call at all times. The program shall include instruction from a speech therapist and a registered dietician and shall consist of a minimum of eight hours of training and clinical experience in the following areas: (1) Feeding techniques; (2) Assistance with feeding and hydration; (3) Communication and interpersonal skills; (4) Appropriate responses to resident behaviors; (5) Safety and emergency procedures, including the Heimlich maneuver; (6) Infection control; (7) Resident's rights; and (8) Recognizing a change in a resident that is inconsistent with the resident's normal behavior and the importance of reporting a change to nursing staff. All nutrition and hydration assistants shall work under the supervision of a licensed nurse. A licenced nurse shall assess all residents prior to participation in the dining assistance program. A licensed nurse shall conduct at least one assessment on the resident per month and more frequently if a change in condition occurs. A resident may not participate in a dining assistance program if the resident has a complicated feeding problem. A resident may not participate in a dining assistance program if the resident has difficulty swallowing, recurrent lung aspirations, or tube feeding. A registered dietician shall conduct a monthly nutritional review and a menu review and approval. The dietician shall collaborate monthly with the licensed nurse regarding the resident's nutrition and hydration plan. The dietician shall document any special nutrition needs and instructions on the resident's care plan. Section 2. That ARSD 44:70 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding subsections 44:70:01:05(6)(a), (b), and (c), an assisted living center may admit and retain residents who require up to full assistance with completing activities of daily living and require assistance from up to two staff members to turn and raise themselves in bed and to transfer if the assisted living center implements a training program for staff on activities of daily living that is approved by the Department of Health. The program shall require a full-time licensed nurse to work a minimum of thirty-two hours per week during the day shift and shall require that a licensed nurse is on call at all times. The program shall include a competency evaluation that is conducted by a facility nurse or a nurse consultant and shall include a minimum of forty hours of training in the following areas: (1) Ambulation with the use of a gait belt; (2) Brushing teeth or oral care; (3) Changing an occupied bed; (4) Denture care; (5) Fluid intake; (6) Hair care; (7) Hand washing; (8) Partial bed bath; (9) Partial dressing of a resident; (10) Passing fresh water; (11) Positioning a resident on the side of the bed; (12) Toileting using a bed pan; (13) Transfer from a bed to a wheelchair using a gait belt; (14) Transfer from a wheelchair to a bed using a gait belt; and (15) Weighing of an ambulatory resident. If a resident requires a full assist of one or two staff members for activities listed in subdivision 44:70:01:05(c), a licensed nurse shall conduct a nursing assessment and document the need of full assistance. A facility licensed for this optional service is not eligible for a staffing exception as allowed under subdivision 44:70:03:02:01."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5873, "action_date": "2014-02-04T14:00:00-06:00", "document_id": 29776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29776.pdf", "status_text": "First read in House and referred to", "journal_page": 272, "committee_id_action": 231, "committee_id_assigned": 220, "result": "N", "vote": {}}, {"bill_id": 5873, "action_date": "2014-02-11T07:45:00-06:00", "document_id": 29841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29841.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 220, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5873, "action_date": "2014-02-11T07:45:00-06:00", "document_id": 30151, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30151.pdf", "status_text": "Tabled", "journal_page": 369, "committee_id_action": 220, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15889, "president_vote": null, "Yea": [525, 519, 481, 501, 479, 464, 430, 503, 520, 510, 476, 478], "Excused": [845]}}]}