{"session_id": 48, "bill_id": 14164, "bill_type": "House Bill", "bill_number": 1007, "bill_title": "provide for the regulation of the practice of certified professional midwifery.", "sponsors": [{"legislator_profile_id": 2245, "is_prime": true}, {"legislator_profile_id": 2259, "is_prime": true}, {"legislator_profile_id": 2210, "is_prime": false}, {"legislator_profile_id": 2222, "is_prime": false}, {"legislator_profile_id": 2252, "is_prime": false}, {"legislator_profile_id": 2257, "is_prime": false}], "keywords": ["Administrative Rules", "Licensing", "Midwifery", "Professions and Occupations"], "audio": [], "bill_versions": [{"bill_id": 14164, "bill_version_id": 80631, "bill_version": "Introduced", "bill_version_date": "1998-12-18T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the regulation of the practice of certified professional midwifery. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Board,\" the Board of Certified Professional Midwives; (2) \"Department,\" the Department of Commerce and Regulation; (3) \"Practice of certified professional midwifery,\" providing supervision and management skills relevant to the care and education of women during the prenatal, antepartum, intrapartum, and postpartum periods of the maternity cycle. Section 2. There is established the Board of Certified Professional Midwives. The board consists of five members appointed by the Governor. Each member shall serve for four years and each member may continue to serve until a successor is appointed and qualified. The initial terms shall be staggered. The board shall consist of three members who are certified professional midwives, one physician licensed in this state who has an obstetrical practice or has specialized training in obstetrics or one certified nurse midwife licensed in this state, and one public member who has no financial interest in the rendering of health care. No member may serve more than two complete consecutive terms on the board. Until there are a sufficient number of certified professional midwives certified in accordance with the provisions of this Act, public members with experience as midwives may be appointed in lieu of the required number of certified professional midwives. Section 3. The board shall elect a chair and a secretary from among its members to terms of one year. The board shall meet at least annually and may hold special meetings at the call of the chair or on the written notice of two board members. Section 4. The board shall: (1) Examine applicants and issue certificates to those certified professional midwife applicants it finds qualified; (2) Adopt rules pursuant to chapter 1-26 establishing certification and certificate renewal requirements for certified professional midwives; (3) Adopt rules pursuant to chapter 1-26 for, and issue permits to, student certified professional midwives; (4) Hold hearings and order the disciplinary sanction of a person who violates this Act or a rule of the board; (5) Supply forms for applications, permits, certificates, and other papers and records; (6) Report annually to the Governor and the department on the board's proceedings during the year; (7) Adopt rules identifying the circumstances when a certified professional midwife may not knowingly serve and care for a woman during the prenatal, antepartum, intrapartum, and postpartum periods of the maternity cycle; (8) Adopt standards for midwifery programs by rules promulgated pursuant to chapter 1-26. The standards shall incorporate the core competencies established by the Midwives Alliance of North America, including knowledge, skills, and professional behavior in the following areas: antepartal, intrapartal, postpartal, and neonatal care; family planning; gynecological care; common complications; primary and collaborative management; referral; and medical consultation and professional responsibilities; (9) Approve education, training, and student programs that include competency-based education meeting the requirements of the Midwifery Education Accreditation Council and that meet the requirements of this Act and any rules of the board. The board may deny, revoke, or suspend approval of such programs for failure to meet the requirements. Nonpublic educational institutions that conduct approved midwifery programs shall be accredited by the Commission on Recognition of Postsecondary Accreditation; (10) Adopt rules pursuant to chapter 1-26 for standards and requirements for continuing education for the continued certification of certified professional midwives; and (11) Enforce the provisions of this Act. Section 5. The board may require that a certified professional midwife undergo a uniform random period of peer review to ensure the quality of care provided by the certified professional midwife. The board may adopt rules, promulgated pursuant to chapter 1-26, to set the procedures and standards of the peer review. Section 6. The board shall issue a certificate to practice certified professional midwifery to a person who: (1) Applies on a form provided by the board; (2) Pays the fees required by this Act; (3) Furnishes evidence satisfactory to the board that the person has not engaged in conduct that is a ground for imposing disciplinary sanctions pursuant to this Act; (4) Furnishes evidence satisfactory to the board that the person has completed a course of study and supervised experience, the study and experience being of a least two year's duration; and (5) Successfully completes the examination required by the board. Section 7. The board shall conduct examinations at least once every two years. Examinations may be written, oral, or practical, or a combination of these. The board shall utilize the examination provided by the North American Registry of Midwives. An applicant who has failed the examination may not retake the examination for a period of six months. No applicant who has failed the examination more than two times may retake the examination unless the applicant has participated in or successfully completed further education and training programs as prescribed by the board. Section 8. The board may, by rule promulgated pursuant to chapter 1-26, provide for the certification without examination of a person who meets the requirements of subdivision (4) of section 6 of this Act, who is currently certified in another state with certification requirements at least equivalent in scope, quality, and difficulty to those of this state, and who has passed the national examination required of certified professional midwives in this state. At a minimum, an applicant for certification by credentials: (1) May not be the subject of an unresolved complaint or disciplinary action before a regulatory authority in this state or another jurisdiction; (2) May not have failed the examination for a certificate to practice certified professional midwifery in this state; (3) May not have had a certificate to practice certified professional midwifery revoked in this state or another jurisdiction; (4) Shall have submitted proof of continued competency satisfactory to the board; and (5) Shall have paid the required fees. Section 9. Any certificate issued pursuant to this Act expires on a date determined by the board and may be renewed every two years upon payment of the required fee, as established by the board, not to exceed five hundred dollars, and the submission of evidence satisfactory to the board that the certified professional midwife has met the continuing education requirements of the board, has demonstrated continued practical professional competence under rules adopted by the board, and has not committed an act that is a ground for discipline under this Act. Section 10. The board shall issue a permit to practice as a student professional midwife to a person who satisfies the requirements of subdivisions (1), (2), and (3) of section 6 of this Act, and who has been accepted into a program of education, training, and studentship approved by the board. A permit application under this section shall include such information as the board may require. The permit is valid for a term of two years and may be renewed in accordance with rules adopted by the board pursuant to chapter 1-26. A student midwife may perform all the activities of a certified professional midwife if supervised in a manner prescribed by the board by: (1) A certified professional midwife who has been certified and practicing in this state for at least two years; (2) A certified professional midwife who has been certified for at least two years in a state with certification requirements at least equivalent in scope, quality, and difficulty to those of this state at the time of certification, who is certified in this state, and who has practiced certified professional midwifery for the last two years; (3) A physician licensed in this state with an obstetrical practice at the time of undertaking the studentship; or (4) A certified nurse midwife licensed in this state with an obstetrical practice at the time of undertaking the studentship. Section 11. The board shall, by rules promulgated pursuant to chapter 1-26, set fees sufficient to implement this Act, but not exceeding five hundred dollars for each application. Section 12. The board may impose a disciplinary sanction on a person holding a certificate or permit under this Act if the board finds that the person: (1) Secured a certificate or permit through deceit, fraud, or intentional misrepresentation; (2) Engaged in deceit, fraud, or intentional misrepresentation in the course of providing professional services or engaging in professional activities; (3) Advertised professional services in a false or misleading manner; (4) Has been convicted of a felony or other crime that affects the person's ability to continue to practice competently and safely; (5) Intentionally or negligently engaged in or permitted the performance of client care by persons under the certified professional midwife's supervision that does not conform to minimum professional standards regardless of whether actual injury to the client occurred; (6) Failed to comply with this Act, with a rule adopted pursuant to this Act, or with an order of the board; (7) Continued to practice after becoming unfit due to: (a) Professional incompetence; (b) Failure to keep informed of current professional practices; (c) Addiction or severe dependency on alcohol or other drugs that impair the ability to practice safely; (d) Physical or mental disability; or (8) Engaged in lewd or immoral conduct in connection with the delivery of professional service to clients. Section 13. If it finds that a person holding a certificate or permit is guilty of an offense in section 12 of this Act, the board may impose the following sanctions: (1) Permanently revoke a certificate or permit to practice; (2) Suspend a certificate or permit for a determinate period of time; (3) Censure a person holding a certificate or permit; (4) Issue a letter of reprimand; (5) Place a person holding a certificate or permit on probationary status and require the person to: (a) Report regularly to the board upon matters involving the basis of probation; (b) Limit practice to those areas prescribed; (c) Continue professional education until a satisfactory degree of skill has been attained in those areas determined by the board to need improvement; or (6) Impose limitations or conditions on the practice of a person holding a certificate or permit. The board may withdraw probationary status if it finds that the deficiencies that required the sanction have been remedied. Section 14. The board may summarily suspend a certificate or permit before final hearing or during the appeals process if the board finds that the person holding a certificate or permit poses a clear and immediate danger to the public health and safety if the person continues to practice. A person whose certificate or permit is suspended under this section is entitled to a hearing by the board no later than seven days after the effective date of the order. The person may appeal the suspension after a hearing to the circuit court. Section 15. The board may reinstate a certificate or permit that has been suspended or revoked if the board finds after a hearing that the applicant is able to practice with reasonable skill and safety. Section 16. A certified professional midwife may not assume the care or delivery of a client unless the client first undergoes a physical examination performed by a physician, a physician's assistant, or a certified nurse midwife, who is licensed in this state. Section 17. A certified professional midwife shall inform a woman seeking home birth of the possible risks of home birth and shall, prior to any services being provided to the woman, obtain from the woman a signed informed consent, using a form prepared by the board, the terms of which shall include a statement that the certified professional midwife accepts full legal responsibility for the certified professional midwife's acts or omissions. Section 18. A certified professional midwife shall comply with all statutes and rules concerning birth and death registration, health screening, and information reporting. Section 19. If a certified professional midwife seeks to consult with or refer a patient to a licensed physician, the responsibility of the physician for the patient does not begin until the patient is physically within the physician's care. Section 20. The practice of certified professional midwifery does not limit the right of any hospital or medical clinic to prescribe who may be in attendance at a birth which occurs within the hospital or medical clinic."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14164, "action_date": "1999-01-12T14:00:00-06:00", "document_id": 81755, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81755.pdf", "status_text": "First read in House and referred to", "journal_page": 33, "committee_id_action": 628, "committee_id_assigned": 623, "result": "N", "vote": {}}, {"bill_id": 14164, "action_date": "1999-01-25T10:00:00-06:00", "document_id": 81954, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81954.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14164, "action_date": "1999-01-25T10:00:00-06:00", "document_id": 81954, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81954.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 42525, "president_vote": null, "Nay": [2208, 2228, 2232, 2240, 2247, 2254, 2262, 2282, 2214], "Yea": [2245, 2257, 2287, 2266]}}, {"bill_id": 14164, "action_date": "1999-01-25T10:00:00-06:00", "document_id": 81954, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81954.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 169, "committee_id_action": 623, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42526, "president_vote": null, "Yea": [2208, 2228, 2232, 2240, 2247, 2254, 2262, 2282, 2214], "Nay": [2245, 2257, 2287, 2266]}}], "session_law": 1196}