{"session_id": 59, "bill_id": 20631, "bill_type": "House Bill", "bill_number": 1116, "bill_title": "establish the prairie dog management assistance program and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 3367, "is_prime": true}, {"legislator_profile_id": 3458, "is_prime": true}, {"legislator_profile_id": 3380, "is_prime": false}, {"legislator_profile_id": 3386, "is_prime": false}, {"legislator_profile_id": 3389, "is_prime": false}, {"legislator_profile_id": 3420, "is_prime": false}, {"legislator_profile_id": 3449, "is_prime": false}, {"legislator_profile_id": 3454, "is_prime": false}, {"legislator_profile_id": 3459, "is_prime": false}, {"legislator_profile_id": 3461, "is_prime": false}], "keywords": ["Administrative Rules", "Agriculture", "Appropriation", "Wildlife"], "audio": [{"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hag15.mp3", "start_seconds": 4761.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hag15.mp3", "start_seconds": 4761.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hag15.mp3", "start_seconds": 4761.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hag15.mp3", "start_seconds": 4761.0}], "bill_versions": [{"bill_id": 20631, "bill_version_id": 106731, "bill_version": "Introduced", "bill_version_date": "2006-01-19T09:27:06-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the prairie dog management assistance program and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The prairie dog management assistance program is hereby established within the Department of Agriculture. Under the program, any real property owner who qualifies under the provisions of this Act may receive financial assistance for the control of prairie dogs on the landowner's property as a means of protecting the value and productivity of the property. Section 2. Any land on which the minimum ecological site similarity index/range condition is degraded below a similarity index percentage/range condition of twenty-five to fifty percent, as described in the Natural Resources Conservation Service South Dakota State Technical Guide, as amended to January 1, 2006, is eligible for assistance under the prairie dog management assistance program. The Department of Agriculture may substitute a substantially similar set of criteria for determining lands that have sufficient damage from prairie dogs to warrant eligibility for the program. The department shall determine lands that are eligible for assistance under the program and may direct the county assessors and the county extension agents of the South Dakota State University Cooperative Extension Service in the respective counties to provide assistance in making such determinations. Section 3. The owner of land eligible for assistance under this Act may receive an amount not to exceed fifty percent of the cost of controlling prairie dogs on the eligible land as determined by the Department of Agriculture. Application shall be made to the department, and the department shall administer the program. Section 4. The Department of Agriculture shall promulgate rules pursuant to chapter 1-26 to provide for the administration of the prairie dog management assistance program established pursuant to this Act. The rules shall include: (1) Methods of determining land that is eligible for assistance under this Act; (2) Methods that may be used for the control of prairie dogs. Methods shall include the use of rodenticides; (3) Methods for determining the cost of prairie dog control activities; (4) Limits on the number of consecutive years that a person may receive benefits under the program for a specific parcel of property; (5) Method, procedures, and forms by which property owners may apply for and receive assistance under the program; (6) Reporting and record keeping requirements associated with the program. Section 5. There is hereby appropriated from the property tax reduction fund the sum of eight hundred fifty thousand dollars ($ 850,000 ), or so much thereof as may be necessary, to the Department of Agriculture to be used to implement the prairie dog management assistance program established pursuant to section 1 of this Act. Section 6. The secretary of agriculture shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 7. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2007, shall revert in accordance with § 4-8-21."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20631, "action_date": "2006-01-19T14:00:00-06:00", "document_id": 106834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106834.pdf", "status_text": "First read in House and referred to", "journal_page": 140, "committee_id_action": 893, "committee_id_assigned": 879, "result": "N", "vote": {}}, {"bill_id": 20631, "action_date": "2006-01-31T07:45:00-06:00", "document_id": 107555, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107555.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 879, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20631, "action_date": "2006-01-31T07:45:00-06:00", "document_id": 107555, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107555.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 290, "committee_id_action": 879, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63865, "president_vote": null, "Yea": [3369, 3383, 3403, 3407, 3408, 3431, 3462, 3372, 3373], "Nay": [3386, 3394, 3398, 3449]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20631"}