{"session_id": 69, "bill_id": 25177, "bill_type": "Senate Bill", "bill_number": 194, "bill_title": "create a license plate for certain retired firefighters and clarify provisions regarding special firefighter license plates.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25177", "sponsors": [{"legislator_profile_id": 4541, "is_prime": true}, {"legislator_profile_id": 4546, "is_prime": true}], "keywords": ["Crimes", "Delayed Effective Date", "Firefighters", "Motor Vehicles", "Penalty", "Specialty License Plates"], "audio": [], "bill_versions": [{"bill_id": 25177, "bill_version_id": 263647, "bill_version": "Introduced", "bill_version_date": "2024-01-30T13:46:11.387-06:00", "bill_text": "An Act to create a license plate for certain retired firefighters and clarify provisions regarding special firefighter license plates. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 32-5: Any owner of a motor vehicle, who is a resident of this state, who served as a firefighter for more than ten years, and who has complied with all the laws of this state in relation to the registration of a motor vehicle, may receive plates bearing a special number and design or a license plate decal designating the person as a retired firefighter. The plate or decal must be designed by the fire marshal and subject to the approval of the department. The special plates must be displayed as set forth in § 32-5-98 and follow the same requirements set out in §§ 32-5-115, 32-5-119 and 32-5-221. Section 2. That a NEW SECTION be added to chapter 32-5: Any person applying for a retired firefighter plate shall submit an application, on a form prescribed by the secretary, and signed by the local fire chief, to the county treasurer of the applicant's county of residence. Any applicant who submits a falsified application is guilty of a Class 1 misdemeanor. The secretary may, at any time, require the applicant to provide additional information to determine if the applicant meets the retired firefighter plate requirements. Section 3. That § 32-5-114 be AMENDED: 32-5-114. In addition to the noncommercial license plates plate fees, a firefighter receiving the special license plates provided in § 32-5-113 or retired firefighter plates provided in sections 1 and 2 of this Act, shall pay an additional a fee of ten dollars for the initial issuance of the special license plates. The special license plate fee collected under this section shall must be placed in the license plate special revenue fund, as provided under § 32-5-67. Section 4. That § 32-5-120 be AMENDED: 32-5-120. If any a firefighter is discharged, separated, or retires with less than ten years of service, the firefighter shall must surrender the special number plates identifying him or her the person as a firefighter. The special plates shall must be surrendered to the secretary of revenue, who shall make the necessary changes in the registration file. A firefighter may retain the special number plates if the plates are removed from the vehicle and the secretary is made aware that the firefighter is replacing the plates. The firefighter shall obtain regular number plates. Section 5. This Act is effective beginning March 1, 2025."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25177, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263449.pdf", "status_text": "First read in Senate and referred to", "journal_page": 220, "committee_id_action": 1219, "committee_id_assigned": 1222, "result": "N", "vote": {}}, {"bill_id": 25177, "action_date": "2024-02-07T07:45:00-06:00", "document_id": 264615, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264615.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1222, "committee_id_assigned": null, "result": "N", "vote": {}}]}