{"session_id": 24, "bill_id": 7421, "bill_type": "Senate Joint Resolution", "bill_number": 4, "bill_title": "Proposing and submitting to the electors at the next general election an amendment to Article IV, section 3 of the Constitution of the State of South Dakota, relating to the powers and duties of the Governor.", "sponsors": [{"legislator_profile_id": 969, "is_prime": true}, {"legislator_profile_id": 1017, "is_prime": true}, {"legislator_profile_id": 966, "is_prime": false}, {"legislator_profile_id": 994, "is_prime": false}, {"legislator_profile_id": 1005, "is_prime": false}], "keywords": ["Elections", "Senate Joint Resolutions", "State Affairs and Government"], "audio": [{"meeting_datetime": "2016-02-17T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst22.mp3", "start_seconds": 7153.0}, {"meeting_datetime": "2016-02-17T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst22.mp3", "start_seconds": 7153.0}, {"meeting_datetime": "2016-02-17T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst22.mp3", "start_seconds": 7153.0}], "bill_versions": [{"bill_id": 7421, "bill_version_id": 38668, "bill_version": "Introduced", "bill_version_date": "2016-02-03T11:27:16.137-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election an amendment to Article IV, section 3 of the Constitution of the State of South Dakota, relating to the powers and duties of the Governor. BE IT RESOLVED BY THE SENATE OF THE STATE OF SOUTH DAKOTA, THE HOUSE OF REPRESENTATIVES CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendment to Article IV, section 3 of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article IV, section 3 of the Constitution of the State of South Dakota, be amended to read as follows: § 3. The Governor shall be responsible for the faithful execution of the law. He The Governor may, by appropriate action or proceeding brought in the name of the state, enforce compliance with any constitutional or legislative mandate, or restrain violation of any constitutional or legislative power, duty or right by any officer, department or agency of the state or any of its civil divisions. This authority shall does not authorize any action or proceedings against the Legislature. He The Governor shall be commander-in-chief of the armed forces of the state, except when they shall be called into the service of the United States, and may call them out to execute the laws, to preserve order, to suppress insurrection or to repel invasion. The Governor shall commission all officers of the state. He The Governor may at any time require information, in writing or otherwise, from the officers of any administrative department, office or agency upon any subject relating to the respective offices. The Governor shall at the beginning of each session, and may at other times, give the Legislature information concerning the affairs of the state and recommend the measures he considers necessary. The Governor may convene the Legislature or either house thereof alone in special session by a proclamation stating the purposes of the session, and only business encompassed by such purposes shall be transacted. If a vacancy occurs in an office of United States senator for the state, the Governor shall convene a special session of the Legislature. The Legislature shall vote to fill the vacancy from among the current members of the Legislature, to hold office until the next election. Whenever If a vacancy occurs in any office and no provision is made by the Constitution or laws for filling such the vacancy, the Governor shall have the power to fill such the vacancy by appointment. The Governor may, except as to convictions on impeachment, grant pardons, commutations, and reprieves, and may suspend and remit fines and forfeitures."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7421, "action_date": "2016-02-03T14:00:00-06:00", "document_id": 38700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38700.pdf", "status_text": "First read in Senate and referred to", "journal_page": 195, "committee_id_action": 309, "committee_id_assigned": 306, "result": "N", "vote": {}}, {"bill_id": 7421, "action_date": "2016-02-17T10:00:00-06:00", "document_id": 39166, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39166.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 306, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7421, "action_date": "2016-02-17T10:00:00-06:00", "document_id": 39465, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39465.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 320, "committee_id_action": 306, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21019, "president_vote": null, "Yea": [984, 1000, 977, 1010, 1012, 978, 1045, 1037], "Nay": [997]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7421"}