{"session_id": 57, "bill_id": 19444, "bill_type": "Senate Bill", "bill_number": 198, "bill_title": "establish certain legislative findings, to reinstate the prohibition against certain acts causing the termination of an unborn human life, and to prescribe a penalty therefor.", "sponsors": [{"legislator_profile_id": 3200, "is_prime": true}], "keywords": ["Abortion", "Public Health and Safety"], "audio": [{"meeting_datetime": "2005-02-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sst25sb0198a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sst25sb0198a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-14T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sst25sb0198a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19444, "bill_version_id": 103614, "bill_version": "Introduced", "bill_version_date": "2005-01-31T09:56:57-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain legislative findings, to reinstate the prohibition against certain acts causing the termination of an unborn human life, and to prescribe a penalty therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature finds that the State of South Dakota has a compelling and paramount interest in the preservation and protection of all human life and finds that the guarantee of due process of law under the South Dakota Bill of Rights applies equally to born and unborn human beings. Section 2. The Legislature finds that the life of a human being begins when the ovum is fertilized by male sperm. The Legislature finds that the explosion of knowledge derived from new recombinant DNA technologies over the past twenty-five years has reinforced the validity of the finding of this scientific fact. Section 3. The Legislature finds that, based upon the evidence derived from thirty years of legalized abortions in this country, the interests of pregnant mothers protected under the South Dakota Bill of Rights have been adversely affected as abortions terminate the constitutionally protected fundamental interest of the pregnant mother in her relationship with her child and abortions are performed without a truly informed or voluntary consent or knowing waiver of the woman's rights and interests. The Legislature finds that the state has a duty to protect the pregnant mother's fundamental interest in her relationship with her unborn child. Section 4. The Legislature finds that abortion procedures impose significant risks to the health and life of the pregnant mother, including subjecting women to significant risk of severe depression, suicidal ideation, suicide, attempted suicide, post traumatic stress disorders, adverse impact in the lives of women, physical injury, and a greater risk of death than risks associated with carrying the unborn child to full term and childbirth. Section 5. The Legislature finds that a pregnant mother, together with the unborn human child, each possess a natural and inalienable right to life under the South Dakota Bill of Rights. Section 6. That chapter 22-17 be amended by adding thereto a NEW SECTION to read as follows: No person may knowingly administer to, prescribe for, or procure for, or sell to any pregnant woman any medicine, drug, or other substance with the specific intent of causing or abetting the termination of the life of an unborn human being unless it is necessary to preserve the life of the pregnant woman, or if there is a serious risk of substantial and irreversible impairment of a major bodily function of the pregnant woman. No person may knowingly use or employ any instrument or procedure upon a pregnant woman with the specific intent of causing or abetting the termination of the life of an unborn human being unless it is necessary to preserve the life of the pregnant woman, or if there is a serious risk of substantial and irreversible impairment of a major bodily function of the pregnant woman. Any violation of this section is a Class 5 felony. Section 7. That chapter 22-17 be amended by adding thereto a NEW SECTION to read as follows: Nothing in section 6 of this Act may be construed to prohibit the sale, use, prescription, or administration of a contraceptive measure, drug or chemical, if it is administered prior to the time when a pregnancy could be determined through conventional medical testing and if the contraceptive measure is sold, used, prescribed, or administered in accordance with manufacturer instructions. Section 8. That chapter 22-17 be amended by adding thereto a NEW SECTION to read as follows: No licensed physician who performs a medical procedure designed or intended to prevent the death of a pregnant mother or a serious risk of substantial and irreversible impairment of a major bodily function of the pregnant woman is guilty of violating section 6 of this Act. However, the physician shall make reasonable medical efforts under the circumstances to preserve both the life of the mother and the life of her unborn child in a manner consistent with conventional medical practice. Medical treatment provided to the mother by a licensed physician which results in the accidental or unintentional injury or death of the unborn child is not a violation of this statute. Nothing in this Act may be construed to subject the pregnant mother upon whom any abortion is performed or attempted to any criminal conviction and penalty. Section 9. That chapter 22-17 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Pregnant,\" the human female reproductive condition, of having a living unborn human being within her body throughout the entire embryonic and fetal ages of the unborn child from fertilization to full gestation and child birth; (2) \"Unborn human being,\" an individual living member of the species homo sapiens throughout the entire embryonic and fetal ages of the unborn child from fertilization to full gestation and childbirth; (3) \"Serious risk of the substantial and irreversible impairment of a major bodily function,\" any medically diagnosed condition that so complicates the pregnancy of the woman as to directly or indirectly cause the substantial and irreversible physical impairment of the pregnant woman; (4) \"Fertilization,\" that point in time when a male human sperm penetrates the zona pellucida of a female human ovum. Section 10. That § 34-23A-2 be repealed. 34-23A-2. An abortion may be performed in this state only if it is performed in compliance with § 34-23A-3, 34-23A-4, or 34-23A-5. Section 11. That § 34-23A-3 be repealed. 34-23A-3. An abortion may be performed by a physician during the first twelve weeks of pregnancy. The abortion decision and its effectuation must be left to the medical judgment of the pregnant woman's attending physician during the first twelve weeks of pregnancy. Section 12. That § 34-23A-4 be repealed. 34-23A-4. An abortion may be performed following the twelfth week of pregnancy and through the twenty-fourth week of pregnancy by a physician only in a hospital licensed under the provisions of chapter 34-12 or in a hospital operated by the United States, this state, or any department, agency, or political subdivision of either or in the case of hospital facilities not being available, in the licensed physician's medical clinic or office of practice subject to the requirements of § 34-23A-6. Section 13. That § 34-23A-5 be repealed. 34-23A-5. An abortion may be performed following the twenty-fourth week of pregnancy by a physician only in a hospital authorized under § 34-23A-4 and only if there is appropriate and reasonable medical judgment that performance of an abortion is necessary to preserve the life or health of the mother. Section 14. If any court of law enjoins, suspends, or delays the implementation of a provision of this Act, the provisions of sections 10 to 13, inclusive, of this Act are similarly enjoined, suspended, or delayed during such injunction, suspension, or delayed implementation. Section 15. If any court of law finds any provision of this Act to be unconstitutional, the other provisions of this Act are severable. If any court of law finds the provisions of this Act to be entirely or substantially unconstitutional, the provisions of § § 34-23A-2, 34-23A-3, 34-23A- 4, and 34-23A-5, as of June 30, 2005, are immediately reeffective."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19444, "action_date": "2005-01-31T14:00:00-06:00", "document_id": 103721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103721.pdf", "status_text": "First read in Senate and referred to", "journal_page": 246, "committee_id_action": 861, "committee_id_assigned": 843, "result": "N", "vote": {}}, {"bill_id": 19444, "action_date": "2005-02-14T07:45:00-06:00", "document_id": 104644, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104644.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 843, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19444, "action_date": "2005-02-14T07:45:00-06:00", "document_id": 104644, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104644.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 460, "committee_id_action": 843, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59992, "president_vote": null, "Yea": [3150, 3212, 3214, 3224, 3236, 3205, 3154], "Nay": [3217, 3241]}}]}