{"session_id": 20, "bill_id": 6024, "bill_type": "House Commemoration", "bill_number": 1048, "bill_title": "Commending and honoring the 2013 Girls AA Lincoln High School Basketball Team for winning the State AA Girls Basketball Championship.", "sponsors": [{"legislator_profile_id": 473, "is_prime": true}, {"legislator_profile_id": 431, "is_prime": true}, {"legislator_profile_id": 472, "is_prime": false}, {"legislator_profile_id": 451, "is_prime": false}, {"legislator_profile_id": 507, "is_prime": false}, {"legislator_profile_id": 493, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6024, "bill_version_id": 30997, "bill_version": "Introduced", "bill_version_date": "2014-02-25T09:31:36.177-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2013 Girls AA Lincoln High School Basketball Team for winning the State AA Girls Basketball Championship. WHEREAS, the student athletes of the Lincoln High School Girls Basketball Team trained and worked hard during the 2013 season, resulting in a State AA Championship title; and WHEREAS, the 2013 AA State Championship players are Sydney Miller, Anna Brecht, Torrey Eirinberg, Allison Metzger, Izzy VanVeldhuizen, Lexi Hamiel, Natalie McConnell, Meg Rector, Allie Schriever, Ellie Brecht, Sydney Rosinsky, Emilee Pierson, Maggie Shelton, and Jill Ricke; and WHEREAS, the team received excellent leadership and guidance from head coach Matt Daly: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Lincoln High School Girls Basketball Team is honored for their championship performance during the 2013 South Dakota State AA Girls High School Basketball Tournament."}, {"bill_id": 6024, "bill_version_id": 31235, "bill_version": "Enrolled", "bill_version_date": "2014-02-27T15:40:08.81-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the 2013 Girls AA Lincoln High School Basketball Team for winning the State AA Girls Basketball Championship. WHEREAS, the student athletes of the Lincoln High School Girls Basketball Team trained and worked hard during the 2013 season, resulting in a State AA Championship title; and WHEREAS, the 2013 AA State Championship players are Sydney Miller, Anna Brecht, Torrey Eirinberg, Allison Metzger, Izzy VanVeldhuizen, Lexi Hamiel, Natalie McConnell, Meg Rector, Allie Schriever, Ellie Brecht, Sydney Rosinsky, Emilee Pierson, Maggie Shelton, and Jill Ricke; and WHEREAS, the team received excellent leadership and guidance from head coach Matt Daly: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Lincoln High School Girls Basketball Team is honored for their championship performance during the 2013 South Dakota State AA Girls High School Basketball Tournament. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6024, "action_date": "2014-02-25T14:00:00-06:00", "document_id": 31052, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31052.pdf", "status_text": "", "journal_page": 554, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6024"}