{"session_id": 51, "bill_id": 16292, "bill_type": "House Bill", "bill_number": 1141, "bill_title": "impose a severance tax on the quarrying of certain minerals.", "sponsors": [{"legislator_profile_id": 2532, "is_prime": true}, {"legislator_profile_id": 2543, "is_prime": true}, {"legislator_profile_id": 2518, "is_prime": false}, {"legislator_profile_id": 2521, "is_prime": false}, {"legislator_profile_id": 2527, "is_prime": false}, {"legislator_profile_id": 2541, "is_prime": false}, {"legislator_profile_id": 2554, "is_prime": false}, {"legislator_profile_id": 2555, "is_prime": false}, {"legislator_profile_id": 2560, "is_prime": false}, {"legislator_profile_id": 2569, "is_prime": false}, {"legislator_profile_id": 2572, "is_prime": false}, {"legislator_profile_id": 2581, "is_prime": false}, {"legislator_profile_id": 2584, "is_prime": false}, {"legislator_profile_id": 2587, "is_prime": false}, {"legislator_profile_id": 2589, "is_prime": false}, {"legislator_profile_id": 2591, "is_prime": false}, {"legislator_profile_id": 2590, "is_prime": false}, {"legislator_profile_id": 2594, "is_prime": false}, {"legislator_profile_id": 2602, "is_prime": false}], "keywords": ["Class 2 Misdemeanor", "Department of Revenue", "Rule-making Authority", "Taxes"], "audio": [], "bill_versions": [{"bill_id": 16292, "bill_version_id": 88344, "bill_version": "Introduced", "bill_version_date": "2001-01-24T09:01:11-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to impose a severance tax on the quarrying of certain minerals. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the privilege of severing minerals in this state, there is imposed an excise tax of six percent of the taxable value of any minerals severed. A mineral is subject to the severance tax when it is sold or consumed for any purpose, whichever occurs first. Section 2. Terms used in this Act mean: (1) \"Mineral,\" quartzite, gypsum, and limestone; (2) \"Market value,\" the price at which the property would change hands between a willing buyer and willing seller, neither being under any compulsion to buy or sell and both having reasonable knowledge of the facts; (3) \"Operator,\" a person who directly or physically severs minerals from the land; (4) \"Owner of interest\" or \"owner,\" an owner of a landowner's royalty, of an overriding royalty, or of profits and working interests, or any combination thereof. The term does not include an owner of federal, state, or local governmental royalty interest; (5) \"Sale price,\" the total consideration received in exchange for minerals; (6) \"Secretary,\" the secretary of the Department of Revenue; (7) \"Severing,\" the mining, extracting, or producing of any minerals in South Dakota.. Section 3. The taxable value of any mineral that has been sold is the sale price of the mineral less any rental or royalty payment belonging to the United States or the State of South Dakota or its political subdivisions. The taxable value of any severed and saved mineral that has not been sold is the market value of the mineral less any rental or royalty payment belonging to the United States or the State of South Dakota or its political subdivisions. Section 4. Any owner of interests in minerals produced from a mine shall designate an operator to file all required returns and to pay the tax imposed by this Act. The tax, subject to certain provisions in a written contract, lease, or other agreement, shall be withheld from distributions that otherwise be made to the owner by the operator for payment to the state. If any owner of interests in minerals produced from a mine fails to designate an operator, then the person holding the greatest portion of the working interest in the mine is deemed to be the designated operator for purposes of this section. Section 5. Within thirty days after the close of each quarter ending on March thirty-first, June thirtieth, September thirtieth, and December thirty-first of each year, the owner or operator designated to remit the tax on behalf of the owner shall file with the secretary of revenue, under oath, a report of the amount of minerals subject to the severance tax in the previous quarter and the amount of tax due. The owner or operator shall remit the amount of tax due with the report. Any report made shall be on forms prescribed by the secretary of revenue. A violation of this section is a Class 1 misdemeanor. Section 6. This tax is in lieu of all other occupational, excise, income, privilege, franchise, and other mineral taxes levied by the State of South Dakota, but is not in lieu of sales, use, and property taxes. Section 7. Any tax, interest, and penalty imposed and collected by the secretary of revenue pursuant to this Act shall be distributed as follows: (1) Ten percent shall be returned to the county in which the minerals or mineral products were severed and credited to the general fund; and (2) Ninety percent shall be paid into the state treasury and credited to the general fund. Section 8. All delinquent taxes under this Act constitute a debt due to the State of South Dakota and may be collected by action brought by the secretary in the name of the state against the delinquent tax debtor in any court of competent jurisdiction. No exemptions from the execution of a judgment so obtained may be permitted except those made absolute by the exemption laws of this state. Section 9. A tax due and unpaid under this Act is a lien on the property of the taxpayer against whom the taxes are assessed. A lien is perfected by the filing and recording of a notice of lien with the register of deeds of the county where the taxpayer resides or has property and constitutes constructive notice to purchasers of the existence and superiority of the lien. A notice of lien shall contain the name of the tax debtor, the amount of taxes claimed to be due, and a description of the property against which the lien is claimed. The register of deeds of the county where the lien is filed shall index the lien in the same form and manner and in the same book as provided for the indexing of liens pursuant to chapter 10-43, except that the entry in the index shall show that the lien is a severance tax lien. Upon payment of the tax, the secretary shall release the lien. Section 10. The secretary of revenue may promulgate rules pursuant to chapter 1-26 concerning: (1) The determination of market value; (2) The procedures for filing a tax return and payment of the tax; and (3) The application of the tax and exemptions. Section 11. Any owner or operator who is subject to the tax imposed by this Act or is severing minerals shall, on demand by the secretary of revenue, make available all books, records, inventories, correspondence, and memoranda relating to the severing of minerals. Any person violating the provisions of this section is guilty of a Class 2 misdemeanor. Section 12. Any person, required by this Act to make or file a statement or to verify it under oath, who intentionally makes or verifies under oath a false statement is guilty of perjury with punishment, upon conviction, as provided by law."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16292, "action_date": "2001-01-24T14:00:00-06:00", "document_id": 88432, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88432.pdf", "status_text": "First read in House and referred to", "journal_page": 171, "committee_id_action": 712, "committee_id_assigned": 708, "result": "N", "vote": {}}, {"bill_id": 16292, "action_date": "2001-02-06T07:45:00-06:00", "document_id": 89370, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89370.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 708, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16292, "action_date": "2001-02-06T07:45:00-06:00", "document_id": 89370, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89370.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 357, "committee_id_action": 708, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51249, "president_vote": null, "Nay": [2543, 2560], "Yea": [2544, 2546, 2557, 2570, 2588, 2594, 2603, 2610, 2612, 2618, 2563, 2526], "Absent": [2587]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16292"}