{"session_id": 61, "bill_id": 20989, "bill_type": "Senate Bill", "bill_number": 95, "bill_title": "establish a State Board of Technical Institutes, to provide for its powers, duties, and responsibilities, and to provide for the transfer of authority over public postsecondary technical education from the Department of Education to the State Board of Technical Institutes.", "sponsors": [{"legislator_profile_id": 3611, "is_prime": true}, {"legislator_profile_id": 3626, "is_prime": true}, {"legislator_profile_id": 3571, "is_prime": false}, {"legislator_profile_id": 3580, "is_prime": false}, {"legislator_profile_id": 3582, "is_prime": false}, {"legislator_profile_id": 3585, "is_prime": false}, {"legislator_profile_id": 3586, "is_prime": false}, {"legislator_profile_id": 3590, "is_prime": false}, {"legislator_profile_id": 3598, "is_prime": false}, {"legislator_profile_id": 3602, "is_prime": false}, {"legislator_profile_id": 3608, "is_prime": false}, {"legislator_profile_id": 3609, "is_prime": false}, {"legislator_profile_id": 3612, "is_prime": false}, {"legislator_profile_id": 3619, "is_prime": false}, {"legislator_profile_id": 3621, "is_prime": false}, {"legislator_profile_id": 3622, "is_prime": false}, {"legislator_profile_id": 3623, "is_prime": false}, {"legislator_profile_id": 3624, "is_prime": false}, {"legislator_profile_id": 3627, "is_prime": false}, {"legislator_profile_id": 3629, "is_prime": false}, {"legislator_profile_id": 3630, "is_prime": false}, {"legislator_profile_id": 3631, "is_prime": false}, {"legislator_profile_id": 3634, "is_prime": false}, {"legislator_profile_id": 3635, "is_prime": false}, {"legislator_profile_id": 3637, "is_prime": false}, {"legislator_profile_id": 3639, "is_prime": false}, {"legislator_profile_id": 3641, "is_prime": false}, {"legislator_profile_id": 3651, "is_prime": false}, {"legislator_profile_id": 3652, "is_prime": false}, {"legislator_profile_id": 3665, "is_prime": false}, {"legislator_profile_id": 3668, "is_prime": false}, {"legislator_profile_id": 3674, "is_prime": false}, {"legislator_profile_id": 3676, "is_prime": false}], "keywords": ["Department of Education", "Education"], "audio": [{"meeting_datetime": "2007-01-30T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed15.mp3", "start_seconds": 729.0}, {"meeting_datetime": "2007-01-30T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed15.mp3", "start_seconds": 729.0}, {"meeting_datetime": "2007-01-30T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed15.mp3", "start_seconds": 729.0}, {"meeting_datetime": "2007-01-30T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed15.mp3", "start_seconds": 729.0}, {"meeting_datetime": "2007-01-30T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed15.mp3", "start_seconds": 729.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed17.mp3", "start_seconds": 101.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed17.mp3", "start_seconds": 101.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed17.mp3", "start_seconds": 101.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed17.mp3", "start_seconds": 101.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed17.mp3", "start_seconds": 101.0}, {"meeting_datetime": "2007-02-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen19.mp3", "start_seconds": 2.0}, {"meeting_datetime": "2007-02-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen19.mp3", "start_seconds": 2.0}, {"meeting_datetime": "2007-02-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen19.mp3", "start_seconds": 2.0}, {"meeting_datetime": "2007-02-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen19.mp3", "start_seconds": 2.0}, {"meeting_datetime": "2007-02-22T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed30.mp3", "start_seconds": 92.0}, {"meeting_datetime": "2007-02-22T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed30.mp3", "start_seconds": 92.0}, {"meeting_datetime": "2007-02-22T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed30.mp3", "start_seconds": 92.0}, {"meeting_datetime": "2007-02-23T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed31.mp3", "start_seconds": 90.0}, {"meeting_datetime": "2007-02-23T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed31.mp3", "start_seconds": 90.0}, {"meeting_datetime": "2007-02-23T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed31.mp3", "start_seconds": 90.0}, {"meeting_datetime": "2007-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou34.mp3", "start_seconds": 2914.0}, {"meeting_datetime": "2007-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou34.mp3", "start_seconds": 2914.0}, {"meeting_datetime": "2007-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou34.mp3", "start_seconds": 2914.0}], "bill_versions": [{"bill_id": 20989, "bill_version_id": 110490, "bill_version": "Introduced", "bill_version_date": "2007-01-22T08:30:04-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a State Board of Technical Institutes, to provide for its powers, duties, and responsibilities, and to provide for the transfer of authority over public postsecondary technical education from the Department of Education to the State Board of Technical Institutes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The control of the public technical institutes of the state is vested in a board of nine members, designated as the State Board of Technical Institutes. The state board shall consist of two at-large members appointed by the Governor; one member of the Board of Regents appointed by the Governor; one regional board member from Lake Area Technical Institute; one regional board member from Mitchell Technical Institute; one regional board member from Southeast Technical Institute; one regional board member from Western Dakota Technical Institute; the secretary of the Department of Labor; and the secretary of the Department of Tourism and State Development. If a regional board for a particular institute has not yet been established, the sponsoring school district may appoint a member to the State Board of Technical Institutes until such time as a regional board for that institute has been established. Section 2. All appointed members shall serve three-year terms. No appointed member may serve more than three consecutive terms. The regional representatives to the state board shall be selected and appointed by the regional boards. The four regional board members shall be appointed by the appropriate regional board, and each regional appointed member shall be a current member of that institute's regional board of directors at the time of the member's initial appointment to the state board. No member of this board may be a member of the South Dakota Board of Education. Section 3. If a vacancy occurs as provided in § 3-4-1, the original appointing authority shall fill such vacancy, subject to the same conditions as set forth in the original appointment. The appointee shall serve for the balance of the unexpired term. Section 4. Meetings may be held on the call of the president or by the joint request of a majority of the members. In either case, due and reasonable notice shall be given. The affirmative vote of a majority of the members of the state board is required to take official action. The state board shall record their minutes which shall be open to the public. All such meetings of the state board shall be open to the public except when personnel matters and privileged matters between the board and its attorney are being discussed. If such meetings are held, the board shall limit the topics discussed or acted upon to such matters only. Section 5. At the annual meeting, the state board shall elect a president from among the members, whose term of office shall be for one year. Section 6. The members of the state board shall be paid per diem compensation and allowable expenses for their services on the board pursuant to § 4-7-10.4. However, the secretary of the Department of Labor and the secretary of the Department of Tourism and State Development are prohibited from receiving per diem compensation and allowable expenses pursuant to § 3-8-3 and any state employee serving on the board is prohibited from receiving per diem compensation pursuant to § 3-8-4.1. Section 7. The state board may promulgate and enforce rules pursuant to chapter 1-26, pertaining to the operation, control, and supervision of technical institutes. The state board shall establish a uniform tuition rate, which does not include student fees, for all technical institutes. Section 8. The state board shall provide overall policies, goals, and objectives for the management of public postsecondary technical education to ensure that the needs of the public, business, and industry are met to the highest possible degree and in the most cost-effective and efficient manner. Section 9. The state board shall select and employ an executive director and set the executive director's annual compensation, duties, and responsibilities. The state board shall provide overall policy guidance to the executive director, who is responsible for day-to-day operations of the state board. Section 10. The state board shall approve changes in organizational structure or functional assignments for the executive director. Section 11. The state board shall delegate to the executive director the authority to hire and fire state board employees and to establish salaries in conformance with state laws and regulations. Section 12. The state board shall review and approve recommendations for annual funding requests for all public technical institutes and make recommendations to the Governor and the Legislature. Section 13. The state board shall consider and act upon the following: (1) Recommendations regarding legislation proposed for postsecondary technical education; (2) All actions required by law to be taken by the state board; (3) Establishment of committees related to statewide mission of public technical institutes; and (4) Approve all new diploma or degree granting or awarding programs at any technical institute. Section 14. The state board shall represent the state with other agencies in South Dakota, in other states, and at the national level. Section 15. The state board shall make recommendations for enhancing the mission of public technical institutes for the benefit of the state. Section 16. The state board shall establish an annual report and guidelines for reporting for the technical institutes. Section 17. The state board shall facilitate institutional and program accreditation, compliance with the North Central Association Higher Learning Commission, and other approved industry accreditations. Section 18. The state board shall approve technical institute requests for purchase, construction, or alteration of facilities that involve the expenditure of state funds. Section 19. Upon passage of an authorizing resolution by the school board of any school district owning and operating a postsecondary technical institute, the technical institute shall be established as an independent public education entity which shall be attached to the Department of Tourism and State Development for administrative and reporting purposes. The authorizing resolution adopted by the school district owning and operating the postsecondary technical institute shall specify the assets and liabilities being transferred to the new independent technical institute agency. The authorizing resolution shall transfer to the new independent technical institute agency substantially all of the school district's assets, including real estate, which are primarily used in the ordinary course of business in the existing operation of the school district's existing postsecondary technical institute. In no event is the technical institute obligated to assume any liabilities not related to assets received by the technical institute or related to the ordinary operations of the technical institute. School districts are expressly authorized to transfer primary responsibility for repayment of all debt related to buildings and real estate transferred to the new independent technical institute agency. The authorizing resolution adopted by the school district shall establish for the independent technical institute agency a seven to nine member regional board of directors which shall have the duties and powers set forth in this Act. The regional board membership shall include representatives of business and industry leaders from the service area of the technical institute, one or more members of the local school board in which the institute is located, and persons experienced in economic and work force development in its region. The terms on the regional board of directors for members of the local school board shall expire at the same time as their local school board term expires. The initial regional board members shall be appointed for initial one, two, and three year terms staggered so that the terms of approximately one-third of the members of the board expire at any one time. Thereafter, the terms of the board members shall be for three years. The local school district currently owning and operating the technical institute shall appoint the initial members of the regional board in it authorizing resolution and specify the original term of such board member. Thereafter, the regional boards shall elect successors for those directors whose terms are expiring by vote of the members of the board whose terms are not expiring. However, no elected member may take office as a regional board member until the member's election has been confirmed and approved by the local school board in which the institute is located. If the local school board fails to approve or reject a successor member selected by a regional board within sixty days of the date when the local school board receives notice of such selection by the regional board, the proposed regional board member is deemed approved. The Mitchell, Rapid City, Sioux Falls, and Watertown school board shall adopt an authorizing resolution as provided in this section no later than October 31, 2011. The authorizing resolution adopted by a school board pursuant to this section is subject to review and approval by the secretary of the Department of Tourism and State Development. The secretary shall act on an authorizing resolution within thirty days of receipt of the authorizing resolution from the adopting school district. If the secretary does not approve the authorizing resolution, the secretary shall notify in writing the adopting school district of his or her objections. The secretary may fail to approve an authorizing resolution only due to the failure of the authorizing resolution to meet the standards set forth in this section related to the content of the authorizing resolution. Upon receipt of a letter from the secretary detailing his or her objections to the initial authorizing resolution, a school district shall adopt a modified authorizing resolution complying with the secretary's objections. All authorizing resolutions shall become fully implemented no later than July 1, 2012. Section 20. The regional boards of directors shall implement state board policies and goals to provide management and direction to ensure that the regional needs of the public, business, and industry are met to the highest possible degree and in the most cost-effective and efficient manner. Each regional board shall oversee the management of its institute, which shall be in accordance with the established objectives and the policies of the state board. Section 21. The policies of each regional board may be amended or adopted by the regional board acting collectively at any regular meeting of the regional board subject to the regional board's policies. All meetings of the regional boards are subject to the South Dakota open meetings law. Section 22. The Lake Area Technical Institute region is hereby established. The Lake Area Technical Institute region includes all of Campbell, McPherson, Brown, Marshall, Roberts, Walworth, Edmunds, Day, Potter, Faulk, Spink, Clark, Codington, Grant, Hamlin, Deuel, Kingsbury, and Brookings Counties. Section 23. The Mitchell Technical Institute region is hereby established. The Mitchell Technical Institute region includes all of Sully, Hyde, Hand, Beadle, Hughes, Lake, Lyman, Buffalo, Jerauld, Sanborn, Miner, Brule, Aurora, Davison, Hanson, Tripp, Gregory, Charles Mix, Douglas, Hutchinson, Bon Homme, and Yankton Counties. Section 24. The Southeast Technical Institute region is hereby established. The Southeast Technical Institute region includes all of Moody, McCook, Minnehaha, Turner, Lincoln, Clay, and Union Counties. Section 25. The Western Dakota Technical Institute region is hereby established. The Western Dakota Technical Institute region includes all of Harding, Perkins, Corson, Butte, Meade, Ziebach, Dewey, Lawrence, Haakon, Stanley, Pennington, Jones, Custer Fall River, Shannon, Jackson, Mellette, Bennett, and Todd Counties. Section 26. Each regional board, acting on behalf of its own technical institute, shall: (1) After a public hearing, adopt an annual budget of revenues and expenditures. The regional board shall establish student fees at its technical institute and shall charge the uniform tuition rate as established by the state board. Each regional technical institute shall retain in its accounts and appropriate in its budget all revenues generated at that technical institute by student tuition and fees; (2) Review all new education programs for its technical institute and the deletion or modification of existing programs; (3) Maintain awareness of, and communicate to the president of its technical institute, local industry, and community needs for programs and services to be provided by the technical institute; (4) Review and approve the local plan for evaluating its technical institute and the processes and outcomes of its student services and instructional programs; (5) Review, approve, and submit to the state board, for information and comment, an annual report regarding the performance of its technical institute relative to its goals and objectives, including meeting the ongoing and short-term training needs of business, industry, and the regional community at large, in an effective and efficient manner; (6) Confer the awarding of all certificates, diplomas, and degrees to students completing approved programs in the regular instructional program of the technical institute, having assured that all standards, competencies, and other requirements of the state board and the technical institute have been satisfied; (7) Review, approve, and assure implementation of its technical institute's plan to identify, on a periodic and timely basis, the current and future training needs of business, industry, and the community at large; (8) Review and approve the strategic plan, goals, and objectives for its technical institute; (9) Review on a quarterly basis its technical institute's fiscal report of receipts, expenditures, and fund balances; (10) Assure that the technical institute operates at all times in accordance with the policies of the state board; (11) Make any other recommendations as deemed appropriate to the president or the state board regarding the improvement of its technical institute's operations or postsecondary technical education in general; (12) Employ, dismiss, and establish the salary of the technical institute president; (13) Approve salaries and employment contracts for all staff; (14) Establish policies for approval of contracts for services for its technical institute; (15) Require an annual audit of all finances and procedures and submit the audit report to the appropriate agencies; and (16) Approve the operational policies for the technical institute. Section 27. The State Board of Technical Institutes shall be attached to the Department of Tourism and State Development for administrative and reporting purposes. Section 28. The technical institutes created pursuant to section 19 of this Act are political subdivisions of the State of South Dakota. Section 29. Technical institutes may not construct student union buildings and recreational facilities for technical institute students. This restriction includes the use of student fees to pay for student union buildings and recreational or multi-use facilities. The provisions of this section may not be construed as a restriction of construction or operation of regular cafeteria or multi- use facilities for students at technical institutes. Section 30. The continuing contract provisions set forth in § § 13-43-9.1 to 13-43-11, inclusive, do not apply to any person employed in a public technical institute. At least sixty days prior to the termination of an employee in a technical institute, the governing board shall notify in writing the employee of such termination. Section 31. A technical institute may award an associate in applied sciences degree. The state board may promulgate rules pursuant to chapter 1-26 providing for approval of programs in technical institutes leading to an associate in applied science degree. In approving any degree granting program, the state board shall consider curriculum, required hours, quality of instruction, minimum standards for entry into the program, and standards for program completion. Section 32. That § 13-39-1.2 be amended to read as follows: 13-39-1.2. Terms used in this chapter, mean: (1) \"Adult vocational education,\" the training provided to upgrade or update the occupational skills of persons who are preparing to, or have already, entered an occupation; (2) \"Center board,\" the governing body of a multi-district center; (3) \"Division,\" the Division of Education Services and Resources of the Department of Education; (4) \"Facilities,\" buildings, rooms, property, and permanent equipment, including vehicles, used to provide vocational education; (5) \"LEA,\" a local education agency limited to public school districts and the legal entities that a school district is authorized to establish; (6) \"Multi-district center,\" a multi-district secondary occupational vocational education center; (7) \"Multi-use facility,\" a structure or part of a structure for student or faculty use as a lounge area, cafeteria, classroom, or large group area not operated as a student union building in which student fees are charged and utilized to pay for construction and maintenance of a facility under the direct or indirect control of the students; (8) \"Participating district,\" a school district which has voting representation on a multi-district center board; (9) \"Postsecondary technical institute,\" a public nonprofit school legally authorized to provide public postsecondary technical education which does not culminate in a baccalaureate degree at that school; (10) \"Secretary,\" the state secretary of education; (11) \"State board,\" the South Dakota Board of Education; (12) \"Vocational education,\" organized programs at the secondary , postsecondary, or adult levels directly related to the preparation of individuals for paid or unpaid employment, or for the additional preparation for a career requiring other than a baccalaureate or advanced degree. Section 33. That § 13-39-9 be amended to read as follows: 13-39-9. The director has general control and supervision over all vocational education in all public secondary schools , public postsecondary institutions not under the control of the Board of Regents and all other vocational education functions assigned to him or her by the secretary of education. Section 34. That § 13-39-18 be repealed. 13-39-18. The director shall submit all requests for new programs from the postsecondary technical institutes in the state to the state board for action. Section 35. That § 13-39-19 be amended to read as follows: 13-39-19. The secretary of education may distribute funds appropriated to him by the Legislature or granted by any federal agency to the state in accordance with chapter 4-8B, for vocational education in public secondary and postsecondary technical institutes in the state in accordance with a state plan or plans adopted by the South Dakota Board of Education. The aid disbursed to the different schools of the state and all expenses incurred in the administration of the provisions of any federal acts relating to vocational education shall be paid out of the funds of the secretary appropriated for that purpose and from the federal funds allotted to the State of South Dakota for similar purposes. The state treasurer is the custodian of all money paid to the state from federal appropriations for the purpose of vocational education, and shall disburse the funds on warrants issued by the state auditor upon vouchers approved by the director. The secretary of education shall authorize the director to submit vouchers to the state auditor for the amount payable as state and federal aid to each school approved under the provisions of this chapter. Upon receipt of the vouchers, the state auditor shall draw warrants on the state treasury in favor of the treasurer of the public secondary and postsecondary technical institute for the sum approved by the secretary. Section 36. That § 13-39-26 be amended to read as follows: 13-39-26. The provisions of this chapter do not apply to private business schools , postsecondary technical institutes, or private vocational institutions except that the secretary of education and LEAs may enter into contracts with these schools and institutions to provide vocational education. Section 37. That § 13-39-34 be repealed. 13-39-34. Any LEA proposing to operate a postsecondary technical institute or establish an existing postsecondary technical institute as a separate legal entity may petition the state board pursuant to §§ 13-39-35 to 13-39-36, inclusive. The state board may conduct hearings, investigate school records, and secure other data relating to the proposed postsecondary technical institute, its geographical location, the demography and economy of the area, and any other facts relating to the proposed postsecondary technical institute which the state board may consider appropriate. Section 38. That § 13-39-35 be repealed. 13-39-35. If the South Dakota Board of Education finds that the classification petitioned for would further the educational interests of the state, more nearly equalize the educational opportunities in certain phases of technical education to persons in this state who are of the age and maturity to pursue study in preparation for entering the labor market, be of potential benefit to persons in all communities of the state, and is otherwise in accordance with the plans of the state board, it may recommend the petition be approved by the Legislature. Section 39. That § 13-39-35.1 be repealed. 13-39-35.1. If the Legislature approves the petition by passing a joint resolution, an LEA may operate a postsecondary technical institute. If an LEA begins to operate a postsecondary technical institute without the approval required by this section, that school is ineligible for state vocational education money. Adult vocational education programs are exempt from the provisions of this section. Section 40. That § 13-39-35.2 be repealed. 13-39-35.2. The joint resolution passed pursuant to § 13-39-35.1 shall specify the duties and powers of a postsecondary technical institute. The resolution may also specify the procedure for selecting members of the governing board, which may include local elections for such members. A school established pursuant to § 13-39-35.1 may be a distinct legal entity separate and apart from the school district or districts which established it. Section 41. That § 13-39-36 be repealed. 13-39-36. If the petition is approved by the Legislature, the LEA may establish the proposed school and the state board shall classify the school as a postsecondary technical institute. The state board shall conduct general supervision as provided in § 13-39-37 and in the rules adopted pursuant to chapter 1-26 by the state board. Section 42. That § 13-39-37 be repealed. 13-39-37. The South Dakota Board of Education may adopt rules pursuant to chapter 1-26, to be administered by the director, governing the operation and maintenance of postsecondary technical institutes which will afford the people of the state, insofar as practicable, an equal opportunity to acquire a public technical education. The rules may provide for the following: (1) Curriculum and standards of instruction and scholarship; (2) Attendance requirements, age limits of trainees, eligibility for attendance, and tuition payments and other charges; (3) Apportionment and distribution of funds made available to the board for carrying out the purposes of §§ 13-39-34 to 13-39-39, inclusive; (4) Transportation requirements and payments; (5) General administrative matters; (6) The submission of the annual budget of the postsecondary technical institute which shall include, but is not limited to, a description of programs, a list of staff positions, and the amount for supplies and operating expenses associated with the programs offered. The rules shall require the budget to include all operating costs of programs, including those costs ineligible for reimbursement from federal and state funds, shall state the procedure for amending and filing it with the division of education services and resources and shall provide that failure to comply with the rules may result in withholding of payments from federal and state funds; (7) The submission of plans of LEAs for new construction or major renovation of facilities eligible for reimbursement. The rules regarding these plans shall provide a requirement that the LEA, by a written resolution, declare the LEA committed to begin construction if the budget of the state board provides the matching funds; (8) The promotion and coordination of vocational education; and (9) The duplication of programs. Section 43. That § 13-39-37.1 be repealed. 13-39-37.1. Notwithstanding the provisions of §§ 13-16-6, 13-16-7, and 13-19-7, school districts may not construct student union buildings and recreational facilities for postsecondary technical institute students. This restriction includes the use of student fees to pay for student union buildings and recreational or multi-use facilities. The provisions of this section may not be construed as a restriction of construction or operation of regular cafeteria or multi-use facilities for students at postsecondary technical institutes. Section 44. That § 13-39-38 be repealed. 13-39-38. The secretary of education shall apportion and distribute funds made available for postsecondary technical institutes through a formula approved by the South Dakota Board of Education to the LEAs having jurisdiction over postsecondary technical institutes to assist in maintaining and operating those schools. The use of the funds are subject to rules adopted by the state board pursuant to subdivision § 13-39-37(3) and in accordance with the approved state plan for vocational education. Section 45. That § 13-39-39 be repealed. 13-39-39. The division shall distribute funds to the postsecondary technical institutes under the provisions of § 13-39-38 from money appropriated to the division for that purpose, and from federal funds allotted to the State of South Dakota for that purpose. Section 46. That § 13-39-39.1 be repealed. 13-39-39.1. LEAs operating postsecondary technical institutes shall keep separate the accounting and funds for the operation of the postsecondary technical programs. The LEA shall deposit receipts, student fees and income from state and federal sources, as well as any other receipts incidental to the operation of the postsecondary technical institute, in the fund or funds created pursuant to this chapter. Section 47. That § 13-39-65 be repealed. 13-39-65. The continuing contract provisions set forth in §§ 13-43-9.1 to 13-43-11, inclusive, do not apply to any person employed in a public postsecondary technical institute. At least sixty days prior to the termination of an employee in a postsecondary technical institute, the governing board shall notify in writing the employee of such termination. Section 48. That § 13-39-72 be repealed. 13-39-72. An LEA operating an approved postsecondary vocational school may award an associate in applied sciences degree. The state board may promulgate rules pursuant to chapter 1-26 providing for approval of programs in postsecondary vocational education schools leading to an associate in applied science degree. In approving any program, the state board shall consider curriculum, required hours, quality of instruction, minimum standards for entry into the programs, and standards for program completion. Section 49. The provisions of sections 29 to 46, inclusive, of this Act are effective on the date of the first annual meeting of the State Board of Technical Institutes, pursuant to section 5 of this Act."}, {"bill_id": 20989, "bill_version_id": 111369, "bill_version": "Senate Education Engrossed", "bill_version_date": "2007-02-01T12:11:40-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a State Board of Technical Institutes, to provide for its powers, duties, and responsibilities, and to provide for the transfer of authority over public postsecondary technical education from the Department of Education to the State Board of Technical Institutes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The control of the public technical institutes of the state is vested in a board of nine members, designated as the State Board of Technical Institutes. The state board shall consist of two at-large members appointed by the Governor; one member of the Board of Regents appointed by the Governor; one regional board member from Lake Area Technical Institute; one regional board member from Mitchell Technical Institute; one regional board member from Southeast Technical Institute; one regional board member from Western Dakota Technical Institute; the secretary of the Department of Labor; and the secretary of the Department of Tourism and State Development. If a regional board for a particular institute has not yet been established, the sponsoring school district may appoint a member to the State Board of Technical Institutes until such time as a regional board for that institute has been established. Section 2. All appointed members shall serve three-year terms. No appointed member may serve more than three consecutive terms. The regional representatives to the state board shall be selected and appointed by the regional boards. The four regional board members shall be appointed by the appropriate regional board, and each regional appointed member shall be a current member of that institute's regional board of directors at the time of the member's initial appointment to the state board. No member of this board may be a member of the South Dakota Board of Education. Section 3. If a vacancy occurs as provided in § 3-4-1, the original appointing authority shall fill such vacancy, subject to the same conditions as set forth in the original appointment. The appointee shall serve for the balance of the unexpired term. Section 4. Meetings may be held on the call of the president or by the joint request of a majority of the members. In either case, due and reasonable notice shall be given. The affirmative vote of a majority of the members of the state board is required to take official action. The state board shall record their minutes which shall be open to the public. All such meetings of the state board shall be open to the public except when personnel matters and privileged matters between the board and its attorney are being discussed. If such meetings are held, the board shall limit the topics discussed or acted upon to such matters only. Section 5. At the annual meeting, the state board shall elect a president from among the members, whose term of office shall be for one year. Section 6. The members of the state board shall be paid per diem compensation and allowable expenses for their services on the board pursuant to § 4-7-10.4. However, the secretary of the Department of Labor and the secretary of the Department of Tourism and State Development are prohibited from receiving per diem compensation and allowable expenses pursuant to § 3-8-3 and any state employee serving on the board is prohibited from receiving per diem compensation pursuant to § 3-8-4.1. Section 7. The state board may promulgate and enforce rules pursuant to chapter 1-26, pertaining to the operation, control, and supervision of technical institutes. The state board shall establish a uniform tuition rate, which does not include student fees, for all technical institutes. Section 8. The state board shall provide overall policies, goals, and objectives for the management of public postsecondary technical education to ensure that the needs of the public, business, and industry are met to the highest possible degree and in the most cost-effective and efficient manner. Section 9. The state board shall select and employ an executive director and set the executive director's annual compensation, duties, and responsibilities. The state board shall provide overall policy guidance to the executive director, who is responsible for day-to-day operations of the state board. Section 10. The state board shall approve changes in organizational structure or functional assignments for the executive director. Section 11. The state board shall delegate to the executive director the authority to hire and fire state board employees and to establish salaries in conformance with state laws and regulations. Section 12. The state board shall review and approve recommendations for annual funding requests for all public technical institutes and make recommendations to the Governor and the Legislature. Section 13. The state board shall consider and act upon the following: (1) Recommendations regarding legislation proposed for postsecondary technical education; (2) All actions required by law to be taken by the state board; (3) Establishment of committees related to statewide mission of public technical institutes; and (4) Approve all new diploma or degree granting or awarding programs at any technical institute. Section 14. The state board shall represent the state with other agencies in South Dakota, in other states, and at the national level. Section 15. The state board shall make recommendations for enhancing the mission of public technical institutes for the benefit of the state. Section 16. The state board shall establish an annual report and guidelines for reporting for the technical institutes. Section 17. The state board shall facilitate institutional and program accreditation, compliance with the North Central Association Higher Learning Commission, and other approved industry accreditations. Section 18. The state board shall approve technical institute requests for purchase, construction, or alteration of facilities that involve the expenditure of state funds. Section 19. Upon passage of an authorizing resolution by the school board of any school district owning and operating a postsecondary technical institute, the technical institute shall be established as an independent public education entity which shall be attached to the Department of Tourism and State Development for administrative and reporting purposes. The authorizing resolution adopted by the school district owning and operating the postsecondary technical institute shall specify the assets and liabilities being transferred to the new independent technical institute agency. The authorizing resolution shall transfer to the new independent technical institute agency substantially all of the school district's assets, including real estate, which are primarily used in the ordinary course of business in the existing operation of the school district's existing postsecondary technical institute. In no event is the technical institute obligated to assume any liabilities not related to assets received by the technical institute or related to the ordinary operations of the technical institute. School districts are expressly authorized to transfer primary responsibility for repayment of all debt related to buildings and real estate transferred to the new independent technical institute agency. The authorizing resolution adopted by the school district shall establish for the independent technical institute agency a seven to nine member regional board of directors which shall have the duties and powers set forth in this Act. The regional board membership shall include representatives of business and industry leaders from the service area of the technical institute, one or more members of the local school board in which the institute is located, and persons experienced in economic and work force development in its region. The terms on the regional board of directors for members of the local school board shall expire at the same time as their local school board term expires. The initial regional board members shall be appointed for initial one, two, and three year terms staggered so that the terms of approximately one-third of the members of the board expire at any one time. Thereafter, the terms of the board members shall be for three years. The local school district currently owning and operating the technical institute shall appoint the initial members of the regional board in it authorizing resolution and specify the original term of such board member. Thereafter, the regional boards shall elect successors for those directors whose terms are expiring by vote of the members of the board whose terms are not expiring. However, no elected member may take office as a regional board member until the member's election has been confirmed and approved by the local school board in which the institute is located. If the local school board fails to approve or reject a successor member selected by a regional board within sixty days of the date when the local school board receives notice of such selection by the regional board, the proposed regional board member is deemed approved. The Mitchell, Rapid City, Sioux Falls, and Watertown school board shall adopt an authorizing resolution as provided in this section no later than October 31, 2011. The authorizing resolution adopted by a school board pursuant to this section is subject to review and approval by the secretary of the Department of Tourism and State Development. The secretary shall act on an authorizing resolution within thirty days of receipt of the authorizing resolution from the adopting school district. If the secretary does not approve the authorizing resolution, the secretary shall notify in writing the adopting school district of his or her objections. The secretary may fail to approve an authorizing resolution only due to the failure of the authorizing resolution to meet the standards set forth in this section related to the content of the authorizing resolution. Upon receipt of a letter from the secretary detailing his or her objections to the initial authorizing resolution, a school district shall adopt a modified authorizing resolution complying with the secretary's objections. All authorizing resolutions shall become fully implemented no later than July 1, 2012. Section 20. The regional boards of directors shall implement state board policies and goals to provide management and direction to ensure that the regional needs of the public, business, and industry are met to the highest possible degree and in the most cost-effective and efficient manner. Each regional board shall oversee the management of its institute, which shall be in accordance with the established objectives and the policies of the state board. Section 21. The policies of each regional board may be amended or adopted by the regional board acting collectively at any regular meeting of the regional board subject to the regional board's policies. All meetings of the regional boards are subject to the South Dakota open meetings law. Section 22. The Lake Area Technical Institute region is hereby established. The Lake Area Technical Institute region includes all of Campbell, McPherson, Brown, Marshall, Roberts, Walworth, Edmunds, Day, Potter, Faulk, Spink, Clark, Codington, Grant, Hamlin, Deuel, Kingsbury, and Brookings Counties. Section 23. The Mitchell Technical Institute region is hereby established. The Mitchell Technical Institute region includes all of Sully, Hyde, Hand, Beadle, Hughes, Lake, Lyman, Buffalo, Jerauld, Sanborn, Miner, Brule, Aurora, Davison, Hanson, Tripp, Gregory, Charles Mix, Douglas, Hutchinson, Bon Homme, and Yankton Counties. Section 24. The Southeast Technical Institute region is hereby established. The Southeast Technical Institute region includes all of Moody, McCook, Minnehaha, Turner, Lincoln, Clay, and Union Counties. Section 25. The Western Dakota Technical Institute region is hereby established. The Western Dakota Technical Institute region includes all of Harding, Perkins, Corson, Butte, Meade, Ziebach, Dewey, Lawrence, Haakon, Stanley, Pennington, Jones, Custer Fall River, Shannon, Jackson, Mellette, Bennett, and Todd Counties. Section 26. Each regional board, acting on behalf of its own technical institute, shall: (1) After a public hearing, adopt an annual budget of revenues and expenditures. The regional board shall establish student fees at its technical institute and shall charge the uniform tuition rate as established by the state board. Each regional technical institute shall retain in its accounts and appropriate in its budget all revenues generated at that technical institute by student tuition and fees; (2) Review all new education programs for its technical institute and the deletion or modification of existing programs; (3) Maintain awareness of, and communicate to the president of its technical institute, local industry, and community needs for programs and services to be provided by the technical institute; (4) Review and approve the local plan for evaluating its technical institute and the processes and outcomes of its student services and instructional programs; (5) Review, approve, and submit to the state board, for information and comment, an annual report regarding the performance of its technical institute relative to its goals and objectives, including meeting the ongoing and short-term training needs of business, industry, and the regional community at large, in an effective and efficient manner; (6) Confer the awarding of all certificates, diplomas, and degrees to students completing approved programs in the regular instructional program of the technical institute, having assured that all standards, competencies, and other requirements of the state board and the technical institute have been satisfied; (7) Review, approve, and assure implementation of its technical institute's plan to identify, on a periodic and timely basis, the current and future training needs of business, industry, and the community at large; (8) Review and approve the strategic plan, goals, and objectives for its technical institute; (9) Review on a quarterly basis its technical institute's fiscal report of receipts, expenditures, and fund balances; (10) Assure that the technical institute operates at all times in accordance with the policies of the state board; (11) Make any other recommendations as deemed appropriate to the president or the state board regarding the improvement of its technical institute's operations or postsecondary technical education in general; (12) Employ, dismiss, and establish the salary of the technical institute president; (13) Approve salaries and employment contracts for all staff; (14) Establish policies for approval of contracts for services for its technical institute; (15) Require an annual audit of all finances and procedures and submit the audit report to the appropriate agencies; and (16) Approve the operational policies for the technical institute. Section 27. The State Board of Technical Institutes shall be attached to the Department of Tourism and State Development for administrative and reporting purposes. Section 28. The technical institutes created pursuant to section 19 of this Act are political subdivisions of the State of South Dakota. Section 29. Technical institutes may not construct student union buildings and recreational facilities for technical institute students. This restriction includes the use of student fees to pay for student union buildings and recreational or multi-use facilities. The provisions of this section may not be construed as a restriction of construction or operation of regular cafeteria or multi- use facilities for students at technical institutes. Section 30. The continuing contract provisions set forth in § § 13-43-9.1 to 13-43-11, inclusive, do not apply to any person employed in a public technical institute. At least sixty days prior to the termination of an employee in a technical institute, the governing board shall notify in writing the employee of such termination. Section 31. A technical institute may award an associate in applied sciences degree. The state board may promulgate rules pursuant to chapter 1-26 providing for approval of programs in technical institutes leading to an associate in applied science degree. In approving any degree granting program, the state board shall consider curriculum, required hours, quality of instruction, minimum standards for entry into the program, and standards for program completion. Section 32. That § 13-39-1.2 be amended to read as follows: 13-39-1.2. Terms used in this chapter, mean: (1) \"Adult vocational education,\" the training provided to upgrade or update the occupational skills of persons who are preparing to, or have already, entered an occupation; (2) \"Center board,\" the governing body of a multi-district center; (3) \"Division,\" the Division of Education Services and Resources of the Department of Education; (4) \"Facilities,\" buildings, rooms, property, and permanent equipment, including vehicles, used to provide vocational education; (5) \"LEA,\" a local education agency limited to public school districts and the legal entities that a school district is authorized to establish; (6) \"Multi-district center,\" a multi-district secondary occupational vocational education center; (7) \"Multi-use facility,\" a structure or part of a structure for student or faculty use as a lounge area, cafeteria, classroom, or large group area not operated as a student union building in which student fees are charged and utilized to pay for construction and maintenance of a facility under the direct or indirect control of the students; (8) \"Participating district,\" a school district which has voting representation on a multi-district center board; (9) \"Postsecondary technical institute,\" a public nonprofit school legally authorized to provide public postsecondary technical education which does not culminate in a baccalaureate degree at that school; (10) \"Secretary,\" the state secretary of education; (11) \"State board,\" the South Dakota Board of Education; (12) \"Vocational education,\" organized programs at the secondary , postsecondary, or adult levels directly related to the preparation of individuals for paid or unpaid employment, or for the additional preparation for a career requiring other than a baccalaureate or advanced degree. Section 33. That § 13-39-9 be amended to read as follows: 13-39-9. The director has general control and supervision over all vocational education in all public secondary schools , public postsecondary institutions not under the control of the Board of Regents and all other vocational education functions assigned to him or her by the secretary of education. Section 34. That § 13-39-18 be repealed. 13-39-18. The director shall submit all requests for new programs from the postsecondary technical institutes in the state to the state board for action. Section 35. That § 13-39-19 be amended to read as follows: 13-39-19. The secretary of education may distribute funds appropriated to him by the Legislature or granted by any federal agency to the state in accordance with chapter 4-8B, for vocational education in public secondary and postsecondary technical institutes in the state in accordance with a state plan or plans adopted by the South Dakota Board of Education. The aid disbursed to the different schools of the state and all expenses incurred in the administration of the provisions of any federal acts relating to vocational education shall be paid out of the funds of the secretary appropriated for that purpose and from the federal funds allotted to the State of South Dakota for similar purposes. The state treasurer is the custodian of all money paid to the state from federal appropriations for the purpose of vocational education, and shall disburse the funds on warrants issued by the state auditor upon vouchers approved by the director. The secretary of education shall authorize the director to submit vouchers to the state auditor for the amount payable as state and federal aid to each school approved under the provisions of this chapter. Upon receipt of the vouchers, the state auditor shall draw warrants on the state treasury in favor of the treasurer of the public secondary and postsecondary technical institute for the sum approved by the secretary. Section 36. That § 13-39-26 be amended to read as follows: 13-39-26. The provisions of this chapter do not apply to private business schools , postsecondary technical institutes, or private vocational institutions except that the secretary of education and LEAs may enter into contracts with these schools and institutions to provide vocational education. Section 37. That § 13-39-34 be repealed. 13-39-34. Any LEA proposing to operate a postsecondary technical institute or establish an existing postsecondary technical institute as a separate legal entity may petition the state board pursuant to §§ 13-39-35 to 13-39-36, inclusive. The state board may conduct hearings, investigate school records, and secure other data relating to the proposed postsecondary technical institute, its geographical location, the demography and economy of the area, and any other facts relating to the proposed postsecondary technical institute which the state board may consider appropriate. Section 38. That § 13-39-35 be repealed. 13-39-35. If the South Dakota Board of Education finds that the classification petitioned for would further the educational interests of the state, more nearly equalize the educational opportunities in certain phases of technical education to persons in this state who are of the age and maturity to pursue study in preparation for entering the labor market, be of potential benefit to persons in all communities of the state, and is otherwise in accordance with the plans of the state board, it may recommend the petition be approved by the Legislature. Section 39. That § 13-39-35.1 be repealed. 13-39-35.1. If the Legislature approves the petition by passing a joint resolution, an LEA may operate a postsecondary technical institute. If an LEA begins to operate a postsecondary technical institute without the approval required by this section, that school is ineligible for state vocational education money. Adult vocational education programs are exempt from the provisions of this section. Section 40. That § 13-39-35.2 be repealed. 13-39-35.2. The joint resolution passed pursuant to § 13-39-35.1 shall specify the duties and powers of a postsecondary technical institute. The resolution may also specify the procedure for selecting members of the governing board, which may include local elections for such members. A school established pursuant to § 13-39-35.1 may be a distinct legal entity separate and apart from the school district or districts which established it. Section 41. That § 13-39-36 be repealed. 13-39-36. If the petition is approved by the Legislature, the LEA may establish the proposed school and the state board shall classify the school as a postsecondary technical institute. The state board shall conduct general supervision as provided in § 13-39-37 and in the rules adopted pursuant to chapter 1-26 by the state board. Section 42. That § 13-39-37 be repealed. 13-39-37. The South Dakota Board of Education may adopt rules pursuant to chapter 1-26, to be administered by the director, governing the operation and maintenance of postsecondary technical institutes which will afford the people of the state, insofar as practicable, an equal opportunity to acquire a public technical education. The rules may provide for the following: (1) Curriculum and standards of instruction and scholarship; (2) Attendance requirements, age limits of trainees, eligibility for attendance, and tuition payments and other charges; (3) Apportionment and distribution of funds made available to the board for carrying out the purposes of §§ 13-39-34 to 13-39-39, inclusive; (4) Transportation requirements and payments; (5) General administrative matters; (6) The submission of the annual budget of the postsecondary technical institute which shall include, but is not limited to, a description of programs, a list of staff positions, and the amount for supplies and operating expenses associated with the programs offered. The rules shall require the budget to include all operating costs of programs, including those costs ineligible for reimbursement from federal and state funds, shall state the procedure for amending and filing it with the division of education services and resources and shall provide that failure to comply with the rules may result in withholding of payments from federal and state funds; (7) The submission of plans of LEAs for new construction or major renovation of facilities eligible for reimbursement. The rules regarding these plans shall provide a requirement that the LEA, by a written resolution, declare the LEA committed to begin construction if the budget of the state board provides the matching funds; (8) The promotion and coordination of vocational education; and (9) The duplication of programs. Section 43. That § 13-39-37.1 be repealed. 13-39-37.1. Notwithstanding the provisions of §§ 13-16-6, 13-16-7, and 13-19-7, school districts may not construct student union buildings and recreational facilities for postsecondary technical institute students. This restriction includes the use of student fees to pay for student union buildings and recreational or multi-use facilities. The provisions of this section may not be construed as a restriction of construction or operation of regular cafeteria or multi-use facilities for students at postsecondary technical institutes. Section 44. That § 13-39-38 be repealed. 13-39-38. The secretary of education shall apportion and distribute funds made available for postsecondary technical institutes through a formula approved by the South Dakota Board of Education to the LEAs having jurisdiction over postsecondary technical institutes to assist in maintaining and operating those schools. The use of the funds are subject to rules adopted by the state board pursuant to subdivision § 13-39-37(3) and in accordance with the approved state plan for vocational education. Section 45. That § 13-39-39 be repealed. 13-39-39. The division shall distribute funds to the postsecondary technical institutes under the provisions of § 13-39-38 from money appropriated to the division for that purpose, and from federal funds allotted to the State of South Dakota for that purpose. Section 46. That § 13-39-39.1 be repealed. 13-39-39.1. LEAs operating postsecondary technical institutes shall keep separate the accounting and funds for the operation of the postsecondary technical programs. The LEA shall deposit receipts, student fees and income from state and federal sources, as well as any other receipts incidental to the operation of the postsecondary technical institute, in the fund or funds created pursuant to this chapter. Section 47. That § 13-39-65 be repealed. 13-39-65. The continuing contract provisions set forth in §§ 13-43-9.1 to 13-43-11, inclusive, do not apply to any person employed in a public postsecondary technical institute. At least sixty days prior to the termination of an employee in a postsecondary technical institute, the governing board shall notify in writing the employee of such termination. Section 48. That § 13-39-72 be repealed. 13-39-72. An LEA operating an approved postsecondary vocational school may award an associate in applied sciences degree. The state board may promulgate rules pursuant to chapter 1-26 providing for approval of programs in postsecondary vocational education schools leading to an associate in applied science degree. In approving any program, the state board shall consider curriculum, required hours, quality of instruction, minimum standards for entry into the programs, and standards for program completion. Section 49. The provisions of sections 29 to 46, inclusive, of this Act are effective on the date of the first annual meeting of the State Board of Technical Institutes, pursuant to section 5 of this Act. Section 50. No technical institute created pursuant to this Act may be deemed to be an educational institution under the control of the Board of Regents pursuant to S.D. Const., Art. XIV, § 3. No technical institute may use the term, college, or the term, community college, as a part of its name, because the mission of the technical institutes is job training and work force development."}, {"bill_id": 20989, "bill_version_id": 111570, "bill_version": "Senate Engrossed", "bill_version_date": "2007-02-05T15:21:48-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a State Board of Technical Institutes, to provide for its powers, duties, and responsibilities, and to provide for the transfer of authority over public postsecondary technical education from the Department of Education to the State Board of Technical Institutes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The control of the public technical institutes of the state is vested in a board of nine members, designated as the State Board of Technical Institutes. The state board shall consist of two at-large members appointed by the Governor; one member of the Board of Regents appointed by the Governor; one regional board member from Lake Area Technical Institute; one regional board member from Mitchell Technical Institute; one regional board member from Southeast Technical Institute; one regional board member from Western Dakota Technical Institute; the secretary of the Department of Labor; and the secretary of the Department of Tourism and State Development. If a regional board for a particular institute has not yet been established, the sponsoring school district may appoint a member to the State Board of Technical Institutes until such time as a regional board for that institute has been established. Section 2. All appointed members shall serve three-year terms. No appointed member may serve more than three consecutive terms. The regional representatives to the state board shall be selected and appointed by the regional boards. The four regional board members shall be appointed by the appropriate regional board, and each regional appointed member shall be a current member of that institute's regional board of directors at the time of the member's initial appointment to the state board. No member of this board may be a member of the South Dakota Board of Education. Section 3. If a vacancy occurs as provided in § 3-4-1, the original appointing authority shall fill such vacancy, subject to the same conditions as set forth in the original appointment. The appointee shall serve for the balance of the unexpired term. Section 4. Meetings may be held on the call of the president or by the joint request of a majority of the members. In either case, due and reasonable notice shall be given. The affirmative vote of a majority of the members of the state board is required to take official action. The state board shall record their minutes which shall be open to the public. All such meetings of the state board shall be open to the public except when personnel matters and privileged matters between the board and its attorney are being discussed. If such meetings are held, the board shall limit the topics discussed or acted upon to such matters only. Section 5. At the annual meeting, the state board shall elect a president from among the members, whose term of office shall be for one year. Section 6. The members of the state board shall be paid per diem compensation and allowable expenses for their services on the board pursuant to § 4-7-10.4. However, the secretary of the Department of Labor and the secretary of the Department of Tourism and State Development are prohibited from receiving per diem compensation and allowable expenses pursuant to § 3-8-3 and any state employee serving on the board is prohibited from receiving per diem compensation pursuant to § 3-8-4.1. Section 7. The state board may promulgate and enforce rules pursuant to chapter 1-26, pertaining to the operation, control, and supervision of technical institutes. The state board shall establish a uniform tuition rate, which does not include student fees, for all technical institutes. Section 8. The state board shall provide overall policies, goals, and objectives for the management of public postsecondary technical education to ensure that the needs of the public, business, and industry are met to the highest possible degree and in the most cost-effective and efficient manner. Section 9. The state board shall select and employ an executive director and set the executive director's annual compensation, duties, and responsibilities. The state board shall provide overall policy guidance to the executive director, who is responsible for day-to-day operations of the state board. Section 10. The state board shall approve changes in organizational structure or functional assignments for the executive director. Section 11. The state board shall delegate to the executive director the authority to hire and fire state board employees and to establish salaries in conformance with state laws and regulations. Section 12. The state board shall review and approve recommendations for annual funding requests for all public technical institutes and make recommendations to the Governor and the Legislature. Section 13. The state board shall consider and act upon the following: (1) Recommendations regarding legislation proposed for postsecondary technical education; (2) All actions required by law to be taken by the state board; (3) Establishment of committees related to statewide mission of public technical institutes; and (4) Approve all new diploma or degree granting or awarding programs at any technical institute. Section 14. The state board shall represent the state with other agencies in South Dakota, in other states, and at the national level. Section 15. The state board shall make recommendations for enhancing the mission of public technical institutes for the benefit of the state. Section 16. The state board shall establish an annual report and guidelines for reporting for the technical institutes. Section 17. The state board shall facilitate institutional and program accreditation, compliance with the North Central Association Higher Learning Commission, and other approved industry accreditations. Section 18. The state board shall approve technical institute requests for purchase, construction, or alteration of facilities that involve the expenditure of state funds. Section 19. Upon passage of an authorizing resolution by the school board of any school district owning and operating a postsecondary technical institute, the technical institute shall be established as an independent public education entity which shall be attached to the Department of Tourism and State Development for administrative and reporting purposes. The authorizing resolution adopted by the school district owning and operating the postsecondary technical institute shall specify the assets and liabilities being transferred to the new independent technical institute agency. The authorizing resolution shall transfer to the new independent technical institute agency substantially all of the school district's assets, including real estate, which are primarily used in the ordinary course of business in the existing operation of the school district's existing postsecondary technical institute including, without limitation, all rights, title, and interest of the school district in and to any sublease of facilities between the Board of Education and the school district entered into in connection with a program of the Health and Educational Facilities Authority under § 1-16A-74. In no event is the technical institute obligated to assume any liabilities not related to assets received by the technical institute or related to the ordinary operations of the technical institute. School districts are expressly authorized to transfer primary responsibility for repayment of all debt related to buildings and real estate transferred to the new independent technical institute agency including obligations incurred in connection with the program of the Health and Educational Facilities Authority under § 1-16A-74. The authorizing resolution adopted by the school district shall establish for the independent technical institute agency a seven to nine member regional board of directors which shall have the duties and powers set forth in this Act. The regional board membership shall include representatives of business and industry leaders from the service area of the technical institute, one or more members of the local school board in which the institute is located, and persons experienced in economic and work force development in its region. The terms on the regional board of directors for members of the local school board shall expire at the same time as their local school board term expires. The initial regional board members shall be appointed for initial one, two, and three year terms staggered so that the terms of approximately one-third of the members of the board expire at any one time. Thereafter, the terms of the board members shall be for three years. The local school district currently owning and operating the technical institute shall appoint the initial members of the regional board in it authorizing resolution and specify the original term of such board member. Thereafter, the regional boards shall elect successors for those directors whose terms are expiring by vote of the members of the board whose terms are not expiring. However, no elected member may take office as a regional board member until the member's election has been confirmed and approved by the local school board in which the institute is located. If the local school board fails to approve or reject a successor member selected by a regional board within sixty days of the date when the local school board receives notice of such selection by the regional board, the proposed regional board member is deemed approved. The Mitchell, Rapid City, Sioux Falls, and Watertown school board shall adopt an authorizing resolution as provided in this section no later than October 31, 2011. The authorizing resolution adopted by a school board pursuant to this section is subject to review and approval by the secretary of the Department of Tourism and State Development. The secretary shall act on an authorizing resolution within thirty days of receipt of the authorizing resolution from the adopting school district. If the secretary does not approve the authorizing resolution, the secretary shall notify in writing the adopting school district of his or her objections. The secretary may fail to approve an authorizing resolution only due to the failure of the authorizing resolution to meet the standards set forth in this section related to the content of the authorizing resolution. Upon receipt of a letter from the secretary detailing his or her objections to the initial authorizing resolution, a school district shall adopt a modified authorizing resolution complying with the secretary's objections. All authorizing resolutions shall become fully implemented no later than July 1, 2012. Section 20. The regional boards of directors shall implement state board policies and goals to provide management and direction to ensure that the regional needs of the public, business, and industry are met to the highest possible degree and in the most cost-effective and efficient manner. Each regional board shall oversee the management of its institute, which shall be in accordance with the established objectives and the policies of the state board. Section 21. The policies of each regional board may be amended or adopted by the regional board acting collectively at any regular meeting of the regional board subject to the regional board's policies. All meetings of the regional boards are subject to the South Dakota open meetings law. Section 22. The Lake Area Technical Institute region is hereby established. The Lake Area Technical Institute region includes all of Campbell, McPherson, Brown, Marshall, Roberts, Walworth, Edmunds, Day, Potter, Faulk, Spink, Clark, Codington, Grant, Hamlin, Deuel, Kingsbury, and Brookings Counties. Section 23. The Mitchell Technical Institute region is hereby established. The Mitchell Technical Institute region includes all of Sully, Hyde, Hand, Beadle, Hughes, Lake, Lyman, Buffalo, Jerauld, Sanborn, Miner, Brule, Aurora, Davison, Hanson, Tripp, Gregory, Charles Mix, Douglas, Hutchinson, Bon Homme, and Yankton Counties. Section 24. The Southeast Technical Institute region is hereby established. The Southeast Technical Institute region includes all of Moody, McCook, Minnehaha, Turner, Lincoln, Clay, and Union Counties. Section 25. The Western Dakota Technical Institute region is hereby established. The Western Dakota Technical Institute region includes all of Harding, Perkins, Corson, Butte, Meade, Ziebach, Dewey, Lawrence, Haakon, Stanley, Pennington, Jones, Custer Fall River, Shannon, Jackson, Mellette, Bennett, and Todd Counties. Section 26. Each regional board, acting on behalf of its own technical institute, shall: (1) After a public hearing, adopt an annual budget of revenues and expenditures. The regional board shall establish student fees at its technical institute and shall charge the uniform tuition rate as established by the state board. Each regional technical institute shall retain in its accounts and appropriate in its budget all revenues generated at that technical institute by student tuition and fees; (2) Review all new education programs for its technical institute and the deletion or modification of existing programs; (3) Maintain awareness of, and communicate to the president of its technical institute, local industry, and community needs for programs and services to be provided by the technical institute; (4) Review and approve the local plan for evaluating its technical institute and the processes and outcomes of its student services and instructional programs; (5) Review, approve, and submit to the state board, for information and comment, an annual report regarding the performance of its technical institute relative to its goals and objectives, including meeting the ongoing and short-term training needs of business, industry, and the regional community at large, in an effective and efficient manner; (6) Confer the awarding of all certificates, diplomas, and degrees to students completing approved programs in the regular instructional program of the technical institute, having assured that all standards, competencies, and other requirements of the state board and the technical institute have been satisfied; (7) Review, approve, and assure implementation of its technical institute's plan to identify, on a periodic and timely basis, the current and future training needs of business, industry, and the community at large; (8) Review and approve the strategic plan, goals, and objectives for its technical institute; (9) Review on a quarterly basis its technical institute's fiscal report of receipts, expenditures, and fund balances; (10) Assure that the technical institute operates at all times in accordance with the policies of the state board; (11) Make any other recommendations as deemed appropriate to the president or the state board regarding the improvement of its technical institute's operations or postsecondary technical education in general; (12) Employ, dismiss, and establish the salary of the technical institute president; (13) Approve salaries and employment contracts for all staff; (14) Establish policies for approval of contracts for services for its technical institute; (15) Require an annual audit of all finances and procedures and submit the audit report to the appropriate agencies; and (16) Approve the operational policies for the technical institute. Section 27. The State Board of Technical Institutes shall be attached to the Department of Tourism and State Development for administrative and reporting purposes. Section 28. The technical institutes created pursuant to section 19 of this Act are political subdivisions of the State of South Dakota. Section 29. Technical institutes may not construct student union buildings and recreational facilities for technical institute students. This restriction includes the use of student fees to pay for student union buildings and recreational or multi-use facilities. The provisions of this section may not be construed as a restriction of construction or operation of regular cafeteria or multi- use facilities for students at technical institutes. The provisions of this section do not apply to any multi-use facility constructed and placed in operation prior to January 1, 2007. Section 30. The continuing contract provisions set forth in § § 13-43-9.1 to 13-43-11, inclusive, do not apply to any person employed in a public technical institute. At least sixty days prior to the termination of an employee in a technical institute, the governing board shall notify in writing the employee of such termination. Section 31. A technical institute may award an associate in applied sciences degree. The state board may promulgate rules pursuant to chapter 1-26 providing for approval of programs in technical institutes leading to an associate in applied science degree. In approving any degree granting program, the state board shall consider curriculum, required hours, quality of instruction, minimum standards for entry into the program, and standards for program completion. Section 32. That § 13-39-1.2 be amended to read as follows: 13-39-1.2. Terms used in this chapter, mean: (1) \"Adult vocational education,\" the training provided to upgrade or update the occupational skills of persons who are preparing to, or have already, entered an occupation; (2) \"Center board,\" the governing body of a multi-district center; (3) \"Division,\" the Division of Education Services and Resources of the Department of Education; (4) \"Facilities,\" buildings, rooms, property, and permanent equipment, including vehicles, used to provide vocational education; (5) \"LEA,\" a local education agency limited to public school districts and the legal entities that a school district is authorized to establish; (6) \"Multi-district center,\" a multi-district secondary occupational vocational education center; (7) \"Multi-use facility,\" a structure or part of a structure for student or faculty use as a lounge area, cafeteria, classroom, or large group area not operated as a student union building in which student fees are charged and utilized to pay for construction and maintenance of a facility under the direct or indirect control of the students; (8) \"Participating district,\" a school district which has voting representation on a multi-district center board; (9) \"Postsecondary technical institute,\" a public nonprofit school legally authorized to provide public postsecondary technical education which does not culminate in a baccalaureate degree at that school; (10) \"Secretary,\" the state secretary of education; (11) \"State board,\" the South Dakota Board of Education; (12) \"Vocational education,\" organized programs at the secondary , postsecondary, or adult levels directly related to the preparation of individuals for paid or unpaid employment, or for the additional preparation for a career requiring other than a baccalaureate or advanced degree. Section 33. That § 13-39-9 be amended to read as follows: 13-39-9. The director has general control and supervision over all vocational education in all public secondary schools , public postsecondary institutions not under the control of the Board of Regents and all other vocational education functions assigned to him or her by the secretary of education. Section 34. That § 13-39-18 be repealed. 13-39-18. The director shall submit all requests for new programs from the postsecondary technical institutes in the state to the state board for action. Section 35. That § 13-39-19 be amended to read as follows: 13-39-19. The secretary of education may distribute funds appropriated to him by the Legislature or granted by any federal agency to the state in accordance with chapter 4-8B, for vocational education in public secondary and postsecondary technical institutes in the state in accordance with a state plan or plans adopted by the South Dakota Board of Education. The aid disbursed to the different schools of the state and all expenses incurred in the administration of the provisions of any federal acts relating to vocational education shall be paid out of the funds of the secretary appropriated for that purpose and from the federal funds allotted to the State of South Dakota for similar purposes. The state treasurer is the custodian of all money paid to the state from federal appropriations for the purpose of vocational education, and shall disburse the funds on warrants issued by the state auditor upon vouchers approved by the director. The secretary of education shall authorize the director to submit vouchers to the state auditor for the amount payable as state and federal aid to each school approved under the provisions of this chapter. Upon receipt of the vouchers, the state auditor shall draw warrants on the state treasury in favor of the treasurer of the public secondary and postsecondary technical institute for the sum approved by the secretary. Section 36. That § 13-39-26 be amended to read as follows: 13-39-26. The provisions of this chapter do not apply to private business schools , postsecondary technical institutes, or private vocational institutions except that the secretary of education and LEAs may enter into contracts with these schools and institutions to provide vocational education. Section 37. That § 13-39-34 be repealed. 13-39-34. Any LEA proposing to operate a postsecondary technical institute or establish an existing postsecondary technical institute as a separate legal entity may petition the state board pursuant to §§ 13-39-35 to 13-39-36, inclusive. The state board may conduct hearings, investigate school records, and secure other data relating to the proposed postsecondary technical institute, its geographical location, the demography and economy of the area, and any other facts relating to the proposed postsecondary technical institute which the state board may consider appropriate. Section 38. That § 13-39-35 be repealed. 13-39-35. If the South Dakota Board of Education finds that the classification petitioned for would further the educational interests of the state, more nearly equalize the educational opportunities in certain phases of technical education to persons in this state who are of the age and maturity to pursue study in preparation for entering the labor market, be of potential benefit to persons in all communities of the state, and is otherwise in accordance with the plans of the state board, it may recommend the petition be approved by the Legislature. Section 39. That § 13-39-35.1 be repealed. 13-39-35.1. If the Legislature approves the petition by passing a joint resolution, an LEA may operate a postsecondary technical institute. If an LEA begins to operate a postsecondary technical institute without the approval required by this section, that school is ineligible for state vocational education money. Adult vocational education programs are exempt from the provisions of this section. Section 40. That § 13-39-35.2 be repealed. 13-39-35.2. The joint resolution passed pursuant to § 13-39-35.1 shall specify the duties and powers of a postsecondary technical institute. The resolution may also specify the procedure for selecting members of the governing board, which may include local elections for such members. A school established pursuant to § 13-39-35.1 may be a distinct legal entity separate and apart from the school district or districts which established it. Section 41. That § 13-39-36 be repealed. 13-39-36. If the petition is approved by the Legislature, the LEA may establish the proposed school and the state board shall classify the school as a postsecondary technical institute. The state board shall conduct general supervision as provided in § 13-39-37 and in the rules adopted pursuant to chapter 1-26 by the state board. Section 42. That § 13-39-37 be repealed. 13-39-37. The South Dakota Board of Education may adopt rules pursuant to chapter 1-26, to be administered by the director, governing the operation and maintenance of postsecondary technical institutes which will afford the people of the state, insofar as practicable, an equal opportunity to acquire a public technical education. The rules may provide for the following: (1) Curriculum and standards of instruction and scholarship; (2) Attendance requirements, age limits of trainees, eligibility for attendance, and tuition payments and other charges; (3) Apportionment and distribution of funds made available to the board for carrying out the purposes of §§ 13-39-34 to 13-39-39, inclusive; (4) Transportation requirements and payments; (5) General administrative matters; (6) The submission of the annual budget of the postsecondary technical institute which shall include, but is not limited to, a description of programs, a list of staff positions, and the amount for supplies and operating expenses associated with the programs offered. The rules shall require the budget to include all operating costs of programs, including those costs ineligible for reimbursement from federal and state funds, shall state the procedure for amending and filing it with the division of education services and resources and shall provide that failure to comply with the rules may result in withholding of payments from federal and state funds; (7) The submission of plans of LEAs for new construction or major renovation of facilities eligible for reimbursement. The rules regarding these plans shall provide a requirement that the LEA, by a written resolution, declare the LEA committed to begin construction if the budget of the state board provides the matching funds; (8) The promotion and coordination of vocational education; and (9) The duplication of programs. Section 43. That § 13-39-37.1 be repealed. 13-39-37.1. Notwithstanding the provisions of §§ 13-16-6, 13-16-7, and 13-19-7, school districts may not construct student union buildings and recreational facilities for postsecondary technical institute students. This restriction includes the use of student fees to pay for student union buildings and recreational or multi-use facilities. The provisions of this section may not be construed as a restriction of construction or operation of regular cafeteria or multi-use facilities for students at postsecondary technical institutes. Section 44. That § 13-39-38 be repealed. 13-39-38. The secretary of education shall apportion and distribute funds made available for postsecondary technical institutes through a formula approved by the South Dakota Board of Education to the LEAs having jurisdiction over postsecondary technical institutes to assist in maintaining and operating those schools. The use of the funds are subject to rules adopted by the state board pursuant to subdivision § 13-39-37(3) and in accordance with the approved state plan for vocational education. Section 45. That § 13-39-39 be repealed. 13-39-39. The division shall distribute funds to the postsecondary technical institutes under the provisions of § 13-39-38 from money appropriated to the division for that purpose, and from federal funds allotted to the State of South Dakota for that purpose. Section 46. That § 13-39-39.1 be repealed. 13-39-39.1. LEAs operating postsecondary technical institutes shall keep separate the accounting and funds for the operation of the postsecondary technical programs. The LEA shall deposit receipts, student fees and income from state and federal sources, as well as any other receipts incidental to the operation of the postsecondary technical institute, in the fund or funds created pursuant to this chapter. Section 47. That § 13-39-65 be repealed. 13-39-65. The continuing contract provisions set forth in §§ 13-43-9.1 to 13-43-11, inclusive, do not apply to any person employed in a public postsecondary technical institute. At least sixty days prior to the termination of an employee in a postsecondary technical institute, the governing board shall notify in writing the employee of such termination. Section 48. That § 13-39-72 be repealed. 13-39-72. An LEA operating an approved postsecondary vocational school may award an associate in applied sciences degree. The state board may promulgate rules pursuant to chapter 1-26 providing for approval of programs in postsecondary vocational education schools leading to an associate in applied science degree. In approving any program, the state board shall consider curriculum, required hours, quality of instruction, minimum standards for entry into the programs, and standards for program completion. Section 49. The provisions of sections 29 to 46, inclusive, of this Act are effective on the date of the first annual meeting of the State Board of Technical Institutes, pursuant to section 5 of this Act. Section 50. No technical institute created pursuant to this Act may be deemed to be an educational institution under the control of the Board of Regents pursuant to S.D. Const., Art. XIV, § 3. No technical institute may use the term, college, or the term, community college, as a part of its name, because the mission of the technical institutes is job training and work force development. Section 51. The state board is the lawful successor to the Board of Education with respect to (a) the lease purchase agreement dated as of August 1, 1988, between the Health and Educational Facilities Authority and the Board of Education, as heretofore amended or supplemented, (b) the first supplement to general pledge and escrow agreement between the treasurer, the Board of Education, the Health and Educational Facilities Authority, and the First National Bank in Sioux Falls, dated as of August 1, 1988, as amended and supplemented, (c) the fourth supplement to facility fee tuition collection and deposit agreement dated June 1, 1999, among the treasurer, the Board of Education, the First National Bank in Sioux Falls, and the school districts specified in section 19 of this Act, or their successors, as such agreement has been heretofore amended or supplemented from time to time, and (d) all other agreements related to the foregoing and with respect to vocational education program revenue bonds issued from time to time by the Health and Educational Facilities Authority to finance property used by the technical institutes. Section 52. The state board has all necessary power and authority to enter into the agreements described in section 51 of this Act and succeeds to and assumes all of the obligations of the Board of Education with respect thereto and is bound by all of the covenants of the Board of Education in connection therewith, which obligations and covenants are hereby ratified and confirmed. All bonds, notes, or other evidences of indebtedness outstanding on the effective date of this Act are unaffected by the transfer of functions from the Board of Education to the state board. No contract with respect to such bonds may be deemed to have been impaired by this Act."}, {"bill_id": 20989, "bill_version_id": 113140, "bill_version": "Enrolled", "bill_version_date": "2007-03-01T08:31:05-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20989, "action_date": "2007-01-22T14:00:00-06:00", "document_id": 110549, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110549.pdf", "status_text": "First read in Senate and referred to", "journal_page": 184, "committee_id_action": 924, "committee_id_assigned": 899, "result": "N", "vote": {}}, {"bill_id": 20989, "action_date": "2007-01-30T07:45:00-06:00", "document_id": 111140, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111140.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 899, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20989, "action_date": "2007-01-30T07:45:00-06:00", "document_id": 111140, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111140.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 899, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 66467, "president_vote": null, "Nay": [3602, 3636, 3641, 3647], "Yea": [3621, 3652, 3626]}}, {"bill_id": 20989, "action_date": "2007-01-30T07:45:00-06:00", "document_id": 111140, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111140.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 286, "committee_id_action": 899, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66468, "president_vote": null, "Yea": [3602, 3636, 3641, 3647], "Nay": [3621, 3652, 3626]}}, {"bill_id": 20989, "action_date": "2007-01-31T14:00:00-06:00", "document_id": 111295, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111295.pdf", "status_text": "Recalled from committee (Rule 7-7)", "journal_page": 308, "committee_id_action": 924, "committee_id_assigned": 899, "result": "P", "vote": {}}, {"bill_id": 20989, "action_date": "2007-02-01T07:45:00-06:00", "document_id": 111356, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111356.pdf", "status_text": "Reconsidered", "journal_page": null, "committee_id_action": 899, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20989, "action_date": "2007-02-01T07:45:00-06:00", "document_id": 111356, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111356.pdf", "status_text": "Do Pass Amended,", "journal_page": 325, "committee_id_action": 899, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66606, "president_vote": null, "Yea": [3602, 3621, 3641, 3652, 3626], "Nay": [3636, 3647]}}, {"bill_id": 20989, "action_date": "2007-02-05T14:00:00-06:00", "document_id": 111593, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111593.pdf", "status_text": "Motion to Amend,", "journal_page": 375, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20989, "action_date": "2007-02-05T14:00:00-06:00", "document_id": 111593, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111593.pdf", "status_text": "Do Pass Amended,", "journal_page": 376, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66811, "president_vote": null, "Yea": [3571, 3574, 3575, 3585, 3589, 3595, 3596, 3603, 3607, 3608, 3610, 3612, 3615, 3617, 3618, 3621, 3623, 3625, 3626, 3627, 3630, 3633, 3634, 3639, 3647, 3652, 3659, 3661, 3664, 3667, 3669], "Nay": [3573, 3636, 3641], "Excused": [3602]}}, {"bill_id": 20989, "action_date": "2007-02-06T14:00:00-06:00", "document_id": 111682, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111682.pdf", "status_text": "First read in House and referred to", "journal_page": 357, "committee_id_action": 923, "committee_id_assigned": 912, "result": "N", "vote": {}}, {"bill_id": 20989, "action_date": "2007-02-22T10:00:00-06:00", "document_id": 112645, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112645.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 912, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20989, "action_date": "2007-02-23T10:00:00-06:00", "document_id": 112752, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112752.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 912, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20989, "action_date": "2007-02-23T10:00:00-06:00", "document_id": 112752, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112752.pdf", "status_text": "Do Pass,", "journal_page": 642, "committee_id_action": 912, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65588, "president_vote": null, "Excused": [3577], "Yea": [3579, 3587, 3599, 3635, 3665, 3671, 3674, 3675], "Nay": [3591, 3604, 3614, 3643, 3649, 3613]}}, {"bill_id": 20989, "action_date": "2007-02-27T14:00:00-06:00", "document_id": 112981, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112981.pdf", "status_text": "Deferred to another day", "journal_page": 690, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20989, "action_date": "2007-02-28T14:00:00-06:00", "document_id": 113110, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113110.pdf", "status_text": "Do Pass Amended,", "journal_page": 711, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67254, "president_vote": null, "Yea": [3572, 3576, 3577, 3578, 3579, 3580, 3582, 3583, 3586, 3587, 3590, 3591, 3592, 3593, 3594, 3597, 3598, 3599, 3600, 3605, 3606, 3609, 3611, 3616, 3619, 3620, 3628, 3629, 3631, 3632, 3635, 3637, 3638, 3640, 3645, 3646, 3650, 3651, 3655, 3660, 3662, 3663, 3665, 3668, 3670, 3671, 3672, 3674, 3675, 3676], "Nay": [3581, 3604, 3613, 3614, 3622, 3624, 3642, 3643, 3644, 3648, 3649, 3653, 3654, 3656, 3657, 3658, 3666, 3673, 3584], "Excused": [3588]}}, {"bill_id": 20989, "action_date": "2007-03-02T10:00:00-06:00", "document_id": 113306, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113306.pdf", "status_text": "Signed by President", "journal_page": 753, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20989, "action_date": "2007-03-02T10:00:00-06:00", "document_id": 113289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113289.pdf", "status_text": "Signed by Speaker", "journal_page": 792, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20989, "action_date": "2007-03-03T09:00:00-06:00", "document_id": 113367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113367.pdf", "status_text": "Delivered to the Governor", "journal_page": 758, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20989, "action_date": "2007-03-26T10:00:00-05:00", "document_id": 113425, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113425.pdf", "status_text": "Vetoed by Governor", "journal_page": 792, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20989, "action_date": "2007-03-26T10:00:00-05:00", "document_id": 113425, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113425.pdf", "status_text": "Veto override", "journal_page": 795, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66010, "president_vote": null, "Yea": [3571, 3575, 3585, 3589, 3595, 3596, 3602, 3603, 3607, 3608, 3610, 3612, 3617, 3618, 3621, 3623, 3625, 3626, 3627, 3630, 3633, 3634, 3639, 3652, 3659, 3661, 3664, 3667], "Nay": [3573, 3574, 3615, 3636, 3641, 3647], "Excused": [3669]}}, {"bill_id": 20989, "action_date": "2007-03-26T10:00:00-05:00", "document_id": 113416, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113416.pdf", "status_text": "Veto override", "journal_page": 859, "committee_id_action": 923, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 67348, "president_vote": null, "Yea": [3572, 3576, 3577, 3579, 3580, 3582, 3583, 3586, 3587, 3590, 3592, 3593, 3594, 3597, 3598, 3599, 3600, 3606, 3609, 3611, 3616, 3620, 3629, 3631, 3632, 3635, 3637, 3638, 3640, 3646, 3650, 3651, 3655, 3660, 3662, 3663, 3665, 3670, 3671, 3674, 3675, 3676], "Nay": [3578, 3581, 3591, 3605, 3613, 3614, 3619, 3622, 3624, 3628, 3642, 3643, 3644, 3645, 3648, 3649, 3653, 3654, 3656, 3657, 3658, 3666, 3668, 3672, 3673, 3584], "Excused": [3588, 3604]}}, {"bill_id": 20989, "action_date": "2007-03-26T10:00:00-05:00", "document_id": 113425, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/113425.pdf", "status_text": "Vetoed by Governor", "journal_page": null, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20989"}