{"session_id": 8, "bill_id": 2145, "bill_type": "House Commemoration", "bill_number": 1012, "bill_title": "Honoring the Sioux Falls Roosevelt High School Boys' Golf Team and the students involved in the program for winning the 2009 State Class AA Boys' Golf Championship.", "sponsors": [{"legislator_profile_id": 760, "is_prime": true}, {"legislator_profile_id": 819, "is_prime": true}, {"legislator_profile_id": 818, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 2145, "bill_version_id": 13464, "bill_version": "Introduced", "bill_version_date": "2010-03-04T10:20:45.257-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Sioux Falls Roosevelt High School Boys' Golf Team and the students involved in the program for winning the 2009 State Class AA Boys' Golf Championship. WHEREAS, the Roosevelt High School Boys' Golf Team became the 2009 State Class AA Boys' Golf Champions under the direction of head coach Pam Hoiland; and WHEREAS, the Roosevelt High School Boys' Golf Team was exemplary in its unity and the accord of all its members, including Grant Wynia, Austin Erickson, Mitchell Smith, Talon Eich, Blake Swee, and Austin Sitter; and WHEREAS, the Roosevelt High School Boys' Golf Team showed hard work, dedication, and determination in its goals toward the 2009 State Class AA Boys' Golf Championship title: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-fifth Legislature of the State of South Dakota, that the Roosevelt High School Boys' Golf Team be congratulated on winning the 2009 State Class AA Boys' Golf Championship."}, {"bill_id": 2145, "bill_version_id": 13738, "bill_version": "Enrolled", "bill_version_date": "2010-03-09T16:33:04.547-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Sioux Falls Roosevelt High School Boys' Golf Team and the students involved in the program for winning the 2009 State Class AA Boys' Golf Championship. WHEREAS, the Roosevelt High School Boys' Golf Team became the 2009 State Class AA Boys' Golf Champions under the direction of head coach Pam Hoiland; and WHEREAS, the Roosevelt High School Boys' Golf Team was exemplary in its unity and the accord of all its members, including Grant Wynia, Austin Erickson, Mitchell Smith, Talon Eich, Blake Swee, and Austin Sitter; and WHEREAS, the Roosevelt High School Boys' Golf Team showed hard work, dedication, and determination in its goals toward the 2009 State Class AA Boys' Golf Championship title: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-fifth Legislature of the State of South Dakota, that the Roosevelt High School Boys' Golf Team be congratulated on winning the 2009 State Class AA Boys' Golf Championship. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2145, "action_date": "2010-03-04T13:00:00-06:00", "document_id": 13493, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13493.pdf", "status_text": "", "journal_page": 713, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}]}