{"session_id": 45, "bill_id": 12947, "bill_type": "Senate Bill", "bill_number": 164, "bill_title": "to allow home school students to participate in certain high school activities.", "sponsors": [{"legislator_profile_id": 1916, "is_prime": true}, {"legislator_profile_id": 1969, "is_prime": true}, {"legislator_profile_id": 1884, "is_prime": false}, {"legislator_profile_id": 1889, "is_prime": false}, {"legislator_profile_id": 1891, "is_prime": false}, {"legislator_profile_id": 1903, "is_prime": false}, {"legislator_profile_id": 1909, "is_prime": false}, {"legislator_profile_id": 1927, "is_prime": false}, {"legislator_profile_id": 1935, "is_prime": false}, {"legislator_profile_id": 1943, "is_prime": false}, {"legislator_profile_id": 1953, "is_prime": false}], "keywords": ["Home Schools", "School Activities"], "audio": [], "bill_versions": [{"bill_id": 12947, "bill_version_id": 73759, "bill_version": "Introduced", "bill_version_date": "1997-01-29T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow home school students to participate in certain high school activities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-27 be amended by adding thereto a NEW SECTION to read as follows: Any alternative education student under § 13-27-3 may participate for an accredited school in any interscholastic activity if: (1) The student is in compliance with all rules governing alternative education programs and provides the school administration with acceptable documentation of compliance; (2) The student meets all school district eligibility requirements with the exception of the school district's scholastic and class attendance requirements; (3) The student achieves a composite score that is not less than the fiftieth percentile on the achievement test required annually of all alternative education students. In addition, the student shall show a portfolio of written work demonstrating compliance with subject and class hour requirements. This portfolio shall be shown on a semester basis to the principal of the school in which the student is participating; (4) The student fulfills the same responsibilities and standards of behavior and performance, including related class or practice requirements, as other students participating in the interscholastic activity of the team or squad and meets the same standards for acceptance on the team or squad; and (5) The student participating in interscholastic activities resides within the attendance boundaries of the school for which the student participates. Any accredited school student who has been unable to maintain academic eligibility is ineligible to participate in interscholastic activities as an alternative education student for the duration of the school year in which the student becomes academically ineligible and for the following year. The student shall take the required tests at the end of the second year and meet the standards described in subdivision (3) of this section to become eligible for the third year. Any accredited school student who leaves an accredited program for any reason and enters an alternative education program is ineligible for participation in interscholastic activities for one year beginning on the date in which the student enters the alternative program. Any accredited school student who leaves an accredited program, enters an alternative education program, and reenters an accredited school program in the same school year is ineligible for participation in interscholastic activities for one year beginning on the date in which the student reenters an accredited school program. Section 2. That § 13-36-4 be amended to read as follows: 13-36-4. The school board of a public or the governing body of a nonpublic school, approved and accredited by the secretary of the Department of Education and Cultural Affairs, may delegate, on a year to year basis, the control, supervision, and regulation of any and all high school interscholastic activities to any association which is voluntary and nonprofit ; provided that if the membership in such association is open to all high schools approved and accredited by the secretary of the Department of Education and Cultural Affairs , including any alternative education programs that meet all standards and requirements set forth in § 13-27-3, pursuant to the provisions of this title, and that if the constitution, bylaws, and rules of the association are subject to ratification by the school boards of the member public school districts and the governing boards of the member nonpublic schools and include a provision for a proper review procedure and review board. Any association which complies with this section is hereby authorized and empowered to may exercise the control, supervision, and regulation of interscholastic activities, including interscholastic athletic events of member schools. Such association is hereby further authorized and empowered to may promulgate reasonable uniform rules, to make decisions and to provide and enforce reasonable penalties for the violation of such rules. Section 3. That § 13-36-7 be amended to read as follows: 13-36-7. Any student enrolling in a South Dakota district pursuant to § 13-15-21 or who meets the standards and requirements of section 1 of this Act is eligible to participate in any interscholastic activity sponsored by the South Dakota High School Activities Association."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12947, "action_date": "1997-01-29T14:00:00-06:00", "document_id": 72889, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72889.pdf", "status_text": "First read in Senate and referred to", "journal_page": 211, "committee_id_action": 545, "committee_id_assigned": 520, "result": "N", "vote": {}}, {"bill_id": 12947, "action_date": "1997-02-05T10:00:00-06:00", "document_id": 72292, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72292.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 520, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12947, "action_date": "1997-02-05T10:00:00-06:00", "document_id": 72292, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72292.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 520, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12947, "action_date": "1997-02-12T10:00:00-06:00", "document_id": 72345, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72345.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 520, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12947, "action_date": "1997-02-12T10:00:00-06:00", "document_id": 72345, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72345.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 520, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 37787, "president_vote": null, "Yea": [1928, 1969, 1915], "Nay": [1932, 1945, 1965, 1960]}}, {"bill_id": 12947, "action_date": "1997-02-12T10:00:00-06:00", "document_id": 72345, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72345.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 408, "committee_id_action": 520, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36266, "president_vote": null, "Yea": [1928, 1932, 1945, 1965, 1960, 1915], "Nay": [1969]}}]}