{"session_id": 19, "bill_id": 4012, "bill_type": "Senate Bill", "bill_number": 21, "bill_title": "eliminate ownership inspection for horses and mules.", "sponsors": [], "keywords": ["Animals and Livestock", "Cattle"], "audio": [{"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag11.mp3", "start_seconds": 3100.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag11.mp3", "start_seconds": 3100.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sag11.mp3", "start_seconds": 3100.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen14.mp3", "start_seconds": 2145.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen14.mp3", "start_seconds": 2145.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen14.mp3", "start_seconds": 2145.0}], "bill_versions": [{"bill_id": 4012, "bill_version_id": 23409, "bill_version": "Introduced", "bill_version_date": "2013-01-05T16:31:02.72-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to eliminate ownership inspection for horses and mules. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 40-18-1.2 be amended to read as follows: 40-18-1.2. Terms used in chapters 40-18 to 40-22, inclusive, and 40-29 mean: (1) \"Agency,\" any private or nonprofit corporation, or its employees, incorporated under state law, designated by the board as its authorized agent to carry out the functions contracted for by the board to inspect livestock cattle for ownership identification purposes; (2) \"Approved brand,\" any brand accepted for registration by the board; (3) \"Authorized bill of sale,\" any limited use form approved by the board to transfer ownership of livestock cattle; (4) \"Board,\" the South Dakota State Brand Board; (5) \"Brand ownership period,\" the five-year time period during which brands are valid if the fees are paid; (6) \"Carrier,\" any person in charge of a conveyance which transports livestock cattle; (7) \"Conflicting brand,\" any brand which is a duplicate of, or is similar to, or may be altered to resemble, a registered brand; (8) \"Conveyance,\" any vehicle used to transport livestock cattle; (9) \"Estray,\" any unclaimed cattle, horse, mule, sheep, or buffalo the ownership of which is in question; (10) \"Evidence of ownership,\" any authorized bill of sale, market clearance, local inspection, health certificate, current registration papers, court order, or other official document or in lieu thereof an affidavit of ownership; (11) \"Healed brand,\" a brand that has shed the scab and for which the healing process is complete; (12) \"Hold,\" the possession of livestock cattle or the possession of the proceeds from the sale of livestock cattle for purposes of establishing ownership; (13) \"Hot iron,\" a metal instrument heated and used to brand livestock; (14) \"Inspect,\" to examine livestock cattle for the purpose of determining ownership; (15) \"Inspector,\" any person who is authorized by the board to perform ownership inspection of livestock cattle; (16) \"Investigator,\" any person employed by the board to enforce the ownership inspection laws; (17) \"Livestock,\" cattle, horses, and mules; (18) \"Local ownership inspection certificate,\" an ownership inspection certificate of livestock ownership for cattle issued by a brand inspector at any point outside the an auction market; (19) \"Market clearance,\" an inspection certificate of ownership for livestock cattle issued by a brand inspector at a South Dakota livestock auction market; (20) \"Open market,\" any livestock auction market or shipping point where ownership inspection is conducted by written agreement with the board; (21) \"Owner,\" the person to whom a recorded brand is registered or who owns cattle, horses, mules, sheep, or buffalo; (21A)(22) \"Process,\" to cut and wrap a livestock carcass for human consumption; (22) \"Producer,\" any person engaged in the raising of livestock; (23) \"Recordable brand,\" any brand acceptable for registration; (24) \"Recorded brand,\" any brand registered with the board; (25) \"Registered brand,\" any recorded brand for which the fees are currently paid; (26) \"Seller,\" any person offering for sale or selling livestock cattle; (27) \"Selling agent,\" any person engaged in livestock the commerce of selling cattle; (28) \"Shipper,\" any person making delivery of livestock cattle to a market or shipping point; (29) \"Shipper's permit,\" any permit to transport livestock cattle to a market or point approved by the board; (30) \"Slaughter,\" the killing of livestock cattle for processing for human consumption; (31) \"Split brands,\" any brand parts of which are applied on more than one location of an animal; (32) \"Tally,\" any board-approved form used by inspectors to list and describe livestock cattle; (33) \"Trail,\" to herd or drive livestock cattle from place to place without conveyance; and (34) \"Transport,\" to carry by conveyance. Section 2. That § 40-18-2 be amended to read as follows: 40-18-2. At least three of the five members of the board shall be persons who derive the major portion of their income from the livestock business and who are owners of brands duly recorded with the board. At least three of the five members of the board shall reside in the livestock ownership inspection areas. No appointed member may act as a member of the board while holding an elective or appointive state or federal office. No more than three of the members shall may be of any one political party. Section 3. That § 40-18-10 be amended to read as follows: 40-18-10. The board may designate as an agency for the carrying on of livestock ownership inspection work a private or nonprofit corporation, and fix the compensation. Any contract entered into for the provision of livestock ownership inspection work shall contain provisions requiring a separate accounting of all income received and expenses paid by the agency based on such the contract. Such The accounting information shall be available to the public upon request to the board. Section 4. That § 40-18-10.1 be amended to read as follows: 40-18-10.1. The board may enter into reciprocal agreements or contracts with an agency of any other state, which provides livestock ownership inspection. Section 5. That § 40-18-15 be amended to read as follows: 40-18-15. The board may inspect all livestock cattle moved within the South Dakota livestock ownership inspection area and all livestock cattle leaving the South Dakota livestock ownership inspection area for the purpose of determining the proper ownership and brands, if any, of such livestock and shall have the cattle. The board has general charge, supervision, and custody of all instruments, records, and files in connection with such ownership inspection activities. Section 6. That § 40-18-16 be amended to read as follows: 40-18-16. The board may promulgate rules pursuant to chapter 1-26 to: (1) Describe prohibited brand symbols for branding various types of livestock and identify locations on animals where a brand is permitted; (2) Provide for the registration, transfer, and renewal of livestock brands; (3) Establish a brand registration fee not to exceed twenty-five dollars; (4) Establish a brand renewal fee not to exceed ten dollars per year or a brand renewal fee not to exceed fifty dollars for each five-year ownership period and a brand transfer fee not to exceed twenty-five dollars; (5) Establish an ownership inspection fee not to exceed one dollar for each head of livestock cattle; (6) Establish recordable livestock brands; (7) Establish law enforcement, ownership inspection, and transportation requirements within or without the ownership inspection area; (8) Establish a duplicate certificate fee not to exceed five dollars; (9) Establish a mileage fee for inspectors not to exceed the rate set by the State Board of Finance. Section 7. That § 40-18-17 be amended to read as follows: 40-18-17. The Brand Board shall provide for the registration of livestock brands, for the inspection of livestock cattle for ownership identification purposes, and for the enforcement of laws pertaining to the inspection, sale, branding, ownership, transportation, and theft of livestock cattle within the ownership inspection area and the state. Section 8. That § 40-18-18 be amended to read as follows: 40-18-18. The State Brand Board shall make an annual report to the Senate and House Committees on Agriculture and Natural Resources and to the Senate and House Government Operations and Audit Committees. The report shall describe and document the activities of the board for the previous calendar year and shall include the following: (1) The number and type of livestock cattle that have been inspected during the previous calendar year under the auspices of the board; (2) The amount collected in inspection fees for the previous calendar year; (3) The number and type of livestock cattle that have been reported lost or stolen during the previous calendar year; (4) The number and type of livestock cattle that were placed on hold status pursuant to § 40-21-12 during the previous calendar year if the hold status was not resolved at the livestock auction market and if the hold status was reported to the Brand Board office by the livestock auction market, and the disposition of such cases; (5) An accounting for any money paid to owners of livestock cattle that had been placed on hold status; (6) An accounting for livestock cattle for which ownership is not established and for any money associated with such livestock cattle that is placed in the livestock cattle ownership inspection and theft prevention fund pursuant to § 40-21-17; (7) The number of investigations conducted and the number of convictions obtained; (8) Other information requested by the committee or other information that the board deems appropriate to provide to the committee. The report is due, in writing, for delivery to the committees not later than the first day of the annual legislative session. Each committee may also require the board to present the report in person at a meeting of the committee held during the legislative session. Section 9. That § 40-19-1 be amended to read as follows: 40-19-1. It is a Class 1 misdemeanor to hot iron brand any cattle, horses, mules, sheep, buffalo, or any other domestic animal or other livestock or to otherwise use any recordable brand, unless the brand is valid as provided by law and is registered in the name of the user with the Office of the State Brand Board. Section 10. That § 40-19-4 be amended to read as follows: 40-19-4. Any person desiring to use or adopt any recordable brand for livestock ownership identification purposes shall make and sign an application setting forth a facsimile of the brand desired and file the application for registration in the office of the board. Section 11. That § 40-19-23.1 be amended to read as follows: 40-19-23.1. The board may: (1) Contract and cooperate with any person, organization, or governmental department or agency for education, research, theft prevention, and carrying out the provisions of chapters 40-18 to 40-22, inclusive, and chapter 40-29; (2) Expend the funds collected pursuant to chapters 40-19, 40-21, and 40-29, and appropriated for their administration; and (3) Accept donations of funds, property, services, or other assistance from public or private sources to carry out the provisions of chapters 40-18 to 40-22, inclusive, and chapter 40-29; and (4) Develop and disseminate information relating to the purpose of livestock ownership inspection and theft prevention. Section 12. That § 40-20-1 be amended to read as follows: 40-20-1. The South Dakota livestock ownership inspection area consists of all of that part of the State of South Dakota lying within the following counties: Harding, Butte, Lawrence, Pennington, Custer, Fall River, Perkins, Meade, Shannon, Corson, Dewey, Ziebach, Haakon, Stanley, Jackson, Jones, Mellette, Bennett, Todd, Lyman, Tripp, and Gregory. Section 13. That § 40-20-2 be amended to read as follows: 40-20-2. Any county contiguous to the livestock ownership inspection area may become a part of such area upon a petition signed by a majority of the owners of livestock cattle residing within such the county to be attached, which shall be presented to the board. The board shall, in its discretion, either reject or approve such the petition at its next regular or special meeting. No area in the brand inspection area may be smaller than a county. Section 14. That § 40-20-3 be amended to read as follows: 40-20-3. Any county which has become a part of the livestock inspection area by petition and which adjoins a noninspection area may withdraw from the inspection area by a petition requesting withdrawal. The petition shall be signed by a majority of the owners of livestock cattle in the county seeking withdrawal. The petition shall be filed with the board. The board shall at its next regular or special meeting enter a resolution approving the withdrawal, which action removes the county described in the petition from the ownership inspection area. No area seeking withdrawal may be smaller than a county. Section 15. That § 40-20-4 be amended to read as follows: 40-20-4. Except as provided in this chapter, it is a Class 1 misdemeanor for any person to remove or authorize the removal of any livestock cattle from any point within the livestock ownership inspection area to any point within one mile of the border with a destination outside the ownership inspection area unless the livestock cattle have first been inspected for ownership and unless the shipper possesses the local inspection certificate, market clearance, shippers permit, or such other form of authorization as may be required by the board. Except as provided in § 40-20-29, a local inspection certificate is valid for transportation of livestock cattle out of the inspection area only on the date issued. If there is no valid local inspection certificate, the livestock cattle shall be inspected before leaving the inspection area. Livestock Cattle being removed from the ownership inspection area without authorization from the board may be impounded by any law enforcement officer until the livestock cattle are inspected for ownership by an authorized brand inspector. The venue of any offense under this section is in the county where such livestock the cattle were loaded or in any county through which the livestock cattle were transported or trailed. Any livestock cattle being transported to a destination outside the ownership inspection area shall be inspected for ownership if they cease to be in the custody of the carrier at any time prior to before leaving the ownership inspection area. Any livestock cattle shipper within the livestock ownership inspection area wanting livestock cattle inspected as provided in this section shall notify an inspector in advance of the inspection and allow the inspector reasonable time to provide the inspection. Section 16. That § 40-20-4.1 be amended to read as follows: 40-20-4.1. Notwithstanding the provisions of § 40-20-4, an owner of any livestock cattle who wishes to move the livestock cattle out of the ownership inspection area for any purpose other than sale or trade of the livestock cattle may obtain a written permit from the board for movement of the livestock cattle. The written permit shall remain in effect for the life of the livestock animal described, or for a specific term, and it is void if the livestock animal changes ownership. The fee for the permit shall be established by rules promulgated pursuant to chapter 1-26. The permit fee includes the costs of any inspection and the fee imposed under the provisions of § 40-18-16. A permit for the transportation of horses and mules that remains in effect for the life of the animal described may be authorized by the board pursuant to § 40-18-16. Section 17. That § 40-20-4.2 be amended to read as follows: 40-20-4.2. It is a Class 1 misdemeanor to make an inspection of livestock cattle while the livestock cattle are loaded in or on any conveyance. The inspector shall tally the livestock cattle according to the number of head, sex, and brands. Section 18. That § 40-20-4.3 be amended to read as follows: 40-20-4.3. It is a Class 1 misdemeanor for an inspector to inspect livestock cattle or issue shipper's agreements for livestock permits for cattle owned by himself the inspector. Section 19. That § 40-20-5 be amended to read as follows: 40-20-5. If the border of the livestock ownership inspection area of South Dakota divides any ranch or farm, written permission may be given by the board to the owner or lessee of the ranch or farm to trail livestock cattle out of the South Dakota inspection area for grazing purposes without inspection. The border of the South Dakota inspection area shall be contiguous to an inspection area of an adjacent state. The board may cancel such permission at any time subject to the provisions of chapter 1-26. Section 20. That § 40-20-6 be amended to read as follows: 40-20-6. Subject to the conditions set forth in §§ 40-20-7 to 40-20-12, inclusive, if livestock is cattle are transported or trailed to a designated inspection point outside the livestock ownership inspection area designated by the board as an open market, no livestock ownership inspection is required at point of origin. Section 21. That § 40-20-7 be amended to read as follows: 40-20-7. In lieu of an ownership inspection, any person who intends to remove livestock cattle from the livestock ownership inspection area for the purpose of sale or slaughter may obtain a shipper's permit from the board or its authorized agent for the transportation of livestock the cattle to a previously designated open market or slaughter plant pursuant to § 40-18-16. The permit may be obtained forty-eight hours in advance of shipment from an authorized agent of the board. Section 22. That § 40-20-7.1 be amended to read as follows: 40-20-7.1. A market clearance is valid for transporting livestock cattle out of the ownership inspection area only if the transportation originates at the market where the livestock cattle were inspected. If the livestock cattle are unloaded or held at any other location other than the market of origin, they shall be reinspected for ownership immediately prior to further transportation. Section 23. That § 40-20-10 be amended to read as follows: 40-20-10. If authorization is required, it is a Class 1 misdemeanor for any carrier or owner to transport any livestock cattle from the livestock ownership inspection area or to within a mile of the border with a destination outside the livestock ownership inspection area unless the carrier or owner is in possession of authorization by the board. Section 24. That § 40-20-10.1 be amended to read as follows: 40-20-10.1. If livestock cattle have been shipped to an open market and no authorization for the transportation of such livestock the cattle has been obtained, the proceeds of the sale of such livestock the cattle shall be held in trust by the operators of the open market until the board authorizes the release of the proceeds. Section 25. That § 40-20-12 be amended to read as follows: 40-20-12. If livestock cattle shipped from the livestock ownership inspection area are consigned to an open market described in § 40-20-6, it is a Class 1 misdemeanor for any person to change the consignment to a point other than a livestock market previously designated by the board as an open market, unless the livestock cattle receive a livestock an ownership inspection and the carrier receives a certificate or clearance from the board showing that all the livestock belongs to the shipper cattle have been inspected. Section 26. That § 40-20-18 be amended to read as follows: 40-20-18. Any person in charge or control of any motor vehicle transporting livestock cattle from any point within the livestock ownership inspection area shall, upon demand of any state law enforcement officer, exhibit to the officer authorization as required pursuant to § 40-20-4. It is a Class 2 misdemeanor for any person not to be in possession of such authorization if required by the provisions of this section. Section 27. That § 40-20-24 be amended to read as follows: 40-20-24. Any law enforcement officer may require any person transporting livestock cattle to stop any vehicle transporting such livestock the cattle for the purpose of examination and inspection of the shipper's permit, local ownership inspection certificates, livestock market clearances, bills of sale, brands, marks, or other means of identification. The law enforcement officer may demand require any such person to unload such livestock the cattle at the nearest suitable location for further inspection and examination. Section 28. That § 40-20-25 be amended to read as follows: 40-20-25. Any law enforcement officer described in § 40-20-24 or surety on his or her official bond is not liable for any damages claimed to have been incurred by reason of any injury to such livestock the cattle, loss of time, shrinkage, or any other similar damage. Section 29. That § 40-20-26 be amended to read as follows: 40-20-26. It is a Class 1 misdemeanor for any licensed livestock auction market in the livestock ownership inspection area to allow any livestock cattle brought into the yards of the market for purpose of sale to leave the yards until first inspected for ownership. However, if a shipment of livestock cattle arrives at any auction market in the ownership inspection area after daylight hours, facilities shall be made available to yard such livestock hold the cattle separate and apart from any other livestock cattle. The auction market may sell such livestock the cattle that night, but livestock cattle so sold shall be returned to the separate yard facilities, and may not be removed therefrom from the separate facilities until an ownership inspection has been made. The livestock ownership inspector may, in his discretion, reinspect the livestock cattle before they leave the yards of the auction market. Section 30. That § 40-20-26.1 be amended to read as follows: 40-20-26.1. It is a Class 1 misdemeanor for any person to sell or to transfer ownership of any livestock cattle within the livestock ownership inspection area without first obtaining an ownership inspection, except as provided in § 40-20-26. Section 31. That § 40-20-26.2 be amended to read as follows: 40-20-26.2. The provisions of § 40-20-26.1 notwithstanding, ownership of livestock cattle with the seller's South Dakota recorded and healed brand or the owner's unbranded livestock cattle may be transferred by means of an authorized bill of sale without a brand inspection. The bill of sale shall be on a form prescribed by the board. A copy of an authorized bill of sale shall be forwarded to the board. An authorized bill of sale does not substitute for inspection of livestock cattle being removed from the ownership inspection area of South Dakota. An authorized bill of sale may transfer no more than five head of livestock cattle to any one buyer. Multiple authorized bills of sale may not be executed to subdivide numbers of livestock cattle greater than five to any one buyer. The transfer of livestock cattle without an authorized bill of sale under this section or in violation of the requirements relating to the number of livestock cattle that may be transferred to a single buyer is a Class 1 misdemeanor. Section 32. That § 40-20-27 be amended to read as follows: 40-20-27. The board shall issue a livestock ownership inspection certificate, in such form as the board may prescribe a form prescribed by the board, to each livestock cattle buyer showing such the information as may be required by the board. Section 33. That § 40-20-28 be amended to read as follows: 40-20-28. The board may charge and collect a fee from any open market for services pertaining to the brand inspection of livestock cattle as required by chapters 40-20 and 40-21. The amount of such fees the fee shall be based upon the cost of providing ownership inspection at the market and shall be collected if the current inspection income does not cover the cost of brand inspection. Section 34. That § 40-20-29 be amended to read as follows: 40-20-29. It is a Class 1 misdemeanor for any person to slaughter or process livestock cattle commercially within the livestock ownership inspection area until the livestock cattle have received an ownership inspection and the certificate of such the inspection is filed and is made a part of that person's permanent records, or unless the person has the hide of each slaughtered carcass available for inspection. An A local ownership brand inspection certificate on livestock cattle is valid for no longer than four days from the date of issue. Livestock Cattle arriving at slaughter destination later than four days from the date indicated on the inspection certificate shall be inspected and the fee collected. All certificates of ownership inspection shall, at any time upon demand, be displayed to any law enforcement officer or to the board. Section 35. That § 40-20-37 be amended to read as follows: 40-20-37. It is a Class 1 misdemeanor for any buyer of livestock cattle at a licensed livestock auction market in the ownership inspection area, or any person on the buyer's behalf, to remove any livestock cattle from the market until the livestock cattle have been inspected for ownership as provided in § 40-20-26. Section 36. That § 40-20-38 be amended to read as follows: 40-20-38. A livestock An inspector may refuse to inspect livestock cattle for ownership purposes if, in the judgment of the inspector, the livestock cattle are confined to an area not accessible for inspection or if insufficient light exists for inspection. Section 37. That § 40-20-39 be amended to read as follows: 40-20-39. Livestock that is Cattle removed from the ownership inspection area in violation of this chapter may be inspected at any place outside the inspection area and the fee collected for the inspection. The inspection does not exempt any person from prosecution for violation of the inspection laws. Section 38. That § 40-21-3.1 be amended to read as follows: 40-21-3.1. No person may transport cattle, horses, mules, sheep, or buffalo or the carcasses thereof of cattle on any public highway in this state or over any land of which he the person is not the owner or tenant, without the written permission of the owner of the cattle, horses, mules, sheep, and buffalo or carcasses. Such The permit shall contain: the name of the owner of the shipment; the ages, sexes, brands thereon, if any; the date of transportation, the points of origin, and destination of the shipment; and the person to whom it is consigned. In lieu of the permit, any person who is transporting such cattle, horses, mules, sheep, and buffalo or carcasses may make a written statement which shall contain the information described herein in this section. Violation of this section is a Class 1 misdemeanor. Section 39. That § 40-21-5 be amended to read as follows: 40-21-5. To facilitate the inspection of livestock cattle and the enforcement of chapters 40-18 to 40-22, inclusive, any livestock market, slaughter facility, or inspection point, whether within or without the State of South Dakota, that meets the criteria established by the board may be designated by the board as an open market. The board shall establish criteria for designating an open market and for revoking open market status by rules promulgated pursuant to chapter 1-26. Criteria may include distance from the livestock ownership inspection area, the number of head inspected annually, compliance by the market with ownership inspection laws, adequacy of the facilities, economic feasibility, and compliance with the open market agreement. Any livestock market, slaughter facility, or inspection point designated as an open market by the board shall enter into an open market agreement with the board on such terms and conditions as may be necessary for proper brand inspection in accordance with the brand inspection laws and regulations rules of this state and of the state in which the livestock market, slaughter facility, or inspection point is located. Section 40. That § 40-21-7 be amended to read as follows: 40-21-7. The board may collect a fee on all livestock cattle inspected in accordance with the provisions of § 40-18-16. The owner or seller of any livestock cattle so inspected is responsible for the inspection fee. All fees are payable to the board and the board shall issue a receipt. The board shall deliver the original receipt to the remitter, and the duplicate receipt shall be retained by the board. No inspection clearance may be delivered until the inspection fees have been paid. If only a portion of a consignment of livestock cattle is sold, the inspection fee required shall be charged on the entire consignment. Section 41. That § 40-21-9 be amended to read as follows: 40-21-9. Except as provided by § 40-21-8, all fees collected by the board shall be deposited in the state treasury in a fund to be known as the South Dakota livestock ownership inspection and theft prevention fund. The moneys in the fund shall may be used by the board only in the administration and enforcement of this chapter and chapter 40-20. Section 42. That § 40-21-10 be amended to read as follows: 40-21-10. If any livestock, cattle inspected under the provisions of this chapter or chapter 40-20 bears bear an unrecorded brand, or a recorded brand other than the brand of the person selling the livestock cattle or transporting the livestock cattle out of the ownership inspection area, and does do not bear the recorded brand of such person, then the person selling or transporting the livestock shall be required to cattle shall establish ownership to the livestock, cattle by presenting to the livestock ownership inspector a witnessed bill of sale to the animal or by other satisfactory evidence of ownership which may include an affidavit of ownership signed by the person selling or transporting the livestock cattle and witnessed by the ownership inspector. If any livestock cattle listed on the original bill of sale or affidavit of ownership are not sold or transported out of the ownership inspection area, the inspector shall pick up the ownership documents and issue a receipt showing the number of livestock cattle sold or transported and the number remaining. If any livestock cattle are unbranded, the inspector may require the shipper or seller to establish ownership by presenting to the inspector an affidavit of ownership. Only an original bill of sale or affidavit of ownership is valid for proof of ownership. Any bill of sale or affidavit shall be notarized or signed by two witnesses. Section 43. That § 40-21-11 be amended to read as follows: 40-21-11. If any livestock cattle inspected under the provisions of this chapter or chapter 40-20 bears bear the recorded brand of the seller or the person transporting the livestock cattle out of the ownership inspection area, and also bears bear a recorded brand of another person, then the seller or the person transporting the livestock cattle out of the ownership inspection area may be required, at the discretion of the livestock ownership inspector, to establish ownership to the livestock cattle by presenting to the ownership inspector satisfactory evidence of ownership. Section 44. That § 40-21-12 be amended to read as follows: 40-21-12. If the seller described in § 40-21-10 or 40-21-11 fails to establish ownership of any livestock cattle, the livestock cattle shall be held or sold. If the livestock cattle are held, disposition by the board shall be made. If the cattle are sold, the selling agent is financially responsible for the proceeds of the sale and shall hold the proceeds until the board orders the money, along with account of sale, released to the livestock owner or to the South Dakota livestock ownership inspection and theft prevention fund. Such financial responsibility may be enforced by civil suit brought by the board. If the inspector finds livestock cattle carrying a recorded brand which is not the property of the consignor and is not accompanied by a proper bill of sale, affidavit of ownership, or livestock market clearance, the inspector shall designate the livestock cattle as, Hold. The inspector may sell or hold the livestock cattle; and if the cattle are sold, the selling agency shall hold the proceeds from the sale for sixty days or until the consignor establishes evidence of ownership to the inspector, whichever comes first. All livestock holds after sixty days shall be forwarded by the inspector to the board for review and final disposition, which may include clarification, settlement, or payment related to proper ownership. If a hold has been placed on the proceeds, it is a Class 1 misdemeanor for the selling agent or selling agency to disburse the proceeds to the seller or consignor before the board has cleared the hold for release. Section 45. That § 40-21-12.1 be amended to read as follows: 40-21-12.1. If the person transporting livestock cattle out of the ownership inspection area as described in § 40-21-10 or 40-21-11 fails to establish ownership of any livestock cattle, the board may hold the livestock cattle. If a hold has been placed on the livestock cattle, it is a Class 1 misdemeanor for the person to remove the livestock cattle from the ownership inspection area or sell the livestock cattle before the board has cleared the hold for release. Any livestock cattle hold continuing beyond sixty days shall be forwarded by the inspector to the board for review and final disposition, which may include clarification, settlement, or payment related to proper ownership. Section 46. That § 40-21-14 be amended to read as follows: 40-21-14. In the event of sale of livestock If cattle are sold pursuant to § 40-21-12, the seller of such animal shall establish ownership within sixty days after sale thereof of the cattle, by producing satisfactory proof thereof of ownership to the board. If such the seller establishes ownership, the board shall order the person acting as selling agent to pay the net sale price with account of sale to the owner. Section 47. That § 40-21-15 be amended to read as follows: 40-21-15. If the seller of an animal sold pursuant to § 40-21-12 fails to establish ownership within sixty days, the board shall order the person who acts as selling agent to pay the net sale proceeds with account of sale of such livestock the cattle over to the board. The account of sale shall be prepared by the selling agency in duplicate showing the brand on the animal, the name and address of the shipper, the point of origin, and date of consignment. Section 48. That § 40-21-16 be amended to read as follows: 40-21-16. Any funds held by the board from the sale of livestock cattle of undetermined ownership shall be placed into a separate interest bearing fund. Such funds shall be kept for a period of time not to exceed one year. If proof of ownership is made, satisfactory to the board within one year, all proceeds less authorized deductions shall be paid to the owner. Section 49. That § 40-21-17 be amended to read as follows: 40-21-17. If the ownership of any livestock cattle sold pursuant to § 40-21-12 is not established within a one-year period, the net sale proceeds escheat to the board, and the board shall deposit the proceeds in the South Dakota livestock ownership inspection and theft prevention fund, provided for in § 40-21-9. Section 50. That § 40-21-19 be amended to read as follows: 40-21-19. The board may delegate the duties, obligations, and powers provided in §§ 40-21-10 to 40-21-17, inclusive, to any agency contracted with for carrying on livestock ownership inspection under the provisions of § 40-18-10. Section 51. That § 40-21-21 be amended to read as follows: 40-21-21. Any person who forges, alters, or misrepresents any livestock ownership inspection certificate, market clearance, bill of sale, or any permit or other authorization or proof of ownership provided for in this chapter or chapter 40-20 with intent to defraud is guilty of a Class 5 felony. Section 52. That § 40-21-22.1 be amended to read as follows: 40-21-22.1. It is a Class 1 misdemeanor for any person bringing livestock cattle to a licensed livestock auction for the purpose of sale, or any person on such person's behalf, to remove the livestock cattle from the market, if a hold has been placed on the livestock cattle pursuant to § 40-21-12, until evidence of ownership is furnished to the inspector or arrangements suitable to the board have been made. Section 53. That § 40-21-23 be amended to read as follows: 40-21-23. The venue of any offense under § 40-21-21 is in the county where the livestock cattle were loaded, if known, or in any county through which the livestock cattle were transported or trailed. Section 54. That § 40-21-24 be amended to read as follows: 40-21-24. The board may authorize and pay a reward not exceeding five thousand dollars to any person who provides information leading to the conviction of any person for the crime of stealing livestock cattle which are branded with a brand registered with the board. Such rewards may be paid out of the South Dakota livestock ownership and theft prevention fund created by § 40-21-9. Section 55. That § 40-22-12 be amended to read as follows: 40-22-12. Any person slaughtering or processing livestock cattle outside the ownership inspection area shall, upon demand of any law enforcement officer, provide names and dates of persons who delivered livestock cattle for slaughter that may have originated from within the ownership inspection area."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4012, "action_date": "2013-01-09T12:30:00-06:00", "document_id": 23601, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23601.pdf", "status_text": "First read in Senate and referred to", "journal_page": 27, "committee_id_action": 200, "committee_id_assigned": 176, "result": "N", "vote": {}}, {"bill_id": 4012, "action_date": "2013-01-24T10:00:00-06:00", "document_id": 24264, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24264.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 176, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4012, "action_date": "2013-01-24T10:00:00-06:00", "document_id": 24502, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24502.pdf", "status_text": "Do Pass", "journal_page": 197, "committee_id_action": 176, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12909, "president_vote": null, "Nay": [388], "Yea": [340, 322, 329, 385, 333, 327], "Excused": [384, 368]}}, {"bill_id": 4012, "action_date": "2013-01-25T13:00:00-06:00", "document_id": 24653, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24653.pdf", "status_text": "Deferred to another day", "journal_page": 229, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4012, "action_date": "2013-01-28T14:00:00-06:00", "document_id": 24841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24841.pdf", "status_text": "Deferred to another day", "journal_page": 235, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4012, "action_date": "2013-01-29T14:00:00-06:00", "document_id": 24926, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24926.pdf", "status_text": "Tabled", "journal_page": 267, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13101, "president_vote": null, "Yea": [338, 362, 337, 366, 388, 340, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 331, 419, 317, 320, 385, 384, 321, 368, 328, 333, 386, 367, 319, 339, 387, 327, 383, 379], "Nay": [330]}}]}