{"session_id": 21, "bill_id": 6586, "bill_type": "House Bill", "bill_number": 1204, "bill_title": "provide for a limited number of affordable baccalaureate degree scholarships for students intending to serve as K-12 educators in South Dakota.", "sponsors": [{"legislator_profile_id": 947, "is_prime": true}, {"legislator_profile_id": 894, "is_prime": true}, {"legislator_profile_id": 884, "is_prime": false}, {"legislator_profile_id": 888, "is_prime": false}, {"legislator_profile_id": 941, "is_prime": false}, {"legislator_profile_id": 889, "is_prime": false}, {"legislator_profile_id": 885, "is_prime": false}, {"legislator_profile_id": 887, "is_prime": false}, {"legislator_profile_id": 907, "is_prime": false}, {"legislator_profile_id": 895, "is_prime": false}, {"legislator_profile_id": 906, "is_prime": false}, {"legislator_profile_id": 944, "is_prime": false}], "keywords": ["Board of Regents", "Education ", "Students"], "audio": [], "bill_versions": [{"bill_id": 6586, "bill_version_id": 34295, "bill_version": "Introduced", "bill_version_date": "2015-02-03T09:42:41.507-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a limited number of affordable baccalaureate degree scholarships for students intending to serve as K-12 educators in South Dakota. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: There is hereby established the affordable baccalaureate degree scholarship to be administered by the Board of Regents. This scholarship will allow students intending to serve as K-12 educators in South Dakota an affordable education at any university, college, or technical school, that is accredited by the North Central Association of Colleges and Schools and that provides instruction from a campus located in South Dakota. Section 2. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: A student is eligible for an affordable baccalaureate degree scholarship if the student: (1) Agrees to serve as a K-12 educator in South Dakota for a minimum of five years after graduation; (2) Meets minimum eligibility standards for the scholarship as established by the Board of Regents; (3) Maintains minimum academic standards as established by the Board of Regents; (4) Is enrolled in a baccalaureate program that is eligible for a South Dakota teacher certificate on completion; (5) Is a resident of South Dakota at the time of graduation from high school. If the student becomes ineligible for the scholarship, the Board of Regents shall revoke the scholarship prior to the beginning of the next regular academic semester. Section 3. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: The Board of Regents shall promulgate rules, pursuant to chapter 1-26, to implement sections 2 and 4 of this Act. Section 4. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: The affordable baccalaureate degree scholarship provides for the entire cost of the estimated tuition, fees, and books required to complete an eligible baccalaureate degree that exceeds ten thousand dollars. The Board of Regents may establish limitations on qualifying degree programs, the number of available scholarships, and minimum qualifications for eligibility for the scholarship. Section 5. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: The Board of Regents shall submit a report to the Legislature by December first of each year summarizing the number of scholarships granted and the total cost of the scholarship program. The Board of Regents shall utilize cost saving opportunities and efficiencies in offering the affordable baccalaureate degree scholarships, including encouraging the use of web-based technology and competency-based programs. Section 6. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: The Board of Regents may allocate funds appropriated by the Legislature or funds generated by gifts, donations, grants, or endowments for the purposes of this Act to students qualifying for the affordable baccalaureate degree scholarships pursuant to this Act. Section 7. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: If, after acceptance, a recipient of the affordable baccalaureate degree scholarship breaches the terms of the scholarship the recipient is liable for the full amount paid on behalf of the recipient. Section 8. This Act is effective July 1, 2016."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6586, "action_date": "2015-02-03T14:00:00-06:00", "document_id": 34394, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34394.pdf", "status_text": "First Reading House", "journal_page": 261, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6586, "action_date": "2015-02-04T14:00:00-06:00", "document_id": 34477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34477.pdf", "status_text": "Referred to", "journal_page": 284, "committee_id_action": 286, "committee_id_assigned": 273, "result": "N", "vote": {}}, {"bill_id": 6586, "action_date": "2015-02-06T13:00:00-06:00", "document_id": 34653, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34653.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 327, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6586"}