{"session_id": 48, "bill_id": 14661, "bill_type": "House Bill", "bill_number": 1230, "bill_title": "provide for the recovery of damages for checks, drafts, or orders not paid upon presentment.", "sponsors": [{"legislator_profile_id": 2218, "is_prime": true}, {"legislator_profile_id": 2270, "is_prime": true}, {"legislator_profile_id": 2199, "is_prime": false}, {"legislator_profile_id": 2213, "is_prime": false}, {"legislator_profile_id": 2216, "is_prime": false}, {"legislator_profile_id": 2221, "is_prime": false}, {"legislator_profile_id": 2247, "is_prime": false}, {"legislator_profile_id": 2255, "is_prime": false}, {"legislator_profile_id": 2269, "is_prime": false}, {"legislator_profile_id": 2277, "is_prime": false}, {"legislator_profile_id": 2285, "is_prime": false}, {"legislator_profile_id": 2289, "is_prime": false}], "keywords": ["Checks, Drafts and Orders"], "audio": [], "bill_versions": [{"bill_id": 14661, "bill_version_id": 81120, "bill_version": "Introduced", "bill_version_date": "1999-01-27T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the recovery of damages for checks, drafts, or orders not paid upon presentment. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. In any civil action brought for the purpose of collecting a check, draft, or order of payment, any person who makes, draws, or issues any check, draft, or order of payment that is dishonored and is not paid within thirty days after mailing of a notice of dishonor sent in compliance with sections 4 and 5 of this Act is liable to the holder or assignee for collection for an amount equal to three times the face amount of the check. However, in no case may the liability for damages be less than one hundred dollars nor greater than five hundred dollars. The maker, drawer, or issuer is also liable to the holder or assignee for allowable court costs, filing fees, and interest computed at the legal rate from the date of the check, draft, or order of payment was issued. Subsequent to the commencement of an action as provided for in this section, but prior to the court hearing, the maker, drawer, or issuer may tender to the holder or assignee, as satisfaction of the claim, an amount of money equal to the face amount of the check together with the returned check fee as provided for under § 57A-3-421 together with accrued interest, incurred court costs, and reasonable attorney fees. Section 2. No holder or assignee for collection may assert that any maker, drawer, or issuer has any liability pursuant to section 1 of this Act unless such liability has been determined by entry of a final judgment by a court of competent jurisdiction. Section 3. The maker, drawer, or issuer is not liable for the damages and costs specified in section 1 of this Act if: (1) The account contained sufficient funds or credit to cover the check, draft, or order at the time the check, draft, or order was made, plus all other checks, drafts, and orders on the account then outstanding and unpaid; or (2) The check, draft, or order was not paid because a paycheck, deposited in the account in an amount sufficient to cover the check, draft, or order, was not paid upon presentation; or (3) Funds sufficient to cover the check, draft, or order were garnished, attached, or setoff and the maker, drawer, or issuer had no notice of such garnishment, attachment, or setoff at the time the check, draft, or order was made; or (4) The maker of the check, draft, or order was not competent or of full age to enter into a legal contractual obligation at the time the check, draft, or order was made; or (5) The making of the check, draft, or order was induced by fraud or duress; or (6) The transaction which gave rise to the obligation for which the check, draft, or order was given lacked consideration or was illegal. Section 4. Notice that a check, draft, or order has not been paid upon presentment shall be in writing and given in person and receipted for, or by personal service, or by depositing the notice by certified mail, return receipt requested and postage prepaid, in the United States mail and addressed to such person at the address shown on the check or at the most recent address known to the sender. If the notice is mailed and not returned as undeliverable by the United States Postal Service, notice shall be conclusively presumed to have been given on the date of mailing. For the purposes of this section, the term, undeliverable, does not include unclaimed or refused. Section 5. The notice given pursuant to section 4 of this Act shall include the following information regarding the unpaid check, draft, or order: (1) The date the check, draft, or order was issued; (2) The name of the bank, depository, person, firm, or corporation on which it was drawn; (3) The name of the payee; (4) The face amount; (5) A statement of total amount claimed, which shall be itemized and may not exceed the amount permitted pursuant to section 1 of this Act; (6) A statement that the maker has thirty days from the date notice was given to make payment in full of the total amount claimed; and (7) A statement that, if the total amount is not paid within thirty days after the date notice was given, the maker is liable in a civil action for three times the face amount of the check but not less than one hundred fifty dollars nor greater than five hundred dollars and that, in such civil action, the court may award court costs and reasonable attorney fees to the payee, holder, or assignee for collection. Section 6. If the same person is the maker, drawer, or issuer of two or more checks, drafts, or orders, such instruments may be combined. An action for their recovery pursuant to section 1 of this Act may be brought in any county in which one of the dishonored checks, drafts, or orders were issued or in the county in which the check writer resides. A cause of action under this section may be brought in small claims court, if the amount of the demand does not exceed the jurisdiction of that court, or in any other appropriate court. Section 7. Nothing in this Act prevents the criminal prosecution of the person who makes, draws, or issues a dishonored check, draft, or order."}, {"bill_id": 14661, "bill_version_id": 81119, "bill_version": "House Judiciary Engrossed", "bill_version_date": "1999-02-08T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the recovery of damages for checks, drafts, or orders not paid upon presentment. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. In any civil action brought for the purpose of collecting a check, draft, or order of payment, any person who makes, draws, or issues any check, draft, or order of payment that is dishonored and is not paid within thirty days after mailing of a notice of dishonor sent in compliance with sections 4 and 5 of this Act is liable to the holder or assignee for collection for an amount equal to three times the face amount of the check. However, in no case, including any combination pursuant to section 6 of this Act, may the liability for damages be less than one hundred dollars nor greater than two hundred dollars. The maker, drawer, or issuer is also liable to the holder or assignee for allowable court costs, filing fees, and interest computed at the legal rate from the date of the check, draft, or order of payment was issued. Subsequent to the commencement of an action as provided for in this section, but prior to the court hearing, the maker, drawer, or issuer may tender to the holder or assignee, as satisfaction of the claim, an amount of money equal to the face amount of the check together with the returned check fee as provided for under § 57A-3-421 together with accrued interest and incurred court costs. Section 2. No holder or assignee for collection may assert that any maker, drawer, or issuer has any liability pursuant to section 1 of this Act unless such liability has been determined by entry of a final judgment by a court of competent jurisdiction. Section 3. The maker, drawer, or issuer is not liable for the damages and costs specified in section 1 of this Act if: (1) The account contained sufficient funds or credit to cover the check, draft, or order at the time the check, draft, or order was made, plus all other checks, drafts, and orders on the account then outstanding and unpaid; or (2) The check, draft, or order was not paid because a paycheck, deposited in the account in an amount sufficient to cover the check, draft, or order, was not paid upon presentation; or (3) Funds sufficient to cover the check, draft, or order were garnished, attached, or setoff and the maker, drawer, or issuer had no notice of such garnishment, attachment, or setoff at the time the check, draft, or order was made; or (4) The maker of the check, draft, or order was not competent or of full age to enter into a legal contractual obligation at the time the check, draft, or order was made; or (5) The making of the check, draft, or order was induced by fraud or duress; or (6) The transaction which gave rise to the obligation for which the check, draft, or order was given lacked consideration or was illegal. Section 4. Notice that a check, draft, or order has not been paid upon presentment shall be in writing and given in person and receipted for, or by personal service, or by depositing the notice by certified mail, return receipt requested and postage prepaid, in the United States mail and addressed to such person at the address shown on the check or at the most recent address known to the sender. If the notice is mailed and not returned as undeliverable by the United States Postal Service, notice shall be conclusively presumed to have been given on the date of mailing. For the purposes of this section, the term, undeliverable, does not include unclaimed or refused. Section 5. The notice given pursuant to section 4 of this Act shall include the following information regarding the unpaid check, draft, or order: (1) The date the check, draft, or order was issued; (2) The name of the bank, depository, person, firm, or corporation on which it was drawn; (3) The name of the payee; (4) The face amount; (5) A statement of total amount claimed, which shall be itemized and may not exceed the amount permitted pursuant to section 1 of this Act; (6) A statement that the maker has thirty days from the date notice was given to make payment in full of the total amount claimed; and (7) A statement that, if the total amount is not paid within thirty days after the date notice was given, the maker is liable in a civil action for three times the face amount of the check but not less than one hundred dollars nor greater than two hundred dollars and that, in such civil action, the court may award court costs to the payee, holder, or assignee for collection. Section 6. If the same person is the maker, drawer, or issuer of two or more checks, drafts, or orders, such instruments may be combined. An action for their recovery pursuant to section 1 of this Act may be brought in any county in which one of the dishonored checks, drafts, or orders were issued or in the county in which the check writer resides. A cause of action under this section may be brought in small claims court, if the amount of the demand does not exceed the jurisdiction of that court, or in any other appropriate court. Section 7. Nothing in this Act prevents the criminal prosecution of the person who makes, draws, or issues a dishonored check, draft, or order. BILL HISTORY 1/27/99 First read in House and referred to committee assignment waived. H.J. 218 2/5/99 Scheduled for Committee hearing on this date. 2/5/99 Judiciary Do Pass Amended, Passed, AYES 8, NAYS 5. H.J. 390"}, {"bill_id": 14661, "bill_version_id": 81118, "bill_version": "Enrolled", "bill_version_date": "1999-02-24T00:00:00-06:00", "bill_text": ""}, {"bill_id": 14661, "bill_version_id": 81121, "bill_version": "Style and Form Veto Engrossed", "bill_version_date": "1999-03-04T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the recovery of damages for checks, drafts, or orders not paid upon presentment. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. In any civil action brought for the purpose of collecting a check, draft, or order of payment, any person who makes, draws, or issues any check, draft, or order of payment that is dishonored and is not paid within thirty days after mailing of a notice of dishonor sent in compliance with sections 4 and 5 of this Act is liable to the holder or assignee for collection for an amount equal to three times the face amount of the check. However, in no case, including any combination pursuant to section 6 of this Act, may the liability for damages be less than one hundred dollars nor greater than two hundred dollars. The maker, drawer, or issuer is also liable to the holder or assignee for allowable court costs, filing fees, and interest computed at the legal rate from the date of the check, draft, or order that payment was issued. Subsequent to the commencement of an action as provided for in this section, but prior to the court hearing, the maker, drawer, or issuer may tender to the holder or assignee, as satisfaction of the claim, an amount of money equal to the face amount of the check together with the returned check fee as provided for under § 57A-3-421 together with accrued interest and incurred court costs. Section 2. No holder or assignee for collection may assert that any maker, drawer, or issuer has any liability pursuant to section 1 of this Act unless such liability has been determined by entry of a final judgment by a court of competent jurisdiction. Section 3. The maker, drawer, or issuer is not liable for the damages and costs specified in section 1 of this Act if: (1) The account contained sufficient funds or credit to cover the check, draft, or order at the time the check, draft, or order was issued, plus all other checks, drafts, and orders on the account then outstanding and unpaid; or (2) The check, draft, or order was not paid because a paycheck, deposited in the account in an amount sufficient to cover the check, draft, or order, was not paid upon presentation; or (3) Funds sufficient to cover the check, draft, or order were garnished, attached, or setoff and the maker, drawer, or issuer had no notice of such garnishment, attachment, or setoff at the time the check, draft, or order was issued; or (4) The maker of the check, draft, or order was not competent or of full age to enter into a legal contractual obligation at the time the check, draft, or order was issued; or (5) The making of the check, draft, or order was induced by fraud or duress; or (6) The transaction which gave rise to the obligation for which the check, draft, or order was given lacked consideration or was illegal. Section 4. Notice that a check, draft, or order has not been paid upon presentment shall be in writing and given in person and receipted for, or by personal service, or by depositing the notice by certified mail, return receipt requested and postage prepaid, in the United States mail and addressed to such person at the address shown on the check or at the most recent address known to the sender. If the notice is mailed and not returned as undeliverable by the United States Postal Service, notice shall be conclusively presumed to have been given on the date of mailing. For the purposes of this section, the term, undeliverable, does not include unclaimed or refused. Section 5. The notice given pursuant to section 4 of this Act shall include the following information regarding the unpaid check, draft, or order: (1) The date the check, draft, or order was issued; (2) The name of the bank, depository, person, firm, or corporation on which it was drawn; (3) The name of the payee; (4) The face amount; (5) A statement of total amount claimed, which shall be itemized and may not exceed the amount permitted pursuant to section 1 of this Act; (6) A statement that the maker has thirty days from the date notice was given to make payment in full of the total amount claimed; and (7) A statement that, if the total amount is not paid within thirty days after the date notice was given, the maker is liable in a civil action for three times the face amount of the check but not less than one hundred dollars nor greater than two hundred dollars and that, in such civil action, the court may award court costs to the payee, holder, or assignee for collection. Section 6. If the same person is the maker, drawer, or issuer of two or more checks, drafts, or orders, such instruments may be combined. An action for their recovery pursuant to section 1 of this Act may be brought in any county in which one of the dishonored checks, drafts, or orders were issued or in the county in which the check writer resides. A cause of action under this section may be brought in small claims court, if the amount of the demand does not exceed the jurisdiction of that court, or in any other appropriate court. Section 7. Nothing in this Act prevents the criminal prosecution of the person who makes, draws, or issues a dishonored check, draft, or order. BILL HISTORY 1/27/99 First read in House and referred to Judiciary. H.J. 218 1/28/99 Referred to Judiciary. H.J. 241 2/5/99 Scheduled for Committee hearing on this date. 2/5/99 Judiciary Do Pass Amended, Passed, AYES 8, NAYS 5. H.J. 390 2/9/99 House of Representatives Do Pass Amended, Passed, AYES 49, NAYS 16. H.J. 446 2/10/99 First read in Senate and referred to Judiciary. S.J. 423 2/17/99 Scheduled for Committee hearing on this date. 2/22/99 Scheduled for Committee hearing on this date. 2/22/99 Judiciary Do Pass, Passed, AYES 5, NAYS 2. S.J. 613 2/23/99 Senate Do Pass Amended, Passed, AYES 32, NAYS 0. 2/24/99 Signed by Speaker. H.J. 761 2/25/99 Signed by President. S.J. 688 2/25/99 Delivered to the Governor. H.J. 786 3/2/99 House of Representatives Vetoed for style and form Passed, AYES 68, NAYS 0. H.J. 830 3/3/99 Senate Vetoed for style and form Passed, AYES 35, NAYS 0. S.J. 752"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14661, "action_date": "1999-01-27T14:00:00-06:00", "document_id": 82120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82120.pdf", "status_text": "First read in House and referred to", "journal_page": 218, "committee_id_action": 628, "committee_id_assigned": 626, "result": "N", "vote": {}}, {"bill_id": 14661, "action_date": "1999-02-05T07:45:00-06:00", "document_id": 81931, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81931.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 626, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14661, "action_date": "1999-02-05T07:45:00-06:00", "document_id": 81931, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81931.pdf", "status_text": "Do Pass Amended,", "journal_page": 390, "committee_id_action": 626, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40958, "president_vote": null, "Yea": [2223, 2227, 2267, 2286, 2295, 2303, 2245, 2207], "Nay": [2233, 2253, 2265, 2272, 2300]}}, {"bill_id": 14661, "action_date": "1999-02-09T14:00:00-06:00", "document_id": 82128, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82128.pdf", "status_text": "Do Pass Amended,", "journal_page": 446, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43367, "president_vote": null, "Yea": [2200, 2203, 2204, 2207, 2208, 2211, 2212, 2213, 2214, 2218, 2219, 2220, 2222, 2223, 2227, 2228, 2229, 2231, 2232, 2236, 2237, 2244, 2247, 2248, 2250, 2255, 2256, 2260, 2264, 2266, 2267, 2268, 2271, 2277, 2278, 2279, 2281, 2284, 2286, 2287, 2288, 2290, 2291, 2295, 2298, 2301, 2302, 2303, 2245], "Nay": [2209, 2210, 2233, 2238, 2243, 2249, 2253, 2261, 2262, 2265, 2272, 2276, 2282, 2296, 2297, 2300], "Excused": [2216, 2254, 2273], "Absent": [2240, 2257]}}, {"bill_id": 14661, "action_date": "1999-02-10T14:00:00-06:00", "document_id": 82153, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82153.pdf", "status_text": "First read in Senate and referred to", "journal_page": 423, "committee_id_action": 629, "committee_id_assigned": 607, "result": "N", "vote": {}}, {"bill_id": 14661, "action_date": "1999-02-17T10:00:00-06:00", "document_id": 82062, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82062.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 607, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14661, "action_date": "1999-02-22T10:00:00-06:00", "document_id": 82064, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82064.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 607, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14661, "action_date": "1999-02-22T10:00:00-06:00", "document_id": 82064, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82064.pdf", "status_text": "Do Pass,", "journal_page": 613, "committee_id_action": 607, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41876, "president_vote": null, "Nay": [2225, 2230], "Yea": [2234, 2269, 2270, 2215, 2299]}}, {"bill_id": 14661, "action_date": "1999-02-23T14:00:00-06:00", "document_id": 82159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82159.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41968, "president_vote": null, "Yea": [2199, 2201, 2202, 2206, 2215, 2217, 2221, 2224, 2225, 2226, 2230, 2234, 2235, 2242, 2246, 2251, 2252, 2258, 2259, 2263, 2269, 2270, 2274, 2275, 2280, 2283, 2285, 2289, 2292, 2293, 2294, 2299], "Excused": [2205, 2239, 2241]}}, {"bill_id": 14661, "action_date": "1999-02-24T14:00:00-06:00", "document_id": 82134, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82134.pdf", "status_text": "Signed by Speaker", "journal_page": 761, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14661, "action_date": "1999-02-25T14:00:00-06:00", "document_id": 82161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82161.pdf", "status_text": "Signed by President", "journal_page": 688, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14661, "action_date": "1999-02-25T14:00:00-06:00", "document_id": 82135, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82135.pdf", "status_text": "Delivered to the Governor", "journal_page": 786, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14661, "action_date": "1999-03-01T14:00:00-06:00", "document_id": 82136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82136.pdf", "status_text": "Vetoed for Style and Form", "journal_page": 825, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14661, "action_date": "1999-03-04T14:00:00-06:00", "document_id": 81766, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81766.pdf", "status_text": "Delivered to the Governor", "journal_page": 927, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14661, "action_date": "1999-03-16T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 948, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1306}