{"session_id": 44, "bill_id": 22105, "bill_type": "House Bill", "bill_number": 1029, "bill_title": "require a permit to conduct mining operations for certain ore milling facilities.", "sponsors": [], "keywords": ["Environmental Protection", "Executive/Judiciary Request", "Mining, Oil and Gas"], "audio": [{"meeting_datetime": "2021-01-28T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hag12.mp3", "start_seconds": 2867.0}, {"meeting_datetime": "2021-01-28T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hag12.mp3", "start_seconds": 2867.0}, {"meeting_datetime": "2021-01-28T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hag12.mp3", "start_seconds": 2867.0}, {"meeting_datetime": "2021-01-28T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hag12.mp3", "start_seconds": 2867.0}, {"meeting_datetime": "2021-02-18T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sag24.mp3", "start_seconds": 1141.0}, {"meeting_datetime": "2021-02-18T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sag24.mp3", "start_seconds": 1141.0}, {"meeting_datetime": "2021-02-18T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sag24.mp3", "start_seconds": 1141.0}, {"meeting_datetime": "2021-02-18T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sag24.mp3", "start_seconds": 1141.0}], "bill_versions": [{"bill_id": 22105, "bill_version_id": 210648, "bill_version": "Introduced", "bill_version_date": "2021-01-09T11:57:30.413-06:00", "bill_text": "An Act to require a permit to conduct mining operations for certain ore milling facilities. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 45-6B-3 be AMENDED. 45-6B-3. Definition of terms. Terms used in this chapter mean: (1) \"Abandoned mined lands,\" lands that were mined for noncoal minerals and materials and for which there is no continuing reclamation responsibility or responsibility for other remedial action under state or federal laws; (2) \"Affected land,\" land from which overburden is to be or has been removed and land upon which overburden, waste rock, mine spoil, or mill tailings is to be or has been deposited; land which is disturbed by the building of access roads, railroad loops, warehouses, storage areas, or other support facilities for the purpose of mining or milling; and land affected by surface subsidence, unstable slopes, and other surface effects caused by underground mine workings; (3) \"Aquifer,\" a water‑bearing bed or stratum of permeable rock, sand, or gravel capable of yielding usable quantities of water to wells or springs; (4) \"Black Hills,\" Lawrence County south of Interstate Highway 90, Meade County west and south of Interstate Highway 90 and Pennington and Custer Counties west of South Dakota Highway 79; (5) \"Board,\" the Board of Minerals and Environment; (6) \"Department,\" the Department of Environment and Natural Resources; (7) \"Development,\" the work performed in relation to a deposit, following the exploration required to prove minerals are in existence in commercial quantities but before production activities, aimed at preparing the site for mining, defining further the ore deposit by drilling or other means, conducting pilot plant operations, constructing roads or ancillary facilities; (8) \"Life of the mine permit,\" a permit to conduct a mining operation which is in effect if: (a) An operator continues to engage in the extraction of minerals and complies with the provisions of this chapter; (b) Mineral reserves are shown by the operator to remain in the mining operation and the operator plans to, or does, temporarily cease production for one hundred eighty days or more if the operator files a notice thereof with the board stating the reasons for nonproduction, a plan for ceasing production for one hundred eighty days or more if the operator files a notice thereof with the board stating the reasons for nonproduction, a plan for the resumption of production, and the measures taken to comply with reclamation and other necessary activities as established by the board to maintain the mine in a nonproducing state. The requirement of a notice of temporary cessation does not apply to operators who resume operating within one year and have included, in their permit applications, a statement following the exploration required to prove minerals are in existence in that the affected lands are to be used for less than one hundred eighty days per year; (c) Production is resumed within five years of the date production ended, or the operator files a report requesting an extension of the period of temporary cessation of production with the board stating the reasons for the continuation of nonproduction and those factors necessary to, and the operator's plans for, resumption of production. A temporary cessation of production may not be continued for more than ten years without terminating the operation and fully complying with the reclamation requirements of this chapter. A life of the mine permit includes that period of time after cessation of production necessary to complete reclamation of affected lands, until the board releases, in writing, the operator from further reclamation obligations regarding the affected land, declares the mining operation terminated, and releases the surety thereon; (9) \"Milling,\" the beneficiation of a mined material from its natural occurrence in ore; (10) \"Mineral,\" a substance with economic value, whether organic or inorganic, that can be extracted from the earth, other than the following: water, oil, gas, sand, gravel, or rock to be crushed and used in construction, pegmatite minerals, or limestone, sand, gypsum, shale, or iron ore used in the process of making cement; (11) \"Mining operation,\" the development or extraction of a mineral from its natural occurrence on affected land. The term includes surface mining and surface operation, in situ mining, the reprocessing of tailings piles, the disposal of refuse from underground mining, and milling and processing located on the land described in the application for a mining permit, and stand-alone milling and processing facilities utilizing chemical or biological leaching agents. The term does not include extraction of sand, gravel, or rock to be crushed and used in construction, exploration activities, bulk sampling, the exploration and extraction of natural petroleum in a liquid or gaseous state by means of wells or pipe, borrow excavation for embankments, or the extraction of geothermal resources; (12) \"Operator,\" any person, firm, partnership, limited liability company, association, or corporation or any department, division or agency of federal, state, county, or municipal government engaged in or controlling a mining operation; (13) \"Overburden,\" all of the earth and other materials which are disturbed or removed, in the original state, or as it exists after removal from its natural state in the process of surface mining; (14) \"Reclamation,\" the employment during and after a mining operation of procedures reasonably designed to minimize as much as practicable the disruption from the mining operation and to provide for the rehabilitation of affected land through the rehabilitation of plant cover, soil stability, water resources, or other measures appropriate to the subsequent beneficial use of such mined and reclaimed lands; (15) \"Surface mining,\" the mining of minerals by removing the overburden lying above such deposits and mining directly from the deposits thereby exposed. The term includes mining directly from such deposits where there is no overburden and such practices as open cut mining, open pit mining, strip mining, placer mining, quarrying, and dredging; (16) \"Surface mining disturbed land,\" land from which overburden has been removed, land upon which overburden, waste rock, mine spoil, or mill tailings have been deposited, land mined which has no overburden, heap leach pads, and process ponds; (17) \"Tailings,\" the discharged valueless product of a beneficiation process. Section 2. That § 45-6B-6 be AMENDED. 45-6B-6. Application for permit--Contents. The application form shall contain the following information: (1) The legal description and area of affected land; (2) The owner of the surface of the area of the affected land; (3) The owner of the substance to be mined; (4) The source of the applicant's legal right to enter and initiate a mining operation on the affected land; (5) The source of the applicant's legal right to dispose of tailings on the described affected land, if applicable; (6) The address and telephone number of the general office and the local address and telephone number of the applicant; (7) The mineral or minerals to be extracted and, if applicable, or milled, or both; (8) A description of the method of mining and, if applicable, or milling to be employed which shall include, if applicable: (a) A contour basis for the mining operation; (b) The depth to which and the direction in which the mining operations are proposed to be conducted; (c) The proposed disposition of mine spoil and tailings; and (d) The method of blasting and control thereof; (9) The size of the area to be worked at any one time; (10) The timetable estimating the proposed duration of the mining operation; and (11) The written consent, duly acknowledged, of the applicant and such other persons, if any, necessary to grant access to the Board of Minerals and Environment or its agents to the area under application from the date of the application and during the life of the permit as is necessary to assure compliance with the provisions of this chapter or any rule, order or decision promulgated hereunder."}, {"bill_id": 22105, "bill_version_id": 218076, "bill_version": "Enrolled", "bill_version_date": "2021-02-22T16:16:11.557-06:00", "bill_text": "ENTITLED An Act to require a permit to conduct mining operations for certain ore milling facilities. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 45-6B-3 be AMENDED. 45-6B-3. Definition of terms. Terms used in this chapter mean: (1) \"Abandoned mined lands,\" lands that were mined for noncoal minerals and materials and for which there is no continuing reclamation responsibility or responsibility for other remedial action under state or federal laws; (2) \"Affected land,\" land from which overburden is to be or has been removed and land upon which overburden, waste rock, mine spoil, or mill tailings is to be or has been deposited; land which is disturbed by the building of access roads, railroad loops, warehouses, storage areas, or other support facilities for the purpose of mining or milling; and land affected by surface subsidence, unstable slopes, and other surface effects caused by underground mine workings; (3) \"Aquifer,\" a water‑bearing bed or stratum of permeable rock, sand, or gravel capable of yielding usable quantities of water to wells or springs; (4) \"Black Hills,\" Lawrence County south of Interstate Highway 90, Meade County west and south of Interstate Highway 90 and Pennington and Custer Counties west of South Dakota Highway 79; (5) \"Board,\" the Board of Minerals and Environment; (6) \"Department,\" the Department of Environment and Natural Resources; (7) \"Development,\" the work performed in relation to a deposit, following the exploration required to prove minerals are in existence in commercial quantities but before production activities, aimed at preparing the site for mining, defining further the ore deposit by drilling or other means, conducting pilot plant operations, constructing roads or ancillary facilities; (8) \"Life of the mine permit,\" a permit to conduct a mining operation which is in effect if: (a) An operator continues to engage in the extraction of minerals and complies with the provisions of this chapter; (b) Mineral reserves are shown by the operator to remain in the mining operation and the operator plans to, or does, temporarily cease production for one hundred eighty days or more if the operator files a notice thereof with the board stating the reasons for nonproduction, a plan for ceasing production for one hundred eighty days or more if the operator files a notice thereof with the board stating the reasons for nonproduction, a plan for the resumption of production, and the measures taken to comply with reclamation and other necessary activities as established by the board to maintain the mine in a nonproducing state. The requirement of a notice of temporary cessation does not apply to operators who resume operating within one year and have included, in their permit applications, a statement following the exploration required to prove minerals are in existence in that the affected lands are to be used for less than one hundred eighty days per year; (c) Production is resumed within five years of the date production ended, or the operator files a report requesting an extension of the period of temporary cessation of production with the board stating the reasons for the continuation of nonproduction and those factors necessary to, and the operator's plans for, resumption of production. A temporary cessation of production may not be continued for more than ten years without terminating the operation and fully complying with the reclamation requirements of this chapter. A life of the mine permit includes that period of time after cessation of production necessary to complete reclamation of affected lands, until the board releases, in writing, the operator from further reclamation obligations regarding the affected land, declares the mining operation terminated, and releases the surety thereon; (9) \"Milling,\" the beneficiation of a mined material from its natural occurrence in ore; (10) \"Mineral,\" a substance with economic value, whether organic or inorganic, that can be extracted from the earth, other than the following: water, oil, gas, sand, gravel, or rock to be crushed and used in construction, pegmatite minerals, or limestone, sand, gypsum, shale, or iron ore used in the process of making cement; (11) \"Mining operation,\" the development or extraction of a mineral from its natural occurrence on affected land. The term includes surface mining and surface operation, in situ mining, the reprocessing of tailings piles, the disposal of refuse from underground mining, milling and processing located on the land described in the application for a mining permit, and stand-alone milling and processing facilities utilizing chemical or biological leaching agents. The term does not include extraction of sand, gravel, or rock to be crushed and used in construction, exploration activities, bulk sampling, the exploration and extraction of natural petroleum in a liquid or gaseous state by means of wells or pipe, borrow excavation for embankments, or the extraction of geothermal resources; (12) \"Operator,\" any person, firm, partnership, limited liability company, association, or corporation or any department, division or agency of federal, state, county, or municipal government engaged in or controlling a mining operation; (13) \"Overburden,\" all of the earth and other materials which are disturbed or removed, in the original state, or as it exists after removal from its natural state in the process of surface mining; (14) \"Reclamation,\" the employment during and after a mining operation of procedures reasonably designed to minimize as much as practicable the disruption from the mining operation and to provide for the rehabilitation of affected land through the rehabilitation of plant cover, soil stability, water resources, or other measures appropriate to the subsequent beneficial use of such mined and reclaimed lands; (15) \"Surface mining,\" the mining of minerals by removing the overburden lying above such deposits and mining directly from the deposits thereby exposed. The term includes mining directly from such deposits where there is no overburden and such practices as open cut mining, open pit mining, strip mining, placer mining, quarrying, and dredging; (16) \"Surface mining disturbed land,\" land from which overburden has been removed, land upon which overburden, waste rock, mine spoil, or mill tailings have been deposited, land mined which has no overburden, heap leach pads, and process ponds; (17) \"Tailings,\" the discharged valueless product of a beneficiation process. Section 2. That § 45-6B-6 be AMENDED. 45-6B-6. Application for permit--Contents. The application form shall contain the following information: (1) The legal description and area of affected land; (2) The owner of the surface of the area of the affected land; (3) The owner of the substance to be mined; (4) The source of the applicant's legal right to enter and initiate a mining operation on the affected land; (5) The source of the applicant's legal right to dispose of tailings on the described affected land, if applicable; (6) The address and telephone number of the general office and the local address and telephone number of the applicant; (7) The mineral or minerals to be extracted or milled, or both; (8) A description of the method of mining or milling to be employed which shall include, if applicable: (a) A contour basis for the mining operation; (b) The depth to which and the direction in which the mining operations are proposed to be conducted; (c) The proposed disposition of mine spoil and tailings; and (d) The method of blasting and control thereof; (9) The size of the area to be worked at any one time; (10) The timetable estimating the proposed duration of the mining operation; and (11) The written consent, duly acknowledged, of the applicant and such other persons, if any, necessary to grant access to the Board of Minerals and Environment or its agents to the area under application from the date of the application and during the life of the permit as is necessary to assure compliance with the provisions of this chapter or any rule, order or decision promulgated hereunder. An Act to require a permit to conduct mining operations for certain ore milling facilities. I certify that the attached Act originated in the: House as Bill No. 1029 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1029 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22105, "action_date": "2021-01-12T12:00:00-06:00", "document_id": 211012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211012.pdf", "status_text": "First read in House and referred to", "journal_page": 1, "committee_id_action": 492, "committee_id_assigned": 486, "result": "N", "vote": {}}, {"bill_id": 22105, "action_date": "2021-01-28T07:45:00-06:00", "document_id": 213073, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213073.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 486, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22105, "action_date": "2021-01-28T07:45:00-06:00", "document_id": 213074, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213074.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 486, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68018, "president_vote": null, "Yea": [1770, 1778, 1788, 1792, 1817, 1820, 1832, 1868, 1883, 3782, 3794, 3797, 3802]}}, {"bill_id": 22105, "action_date": "2021-01-28T07:45:00-06:00", "document_id": 213074, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213074.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 486, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22105, "action_date": "2021-02-01T14:00:00-06:00", "document_id": 214930, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214930.pdf", "status_text": "Do Pass", "journal_page": 167, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68137, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1800, 1802, 1804, 1805, 1807, 1809, 1813, 1817, 1820, 1822, 1823, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1839, 1841, 1843, 1844, 1852, 1855, 1862, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806]}}, {"bill_id": 22105, "action_date": "2021-02-02T14:00:00-06:00", "document_id": 215365, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215365.pdf", "status_text": "First read in Senate and referred to", "journal_page": 158, "committee_id_action": 514, "committee_id_assigned": 503, "result": "N", "vote": {}}, {"bill_id": 22105, "action_date": "2021-02-18T10:00:00-06:00", "document_id": 217518, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217518.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 503, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22105, "action_date": "2021-02-18T10:00:00-06:00", "document_id": 217519, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217519.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 503, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69505, "president_vote": null, "Yea": [1775, 1786, 1801, 1811, 1831, 1853], "Excused": [1790]}}, {"bill_id": 22105, "action_date": "2021-02-18T10:00:00-06:00", "document_id": 217519, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217519.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 503, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22105, "action_date": "2021-02-22T14:00:00-06:00", "document_id": 217854, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217854.pdf", "status_text": "Do Pass", "journal_page": 304, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69676, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1783, 1785, 1786, 1790, 1794, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 3795, 1865, 1870], "Excused": [1789, 1801]}}, {"bill_id": 22105, "action_date": "2021-02-23T13:00:00-06:00", "document_id": 218119, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218119.pdf", "status_text": "Signed by the Speaker", "journal_page": 354, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22105, "action_date": "2021-02-24T14:00:00-06:00", "document_id": 218228, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218228.pdf", "status_text": "Signed by the President", "journal_page": 344, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22105, "action_date": "2021-02-25T13:30:00-06:00", "document_id": 218457, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218457.pdf", "status_text": "Delivered to the Governor", "journal_page": 398, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22105, "action_date": "2021-03-03T14:00:00-06:00", "document_id": 219008, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219008.pdf", "status_text": "Signed by the Governor", "journal_page": 478, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7159, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22105"}