{"session_id": 69, "bill_id": 25010, "bill_type": "Senate Bill", "bill_number": 201, "bill_title": "provide new statutory requirements for regulating linear transmission facilities, to allow counties to impose a surcharge on certain pipeline companies, and to establish a landowner bill of rights.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25010", "sponsors": [{"legislator_profile_id": 4487, "is_prime": true}, {"legislator_profile_id": 4532, "is_prime": true}, {"legislator_profile_id": 4544, "is_prime": false}], "keywords": ["Administrative Procedure", "Counties", "Emergency Clause", "Eminent Domain", "Fund", "Municipal Government", "Pipelines", "Promulgation of Rules", "Public Utilities and Carriers", "Utilities"], "audio": [{"meeting_datetime": "2024-02-15T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sco25.mp3", "start_seconds": 1872.0}, {"meeting_datetime": "2024-02-15T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sco25.mp3", "start_seconds": 1872.0}, {"meeting_datetime": "2024-02-15T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sco25.mp3", "start_seconds": 1872.0}, {"meeting_datetime": "2024-02-15T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sco25.mp3", "start_seconds": 1872.0}, {"meeting_datetime": "2024-02-21T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen27.mp3", "start_seconds": 3916.0}, {"meeting_datetime": "2024-02-21T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen27.mp3", "start_seconds": 3916.0}, {"meeting_datetime": "2024-02-21T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen27.mp3", "start_seconds": 3916.0}, {"meeting_datetime": "2024-02-21T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen27.mp3", "start_seconds": 3916.0}, {"meeting_datetime": "2024-02-21T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen27.mp3", "start_seconds": 3916.0}, {"meeting_datetime": "2024-02-21T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen27.mp3", "start_seconds": 3916.0}, {"meeting_datetime": "2024-02-26T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hco30.mp3", "start_seconds": 190.0}, {"meeting_datetime": "2024-02-26T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hco30.mp3", "start_seconds": 190.0}, {"meeting_datetime": "2024-02-26T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hco30.mp3", "start_seconds": 190.0}, {"meeting_datetime": "2024-02-26T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hco30.mp3", "start_seconds": 190.0}, {"meeting_datetime": "2024-02-26T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hco30.mp3", "start_seconds": 190.0}, {"meeting_datetime": "2024-02-26T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hco30.mp3", "start_seconds": 190.0}, {"meeting_datetime": "2024-02-28T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou32.mp3", "start_seconds": 1435.0}, {"meeting_datetime": "2024-02-28T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou32.mp3", "start_seconds": 1435.0}, {"meeting_datetime": "2024-02-28T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou32.mp3", "start_seconds": 1435.0}, {"meeting_datetime": "2024-02-28T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou32.mp3", "start_seconds": 1435.0}], "bill_versions": [{"bill_id": 25010, "bill_version_id": 263809, "bill_version": "Introduced", "bill_version_date": "2024-01-30T16:55:34.567-06:00", "bill_text": "An Act to provide new statutory requirements for regulating linear transmission facilities and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 34A: Terms used in this Act mean: (1) \"Action notice,\" the director's communication of a decision on a claim; (2) \"Civil recovery,\" a fund received by the state or a political subdivision from a third party, other than a pipeline company, as a result of violations of the law and transferred to the fund from the riot boosting recovery fund; (3) \"Claim,\" an invoice submitted to the director of the fund by the state or a political subdivision for an extraordinary expense; (4) \"Department,\" the Department of Public Safety; (5) \"Director,\" the director of the Division of Emergency Services within the Department of Public Safety; (6) \"Extraordinary expense,\" a reasonable and legitimate cost incurred by the state or a political subdivision to prepare for, or respond to, or which arises from, opposition to a project that would not have been incurred but for pipeline construction, and is incurred due to the receipt, processing, issuing, or auditing of a pipeline project or application for a permit for a project, or for emergency response training or equipment desired or required in connection with a project. The term does not include any expense incurred by a private cooperative or business entity; workers' compensation or disability benefits for employees of this state or a political subdivision arising out of injuries incurred in the course of employment; or litigation expense or costs associated with or resulting from the call to active duty, mobilization, or service of the National Guard; (7) \"Extraordinary expense fund,\" the state and political subdivision extraordinary expense fund as created under section 2 of this Act; (8) \"Pipeline,\" all parts of physical facilities through which any carbon dioxide product is carried within this state, including pipe, valves, other appurtenances attached to pipe, compressor units, metering stations, regulator stations, delivery stations, holders, and fabricated assemblies; (9) \"Pipeline company,\" a person or entity who is the owner of a project or holds a permit from the Public Utilities Commission for a project; (10) \"Pipeline construction,\" the engagement in any activity following the project commencement date in furtherance of a project by a pipeline company, or those acting on its behalf, within this state; (11) \"Political subdivision,\" a county, municipality, or township of this state; (12) \"Project,\" the planning, construction, installation, and operation of a pipeline six inches or greater in diameter, or the construction of a supporting facility in furtherance of carrying any carbon dioxide product by a pipeline company. (13) \"Project commencement date,\" the date that occurs after: (a) A project receives its regulatory permit; (b) No court-imposed impediments on the project exist; and (c) Preparation of the pipeline right-of-way or the ground for a supporting facility commences. Notwithstanding subsections (a) to (c) of this subdivision, the secretary may issue an administrative notice, which is not reviewable, deeming pipeline construction to have begun for purposes of this chapter; (14) \"Project completion date,\" the date on which pipeline construction concludes so that any oil product carried through a pipeline from an originating station fills the entire length of a completed pipeline and permanent pump stations within this state; (15) \"Secretary,\" the secretary of the Department of Public Safety; (16) \"State,\" this state or any agency of the state that is vested with the authority to exercise any portion of the state's sovereignty or with law enforcement authority; and (17) \"Supporting facility,\" a structure necessary and ancillary to a pipeline, including a pressure pump station, housing facility for project personnel, storage area for tangible property, or other temporary structure of a pipeline company or its agent. Section 2. That a NEW SECTION be added to title 34A: There is established in the state treasury the state and political subdivision extraordinary expense fund. Money in the fund may be used to pay administrative costs and extraordinary expenses incurred by the state or a political subdivision, arising out of or in connection with pipeline construction. Any interest earned on money in the fund must be credited to the fund. The fund is continuously appropriated to the department. The department shall administer the fund and maintain separate accounts for each project. The secretary shall approve vouchers and the state auditor shall draw warrants to pay administrative costs and extraordinary expenses in accordance with this chapter. All money received by the department for the fund must be set forth in an informational budget pursuant to § 4-7-7.2 and be annually reviewed by the Legislature. Section 3. That a NEW SECTION be added to title 34A: The state or a political subdivision may submit a claim for an extraordinary expense to the director for disbursement from the fund in accordance with this chapter. Each claim under this section must be accompanied by a statement of the basis on which it is made, and true and accurate records and books of account regarding the extraordinary expense claimed, including copies of checks, vouchers, warrants, sales receipts, invoices, billings, payroll records, or similar documents for each extraordinary expense in sufficient detail to allow the director to reasonably review the claim. The state or a political subdivision receiving a disbursement from the fund for an approved claim under this section shall keep and maintain true and accurate records and books of account consistent with government accounting standards and in the same manner and for the same period as required by law and make them available for inspection by the director and a duly authorized representative of the pipeline company. On or before the first of February of each year, the director shall provide statements of claim activities for the preceding calendar year to the secretary, any applicable political subdivision, and the pipeline company. Section 4. That a NEW SECTION be added to title 34A: The state or a political subdivision may submit a request for pre-approval of an anticipated claim for extraordinary expense to the fund in accordance with this chapter. Each request for pre-approval submitted under this section must be accompanied by a statement of the basis on which the request is made and a description of the anticipated extraordinary expense in sufficient detail to allow the director to reasonably review the request. If a request submitted under this section is approved, the state or political subdivision must provide the director with the same documentation, as required for a claim submitted under section 3 of this Act, after the extraordinary expense is incurred. The director shall review the documents provided under this section to determine whether the expenditure is consistent with the pre-approval decision and issue an action notice regarding the director's determination. Section 5. That a NEW SECTION be added to title 34A: The director shall approve or deny, in whole or in part, any claim submitted under section 3 of this Act or any request submitted under section 4 of this Act. The director may condition any claim for extraordinary expense at the director's discretion. The director shall issue an action notice to the state, political subdivision, and the pipeline company of the approval or denial, in whole or in part, of a claim within ten days of receiving the claim under section 3 of this Act, or of a request within ten days of receiving claim documentation as required under section 4 of this Act. The action notice must include all approved and denied portions of the claim, and the rationale for the approval or denial, in sufficient detail to allow the secretary, political subdivision, and the pipeline company to review the decision. An action notice may be accompanied by the records submitted in accordance with sections 3 and 4 of this Act. A claim submitted by the state or a political subdivision is not payable from the fund until the claim is approved by the director. The director shall authorize disbursements from the fund for payment of an approved claim to the state or a political subdivision within forty-five days from the date of the action notice. Section 6. That a NEW SECTION be added to title 34A: A claim under section 3 of this Act may be submitted to the director only after the project commencement date. A request under section 4 of this Act may be submitted on or after April 1, 2024. A claim under section 3 of this Act must be submitted to the director within forty-five days of the date the extraordinary expense is incurred. Notwithstanding any other provision of this chapter, the director may not approve any extraordinary expense claim that is not, or any request for pre-approval that will not be, incurred within one year after the project completion date, subject to section 16 of this Act. Section 7. That a NEW SECTION be added to title 34A: The department shall communicate with the pipeline company to review any claim or request for pre-approval made to the fund under sections 3 or 4 of this Act. A pipeline company shall designate in writing three official representatives who are authorized to coordinate with the department. Any official representative's concurrence with the director's action notice approving a claim is a waiver of the right of that pipeline company to contest the action notice and is a waiver of the informal review process by the secretary. Section 8. That a NEW SECTION be added to title 34A: If the state or a political subdivision receives payment from the fund for an extraordinary expense, and subsequently receives reimbursement through restitution, judgment, settlement, contribution, or other funding for the expense from any other source, except civil recoveries, the reimbursement must be deposited into the fund. The reimbursement deposited into the fund is a credit to a pipeline company and must be used to offset the next special fee calculated under section 11 of this Act. Any reimbursement from federal sources or civil recoveries must be deposited only as allocated by the secretary. For the purposes of this section, the term \"special fee\" means a fee billed to and paid by a pipeline company to defray administrative costs and extraordinary expenses. Section 9. That a NEW SECTION be added to title 34A: A pipeline company that disputes the approval or denial, in whole or in part, of a claim under section 5 of this Act may, within ten days of the date of the action notice, submit its objection in good faith, together with a statement of the basis for the objection, and request a review from the secretary. The secretary shall make an expeditious review of the director's action notice and may approve, modify, condition, or deny the claim, in whole or in part. The secretary's review must be exhausted before any appeal to the Office of Hearing Examiners. A pipeline company may appeal the secretary's decision, if the pipeline company has properly preserved its appeal, by giving written notice to the secretary within ten days of the date of the secretary's decision. The pipeline company may commence one administrative appeal annually arising out of all decisions, joined for judicial efficiency, dated during the preceding calendar year from which the pipeline company wishes to appeal. The pipeline company shall file a written notice of appeal with the Office of Hearing Examiners. Copies of the written notice must be served on the secretary and any other interested party no later than the first of March or the appeal is barred. A written notice of appeal must identify each disputed and properly preserved claim with a decision in the prior calendar year. An appeal under this section must be conducted by a hearing examiner in accordance with chapter 1-26D. The hearing examiner, after hearing the evidence, shall make proposed findings of fact and conclusions of law, and issue a proposed decision. The secretary shall accept, reject, or modify the hearing examiner's findings, conclusions, and decision, which then constitutes the final agency decision. Alternatively, the secretary may appoint the hearing examiner to make the final agency decision. The secretary may arrange for assistance from private counsel throughout the administrative appeal process. The final agency decision may be appealed to circuit court in accordance with chapter 1-26. A pipeline company has standing to appeal under this section. The appeal under this section is the exclusive remedy of a pipeline company regarding the disbursement of a claim of extraordinary expense and constitutes a limited express waiver of sovereign immunity only to the extent necessary under this section. The venue for any disputed claim and appeal under this section is in state circuit court in Hughes County. Pre-judgment interest shall accrue from the date of the secretary's final decision on all disputed claims at the Category B rate of interest specified in § 54-3-16. Section 10. That a NEW SECTION be added to title 34A: Within twenty days of a project commencement date, the pipeline company shall make a deposit to the fund of four million dollars. The project account and fund may only be used in accordance with this chapter, and any remaining balance must be remitted to the pipeline company no later than eighteen months after the project completion date less the amount equal to unresolved disputed claims under section 9 of this Act. Section 11. That a NEW SECTION be added to title 34A: The secretary may instruct the director to: (1) Withhold, delay, suspend, or reduce any monthly billing to a pipeline company, if the secretary has cause to anticipate the receipt of an additional deposit from a source other than a pipeline company; or (2) For good cause shown, review any claim that is submitted to the director more than forty-five days from the date the extraordinary expense was incurred. Section 12. That a NEW SECTION be added to title 34A: Nothing in this Act prevents the state and a pipeline company from entering into any contract or other agreement, provided the terms of the contract or agreement are not inconsistent with this chapter. Section 13. That a NEW SECTION be added to title 34A: The secretary may promulgate rules in accordance with chapter 1-26 to implement the provisions of sections 1 to 14, inclusive, of this Act. Section 14. That a NEW SECTION be added to title 34A: Sections 1 to 14, inclusive, of this Act are to be repealed October 1, 2026. All claims must be submitted by that date. All claims must be adjudicated by December 31, 2026. Section 15. That a NEW SECTION be added to chapter 49-41B: A county, city, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, may not enact or increase, in any form a tax, fee, or charge that is related to a gas or liquid transmission line or an electric transmission line which requires or holds a permit under chapter 49-41B. The provisions of this section do not prohibit: (1) Real property taxes pursuant to title 10; (2) County road construction, maintenance, and improvement agreements pursuant to either title 7 or title 31; and (3) The application of county zoning ordinance building permit fees related to any building, structure, or other above ground appurtenance related to a gas or liquid transmission line or an electric transmission line which requires or holds a permit under chapter 49-41B. A county, municipality or township may require a gas, liquid, or electrical transmission project to enter into a road use maintenance agreement prior to construction. Any fee or tax permitted under this section must be uniform and apply to all classes of facilities. If after ninety days the applicant cannot come to terms with a county, municipality township, or road district on a road use and maintenance agreement, the applicant may apply to the commission for an order in place of the agreement, specific to that unit of government and after notice and hearing the commission must grant an order determining the applicants use and restoration of the units roads bridges and rights of way. Section 16. That a NEW SECTION be added to chapter 49-41B: A county, city, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, may not pass or enforce an ordinance that regulates, restricts, or prohibits a gas or liquid transmission line or an electric transmission line which requires or holds a permit under chapter 49-41BA, including without limitation any requirement or restrictions as to routing, setback, construction, operation, maintenance, and zoning permits. Nothing herein restricts the ability of the commission to establish setbacks. The provisions of this section do not prohibit a county, city, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, from passing and enforcing a zoning ordinance regulating the location of any building, structure, or other above ground appurtenance related to a gas or liquid transmission line or an electric transmission line which requires or holds a permit under chapter 49-41B, including without limitation any building permit fees. This Act preempts any local law, ordinance, or regulation that conflicts with any provision of this chapter or any policy of the state implemented in accordance with this chapter and, notwithstanding any other provision of law, a governmental unit of this state may not enact or enforce an ordinance, local law, or regulation conflicting with or preempted by this chapter. Section 17. That a NEW SECTION be added to chapter 49-41B: All pipelines carrying carbon dioxide must be installed so that the cover between the top of the pipe and the ground level, road bed, river bottom, or underwater natural bottom, as determined by recognized and generally accepted practices, must be a minimum of forty-eight inches in thickness and must be buried so that it is below the level of cultivation. Section 18. That a NEW SECTION be added to chapter 49-41B: An operator of a pipeline facility carrying carbon dioxide is liable for repairs of drain tile, which was installed prior to the installation of the pipeline facility, where the installation, construction, operation, maintenance, or repair of the pipeline facility is the proximate cause of the damage to the drain tile. The operator’s liability pursuant to this section shall: (1) Continue for the life of the pipeline facility; (2) Cover full replacement costs including without limitation material, labor, and equipment; and (3) Include the reclamation and restoration of topsoil as part of any drain tile repair. Section 19. That a NEW SECTION be added to chapter 49-41B: An operator of a pipeline facility carrying carbon dioxide shall be liable for all damages resulting from the installation, construction, operation, maintenance, repair, leaks, ruptures, and other failures of the pipeline facility. The operator shall indemnify and hold the surface owner harmless from any loss, claim, or damage resulting from the installation, construction, operation, maintenance, repair, leaks, ruptures, and other failures of the pipeline facility, other than for gross negligence or willful misconduct of the surface owner. In the event that the surface owner is a county, city, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, the operator’s liability and indemnification requirements shall include without limitation the governmental unit’s road, bridge and other infrastructure damages. Section 20. That a NEW SECTION be added to chapter 49-41B: An operator of a pipeline facility carrying carbon dioxide must include an agricultural impact mitigation plan in its application for a permit under this chapter. Section 21. That a NEW SECTION be added to chapter 49-41B: An operator of a pipeline facility carrying carbon dioxide must offer a dispersion model into evidence before the commission. The commission may enter an order declaring such dispersion model confidential. Any order declaring a dispersion model as confidential shall be justified in specific findings, in writing or on the record. Section 22. That a NEW SECTION be added to chapter 49-41B: A land agent acting on behalf of a pipeline facility carrying carbon dioxide must be either a resident of the state or a real agent licensed in the state. Section 23. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 25010, "bill_version_id": 265775, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2024-02-15T15:26:08.29-06:00", "bill_text": "An Act to provide new statutory requirements for regulating linear transmission facilities, to allow counties to impose a surcharge on certain pipeline companies, and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 10-4: Pipelines for the transmission of carbon dioxide are not subject to any discretionary formulas authorized by this title. Section 2. That § 10-37-3 be AMENDED: 10-37-3. Any pipeline company having lines in this state shall annually, on or before April fifteenth of each year, make out and deliver to the Department of Revenue a statement, verified by the oath of an officer or agent of such pipeline company making such statement, showing in detail for the year ended December thirty-first next preceding: (1) The name of the company; (2) The nature of the company, whether a person or persons, an association, copartnership, corporation or syndicate, and under the laws of what state organized; (3) The location of its principal office or place of business; (4) The name and post office address of the president, secretary, auditor, treasurer, and superintendent or general manager; (5) The name and post office address of the chief officer or managing agent in this state; (6) The whole number of miles of pipeline owned, operated, or leased within the state, including a classification of the size, kind, and weight thereof, separated, so as to show the mileage in each county, and each lesser taxing district; (7) A full and complete statement of the cost and actual present value of all buildings of every description owned by said pipeline company within the state and each lesser taxing district, not otherwise assessed; (8) The number, location, size, and cost of each pressure pump or station; (9) Any and all other property owned by said pipeline company within the state which property shall be classified and scheduled in such a manner as the secretary of revenue may by rule promulgated pursuant to chapter 1-26 require; (10) The gross earnings of the entire company, and the gross earnings on business done within this state; (11) The operating expenses of the entire company and the operating expenses within this state; and (12) The net earnings of the entire company and the net earnings within this state; and (13) Whether or not the pipeline company that installs a pipeline for carbon sequestration claims a tax credit under 26 U.S.C. § 45Q (January 1, 2024) in that year. Section 3. That § 10-37-9 be AMENDED: 10-37-9. The Department of Revenue shall on the fifth day of July of each year determine the linear footage of carbon dioxide pipeline installed in each county, if any, and determine the true and actual value of pipeline property located in each taxing district of the state, and in fixing said value shall take into consideration the structures, equipment, pumping stations, etc., located in said taxing district, and shall transmit to the county auditor of each such county through and into which any pipeline may extend, a statement showing the assessed value of said property in each of the taxing districts of said county. The said property shall then be taxed in said county and lesser taxing districts, based upon the valuation so certified, in the same manner as other property is taxed. Any pipeline surcharge shall be remitted to the county. Section 4. That § 10-37-15 be AMENDED: 10-37-15. All laws relating to the enforcement of the payment of delinquent taxes or any pipeline surcharge shall be applicable to all taxes levied under the provisions of this chapter. When any tax levied under the provisions of this chapter shall become delinquent, the county treasurer having control of such delinquent taxes may proceed to collect the same in the manner as now provided for the collection of other taxes and with the same right and power of the sheriff under execution, except that no process shall be necessary to authorize him to sell any property belonging to any pipeline company for the collection of such taxes. The additional remedy provided for in § 10-38-10 by action in the circuit court shall also be available to the county treasurer. Section 5. That a NEW SECTION be added to chapter 10-37: A county may impose a pipeline surcharge up to one dollar per foot of linear carbon dioxide pipeline installed in the county during any tax year that the carbon dioxide pipeline company claims a tax credit pursuant to 26 U.S.C. § 45Q (January 1, 2024). Section 6. That a NEW SECTION be added to chapter 49-41B: A county, municipality, township, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, may not enact or increase, in any form, a tax, fee, or charge that is related to a gas or liquid transmission line or an electric transmission line which requires or holds a permit under chapter 49-41B. The provisions of this section do not prohibit: (1) Real property taxes pursuant to title 10; (2) Road use, construction, maintenance, and improvement agreements pursuant to titles 7, 8, 9, or 31; and (3) The surcharge created by section 5 of this Act. A county, municipality, township, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, may require a gas, liquid, or electrical transmission project to enter into a road use, construction, maintenance, and improvement agreement prior to construction. Any fee or tax permitted under this section must be uniform and apply to all classes of facilities, except the surcharge listed under subdivision 3 of this section. If after ninety days the applicant cannot come to terms with a county, municipality township, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, on a road use and maintenance agreement, the applicant may apply to the commission for an order in place of the agreement, specific to that unit of government and after notice and hearing the commission must grant an order determining the applicant's use and restoration of the units, roads, bridges, and rights of way. Section 7. That a NEW SECTION be added to chapter 49-41B: A county, municipality, township, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, may not pass or enforce an ordinance that regulates, restricts, or prohibits a gas or liquid transmission line or an electric transmission line which requires or holds a permit under chapter 49-41B, including without limitation any requirement or restrictions as to routing, setback, construction, operation, maintenance, and zoning permits. Nothing herein restricts the ability of the commission to establish setbacks, or to require the compliance of above-ground structures with generally applicable zoning ordinances, building, and fire codes. This Act preempts any local law, ordinance, or regulation that conflicts with any provision of this chapter or any policy of the state implemented in accordance with this chapter and, notwithstanding any other provision of law, a governmental unit of this state may not enact or enforce an ordinance, local law, or regulation conflicting with or preempted by this chapter. Section 8. That a NEW SECTION be added to chapter 49-41B: All pipelines carrying carbon dioxide must be installed so that the cover between the top of the pipe and the ground level, road bed, river bottom, or underwater natural bottom, as determined by recognized and generally accepted practices, must be a minimum of forty-eight inches in thickness and must be buried so that it is below the level of cultivation. Section 9. That a NEW SECTION be added to chapter 49-41B: An operator of a pipeline facility carrying carbon dioxide is liable for repairs of drain tile, which was installed prior to the installation of the pipeline facility, where the installation, construction, operation, maintenance, or repair of the pipeline facility is the proximate cause of the damage to the drain tile. The operator’s liability pursuant to this section shall: (1) Continue for the life of the pipeline facility; (2) Cover full replacement costs including without limitation material, labor, and equipment; and (3) Include the reclamation and restoration of topsoil as part of any drain tile repair. Section 10. That a NEW SECTION be added to chapter 49-41B: An operator of a pipeline facility carrying carbon dioxide shall be liable for all damages resulting from the installation, construction, operation, maintenance, repair, leaks, ruptures, and other failures of the pipeline facility. The operator shall indemnify and hold the surface owner harmless from any loss, claim, or damage resulting from the installation, construction, operation, maintenance, repair, leaks, ruptures, and other failures of the pipeline facility, other than for gross negligence or willful misconduct of the surface owner. In the event that the surface owner is a county, city, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, the operator’s liability and indemnification requirements shall include without limitation the governmental unit’s road, bridge, and other infrastructure damages. Section 11. That a NEW SECTION be added to chapter 49-41B: An operator of a pipeline facility carrying carbon dioxide must include an agricultural impact mitigation plan in its application for a permit under this chapter. Section 12. That a NEW SECTION be added to chapter 49-41B: An operator of a pipeline facility carrying carbon dioxide must offer a dispersion model into evidence before the commission. The commission may enter an order declaring such dispersion model confidential. Any order declaring a dispersion model as confidential shall be justified in specific findings, in writing or on the record. Section 13. That a NEW SECTION be added to chapter 49-41B: A land agent acting on behalf of a pipeline facility carrying carbon dioxide must be either a resident of the state or a real estate agent licensed in the state. Section 14. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 25010, "bill_version_id": 266113, "bill_version": "Senate Engrossed", "bill_version_date": "2024-02-21T16:57:50.13-06:00", "bill_text": "An Act to provide new statutory requirements for regulating linear transmission facilities, to allow counties to impose a surcharge on certain pipeline companies. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 10-4: Pipelines for the transmission of carbon dioxide are not subject to any discretionary formulas authorized by this title. Section 2. That § 10-37-3 be AMENDED: 10-37-3. Any pipeline company having lines in this state shall annually, on or before April fifteenth of each year, make out and deliver to the Department of Revenue a statement, verified by the oath of an officer or agent of such pipeline company making such statement, showing in detail for the year ended December thirty-first next preceding: (1) The name of the company; (2) The nature of the company, whether a person or persons, an association, copartnership, corporation or syndicate, and under the laws of what state organized; (3) The location of its principal office or place of business; (4) The name and post office address of the president, secretary, auditor, treasurer, and superintendent or general manager; (5) The name and post office address of the chief officer or managing agent in this state; (6) The whole number of miles of pipeline owned, operated, or leased within the state, including a classification of the size, kind, and weight thereof, separated, so as to show the mileage in each county, and each lesser taxing district; (7) A full and complete statement of the cost and actual present value of all buildings of every description owned by said pipeline company within the state and each lesser taxing district, not otherwise assessed; (8) The number, location, size, and cost of each pressure pump or station; (9) Any and all other property owned by said pipeline company within the state which property shall be classified and scheduled in such a manner as the secretary of revenue may by rule promulgated pursuant to chapter 1-26 require; (10) The gross earnings of the entire company, and the gross earnings on business done within this state; (11) The operating expenses of the entire company and the operating expenses within this state; and (12) The net earnings of the entire company and the net earnings within this state; and (13) Whether or not the pipeline company that installs a pipeline for carbon sequestration claims a tax credit under 26 U.S.C. § 45Q (January 1, 2024) in that year. Section 3. That § 10-37-9 be AMENDED: 10-37-9. The Department of Revenue shall on the fifth day of July of each year determine the linear footage of carbon dioxide pipeline installed in each county, if any, and determine the true and actual value of pipeline property located in each taxing district of the state, and in fixing said value shall take into consideration the structures, equipment, pumping stations, etc., located in said taxing district, and shall transmit to the county auditor of each such county through and into which any pipeline may extend, a statement showing the assessed value of said property in each of the taxing districts of said county. The said property shall then be taxed in said county and lesser taxing districts, based upon the valuation so certified, in the same manner as other property is taxed. Any pipeline surcharge shall be remitted to the county. Section 4. That § 10-37-15 be AMENDED: 10-37-15. All laws relating to the enforcement of the payment of delinquent taxes or any pipeline surcharge shall be applicable to all taxes levied under the provisions of this chapter. When any tax levied under the provisions of this chapter shall become delinquent, the county treasurer having control of such delinquent taxes may proceed to collect the same in the manner as now provided for the collection of other taxes and with the same right and power of the sheriff under execution, except that no process shall be necessary to authorize him to sell any property belonging to any pipeline company for the collection of such taxes. The additional remedy provided for in § 10-38-10 by action in the circuit court shall also be available to the county treasurer. Section 5. That a NEW SECTION be added to chapter 10-37: A county may impose a pipeline surcharge up to one dollar per foot of linear carbon dioxide pipeline installed in the county during any tax year that the carbon dioxide pipeline company claims a tax credit pursuant to 26 U.S.C. § 45Q (January 1, 2024). Section 6. That a NEW SECTION be added to chapter 49-41B: A county, municipality, township, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, may not enact or increase, in any form, a tax, fee, or charge that is related to a gas or liquid transmission line or an electric transmission line which requires or holds a permit under chapter 49-41B. The provisions of this section do not prohibit: (1) Real property taxes pursuant to title 10; (2) Road use, construction, maintenance, and improvement agreements pursuant to titles 7, 8, 9, or 31; and (3) The surcharge created by section 5 of this Act. A county, municipality, township, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, may require a gas, liquid, or electrical transmission project to enter into a road use, construction, maintenance, and improvement agreement prior to construction. Any fee or tax permitted under this section must be uniform and apply to all classes of facilities, except the surcharge listed under subdivision 3 of this section. If after ninety days the applicant cannot come to terms with a county, municipality township, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, on a road use and maintenance agreement, the applicant may apply to the commission for an order in place of the agreement, specific to that unit of government and after notice and hearing the commission must grant an order determining the applicant's use and restoration of the units, roads, bridges, and rights of way. Section 7. That a NEW SECTION be added to chapter 49-41B: A county, municipality, township, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, may not pass or enforce an ordinance that regulates, restricts, or prohibits a gas or liquid transmission line or an electric transmission line which requires or holds a permit under chapter 49-41B, including without limitation any requirement or restrictions as to routing, setback, construction, operation, maintenance, and zoning permits. Nothing herein restricts the ability of the commission to establish setbacks, or to require the compliance of above-ground structures with generally applicable zoning ordinances, building, and fire codes. This Act preempts any local law, ordinance, or regulation that conflicts with any provision of this chapter or any policy of the state implemented in accordance with this chapter and, notwithstanding any other provision of law, a governmental unit of this state may not enact or enforce an ordinance, local law, or regulation conflicting with or preempted by this chapter. Section 8. That a NEW SECTION be added to chapter 49-41B: All pipelines carrying carbon dioxide must be installed so that the cover between the top of the pipe and the ground level, road bed, river bottom, or underwater natural bottom, as determined by recognized and generally accepted practices, must be a minimum of forty-eight inches in thickness and must be buried so that it is below the level of cultivation. Section 9. That a NEW SECTION be added to chapter 49-41B: An operator of a pipeline facility carrying carbon dioxide is liable for repairs of drain tile, which was installed prior to the installation of the pipeline facility, where the installation, construction, operation, maintenance, or repair of the pipeline facility is the proximate cause of the damage to the drain tile. The operator’s liability pursuant to this section shall: (1) Continue for the life of the pipeline facility; (2) Cover full replacement costs including without limitation material, labor, and equipment; and (3) Include the reclamation and restoration of topsoil as part of any drain tile repair. Section 10. That a NEW SECTION be added to chapter 49-41B: An operator of a pipeline facility carrying carbon dioxide shall be liable for all damages resulting from the installation, construction, operation, maintenance, repair, leaks, ruptures, and other failures of the pipeline facility. The operator shall indemnify and hold the surface owner harmless from any loss, claim, or damage resulting from the installation, construction, operation, maintenance, repair, leaks, ruptures, and other failures of the pipeline facility, other than for gross negligence or willful misconduct of the surface owner. In the event that the surface owner is a county, city, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, the operator’s liability and indemnification requirements shall include without limitation the governmental unit’s road, bridge, and other infrastructure damages. Section 11. That a NEW SECTION be added to chapter 49-41B: An operator of a pipeline facility carrying carbon dioxide must include an agricultural impact mitigation plan in its application for a permit under this chapter. Section 12. That a NEW SECTION be added to chapter 49-41B: An operator of a pipeline facility carrying carbon dioxide must offer a dispersion model into evidence before the commission. The commission may enter an order declaring such dispersion model confidential. Any order declaring a dispersion model as confidential shall be justified in specific findings, in writing or on the record. Section 13. That a NEW SECTION be added to chapter 49-41B: A land agent acting on behalf of a pipeline facility carrying carbon dioxide must be either a resident of the state or a real estate agent licensed in the state."}, {"bill_id": 25010, "bill_version_id": 266539, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2024-02-26T14:52:50.143-06:00", "bill_text": "An Act to provide new statutory requirements for regulating linear transmission facilities, to allow counties to impose a surcharge on certain pipeline companies. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 10-4: Pipelines for the transmission of carbon dioxide are not subject to any discretionary formulas authorized by this title. Section 2. That § 10-37-3 be AMENDED: 10-37-3. Any pipeline company having lines in this state shall annually, on or before April fifteenth of each year, make out and deliver to the Department of Revenue a statement, verified by the oath of an officer or agent of such pipeline company making such statement, showing in detail for the year ended December thirty-first next preceding: (1) The name of the company; (2) The nature of the company, whether a person or persons, an association, copartnership, corporation or syndicate, and under the laws of what state organized; (3) The location of its principal office or place of business; (4) The name and post office address of the president, secretary, auditor, treasurer, and superintendent or general manager; (5) The name and post office address of the chief officer or managing agent in this state; (6) The whole number of miles of pipeline owned, operated, or leased within the state, including a classification of the size, kind, and weight thereof, separated, so as to show the mileage in each county, and each lesser taxing district; (7) A full and complete statement of the cost and actual present value of all buildings of every description owned by said pipeline company within the state and each lesser taxing district, not otherwise assessed; (8) The number, location, size, and cost of each pressure pump or station; (9) Any and all other property owned by said pipeline company within the state which property shall be classified and scheduled in such a manner as the secretary of revenue may by rule promulgated pursuant to chapter 1-26 require; (10) The gross earnings of the entire company, and the gross earnings on business done within this state; (11) The operating expenses of the entire company and the operating expenses within this state; and (12) The net earnings of the entire company and the net earnings within this state; and (13) Whether or not the pipeline company that installs a pipeline for carbon sequestration claims a tax credit under 26 U.S.C. § 45Q (January 1, 2024) in that year. Section 3. That § 10-37-9 be AMENDED: 10-37-9. The Department of Revenue shall on the fifth day of July of each year determine the linear footage of carbon dioxide pipeline installed in each county, if any, and determine the true and actual value of pipeline property located in each taxing district of the state, and in fixing said value shall take into consideration the structures, equipment, pumping stations, etc., located in said taxing district, and shall transmit to the county auditor of each such county through and into which any pipeline may extend, a statement showing the assessed value of said property in each of the taxing districts of said county. The said property shall then be taxed in said county and lesser taxing districts, based upon the valuation so certified, in the same manner as other property is taxed. Any pipeline surcharge shall be remitted to the county. Section 4. That § 10-37-15 be AMENDED: 10-37-15. All laws relating to the enforcement of the payment of delinquent taxes or any pipeline surcharge shall be applicable to all taxes levied under the provisions of this chapter. When any tax levied under the provisions of this chapter shall become delinquent, the county treasurer having control of such delinquent taxes may proceed to collect the same in the manner as now provided for the collection of other taxes and with the same right and power of the sheriff under execution, except that no process shall be necessary to authorize him to sell any property belonging to any pipeline company for the collection of such taxes. The additional remedy provided for in § 10-38-10 by action in the circuit court shall also be available to the county treasurer. Section 5. That a NEW SECTION be added to chapter 10-37: A county may impose a pipeline surcharge up to one dollar per foot of linear carbon dioxide pipeline installed in the county during any tax year that the carbon dioxide pipeline company claims a tax credit pursuant to 26 U.S.C. § 45Q (January 1, 2024). Section 6. That § 49-41B-1 be AMENDED: 49-41B-1. The Legislature finds that energy development and material transmission in South Dakota and the Northern Great Plains significantly affects the welfare of the population, the environmental quality, the location and growth of industry, and the use of the natural resources of the state. The Legislature also finds that by assuming permit authority, that the state must also ensure that these permitted facilities are constructed in an orderly and timely manner so that the energy requirements of the people of the state are fulfilled. Therefore, it is necessary to ensure that the location, construction, and operation of facilities will produce minimal adverse effects on the environment and upon the citizens of this state by providing that a facility may not be constructed or operated in this state without first obtaining a permit from the commission. Section 7. That § 49-41B-28 be AMENDED: 49-41B-28. A permit for the construction of a transmission facility within a designated area may must supersede or preempt any county or municipal land use, zoning, or building rules, or safety standards, regulations, or ordinances upon a finding by the Public Utilities Commission that such rules, or regulation, or ordinances, as applied to the proposed route, are unreasonably restrictive in view of existing technology, factors of cost, or economics, or needs of parties where located in or out of the county or municipality or such regulations or ordinances are preempted by federal law. Without such a finding by the commission, no route shall be designated which violates local land‑use zoning, or building rules, or regulations, or ordinances An ordinance or regulation is preempted by federal law if: (1) The ordinance or regulation directly conflicts with any federal statute, regulation, standard, or common law pertaining to the same subject matter; (2) Any applicable federal statute expressly prohibits a state or political subdivision from enacting any ordinance, regulation, or standard pertaining to the same subject matter; or (3) Any applicable federal statute delegates to a federal agency sole authority to enact any regulation or standard pertaining to the same subject matter. Section 8. That a NEW SECTION be added to chapter 49-41B: A county, municipality, township, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, may not enact or increase, in any form, a tax, fee, or charge that is related to a gas or liquid transmission line or an electric transmission line which requires or holds a permit under chapter 49-41B. The provisions of this section do not prohibit: (1) Real property taxes pursuant to title 10; (2) Road use, construction, maintenance, and improvement agreements pursuant to titles 7, 8, 9, or 31; and (3) The surcharge created by section 5 of this Act. A county, municipality, township, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, may require a gas, liquid, or electrical transmission project to enter into a road use, construction, maintenance, and improvement agreement prior to construction. Any fee or tax permitted under this section must be uniform and apply to all classes of facilities, except the surcharge listed under subdivision 3 of this section. If after ninety days the applicant cannot come to terms with a county, municipality township, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, on a road use and maintenance agreement, the applicant may apply to the commission for an order in place of the agreement, specific to that unit of government and after notice and hearing the commission must grant an order determining the applicant's use and restoration of the units, roads, bridges, and rights of way. Section 9. That a NEW SECTION be added to chapter 49-41B: All pipelines carrying carbon dioxide must be installed so that the cover between the top of the pipe and the ground level, road bed, river bottom, or underwater natural bottom, as determined by recognized and generally accepted practices, must be a minimum of forty-eight inches in thickness and must be buried so that it is below the level of cultivation. Section 10. That a NEW SECTION be added to chapter 49-41B: An operator of a pipeline facility carrying carbon dioxide is liable for repairs of drain tile, which was installed prior to the installation of the pipeline facility, where the installation, construction, operation, maintenance, or repair of the pipeline facility is the proximate cause of the damage to the drain tile. The operator’s liability pursuant to this section shall: (1) Continue for the life of the pipeline facility; (2) Cover full replacement costs including without limitation material, labor, and equipment; and (3) Include the reclamation and restoration of topsoil as part of any drain tile repair. Section 11. That a NEW SECTION be added to chapter 49-41B: An operator of a pipeline facility carrying carbon dioxide shall be liable for all damages resulting from the installation, construction, operation, maintenance, repair, leaks, ruptures, and other failures of the pipeline facility. The operator shall indemnify and hold the surface owner harmless from any loss, claim, or damage resulting from the installation, construction, operation, maintenance, repair, leaks, ruptures, and other failures of the pipeline facility, other than for gross negligence or willful misconduct of the surface owner. In the event that the surface owner is a county, city, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, the operator’s liability and indemnification requirements shall include without limitation the governmental unit’s road, bridge, and other infrastructure damages. Section 12. That a NEW SECTION be added to chapter 49-41B: An operator of a pipeline facility carrying carbon dioxide must include an agricultural impact mitigation plan in its application for a permit under this chapter. Section 13. That a NEW SECTION be added to chapter 49-41B: An operator of a pipeline facility carrying carbon dioxide must offer a dispersion model into evidence before the commission. The commission may enter an order declaring such dispersion model confidential. Any order declaring a dispersion model as confidential shall be justified in specific findings, in writing or on the record. Section 14. That a NEW SECTION be added to chapter 49-41B: A land agent acting on behalf of a pipeline facility carrying carbon dioxide must be either a resident of the state or a real estate agent licensed in the state."}, {"bill_id": 25010, "bill_version_id": 267345, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2024-03-06T16:51:01.697-06:00", "bill_text": "An Act to provide new statutory requirements for regulating linear transmission facilities, to allow counties to impose a surcharge on certain pipeline companies, and to establish a landowner bill of rights. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 10-4: Pipelines for the transmission of carbon dioxide are not subject to any discretionary formulas authorized by this title. Section 2. That a NEW SECTION be added to chapter 10-12: A county may impose a pipeline surcharge up to one dollar per linear foot of carbon dioxide pipeline installed in the county, during any tax year that the carbon dioxide pipeline company claims a tax credit pursuant to 26 U.S.C. § 45Q (January 1, 2024). For each county where a carbon dioxide pipeline company has installed a pipeline, the company shall report to the county the linear footage of carbon dioxide pipeline installed in the county. A carbon dioxide pipeline company shall remit the pipeline surcharge to each applicable county in the same manner as provided for the payment of property taxes in chapter 10-21. The revenue derived from the pipeline surcharge must be distributed as follows: (1) At least fifty percent as tax relief for property in the county where the carbon dioxide pipeline is located pro rata on a per foot basis to each property in the county upon which the pipeline is installed; and (2) The remaining revenue to be allocated as determined by the county. Section 3. That § 10-37-3 be AMENDED: 10-37-3. Any pipeline company having lines in this state shall annually, on or before April fifteenth of each year, make out and deliver to the Department of Revenue a statement, verified by the oath of an officer or agent of such pipeline company making such statement, showing in detail for the year ended December thirty-first next preceding: (1) The name of the company; (2) The nature of the company, whether a person or persons, an association, copartnership, corporation or syndicate, and under the laws of what state organized; (3) The location of its principal office or place of business; (4) The name and post office address of the president, secretary, auditor, treasurer, and superintendent or general manager; (5) The name and post office address of the chief officer or managing agent in this state; (6) The whole number of miles of pipeline owned, operated, or leased within the state, including a classification of the size, kind, and weight thereof, separated, so as to show the mileage in each county, and each lesser taxing district; (7) A full and complete statement of the cost and actual present value of all buildings of every description owned by said pipeline company within the state and each lesser taxing district, not otherwise assessed; (8) The number, location, size, and cost of each pressure pump or station; (9) Any and all other property owned by said pipeline company within the state which property shall be classified and scheduled in such a manner as the secretary of revenue may by rule promulgated pursuant to chapter 1-26 require; (10) The gross earnings of the entire company, and the gross earnings on business done within this state; (11) The operating expenses of the entire company and the operating expenses within this state; and (12) The net earnings of the entire company and the net earnings within this state; and (13) Whether or not the pipeline company that installs a pipeline for carbon sequestration claims a tax credit under 26 U.S.C. § 45Q (January 1, 2024) in that year. Section 4. That § 49-41B-1 be AMENDED: 49-41B-1. The Legislature finds that energy development in South Dakota and the Northern Great Plains significantly surrounding states affects the welfare of the population, the environmental quality, the location and growth of industry, and the use of the agricultural and natural resources of the state. The Legislature also finds that by assuming permit authority, that the state must also ensure that these facilities are permitted and constructed in an orderly and timely manner so that the energy, commerce, and transmission requirements of the people of the state are fulfilled. Therefore, it is necessary to ensure that the location, construction, and operation of facilities will produce minimal adverse effects on the environment and upon the citizens of this state by providing that the permitting or siting of a facility is determined by the commission and a facility may not be constructed or operated in this state without first obtaining a permit from the commission. Section 5. That § 49-41B-19 be AMENDED: 49-41B-19. The Public Utilities Commission shall also hear and receive evidence presented by any state department, agency, or units of local government relative to the environmental, social, and economic conditions and projected changes therein elements in § 49-41B-22, and any applicable ordinance, resolution, or building code. Section 6. That § 49-41B-28 be AMENDED: 49-41B-28. A permit for the construction of a transmission facility within a designated area may supersede or preempt supersedes and preempts any county, township, or municipal, or any other governmental unit land use, zoning, or building rules, regulations rule, regulation, or ordinance. Any local land use, zoning, or building rule, regulation, or ordinance preempted or superseded under this section is not an applicable rule or law under subdivision 49-41B-22(1). A route or transmission facility permitted by the commission under this chapter is not subject to any local land use, zoning, or building rule, regulation, or ordinance, unless the commission requires compliance with any generally applicable rule, regulation, or ordinance as a condition of the permit issued. The enforcement of any county, municipal, township, or other governmental unit rule, regulation, or ordinance for a transmission facility permitted under this chapter must be done pursuant to the order of the commission granting the permit. ordinances upon a finding by the Public Utilities Commission that such rules, or regulation, or ordinances, as applied to the proposed route, are unreasonably restrictive in view of existing technology, factors of cost, or economics, or needs of parties where located in or out of the county or municipality. Without such a finding by the commission, no route shall be designated which violates local land‑use zoning, or building rules, or regulations, or ordinances. Section 7. That a NEW SECTION be added to chapter 49-41B: A county, municipality, township, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, may not enact or increase, in any form, a tax, fee, or charge that is related to a gas or liquid transmission line or an electric transmission line which requires or holds a permit under chapter 49-41B. The provisions of this section do not prohibit: (1) Real property taxes pursuant to title 10; (2) Road use, construction, maintenance, and improvement agreements pursuant to titles 7, 8, 9, or 31; and (3) The surcharge created by section 2 of this Act. A county, municipality, township, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, may require a gas, liquid, or electrical transmission project to enter into a road use, construction, maintenance, and improvement agreement prior to construction. Any fee or tax permitted under this section must be uniform and apply to all classes of facilities, except the surcharge listed under subdivision 3 of this section. If after ninety days the applicant cannot come to terms with a county, municipality township, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, on a road use and maintenance agreement, the applicant may apply to the commission for an order in place of the agreement, specific to that unit of government and after notice and hearing the commission must grant an order determining the applicant's use and restoration of the units, roads, bridges, and rights of way. Section 8. That a NEW SECTION be added to chapter 49-41B: All pipelines carrying carbon dioxide must be installed so that the cover between the top of the pipe and the ground level, road bed, river bottom, or underwater natural bottom, as determined by recognized and generally accepted practices, must be a minimum of forty-eight inches in thickness and must be buried so that it is below the level of cultivation. Section 9. That a NEW SECTION be added to chapter 49-41B: An operator of a pipeline facility carrying carbon dioxide is liable for repairs of drain tile, which was installed prior to the installation of the pipeline facility, where the installation, construction, operation, maintenance, or repair of the pipeline facility is the proximate cause of the damage to the drain tile. The operator’s liability pursuant to this section shall: (1) Continue for the life of the pipeline facility; (2) Cover full replacement costs including without limitation material, labor, and equipment; and (3) Include the reclamation and restoration of topsoil as part of any drain tile repair. Section 10. That a NEW SECTION be added to chapter 49-41B: An operator of a pipeline facility carrying carbon dioxide shall be liable for all damages resulting from the installation, construction, operation, maintenance, repair, leaks, ruptures, and other failures of the pipeline facility. The operator shall indemnify and hold the surface owner harmless from any loss, claim, or damage resulting from the installation, construction, operation, maintenance, repair, leaks, ruptures, and other failures of the pipeline facility, other than for gross negligence or willful misconduct of the surface owner. In the event that the surface owner is a county, city, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, the operator’s liability and indemnification requirements shall include without limitation the governmental unit’s road, bridge, and other infrastructure damages. Section 11. That a NEW SECTION be added to chapter 49-41B: An operator of a pipeline facility carrying carbon dioxide must include an agricultural impact mitigation plan in its application for a permit under this chapter. Section 12. That a NEW SECTION be added to chapter 49-41B: An operator of a pipeline facility carrying carbon dioxide must offer a dispersion analysis into evidence before the commission. The commission may enter an order declaring such dispersion analysis, or a portion of the dispersion analysis, confidential. Any order declaring a dispersion analysis, or a portion of the dispersion analysis, as confidential must be justified in specific findings, in writing or on the record. The commission must make the dispersion analysis available, in relevant part, to each applicable county, emergency manager, and law enforcement agency. The commission shall make available a dispersion analysis report to the public. Section 13. That a NEW SECTION be added to chapter 49-41B: A land agent acting on behalf of a pipeline facility carrying carbon dioxide must be a pipeline facility employee, a resident of the state, or a real estate agent licensed in the state. Section 14. That a NEW SECTION be added to title 43: Sections 14 to 15, inclusively, of this Act may be cited as the Landowner Bill of Rights. Section 15. That a NEW SECTION be added to title 43: Any landowner granting a carbon pipeline easement has the following rights: (1) Each pipeline placed in a carbon pipeline easement must meet the minimum depth requirement in section 8 of this Act; (2) The entity holding rights in the carbon pipeline easement must repair any damage to drain tile as set forth in section 9 of this Act; (3) An operator of a pipeline facility carrying carbon dioxide is liable to a landowner for any leaks or repairs as provided in section 9 of this Act; (4) An operator of a pipeline facility carrying carbon dioxide must indemnify the owner as provided in section 10 of this Act; (5) Any applicant desiring to obtain a permit to operate a pipeline facility carrying carbon dioxide must file the plan as provided in section 11 of this Act; (6) Any applicant desiring to obtain a permit to operate a pipeline facility carrying carbon dioxide must file a disclosure of the dispersion analysis as provided in section 12 of this Act; (7) Any applicant desiring to obtain a permit to operate a carbon dioxide pipeline facility must engage a landowner as required by section 13 of this Act; (8) Each carbon pipeline easement agreement must include a statement disclosing the information in HB 1186, § 2, if enacted by the Ninety-Ninth Legislature; (9) If the easement holder mortgages or otherwise encumbers to any party any part of the easement holder's rights and interests under the carbon pipeline easement, the mortgage or encumbrance is enforceable only as permitted in HB 1186, § 2, if enacted by the Ninety-Ninth Legislature; (10) A carbon pipeline easement is not enforceable after the period of time set forth in HB 1186, § 2, if enacted by the Ninety-Ninth Legislature; (11) An operator of a pipeline facility holding the right in the carbon pipeline easement must initiate business operations within the time period set forth in HB 1186, § 2, if enacted by the Ninety-Ninth Legislature; (12) A carbon pipeline easement expires after the passing of a period of nonuse as set forth in HB 1186, § 2, if enacted by the Ninety-Ninth Legislature; (13) A carbon pipeline easement must be in writing as required by HB 1186, § 2, if enacted by the Ninety-Ninth Legislature; (14) A landowner granting a carbon pipeline easement has the examination and survey protection rights as set forth in § 21-35-31; and (15) To receive the one-time payment as provided in HB 1185, § 1, if enacted by the Ninety-Ninth Legislature."}, {"bill_id": 25010, "bill_version_id": 267346, "bill_version": "Enrolled", "bill_version_date": "2024-03-07T09:02:01.213-06:00", "bill_text": "ENTITLED An Act to provide new statutory requirements for regulating linear transmission facilities, to allow counties to impose a surcharge on certain pipeline companies, and to establish a landowner bill of rights. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 10-4: Pipelines for the transmission of carbon dioxide are not subject to any discretionary formulas authorized by this title. Section 2. That a NEW SECTION be added to chapter 10-12: A county may impose a pipeline surcharge up to one dollar per linear foot of carbon dioxide pipeline installed in the county, during any tax year that the carbon dioxide pipeline company claims a tax credit pursuant to 26 U.S.C. § 45Q (January 1, 2024). For each county where a carbon dioxide pipeline company has installed a pipeline, the company shall report to the county the linear footage of carbon dioxide pipeline installed in the county. A carbon dioxide pipeline company shall remit the pipeline surcharge to each applicable county in the same manner as provided for the payment of property taxes in chapter 10-21. The revenue derived from the pipeline surcharge must be distributed as follows: (1) At least fifty percent as tax relief for property in the county where the carbon dioxide pipeline is located pro rata on a per foot basis to each property in the county upon which the pipeline is installed; and (2) The remaining revenue to be allocated as determined by the county. Section 3. That § 10-37-3 be AMENDED: 10-37-3. Any pipeline company having lines in this state shall annually, on or before April fifteenth of each year, make out and deliver to the Department of Revenue a statement, verified by the oath of an officer or agent of such pipeline company making such statement, showing in detail for the year ended December thirty-first next preceding: (1) The name of the company; (2) The nature of the company, whether a person or persons, an association, copartnership, corporation or syndicate, and under the laws of what state organized; (3) The location of its principal office or place of business; (4) The name and post office address of the president, secretary, auditor, treasurer, and superintendent or general manager; (5) The name and post office address of the chief officer or managing agent in this state; (6) The whole number of miles of pipeline owned, operated, or leased within the state, including a classification of the size, kind, and weight thereof, separated, so as to show the mileage in each county, and each lesser taxing district; (7) A full and complete statement of the cost and actual present value of all buildings of every description owned by said pipeline company within the state and each lesser taxing district, not otherwise assessed; (8) The number, location, size, and cost of each pressure pump or station; (9) Any and all other property owned by said pipeline company within the state which property shall be classified and scheduled in such a manner as the secretary of revenue may by rule promulgated pursuant to chapter 1-26 require; (10) The gross earnings of the entire company, and the gross earnings on business done within this state; (11) The operating expenses of the entire company and the operating expenses within this state; (12) The net earnings of the entire company and the net earnings within this state; and (13) Whether or not the pipeline company that installs a pipeline for carbon sequestration claims a tax credit under 26 U.S.C. § 45Q (January 1, 2024) in that year. Section 4. That § 49-41B-1 be AMENDED: 49-41B-1. The Legislature finds that energy development in South Dakota and surrounding states affects the welfare of the population, the environmental quality, the location and growth of industry, and the use of agricultural and natural resources of the state. The Legislature also finds that by assuming permit authority, that the state must also ensure that facilities are permitted and constructed in an orderly and timely manner so that the energy, commerce, and transmission requirements of the people of the state are fulfilled. Therefore, it is necessary to ensure that the location, construction, and operation of facilities will produce minimal adverse effects on the environment and upon the citizens of this state by providing that the permitting or siting of a facility is determined by the commission and a facility may not be constructed or operated in this state without first obtaining a permit from the commission. Section 5. That § 49-41B-19 be AMENDED: 49-41B-19. The Public Utilities Commission shall also hear and receive evidence presented by any state department, agency, or units of local government relative to the elements in § 49-41B-22, and any applicable ordinance, resolution, or building code. Section 6. That § 49-41B-28 be AMENDED: 49-41B-28. A permit for the construction of a transmission facility within a designated area supersedes and preempts any county, township, municipal, or any other governmental unit land use, zoning, or building rule, regulation, or ordinance. Any local land use, zoning, or building rule, regulation, or ordinance preempted or superseded under this section is not an applicable rule or law under subdivision 49-41B-22(1). A route or transmission facility permitted by the commission under this chapter is not subject to any local land use, zoning, or building rule, regulation, or ordinance, unless the commission requires compliance with any generally applicable rule, regulation, or ordinance as a condition of the permit issued. The enforcement of any county, municipal, township, or other governmental unit rule, regulation, or ordinance for a transmission facility permitted under this chapter must be done pursuant to the order of the commission granting the permit. Section 7. That a NEW SECTION be added to chapter 49-41B: A county, municipality, township, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, may not enact or increase, in any form, a tax, fee, or charge that is related to a gas or liquid transmission line or an electric transmission line which requires or holds a permit under chapter 49-41B. The provisions of this section do not prohibit: (1) Real property taxes pursuant to title 10; (2) Road use, construction, maintenance, and improvement agreements pursuant to titles 7, 8, 9, or 31; and (3) The surcharge created by section 2 of this Act. A county, municipality, township, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, may require a gas, liquid, or electrical transmission project to enter into a road use, construction, maintenance, and improvement agreement prior to construction. Any fee or tax permitted under this section must be uniform and apply to all classes of facilities, except the surcharge listed under subdivision 3 of this section. If after ninety days the applicant cannot come to terms with a county, municipality township, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, on a road use and maintenance agreement, the applicant may apply to the commission for an order in place of the agreement, specific to that unit of government and after notice and hearing the commission must grant an order determining the applicant's use and restoration of the units, roads, bridges, and rights of way. Section 8. That a NEW SECTION be added to chapter 49-41B: All pipelines carrying carbon dioxide must be installed so that the cover between the top of the pipe and the ground level, road bed, river bottom, or underwater natural bottom, as determined by recognized and generally accepted practices, must be a minimum of forty-eight inches in thickness and must be buried so that it is below the level of cultivation. Section 9. That a NEW SECTION be added to chapter 49-41B: An operator of a pipeline facility carrying carbon dioxide is liable for repairs of drain tile, which was installed prior to the installation of the pipeline facility, where the installation, construction, operation, maintenance, or repair of the pipeline facility is the proximate cause of the damage to the drain tile. The operator’s liability pursuant to this section shall: (1) Continue for the life of the pipeline facility; (2) Cover full replacement costs including without limitation material, labor, and equipment; and (3) Include the reclamation and restoration of topsoil as part of any drain tile repair. Section 10. That a NEW SECTION be added to chapter 49-41B: An operator of a pipeline facility carrying carbon dioxide shall be liable for all damages resulting from the installation, construction, operation, maintenance, repair, leaks, ruptures, and other failures of the pipeline facility. The operator shall indemnify and hold the surface owner harmless from any loss, claim, or damage resulting from the installation, construction, operation, maintenance, repair, leaks, ruptures, and other failures of the pipeline facility, other than for gross negligence or willful misconduct of the surface owner. In the event that the surface owner is a county, city, or other governmental unit, including governmental units chartered under S.D. Const., Art. IX, § 2, the operator’s liability and indemnification requirements shall include without limitation the governmental unit’s road, bridge, and other infrastructure damages. Section 11. That a NEW SECTION be added to chapter 49-41B: An operator of a pipeline facility carrying carbon dioxide must include an agricultural impact mitigation plan in its application for a permit under this chapter. Section 12. That a NEW SECTION be added to chapter 49-41B: An operator of a pipeline facility carrying carbon dioxide must offer a dispersion analysis into evidence before the commission. The commission may enter an order declaring such dispersion analysis, or a portion of the dispersion analysis, confidential. Any order declaring a dispersion analysis, or a portion of the dispersion analysis, as confidential must be justified in specific findings, in writing or on the record. The commission must make the dispersion analysis available, in relevant part, to each applicable county, emergency manager, and law enforcement agency. The commission shall make available a dispersion analysis report to the public. Section 13. That a NEW SECTION be added to chapter 49-41B: A land agent acting on behalf of a pipeline facility carrying carbon dioxide must be a pipeline facility employee, a resident of the state, or a real estate agent licensed in the state. Section 14. That a NEW SECTION be added to title 43: Sections 14 to 15, inclusively, of this Act may be cited as the Landowner Bill of Rights. Section 15. That a NEW SECTION be added to title 43: Any landowner granting a carbon pipeline easement has the following rights: (1) Each pipeline placed in a carbon pipeline easement must meet the minimum depth requirement in section 8 of this Act; (2) The entity holding rights in the carbon pipeline easement must repair any damage to drain tile as set forth in section 9 of this Act; (3) An operator of a pipeline facility carrying carbon dioxide is liable to a landowner for any leaks or repairs as provided in section 9 of this Act; (4) An operator of a pipeline facility carrying carbon dioxide must indemnify the owner as provided in section 10 of this Act; (5) Any applicant desiring to obtain a permit to operate a pipeline facility carrying carbon dioxide must file the plan as provided in section 11 of this Act; (6) Any applicant desiring to obtain a permit to operate a pipeline facility carrying carbon dioxide must file a disclosure of the dispersion analysis as provided in section 12 of this Act; (7) Any applicant desiring to obtain a permit to operate a carbon dioxide pipeline facility must engage a landowner as required by section 13 of this Act; (8) Each carbon pipeline easement agreement must include a statement disclosing the information in HB 1186, § 2, if enacted by the Ninety-Ninth Legislature; (9) If the easement holder mortgages or otherwise encumbers to any party any part of the easement holder's rights and interests under the carbon pipeline easement, the mortgage or encumbrance is enforceable only as permitted in HB 1186, § 2, if enacted by the Ninety-Ninth Legislature; (10) A carbon pipeline easement is not enforceable after the period of time set forth in HB 1186, § 2, if enacted by the Ninety-Ninth Legislature; (11) An operator of a pipeline facility holding the right in the carbon pipeline easement must initiate business operations within the time period set forth in HB 1186, § 2, if enacted by the Ninety-Ninth Legislature; (12) A carbon pipeline easement expires after the passing of a period of nonuse as set forth in HB 1186, § 2, if enacted by the Ninety-Ninth Legislature; (13) A carbon pipeline easement must be in writing as required by HB 1186, § 2, if enacted by the Ninety-Ninth Legislature; (14) A landowner granting a carbon pipeline easement has the examination and survey protection rights as set forth in § 21-35-31; and (15) To receive the one-time payment as provided in HB 1185, § 1, if enacted by the Ninety-Ninth Legislature. An Act to provide new statutory requirements for regulating linear transmission facilities, to allow counties to impose a surcharge on certain pipeline companies, and to establish a landowner bill of rights. I certify that the attached Act originated in the: Senate as Bill No. 201 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 201 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2024 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2024 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2024 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25010, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263449.pdf", "status_text": "First read in Senate and referred to", "journal_page": 218, "committee_id_action": 1219, "committee_id_assigned": 1209, "result": "N", "vote": {}}, {"bill_id": 25010, "action_date": "2024-02-15T10:00:00-06:00", "document_id": 265485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265485.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1209, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25010, "action_date": "2024-02-15T10:00:00-06:00", "document_id": 265520, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265520.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1209, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 25010, "action_date": "2024-02-15T10:00:00-06:00", "document_id": 265520, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265520.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1209, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79681, "president_vote": null, "Yea": [4487, 4517, 4536, 4558, 4564, 4477, 4572], "Nay": [4507, 4512]}}, {"bill_id": 25010, "action_date": "2024-02-21T14:00:00-06:00", "document_id": 265966, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265966.pdf", "status_text": "Do Pass", "journal_page": 378, "committee_id_action": 1219, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 79817, "president_vote": null, "Yea": [4477, 4481, 4487, 4488, 4490, 4498, 4508, 4515, 4516, 4517, 4523, 4526, 4529, 4536, 4550, 4558, 4559, 4564, 4567, 4578, 4572, 4573, 4576], "Nay": [4479, 4480, 4501, 4502, 4507, 4512, 4537, 4541, 4547, 4554, 4574], "Excused": [4493]}}, {"bill_id": 25010, "action_date": "2024-02-21T14:00:00-06:00", "document_id": 265966, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265966.pdf", "status_text": "Immediate Reconsideration (Rule 5-13.1)", "journal_page": 378, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25010, "action_date": "2024-02-21T14:00:00-06:00", "document_id": 265966, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265966.pdf", "status_text": "Motion to amend", "journal_page": 378, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 25010, "action_date": "2024-02-21T14:00:00-06:00", "document_id": 265966, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265966.pdf", "status_text": "Do Pass Amended", "journal_page": 379, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79818, "president_vote": null, "Yea": [4477, 4481, 4487, 4488, 4490, 4498, 4508, 4515, 4516, 4517, 4523, 4526, 4529, 4536, 4550, 4558, 4559, 4564, 4567, 4578, 4572, 4573, 4576], "Nay": [4479, 4480, 4501, 4502, 4507, 4512, 4537, 4541, 4547, 4554, 4574], "Excused": [4493]}}, {"bill_id": 25010, "action_date": "2024-02-22T14:00:00-06:00", "document_id": 266091, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266091.pdf", "status_text": "First read in House and referred to", "journal_page": 374, "committee_id_action": 1197, "committee_id_assigned": 1192, "result": "N", "vote": {}}, {"bill_id": 25010, "action_date": "2024-02-26T10:00:00-06:00", "document_id": 266193, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266193.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1192, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25010, "action_date": "2024-02-26T10:00:00-06:00", "document_id": 266194, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266194.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1192, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79975, "president_vote": null, "Yea": [4472, 4497, 4535, 4546, 4557, 4560, 4571], "Nay": [4475, 4482, 4494, 4519, 4533, 4543]}}, {"bill_id": 25010, "action_date": "2024-02-26T10:00:00-06:00", "document_id": 266194, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266194.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1192, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79986, "president_vote": null, "Yea": [4472, 4482, 4497, 4535, 4546, 4557, 4560, 4571], "Nay": [4475, 4494, 4519, 4533, 4543]}}, {"bill_id": 25010, "action_date": "2024-02-28T14:00:00-06:00", "document_id": 266765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266765.pdf", "status_text": "Do Pass Amended", "journal_page": 427, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 80124, "president_vote": null, "Yea": [4472, 4476, 4478, 4482, 4483, 4486, 4577, 4489, 4491, 4495, 4496, 4497, 4500, 4505, 4506, 4509, 4514, 4518, 4520, 4521, 4525, 4527, 4532, 4534, 4535, 4544, 4551, 4552, 4553, 4555, 4557, 4560, 4563, 4565, 4566, 4568, 4569, 4570, 4571, 4575], "Nay": [4473, 4474, 4475, 4485, 4492, 4494, 4499, 4503, 4504, 4510, 4511, 4513, 4519, 4522, 4524, 4528, 4530, 4531, 4533, 4538, 4540, 4542, 4543, 4545, 4546, 4548, 4549, 4556, 4561, 4562]}}, {"bill_id": 25010, "action_date": "2024-02-29T13:00:00-06:00", "document_id": 266906, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266906.pdf", "status_text": "Failed to concur, appoint Conference Committee", "journal_page": 458, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 80176, "president_vote": null, "Yea": [4477, 4481, 4487, 4488, 4490, 4498, 4508, 4512, 4515, 4516, 4517, 4523, 4526, 4529, 4536, 4550, 4558, 4559, 4564, 4578, 4572, 4573, 4574, 4576], "Nay": [4479, 4480, 4501, 4502, 4507, 4537, 4541, 4547, 4554, 4567], "Excused": [4493]}}, {"bill_id": 25010, "action_date": "2024-03-04T10:00:00-06:00", "document_id": 267007, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/267007.pdf", "status_text": "Conference Committee appointments", "journal_page": 464, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25010, "action_date": "2024-03-04T10:00:00-06:00", "document_id": 267011, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/267011.pdf", "status_text": "Conference Committee appointments", "journal_page": 452, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25010, "action_date": "2024-03-06T09:00:00-06:00", "document_id": 267101, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/267101.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 25010, "action_date": "2024-03-06T09:00:00-06:00", "document_id": 267101, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/267101.pdf", "status_text": "Conference Committee Report adopted", "journal_page": null, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 80281, "president_vote": null, "Yea": [4525, 4532, 4512, 4572, 4487], "Nay": [4531]}}, {"bill_id": 25010, "action_date": "2024-03-06T10:00:00-06:00", "document_id": 267269, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/267269.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 505, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 80312, "president_vote": null, "Yea": [4477, 4481, 4487, 4488, 4490, 4498, 4508, 4512, 4515, 4516, 4517, 4523, 4526, 4529, 4536, 4550, 4558, 4559, 4564, 4567, 4578, 4572, 4573, 4576], "Nay": [4479, 4480, 4501, 4502, 4507, 4537, 4541, 4547, 4554, 4574], "Excused": [4493]}}, {"bill_id": 25010, "action_date": "2024-03-06T10:00:00-06:00", "document_id": 267272, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/267272.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 492, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 80300, "president_vote": null, "Yea": [4472, 4476, 4478, 4482, 4483, 4486, 4577, 4489, 4491, 4495, 4496, 4497, 4500, 4505, 4506, 4509, 4514, 4518, 4520, 4521, 4525, 4527, 4532, 4534, 4535, 4544, 4551, 4552, 4553, 4555, 4557, 4560, 4563, 4565, 4568, 4569, 4570, 4571, 4575], "Nay": [4473, 4474, 4475, 4485, 4492, 4494, 4499, 4503, 4504, 4510, 4511, 4513, 4519, 4522, 4524, 4528, 4530, 4531, 4533, 4538, 4540, 4542, 4543, 4545, 4546, 4548, 4549, 4556, 4561, 4562, 4566]}}, {"bill_id": 25010, "action_date": "2024-03-07T10:00:00-06:00", "document_id": 267335, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/267335.pdf", "status_text": "Signed by the President", "journal_page": 512, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25010, "action_date": "2024-03-07T10:00:00-06:00", "document_id": 267307, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/267307.pdf", "status_text": "Signed by the Speaker", "journal_page": 510, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25010, "action_date": "2024-03-07T10:00:00-06:00", "document_id": 267335, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/267335.pdf", "status_text": "Delivered to the Governor", "journal_page": 525, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25010, "action_date": "2024-03-26T13:00:00-05:00", "document_id": 267387, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/267387.pdf", "status_text": "Signed by the Governor", "journal_page": 528, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}]}