{"session_id": 51, "bill_id": 16492, "bill_type": "Senate Joint Resolution", "bill_number": 3, "bill_title": "Proposing and submitting to the electors at the next general election an amendment to Article XI of the Constitution of the State of South Dakota, authorizing a tax on the severance of certain minerals and resources used in the manufacture of cement, and directing that the revenues be used for education purposes.", "sponsors": [{"legislator_profile_id": 2527, "is_prime": true}, {"legislator_profile_id": 2532, "is_prime": true}], "keywords": ["Joint Resolutions"], "audio": [], "bill_versions": [{"bill_id": 16492, "bill_version_id": 88904, "bill_version": "Introduced", "bill_version_date": "2001-01-30T08:21:49-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election an amendment to Article XI of the Constitution of the State of South Dakota, authorizing a tax on the severance of certain minerals and resources used in the manufacture of cement, and directing that the revenues be used for education purposes. BE IT RESOLVED BY THE SENATE OF THE STATE OF SOUTH DAKOTA, THE HOUSE OF REPRESENTATIVES CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendment to Article XI of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article XI, of the Constitution of the State of South Dakota, be amended by adding thereto a NEW SECTION to read as follows: § 15. The Legislature shall establish a tax on the severance of quartzite, gypsum, limestone, and any other mineral or resource used in the manufacture of cement. The revenues generated by the tax shall be used as provided by law for education purposes. 450 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.021 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16492, "action_date": "2001-01-30T14:00:00-06:00", "document_id": 88981, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88981.pdf", "status_text": "First read in Senate and referred to", "journal_page": 282, "committee_id_action": 713, "committee_id_assigned": 695, "result": "N", "vote": {}}, {"bill_id": 16492, "action_date": "2001-02-12T07:45:00-06:00", "document_id": 89914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89914.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 695, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16492, "action_date": "2001-02-12T07:45:00-06:00", "document_id": 89914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89914.pdf", "status_text": "Tabled", "journal_page": 469, "committee_id_action": 695, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49413, "president_vote": null, "Excused": [2523, 2542], "Yea": [2529, 2585, 2607, 2609, 2617, 2524], "Nay": [2562]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16492"}