{"session_id": 47, "bill_id": 13711, "bill_type": "House Bill", "bill_number": 1195, "bill_title": "to revise certain organizational and administrative procedures for consumers power districts.", "sponsors": [{"legislator_profile_id": 2098, "is_prime": true}, {"legislator_profile_id": 2155, "is_prime": true}, {"legislator_profile_id": 2165, "is_prime": false}], "keywords": ["Consumer Power Districts", "Electric Utilities"], "audio": [], "bill_versions": [{"bill_id": 13711, "bill_version_id": 77384, "bill_version": "Introduced", "bill_version_date": "1998-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain organizational and administrative procedures for consumers power districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-35-2 be amended to read as follows: 49-35-2. Nonprofit, public service, utility districts may be organized under this chapter for the purpose of supplying electric energy and encouraging and extending the use thereof within or without the State of South Dakota any lawful purpose except banking, securities, and insurance . Section 2. That § 49-35-7 be amended to read as follows: 49-35-7. The petition for the organization of a consumers power district in rural areas shall be addressed to the circuit court for the county in which the original petition is filed secretary of state and shall state in substance that it is the intent and purpose of the petitioners by the petition to create such a district under the provisions of this chapter subject to approval by a judge of such circuit court the registered voters of the proposed district . The petition shall be circulated by an elector or electors of the proposed district and must shall state and contain: (1) The name of the proposed district, which name must shall contain the words , \" consumers power district \" ; (2) A description of or map or diagram of the proposed district . The name of any municipality shall be a sufficient description of the boundaries thereof ; (3) A general description of the nature of the business which the proposed district intends to engage in, and the location and method of operation of the any proposed power plants, systems and facilities stated in general terms only; (4) The location of the principal place of business of the proposed district; (5) A statement that the proposed district shall does not have the power to levy taxes nor to issue general obligation bonds; (6) A statement that none of the individual members or patrons of the district or any of their property shall ever be liable in any manner for any obligation of the district; (7) A statement that the district shall always operate on public service, nonprofit principles for the general purposes of providing equality of distribution of electric energy , goods, and services to all the people and areas entitled to its benefits at the lowest obtainable cost so far as practicable under the provisions of this chapter. Plant extension, improvements, maintenance, or operation reserves shall not be are not considered as profit; (8) The names and addresses of the members of the board of directors of the district (not less than five nor more than twenty-one except where unless the district comprises or proposes to operate in more than fifty counties in the state, in which case the number shall may not be less than seven), who shall serve until their successors are elected and qualified. In the petition the directors named shall be divided as nearly as possible into three equal groups, the members of the first group to hold office until their successors elected at the first general state election thereafter shall have qualified, the members of the second group to hold office until their successors elected at the second general state election thereafter shall have qualified, and the members of the third group to hold office until their successors elected at the third general state election thereafter shall have qualified. The group to which each proposed director belongs shall be designated in the petition ; (9) If the proposed district is a municipality, a statement that the entire municipality is included within the proposed district . Section 3. That § 49-35-8 be amended to read as follows: 49-35-8. The petition for the organization of a consumers power district in rural areas shall be signed by five percent of the qualified electors of the proposed district. The number of votes cast for Governor at the general election within the boundaries of the proposed district next preceding the filing of the petition shall be the basis on which the for determining the required number of signatures to the petition shall be based. On each petition sheet, opposite the signature of each petitioner, shall be stated the voting precinct of which he is an elector, date of signing and his post office address . Each petition signer shall also provide the signers printed name, residence address, county of voter registration, and date of signing. To each sheet for petitioners' signatures shall be attached a full and correct copy of the petition. Section 4. That § 49-35-9 be amended to read as follows: 49-35-9. Every sheet of every petition for the organization of a consumers power district in rural areas containing signatures shall have upon it and below the signatures an affidavit by the circulator in substantially the following form: State of South Dakota County of ________ ss. ________, being first duly sworn, deposes and says that he is the circulator of the foregoing petition containing ________ signatures; that each person whose name appears on said petition sheet personally signed said petition in the presence of affiant; that he verily believes that each of said signers is a qualified elector of South Dakota and of the political subdivision written opposite his name, and that affiant stated to every petitioner before he affixed his signature the legal effect and nature of said petition. ________________________ Circulator Subscribed and sworn to before me this ________ day of ________, 19____. ________________________ Notary Public The petition may consist of one or more of said sheets as above described, bound together, but all the sheets containing signatures from the same political subdivision shall be bound together a circulator's verification as required by subdivision 12-1-3(8) . Section 5. That § 49-35-10 be amended to read as follows: 49-35-10. After the petition has been filed in the office of the clerk of courts of the county in which the principal place of business of the district is to be located, and the certified copies filed in all other counties affected, the person filing same shall present or cause it to be presented to a judge of the circuit court for said county by an endorsement thereon or attached thereto, signed by the person filing the same and designating by name the judge to whom the petition is to be presented. Such judge shall thereupon have jurisdiction to make determinations, orders or certificates or any or all of them necessary to a decision hereby authorized. The said judge shall not be subject to disqualification by affidavit of bias or prejudice, but if for any reason said judge should be unable to act he may designate another circuit judge which judge will then have the jurisdiction hereby conferred. After the petition has been filed in the Office of the Secretary of State, if the secretary of state finds that the petition conforms to law and contains the required number of valid signatures, the secretary of state shall file the petition and issue a certificate of filing of the petition to the county auditor of any counties in which the proposed district lies or the municipal finance officer if the proposed district is confined to one municipality. Section 6. That § 49-35-11 be repealed. 49-35-11. The only questions to be determined by the circuit judge having jurisdiction under § 49-35-10 will be the following: (1) Whether or not the petition conforms to the provisions of this chapter; and (2) Whether or not the district is formed in good faith for the purpose of providing for equality of distribution of electric energy to all of the people and areas of the district at the lowest obtainable cost on public service, nonprofit, cooperative principles so far as practicable. The question of public convenience or necessity or duplication of existing services shall not be considered nor involved in the decisions of the court. Section 7. That § 49-35-12 be repealed. 49-35-12. The circuit judge obtaining jurisdiction of the hearing of a petition for the organization of a consumers power district in rural areas shall set a time and place for hearing said petition, not less than thirty days or more than forty days after the filing of said petition. The circuit judge shall give notice of such hearing by publishing a notice giving the time and place of said hearing and the purpose of said petition, such notice to be published not less than once a week for two successive weeks, prior to the date fixed for the hearing, in one or more legal newspapers of general circulation published in such territory. Section 8. That § 49-34-13 be repealed. 49-34-13. It is a Class 2 misdemeanor for any person employed to read meters who knowingly reports to his employer that a consumer of gas, water, electricity, heat, refrigeration or air has used a greater quantity of gas, water, electricity, heat, refrigeration or air than the amount actually used by the consumer. Section 9. That § 49-35-14 be repealed. 49-35-14. The person filing a petition for the organization of a consumers power district in rural areas or a signer of any petition, provided for in this chapter may appeal to the Supreme Court of the State of South Dakota from the order or decision of the circuit court at any time within sixty days after the filing of such order or decision in the same manner as an appeal from an intermediate order as provided by chapter 15-26A. Section 10. That § 49-35-15 be amended to read as follows: 49-35-15. If the circuit judge approves the formation of a consumers power district in rural areas, each of the clerks of courts in counties in which any part of the district extends shall immediately notify the auditor of his county of the filing of said judge's decision, and Upon the receipt of the certificate of filing by any county auditor or municipal finance officer receiving the same from the secretary of state, the question shall be submitted to the electors of the proposed district at a regular or special the next election ; each of said auditors shall immediately cause to be given, as provided by chapter 12-12, notice of an election in each of the voting precincts involved and shall designate the number and location of the polling places in each such precinct, and shall notify the several judges of election in each such precinct to hold such election at the time fixed by said auditor. The ballot for any election shall be a separate ballot and so prepared by said auditor or auditors that the question submitted may be decided by a \"yes\" or \"no\" vote . The manner of conducting and voting at elections for the formation of such districts under this chapter, opening and closing of polls, keeping poll lists, canvassing the votes, declaring the result, and certifying the returns shall be the same as provided by the general election laws of this state governing the election of county or municipal officers, as the case may be, except as otherwise provided in this chapter. Section 11. That § 49-35-16 be amended to read as follows: 49-35-16. Within ten days after the canvass of the vote at an election pursuant to § 49-35-15, each county auditor or municipal finance officer shall certify and return to the clerk of courts of the county in which the principal place of business of the consumers power district is to be located secretary of state the number of votes cast at such election in favor of and against the question submitted. If a majority of the electors voting thereon on the question at said the election shall vote in favor of the question submitted, the said circuit judge shall make and enter his decision, certificate or order approving the formation of the district. If a majority of the electors voting thereon at said election shall vote against the question submitted, the same question shall not be resubmitted within one year thereafter the secretary of state shall file and record the results of the election and thereupon the district under its designated name constitutes a body politic and corporate . Section 12. That § 49-35-17 be amended to read as follows: 49-35-17. If the petition is for the annexation of additional territory to an existing district or the consolidation of two or more existing districts no such territory shall be added, nor such districts consolidated, unless a A petition for the annexation of additional territory to an existing district may be filed by registered voters of the area to be annexed. Petitions for the consolidation of two or more existing districts shall be filed by registered voters of each existing district. These petitions shall be filed with the secretary of state, specifying the territory to be annexed or the districts to be consolidated, in accordance with the provisions of § § 49-35-7 to 49-35-9, inclusive. Upon the filing of such petition, the secretary of state shall follow the procedures of § 49-35-10, and an election shall be held pursuant to the provisions of this chapter. If the majority of the electors of such additional territory or in each of the districts to be consolidated, as the case may be, voting thereon shall vote in favor of such annexation or consolidation , the county auditor or municipal finance officer, as the case may be, shall file the results of such election in the principal places of business of the existing districts involved . Section 13. That § 49-35-18 be repealed. 49-35-18. The clerk of courts of the county in which the principal place of business of a consumers power district in rural areas is to be located shall immediately after the filing of the decision, certificate or order of the judge approving the formation of the district, cause a certified copy of the same and the petition to which it is attached to be made and shall transmit such certified copies to the secretary of State of the state of South Dakota, who shall file and record the same in his office and thereupon such district under its designated name shall be and constitute a body politic and corporate. Section 14. That § 49-35-19 be repealed. 49-35-19. If the petition for the formation of a district, or the annexation of territory, or the consolidation of two or more districts, includes within the proposed boundaries thereof, the territory within the corporate limits of any municipality, a certificate of the clerk of courts that the petition for the rural area signed by five percent of the electors thereof has been filed in his office as in this chapter provided, together with a certified copy of the petition exclusive of signatures, shall forthwith be filed in the office of the auditor or clerk of such municipality. Thereafter, if the circuit judge approves the petition, a certified copy of his decision, certificate or order as made and filed with the clerk of courts, shall be filed in the office of said auditor or clerk. Section 15. That § 49-35-20 be repealed. 49-35-20. Upon the filing within thirty days of the certificate or order described in § 49-35-19 with said auditor or clerk of the municipality of a petition complying with the requirements of this chapter signed by at least five percent of the electors of the municipality as shown by the total vote for Governor at the last preceding election, the municipality shall, within thirty days, submit the question to the electors thereof at a regular or special election, provided the same question shall not be resubmitted within a year thereafter, said election to be held at the same polling places, on the same form of ballot, be conducted, returned and canvassed, upon the same notice as provided by law for the annual municipal election, such notice to state the question to be voted upon. At such election there shall be submitted to the qualified electors within the said municipality the question whether or not the said municipality shall be included in said proposed district, or the consolidation of two or more districts, or the annexation of territory as prayed for in said petition, or any other matters contained in said petition. The name of any municipality shall be a sufficient description of the boundaries thereof. Section 16. That § 49-35-21 be repealed. 49-35-21. A consumers power district, exclusive of a rural area, may be organized in a municipality or municipalities under the provisions of this chapter by filing in the office of the auditor or clerk of each of said municipalities and the filing of a certified copy thereof in the office of the clerk of courts of each of the counties in which a municipality is located, a petition complying with the requirements of this chapter, signed by at least five percent of the qualified electors of each of said municipalities. The number of votes cast for Governor in each of said municipalities at the general election next preceding the filing of the petition shall be the basis on which the number of signatures to the petition shall be computed. Said petition shall comply in all respects as to form, contents, qualification of signers, affidavit, filing, presentation and approval by the circuit judge with the provisions of this chapter pertaining to petitions for the organization of a district in a rural area, and the same election held, the same acts done and the same procedure followed as provided in § § 49-35-19 and 49-35-20 where a municipality is included in the organization of such a district in a rural area. Section 17. That § 49-35-22 be repealed. 49-35-22. Within ten days after the canvass of the vote at a municipal election pursuant to § 49-35-21, the governing body of such municipality shall certify and return to said clerk of courts the number of votes cast at such election in favor of and against the question submitted. If any municipality shall fail to hold such election, or if the electors voting at said election shall cast a majority vote against the question submitted, said municipality shall not be included in the formation of any district that may be formed as a result of said petition from said rural area and said municipal election or elections. Section 18. That § 49-35-23 be repealed. 49-35-23. If the circuit judge shall decide and order the municipality or municipalities which voted in favor of the formation of the proposed district at an election pursuant to § 49-35-21, and the petitioning rural area, may be formed into a district with re-formed boundaries in agreement with the final order of said judge. In considering the question of whether the said district shall be formed with re-formed boundaries, said judge shall take into consideration all of the questions determined by him on the filing of the original petition, and if he deems it necessary, hold a hearing thereon and cause such notice of said hearing as to him shall seem necessary. Section 19. That § 49-35-24 be repealed. 49-35-24. If a majority of the electors of any municipality voting thereon shall vote in favor of the formation of a consumers power district, the annexation of territory or a municipality to an existing district, or the consolidation of two or more districts, as the case may be, the said clerk of courts of the county shall immediately cause to be filed a certified copy of the petition from the rural area and said return of said vote, together with the certified copy of the judge's final decision or order, in the office of the secretary of state of this state who shall record the same and thereupon such district, under its designated name, shall be and constitute a body politic and corporate. Section 20. That § 49-35-25 be repealed. 49-35-25. No consumers power district containing within its boundaries a municipality shall be annexed to or become consolidated with another district without the filing of a petition and the affirmative vote of a majority of the electors of each municipality voting thereon as provided in § § 49-35-19 and 49-35-20 for the organization of a district which includes within its proposed boundaries the territory within the corporate limits of a municipality. No municipality shall be divided in the annexation to or consolidation with another district. Section 21. That § 49-35-26 be repealed. 49-35-26. Immediately upon the filing of the certificate in the office of the secretary of state and in the office of such county clerk of courts, the members of the board of directors named in the certificate shall qualify as provided for in chapter 49-36, and immediately assume the duties of their office. Failure or refusal to qualify shall be deemed to create a vacancy, which shall be filled as provided in chapter 49-36. The first meeting of the board of directors shall be called by the director first named in the certificate who qualifies. Section 22. That § 49-35-27 be amended to read as follows: 49-35-27. A petition for the creation of a district under the provisions of this chapter may be amended as herein provided. Any district created under the provisions of this chapter, may eliminate, detach and subdivide area and territory from within the boundaries of the district, if the district does not own or operate any electric light and power plants, lines or systems, within the territory to be so eliminated or detached. Any district may add to, increase or enlarge its area and territory by the addition and inclusion of territory which is not a part of the area and territory of any existing district. A new area or territory shall be added in the same manner as provided for in the original organization of a district of similar character. Any district may amend its petition to provide for a change in its name or change in the location of its principal place of business and may reduce or increase the number of members of its board of directors. No elimination or detachment, or increase or , enlargement, annexation, or consolidation of the territory of a district, or change in its principal place of business, its name or the number of members of its board of directors, may occur unless authorized by the directors of the district involved. The amendment shall be filed forthwith in the Office of the Secretary of State. Section 23. That § 49-35-28 be repealed. 49-35-28. Upon authorization pursuant to § 49-35-27, the proposed amendment shall thereupon be submitted to the circuit court for the county in which the original petition is filed, together with a petition setting forth the reasons for the adoption of such amendment, and requesting that the same be approved. The circuit court shall thereupon fix the time and place for hearing, to be given by publication for two successive weeks in one or more legal newspapers of general circulation within such territory. Such notice shall set forth in full the proposed amendment. The cost of such publication shall be paid by such district. Any person residing in such district, or affected by the proposed amendment, may appear at such hearing, and contest the approval by the court of such amendment. The matters to be decided by the court at such hearing shall be the same as provided in § 49-35-11, and right of appeal from the decision of the court shall be as provided in § 49-35-14. Section 24. That § 49-35-29 be repealed. 49-35-29. If it shall appear that the required procedure has been followed and such proposed amendment will not be contrary to the best interests of such district, and that it will not jeopardize and impair the rights of the creditors of such district, or of other persons, the circuit court shall issue in duplicate a certificate of approval of such proposed amendment, and cause one copy to be filed in the office of the secretary of state of the state of South Dakota, and one copy to be filed in the office of the clerk of courts of the courts of the county in which is located the principal place of business of the district, and a certified copy shall be filed in the office of the clerk of courts of every other county into which any part of the district extends. Section 25. That § 49-35-30 be amended to read as follows: 49-35-30. Such The proposed amendment shall become is effective and in full force immediately upon the issuance of such a certificate of approval amendment by the court secretary of state . Thereupon and thereafter the district shall , as in the case of the original district, be is a public corporation and political subdivision, and shall operate and function accordingly in such the reduced and subdivided area, or such the increased and enlarged area, under the terms, powers, privileges , and conditions of chapters 49-35 to 49-40, inclusive. Section 26. That § 49-36-18 be amended to read as follows: 49-36-18. No officer, employee , or member of the board of directors of a consumers power district shall may be interested, directly or indirectly, either by himself or herself, or by agent, in any contract to which the district, or anyone for its benefit, is a party, and any such officer, employee or director who shall have such an interest shall be subject to removal from office therefor by the board, subject to review of such action by the circuit court for the county in which the district maintains its principal place of business. Such interest in any contract by an officer, employee , or director shall void the obligation thereof on the part of the district. This section does not apply to any contract of the district for the purchase or sale of power, energy, or any other products or services between the district and any political subdivision or public corporation, another consumers power district, or nonprofit cooperative financed in whole or in part by the Rural Electrification Administration or any other federal agency. Section 27. That § 49-37-3 be repealed. 49-37-3. Subject to the limitations of the petition for its creation and all amendments thereto, a consumers power district may sell and transmit and deliver such electric power and energy which is purchased or otherwise acquired from any source or which is generated by any of the electric light and power plants owned by it either singularly or jointly with others or in which it has interests, at wholesale to distributors of such power and energy whether within or without the boundaries of the district and this state and at retail to consumers in this state within the boundaries of the district or located without the boundaries of the district but within twelve miles thereof and who may be without central station electric service. Section 28. That § 49-38-1 be amended to read as follows: 49-38-1. The board of directors of a consumers power district shall cause to be kept keep accurate minutes of their meetings and accurate records and books of account, conforming to approved methods of bookkeeping, clearly setting out and reflecting the entire operation, management and business of the district. Said The books and records shall be kept at the principal place of business of the district or at such other regularly maintained place or places of business of the district as shall be designated by the board of directors, with due regard to the convenience of the district and its customers in the several localities or divisions served or from which the information is thus gathered or obtained. Said The books and records shall at reasonable business hours be open to public inspection. Such information on pricing, costs, market share, customers, and personnel as the board of directors may deem proprietary is confidential. However, such information is available to the auditor general. Such confidential information may not be disclosed by employees of the district either during employment or within a period of two years following such employment. Section 29. That § 49-38-5 be repealed. 49-38-5. In lieu of the audit provided for in § § 49-38-2 to 49-38-4, inclusive, any consumers power district that is subject to an examination and audit of its affairs by the United States rural electrification administration, may file with the auditor-general, within one hundred twenty days after the close of the fiscal year of the district, a written copy of the audit made by or under the authority of the Rural Electrification Administration if the audit contains and shows the items set forth in § 49-38-3. In case any district, that is subject to audit by the United States Rural Electrification Administration, fails to file a copy of the audit within the time above prescribed, then its books, records and financial affairs shall, within one hundred and eighty days after the close of the fiscal year of the district, be audited in the same manner and under the same conditions as are prescribed in § § 49-38-2 to 49-38-4, inclusive, by the South Dakota Department of Legislative Audits or a certified public accountant or firm of accountants selected by the auditor-general. A copy of the audit, whether made by or under the authority of the rural electrification administration or by the department of legislative audits or a certified public accountant or firm of accountants selected by the auditor-general, shall be placed and kept on file at the principal place of business of the district. Section 30. That § 49-38-7 be amended to read as follows: 49-38-7. Money of a consumers power district shall be paid out or expended only upon the authorization or approval of the board of directors, and by check, draft, warrant, electronic payment, or other instrument in writing, signed by the treasurer, assistant treasurer, or such other officer, employee , or agent of the district as shall be who is authorized by the treasurer to sign in his the treasurer's behalf ; provided, however such . However, the authorization shall be in writing and filed with the secretary of the district. Section 31. That § 49-40-7 be amended to read as follows: 49-40-7. The governing body of a consumers power district shall may never lease nor alienate the franchises, plant , or physical equipment of the district to any private person, firm, association , or corporation except a political subdivision or public corporation, another consumers power district, or nonprofit cooperative financed in whole or in part by the Rural Electrification Administration or any other federal agency for operating, or for any other purpose."}, {"bill_id": 13711, "bill_version_id": 77383, "bill_version": "House Local Government Engrossed", "bill_version_date": "1998-02-05T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain organizational and administrative procedures for consumers power districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-35-7 be amended to read as follows: 49-35-7. The petition for the organization of a consumers power district in rural areas shall be addressed to the circuit court for the county in which the original petition is filed secretary of state and shall state in substance that it is the intent and purpose of the petitioners by the petition to create such a district under the provisions of this chapter subject to approval by a judge of such circuit court the registered voters of the proposed district . The petition shall be circulated by an elector or electors of the proposed district and must shall state and contain: (1) The name of the proposed district, which name must shall contain the words , \" consumers power district \" ; (2) A description of or map or diagram of the proposed district . The name of any municipality shall be a sufficient description of the boundaries thereof ; (3) A general description of the nature of the business which the proposed district intends to engage in, and the location and method of operation of the any proposed power plants, systems and facilities stated in general terms only; (4) The location of the principal place of business of the proposed district; (5) A statement that the proposed district shall does not have the power to levy taxes nor to issue general obligation bonds; (6) A statement that none of the individual members or patrons of the district or any of their property shall ever be liable in any manner for any obligation of the district; (7) A statement that the district shall always operate on public service, nonprofit principles for the general purposes of providing equality of distribution of electric energy to all the people and areas entitled to its benefits at the lowest obtainable cost so far as practicable under the provisions of this chapter. Plant extension, improvements, maintenance, or operation reserves shall not be are not considered as profit; (8) The names and addresses of the members of the board of directors of the district (not less than five nor more than twenty-one except where unless the district comprises or proposes to operate in more than fifty counties in the state, in which case the number shall may not be less than seven), who shall serve until their successors are elected and qualified. In the petition the directors named shall be divided as nearly as possible into three equal groups, the members of the first group to hold office until their successors elected at the first general state election thereafter shall have qualified, the members of the second group to hold office until their successors elected at the second general state election thereafter shall have qualified, and the members of the third group to hold office until their successors elected at the third general state election thereafter shall have qualified. The group to which each proposed director belongs shall be designated in the petition ; (9) If the proposed district is a municipality, a statement that the entire municipality is included within the proposed district . Section 2. That § 49-35-8 be amended to read as follows: 49-35-8. The petition for the organization of a consumers power district in rural areas shall be signed by five percent of the qualified electors of the proposed district. The number of votes cast for Governor at the general election within the boundaries of the proposed district next preceding the filing of the petition shall be the basis on which the for determining the required number of signatures to the petition shall be based. On each petition sheet, opposite the signature of each petitioner, shall be stated the voting precinct of which he is an elector, date of signing and his post office address . Each petition signer shall also provide the signers printed name, residence address, county of voter registration, and date of signing. To each sheet for petitioners' signatures shall be attached a full and correct copy of the petition. Section 3. That § 49-35-9 be amended to read as follows: 49-35-9. Every sheet of every petition for the organization of a consumers power district in rural areas containing signatures shall have upon it and below the signatures an affidavit by the circulator in substantially the following form: State of South Dakota County of ________ ss. ________, being first duly sworn, deposes and says that he is the circulator of the foregoing petition containing ________ signatures; that each person whose name appears on said petition sheet personally signed said petition in the presence of affiant; that he verily believes that each of said signers is a qualified elector of South Dakota and of the political subdivision written opposite his name, and that affiant stated to every petitioner before he affixed his signature the legal effect and nature of said petition. ________________________ Circulator Subscribed and sworn to before me this ________ day of ________, 19____. ________________________ Notary Public The petition may consist of one or more of said sheets as above described, bound together, but all the sheets containing signatures from the same political subdivision shall be bound together a circulator's verification as required by subdivision 12-1-3(8) . Section 4. That § 49-35-10 be amended to read as follows: 49-35-10. After the petition has been filed in the office of the clerk of courts of the county in which the principal place of business of the district is to be located, and the certified copies filed in all other counties affected, the person filing same shall present or cause it to be presented to a judge of the circuit court for said county by an endorsement thereon or attached thereto, signed by the person filing the same and designating by name the judge to whom the petition is to be presented. Such judge shall thereupon have jurisdiction to make determinations, orders or certificates or any or all of them necessary to a decision hereby authorized. The said judge shall not be subject to disqualification by affidavit of bias or prejudice, but if for any reason said judge should be unable to act he may designate another circuit judge which judge will then have the jurisdiction hereby conferred. After the petition has been filed in the Office of the Secretary of State, if the secretary of state finds that the petition conforms to law and contains the required number of valid signatures, the secretary of state shall file the petition and issue a certificate of filing of the petition to the county auditor of any counties in which the proposed district lies or the municipal finance officer if the proposed district is confined to one municipality. Section 5. That § 49-35-11 be repealed. 49-35-11. The only questions to be determined by the circuit judge having jurisdiction under § 49-35-10 will be the following: (1) Whether or not the petition conforms to the provisions of this chapter; and (2) Whether or not the district is formed in good faith for the purpose of providing for equality of distribution of electric energy to all of the people and areas of the district at the lowest obtainable cost on public service, nonprofit, cooperative principles so far as practicable. The question of public convenience or necessity or duplication of existing services shall not be considered nor involved in the decisions of the court. Section 6. That § 49-35-12 be repealed. 49-35-12. The circuit judge obtaining jurisdiction of the hearing of a petition for the organization of a consumers power district in rural areas shall set a time and place for hearing said petition, not less than thirty days or more than forty days after the filing of said petition. The circuit judge shall give notice of such hearing by publishing a notice giving the time and place of said hearing and the purpose of said petition, such notice to be published not less than once a week for two successive weeks, prior to the date fixed for the hearing, in one or more legal newspapers of general circulation published in such territory. Section 7. That § 49-34-13 be repealed. 49-34-13. It is a Class 2 misdemeanor for any person employed to read meters who knowingly reports to his employer that a consumer of gas, water, electricity, heat, refrigeration or air has used a greater quantity of gas, water, electricity, heat, refrigeration or air than the amount actually used by the consumer. Section 8. That § 49-35-14 be repealed. 49-35-14. The person filing a petition for the organization of a consumers power district in rural areas or a signer of any petition, provided for in this chapter may appeal to the Supreme Court of the State of South Dakota from the order or decision of the circuit court at any time within sixty days after the filing of such order or decision in the same manner as an appeal from an intermediate order as provided by chapter 15-26A. Section 9. That § 49-35-15 be amended to read as follows: 49-35-15. If the circuit judge approves the formation of a consumers power district in rural areas, each of the clerks of courts in counties in which any part of the district extends shall immediately notify the auditor of his county of the filing of said judge's decision, and Upon the receipt of the certificate of filing by any county auditor or municipal finance officer receiving the same from the secretary of state, the question shall be submitted to the electors of the proposed district at a regular or special the next election ; each of said auditors shall immediately cause to be given, as provided by chapter 12-12, notice of an election in each of the voting precincts involved and shall designate the number and location of the polling places in each such precinct, and shall notify the several judges of election in each such precinct to hold such election at the time fixed by said auditor. The ballot for any election shall be a separate ballot and so prepared by said auditor or auditors that the question submitted may be decided by a \"yes\" or \"no\" vote . The manner of conducting and voting at elections for the formation of such districts under this chapter, opening and closing of polls, keeping poll lists, canvassing the votes, declaring the result, and certifying the returns shall be the same as provided by the general election laws of this state governing the election of county or municipal officers, as the case may be, except as otherwise provided in this chapter. Section 10. That § 49-35-16 be amended to read as follows: 49-35-16. Within ten days after the canvass of the vote at an election pursuant to § 49-35-15, each county auditor or municipal finance officer shall certify and return to the clerk of courts of the county in which the principal place of business of the consumers power district is to be located secretary of state the number of votes cast at such election in favor of and against the question submitted. If a majority of the electors voting thereon on the question at said the election shall vote in favor of the question submitted, the said circuit judge shall make and enter his decision, certificate or order approving the formation of the district. If a majority of the electors voting thereon at said election shall vote against the question submitted, the same question shall not be resubmitted within one year thereafter the secretary of state shall file and record the results of the election and thereupon the district under its designated name constitutes a body politic and corporate . Section 11. That § 49-35-17 be amended to read as follows: 49-35-17. If the petition is for the annexation of additional territory to an existing district or the consolidation of two or more existing districts no such territory shall be added, nor such districts consolidated, unless a A petition for the annexation of additional territory to an existing district may be filed by registered voters of the area to be annexed. Petitions for the consolidation of two or more existing districts shall be filed by registered voters of each existing district. These petitions shall be filed with the secretary of state, specifying the territory to be annexed or the districts to be consolidated, in accordance with the provisions of § § 49-35-7 to 49-35-9, inclusive. Upon the filing of such petition, the secretary of state shall follow the procedures of § 49-35-10, and an election shall be held pursuant to the provisions of this chapter. If the majority of the electors of such additional territory or in each of the districts to be consolidated, as the case may be, voting thereon shall vote in favor of such annexation or consolidation , the county auditor or municipal finance officer, as the case may be, shall file the results of such election in the principal places of business of the existing districts involved . Section 12. That § 49-35-18 be repealed. 49-35-18. The clerk of courts of the county in which the principal place of business of a consumers power district in rural areas is to be located shall immediately after the filing of the decision, certificate or order of the judge approving the formation of the district, cause a certified copy of the same and the petition to which it is attached to be made and shall transmit such certified copies to the secretary of State of the state of South Dakota, who shall file and record the same in his office and thereupon such district under its designated name shall be and constitute a body politic and corporate. Section 13. That § 49-35-19 be repealed. 49-35-19. If the petition for the formation of a district, or the annexation of territory, or the consolidation of two or more districts, includes within the proposed boundaries thereof, the territory within the corporate limits of any municipality, a certificate of the clerk of courts that the petition for the rural area signed by five percent of the electors thereof has been filed in his office as in this chapter provided, together with a certified copy of the petition exclusive of signatures, shall forthwith be filed in the office of the auditor or clerk of such municipality. Thereafter, if the circuit judge approves the petition, a certified copy of his decision, certificate or order as made and filed with the clerk of courts, shall be filed in the office of said auditor or clerk. Section 14. That § 49-35-20 be repealed. 49-35-20. Upon the filing within thirty days of the certificate or order described in § 49-35-19 with said auditor or clerk of the municipality of a petition complying with the requirements of this chapter signed by at least five percent of the electors of the municipality as shown by the total vote for Governor at the last preceding election, the municipality shall, within thirty days, submit the question to the electors thereof at a regular or special election, provided the same question shall not be resubmitted within a year thereafter, said election to be held at the same polling places, on the same form of ballot, be conducted, returned and canvassed, upon the same notice as provided by law for the annual municipal election, such notice to state the question to be voted upon. At such election there shall be submitted to the qualified electors within the said municipality the question whether or not the said municipality shall be included in said proposed district, or the consolidation of two or more districts, or the annexation of territory as prayed for in said petition, or any other matters contained in said petition. The name of any municipality shall be a sufficient description of the boundaries thereof. Section 15. That § 49-35-21 be repealed. 49-35-21. A consumers power district, exclusive of a rural area, may be organized in a municipality or municipalities under the provisions of this chapter by filing in the office of the auditor or clerk of each of said municipalities and the filing of a certified copy thereof in the office of the clerk of courts of each of the counties in which a municipality is located, a petition complying with the requirements of this chapter, signed by at least five percent of the qualified electors of each of said municipalities. The number of votes cast for Governor in each of said municipalities at the general election next preceding the filing of the petition shall be the basis on which the number of signatures to the petition shall be computed. Said petition shall comply in all respects as to form, contents, qualification of signers, affidavit, filing, presentation and approval by the circuit judge with the provisions of this chapter pertaining to petitions for the organization of a district in a rural area, and the same election held, the same acts done and the same procedure followed as provided in § § 49-35-19 and 49-35-20 where a municipality is included in the organization of such a district in a rural area. Section 16. That § 49-35-22 be repealed. 49-35-22. Within ten days after the canvass of the vote at a municipal election pursuant to § 49-35-21, the governing body of such municipality shall certify and return to said clerk of courts the number of votes cast at such election in favor of and against the question submitted. If any municipality shall fail to hold such election, or if the electors voting at said election shall cast a majority vote against the question submitted, said municipality shall not be included in the formation of any district that may be formed as a result of said petition from said rural area and said municipal election or elections. Section 17. That § 49-35-23 be repealed. 49-35-23. If the circuit judge shall decide and order the municipality or municipalities which voted in favor of the formation of the proposed district at an election pursuant to § 49-35-21, and the petitioning rural area, may be formed into a district with re-formed boundaries in agreement with the final order of said judge. In considering the question of whether the said district shall be formed with re-formed boundaries, said judge shall take into consideration all of the questions determined by him on the filing of the original petition, and if he deems it necessary, hold a hearing thereon and cause such notice of said hearing as to him shall seem necessary. Section 18. That § 49-35-24 be repealed. 49-35-24. If a majority of the electors of any municipality voting thereon shall vote in favor of the formation of a consumers power district, the annexation of territory or a municipality to an existing district, or the consolidation of two or more districts, as the case may be, the said clerk of courts of the county shall immediately cause to be filed a certified copy of the petition from the rural area and said return of said vote, together with the certified copy of the judge's final decision or order, in the office of the secretary of state of this state who shall record the same and thereupon such district, under its designated name, shall be and constitute a body politic and corporate. Section 19. That § 49-35-25 be repealed. 49-35-25. No consumers power district containing within its boundaries a municipality shall be annexed to or become consolidated with another district without the filing of a petition and the affirmative vote of a majority of the electors of each municipality voting thereon as provided in § § 49-35-19 and 49-35-20 for the organization of a district which includes within its proposed boundaries the territory within the corporate limits of a municipality. No municipality shall be divided in the annexation to or consolidation with another district. Section 20. That § 49-35-26 be repealed. 49-35-26. Immediately upon the filing of the certificate in the office of the secretary of state and in the office of such county clerk of courts, the members of the board of directors named in the certificate shall qualify as provided for in chapter 49-36, and immediately assume the duties of their office. Failure or refusal to qualify shall be deemed to create a vacancy, which shall be filled as provided in chapter 49-36. The first meeting of the board of directors shall be called by the director first named in the certificate who qualifies. Section 21. That § 49-35-27 be amended to read as follows: 49-35-27. A petition for the creation of a district under the provisions of this chapter may be amended as herein provided. Any district created under the provisions of this chapter, may eliminate, detach and subdivide area and territory from within the boundaries of the district, if the district does not own or operate any electric light and power plants, lines or systems, within the territory to be so eliminated or detached. Any district may add to, increase or enlarge its area and territory by the addition and inclusion of territory which is not a part of the area and territory of any existing district. A new area or territory shall be added in the same manner as provided for in the original organization of a district of similar character. Any district may amend its petition to provide for a change in its name or change in the location of its principal place of business and may reduce or increase the number of members of its board of directors. No elimination or detachment, or increase or , enlargement, annexation, or consolidation of the territory of a district, or change in its principal place of business, its name or the number of members of its board of directors, may occur unless authorized by the directors of the district involved. The amendment shall be filed forthwith in the Office of the Secretary of State. Section 22. That § 49-35-28 be repealed. 49-35-28. Upon authorization pursuant to § 49-35-27, the proposed amendment shall thereupon be submitted to the circuit court for the county in which the original petition is filed, together with a petition setting forth the reasons for the adoption of such amendment, and requesting that the same be approved. The circuit court shall thereupon fix the time and place for hearing, to be given by publication for two successive weeks in one or more legal newspapers of general circulation within such territory. Such notice shall set forth in full the proposed amendment. The cost of such publication shall be paid by such district. Any person residing in such district, or affected by the proposed amendment, may appear at such hearing, and contest the approval by the court of such amendment. The matters to be decided by the court at such hearing shall be the same as provided in § 49-35-11, and right of appeal from the decision of the court shall be as provided in § 49-35-14. Section 23. That § 49-35-29 be repealed. 49-35-29. If it shall appear that the required procedure has been followed and such proposed amendment will not be contrary to the best interests of such district, and that it will not jeopardize and impair the rights of the creditors of such district, or of other persons, the circuit court shall issue in duplicate a certificate of approval of such proposed amendment, and cause one copy to be filed in the office of the secretary of state of the state of South Dakota, and one copy to be filed in the office of the clerk of courts of the courts of the county in which is located the principal place of business of the district, and a certified copy shall be filed in the office of the clerk of courts of every other county into which any part of the district extends. Section 24. That § 49-35-30 be amended to read as follows: 49-35-30. Such The proposed amendment shall become is effective and in full force immediately upon the issuance of such a certificate of approval amendment by the court secretary of state . Thereupon and thereafter the district shall , as in the case of the original district, be is a public corporation and political subdivision, and shall operate and function accordingly in such the reduced and subdivided area, or such the increased and enlarged area, under the terms, powers, privileges , and conditions of chapters 49-35 to 49-40, inclusive. Section 25. That § 49-36-18 be amended to read as follows: 49-36-18. No officer, employee , or member of the board of directors of a consumers power district shall may be interested, directly or indirectly, either by himself or herself, or by agent, in any contract to which the district, or anyone for its benefit, is a party, and any such officer, employee or director who shall have such an interest shall be subject to removal from office therefor by the board, subject to review of such action by the circuit court for the county in which the district maintains its principal place of business. Such interest in any contract by an officer, employee , or director shall void the obligation thereof on the part of the district. This section does not apply to any contract of the district for the purchase or sale of power, energy, or any other products or services between the district and any political subdivision or public corporation, another consumers power district, or nonprofit cooperative financed in whole or in part by the Rural Electrification Administration or any other federal agency. Section 26. That § 49-37-3 be repealed. 49-37-3. Subject to the limitations of the petition for its creation and all amendments thereto, a consumers power district may sell and transmit and deliver such electric power and energy which is purchased or otherwise acquired from any source or which is generated by any of the electric light and power plants owned by it either singularly or jointly with others or in which it has interests, at wholesale to distributors of such power and energy whether within or without the boundaries of the district and this state and at retail to consumers in this state within the boundaries of the district or located without the boundaries of the district but within twelve miles thereof and who may be without central station electric service. Section 27. That § 49-38-1 be amended to read as follows: 49-38-1. The board of directors of a consumers power district shall cause to be kept keep accurate minutes of their meetings and accurate records and books of account, conforming to approved methods of bookkeeping, clearly setting out and reflecting the entire operation, management and business of the district. Said The books and records shall be kept at the principal place of business of the district or at such other regularly maintained place or places of business of the district as shall be designated by the board of directors, with due regard to the convenience of the district and its customers in the several localities or divisions served or from which the information is thus gathered or obtained. Said The books and records of the district shall at reasonable business hours be open to public inspection. This section does not apply to information provided to the district by any other entity, or to information as to pricing of power between the district and any other entity. Such information is available to the auditor general. Section 28. That § 49-38-5 be repealed. 49-38-5. In lieu of the audit provided for in § § 49-38-2 to 49-38-4, inclusive, any consumers power district that is subject to an examination and audit of its affairs by the United States rural electrification administration, may file with the auditor-general, within one hundred twenty days after the close of the fiscal year of the district, a written copy of the audit made by or under the authority of the Rural Electrification Administration if the audit contains and shows the items set forth in § 49-38-3. In case any district, that is subject to audit by the United States Rural Electrification Administration, fails to file a copy of the audit within the time above prescribed, then its books, records and financial affairs shall, within one hundred and eighty days after the close of the fiscal year of the district, be audited in the same manner and under the same conditions as are prescribed in § § 49-38-2 to 49-38-4, inclusive, by the South Dakota Department of Legislative Audits or a certified public accountant or firm of accountants selected by the auditor-general. A copy of the audit, whether made by or under the authority of the rural electrification administration or by the department of legislative audits or a certified public accountant or firm of accountants selected by the auditor-general, shall be placed and kept on file at the principal place of business of the district. Section 29. That § 49-38-7 be amended to read as follows: 49-38-7. Money of a consumers power district shall be paid out or expended only upon the authorization or approval of the board of directors, and by check, draft, warrant, electronic payment, or other instrument in writing, signed by the treasurer, assistant treasurer, or such other officer, employee , or agent of the district as shall be who is authorized by the treasurer to sign in his the treasurer's behalf ; provided, however such . However, the authorization shall be in writing and filed with the secretary of the district. Section 30. That § 49-40-7 be amended to read as follows: 49-40-7. The governing body of a consumers power district shall may never lease nor alienate the franchises, plant , or physical equipment of the district to any private person, firm, association , or corporation except a political subdivision or public corporation, another consumers power district, or nonprofit cooperative financed in whole or in part by the Rural Electrification Administration or any other federal agency for operating, or for any other purpose. BILL HISTORY 1/21/98 First read in House and referred to Local Government. H.J. 150 2/3/98 Scheduled for Committee hearing on this date. 2/3/98 Local Government Do Pass Amended, Passed, AYES 12, NAYS 1. H.J. 374"}, {"bill_id": 13711, "bill_version_id": 77385, "bill_version": "Senate Engrossed", "bill_version_date": "1998-02-17T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain organizational and administrative procedures for consumers power districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-35-7 be amended to read as follows: 49-35-7. The petition for the organization of a consumers power district in rural areas shall be addressed to the circuit court for the county in which the original petition is filed secretary of state and shall state in substance that it is the intent and purpose of the petitioners by the petition to create such a district under the provisions of this chapter subject to approval by a judge of such circuit court the registered voters of the proposed district . The petition shall be circulated by an elector or electors of the proposed district and must shall state and contain: (1) The name of the proposed district, which name must shall contain the words , \" consumers power district \" ; (2) A description of or map or diagram of the proposed district . The name of any municipality shall be a sufficient description of the boundaries thereof ; (3) A general description of the nature of the business which the proposed district intends to engage in, and the location and method of operation of the any proposed power plants, systems and facilities stated in general terms only; (4) The location of the principal place of business of the proposed district; (5) A statement that the proposed district shall does not have the power to levy taxes nor to issue general obligation bonds; (6) A statement that none of the individual members or patrons of the district or any of their property shall ever be liable in any manner for any obligation of the district; (7) A statement that the district shall always operate on public service, nonprofit principles for the general purposes of providing equality of distribution of electric energy to all the people and areas entitled to its benefits at the lowest obtainable cost so far as practicable under the provisions of this chapter. Plant extension, improvements, maintenance, or operation reserves shall not be are not considered as profit; (8) The names and addresses of the members of the board of directors of the district (not less than five nor more than twenty-one except where unless the district comprises or proposes to operate in more than fifty counties in the state, in which case the number shall may not be less than seven), who shall serve until their successors are elected and qualified. In the petition the directors named shall be divided as nearly as possible into three equal groups, the members of the first group to hold office until their successors elected at the first general state election thereafter shall have qualified, the members of the second group to hold office until their successors elected at the second general state election thereafter shall have qualified, and the members of the third group to hold office until their successors elected at the third general state election thereafter shall have qualified. The group to which each proposed director belongs shall be designated in the petition ; (9) If the proposed district is a municipality, a statement that the entire municipality is included within the proposed district . Section 2. That § 49-35-8 be amended to read as follows: 49-35-8. The petition for the organization of a consumers power district in rural areas shall be signed by five percent of the qualified electors of the proposed district. The number of votes cast for Governor at the general election within the boundaries of the proposed district next preceding the filing of the petition shall be the basis on which the for determining the required number of signatures to the petition shall be based. On each petition sheet, opposite the signature of each petitioner, shall be stated the voting precinct of which he is an elector, date of signing and his post office address . Each petition signer shall also provide the signers printed name, residence address, county of voter registration, and date of signing. To each sheet for petitioners' signatures shall be attached a full and correct copy of the petition. Section 3. That § 49-35-9 be amended to read as follows: 49-35-9. Every sheet of every petition for the organization of a consumers power district in rural areas containing signatures shall have upon it and below the signatures an affidavit by the circulator in substantially the following form: State of South Dakota County of ________ ss. ________, being first duly sworn, deposes and says that he is the circulator of the foregoing petition containing ________ signatures; that each person whose name appears on said petition sheet personally signed said petition in the presence of affiant; that he verily believes that each of said signers is a qualified elector of South Dakota and of the political subdivision written opposite his name, and that affiant stated to every petitioner before he affixed his signature the legal effect and nature of said petition. ________________________ Circulator Subscribed and sworn to before me this ________ day of ________, 19____. ________________________ Notary Public The petition may consist of one or more of said sheets as above described, bound together, but all the sheets containing signatures from the same political subdivision shall be bound together a circulator's verification as required by subdivision 12-1-3(8) . Section 4. That § 49-35-10 be amended to read as follows: 49-35-10. After the petition has been filed in the office of the clerk of courts of the county in which the principal place of business of the district is to be located, and the certified copies filed in all other counties affected, the person filing same shall present or cause it to be presented to a judge of the circuit court for said county by an endorsement thereon or attached thereto, signed by the person filing the same and designating by name the judge to whom the petition is to be presented. Such judge shall thereupon have jurisdiction to make determinations, orders or certificates or any or all of them necessary to a decision hereby authorized. The said judge shall not be subject to disqualification by affidavit of bias or prejudice, but if for any reason said judge should be unable to act he may designate another circuit judge which judge will then have the jurisdiction hereby conferred. After the petition has been filed in the Office of the Secretary of State, if the secretary of state finds that the petition conforms to law and contains the required number of valid signatures, the secretary of state shall file the petition and issue a certificate of filing of the petition to the county auditor of any counties in which the proposed district lies or the municipal finance officer if the proposed district is confined to one municipality. Section 5. That § 49-35-11 be repealed. 49-35-11. The only questions to be determined by the circuit judge having jurisdiction under § 49-35-10 will be the following: (1) Whether or not the petition conforms to the provisions of this chapter; and (2) Whether or not the district is formed in good faith for the purpose of providing for equality of distribution of electric energy to all of the people and areas of the district at the lowest obtainable cost on public service, nonprofit, cooperative principles so far as practicable. The question of public convenience or necessity or duplication of existing services shall not be considered nor involved in the decisions of the court. Section 6. That § 49-35-12 be repealed. 49-35-12. The circuit judge obtaining jurisdiction of the hearing of a petition for the organization of a consumers power district in rural areas shall set a time and place for hearing said petition, not less than thirty days or more than forty days after the filing of said petition. The circuit judge shall give notice of such hearing by publishing a notice giving the time and place of said hearing and the purpose of said petition, such notice to be published not less than once a week for two successive weeks, prior to the date fixed for the hearing, in one or more legal newspapers of general circulation published in such territory. Section 7. That § 49-35-13 be repealed. 49-35-13. The circuit judge obtaining jurisdiction of a petition for the organization of a consumers power district in rural areas shall make such investigation as to him shall seem advisable in determining the decision to make thereon, and within ten days after hearing on the said petition shall make his decision either approving or rejecting the formation of the district, and such decision shall thereupon be filed in the office of the clerk of courts of the county in which the principal place of business of the district is to be located and shall be attached to the original petition on file therein and certified copies of the same shall thereupon be filed in the office of the clerk of courts in each of the counties in which any part of the district extends and shall be attached to the certified copy of the petition on file in said county. Section 8. That § 49-35-14 be repealed. 49-35-14. The person filing a petition for the organization of a consumers power district in rural areas or a signer of any petition, provided for in this chapter may appeal to the Supreme Court of the State of South Dakota from the order or decision of the circuit court at any time within sixty days after the filing of such order or decision in the same manner as an appeal from an intermediate order as provided by chapter 15-26A. Section 9. That § 49-35-15 be amended to read as follows: 49-35-15. If the circuit judge approves the formation of a consumers power district in rural areas, each of the clerks of courts in counties in which any part of the district extends shall immediately notify the auditor of his county of the filing of said judge's decision, and Upon the receipt of the certificate of filing by any county auditor or municipal finance officer receiving the same from the secretary of state, the question shall be submitted to the electors of the proposed district at a regular or special the next election ; each of said auditors shall immediately cause to be given, as provided by chapter 12-12, notice of an election in each of the voting precincts involved and shall designate the number and location of the polling places in each such precinct, and shall notify the several judges of election in each such precinct to hold such election at the time fixed by said auditor. The ballot for any election shall be a separate ballot and so prepared by said auditor or auditors that the question submitted may be decided by a \"yes\" or \"no\" vote . The manner of conducting and voting at elections for the formation of such districts under this chapter, opening and closing of polls, keeping poll lists, canvassing the votes, declaring the result, and certifying the returns shall be the same as provided by the general election laws of this state governing the election of county or municipal officers, as the case may be, except as otherwise provided in this chapter. Section 10. That § 49-35-16 be amended to read as follows: 49-35-16. Within ten days after the canvass of the vote at an election pursuant to § 49-35-15, each county auditor or municipal finance officer shall certify and return to the clerk of courts of the county in which the principal place of business of the consumers power district is to be located secretary of state the number of votes cast at such election in favor of and against the question submitted. If a majority of the electors voting thereon on the question at said the election shall vote in favor of the question submitted, the said circuit judge shall make and enter his decision, certificate or order approving the formation of the district. If a majority of the electors voting thereon at said election shall vote against the question submitted, the same question shall not be resubmitted within one year thereafter the secretary of state shall file and record the results of the election and thereupon the district under its designated name constitutes a body politic and corporate . Section 11. That § 49-35-17 be amended to read as follows: 49-35-17. If the petition is for the annexation of additional territory to an existing district or the consolidation of two or more existing districts no such territory shall be added, nor such districts consolidated, unless a A petition for the annexation of additional territory to an existing district may be filed by registered voters of the area to be annexed. Petitions for the consolidation of two or more existing districts shall be filed by registered voters of each existing district. These petitions shall be filed with the secretary of state, specifying the territory to be annexed or the districts to be consolidated, in accordance with the provisions of § § 49-35-7 to 49-35-9, inclusive. Upon the filing of such petition, the secretary of state shall follow the procedures of § 49-35-10, and an election shall be held pursuant to the provisions of this chapter. If the majority of the electors of such additional territory or in each of the districts to be consolidated, as the case may be, voting thereon shall vote in favor of such annexation or consolidation , the county auditor or municipal finance officer, as the case may be, shall file the results of such election in the principal places of business of the existing districts involved . Section 12. That § 49-35-18 be repealed. 49-35-18. The clerk of courts of the county in which the principal place of business of a consumers power district in rural areas is to be located shall immediately after the filing of the decision, certificate or order of the judge approving the formation of the district, cause a certified copy of the same and the petition to which it is attached to be made and shall transmit such certified copies to the secretary of State of the state of South Dakota, who shall file and record the same in his office and thereupon such district under its designated name shall be and constitute a body politic and corporate. Section 13. That § 49-35-19 be repealed. 49-35-19. If the petition for the formation of a district, or the annexation of territory, or the consolidation of two or more districts, includes within the proposed boundaries thereof, the territory within the corporate limits of any municipality, a certificate of the clerk of courts that the petition for the rural area signed by five percent of the electors thereof has been filed in his office as in this chapter provided, together with a certified copy of the petition exclusive of signatures, shall forthwith be filed in the office of the auditor or clerk of such municipality. Thereafter, if the circuit judge approves the petition, a certified copy of his decision, certificate or order as made and filed with the clerk of courts, shall be filed in the office of said auditor or clerk. Section 14. That § 49-35-20 be repealed. 49-35-20. Upon the filing within thirty days of the certificate or order described in § 49-35-19 with said auditor or clerk of the municipality of a petition complying with the requirements of this chapter signed by at least five percent of the electors of the municipality as shown by the total vote for Governor at the last preceding election, the municipality shall, within thirty days, submit the question to the electors thereof at a regular or special election, provided the same question shall not be resubmitted within a year thereafter, said election to be held at the same polling places, on the same form of ballot, be conducted, returned and canvassed, upon the same notice as provided by law for the annual municipal election, such notice to state the question to be voted upon. At such election there shall be submitted to the qualified electors within the said municipality the question whether or not the said municipality shall be included in said proposed district, or the consolidation of two or more districts, or the annexation of territory as prayed for in said petition, or any other matters contained in said petition. The name of any municipality shall be a sufficient description of the boundaries thereof. Section 15. That § 49-35-21 be repealed. 49-35-21. A consumers power district, exclusive of a rural area, may be organized in a municipality or municipalities under the provisions of this chapter by filing in the office of the auditor or clerk of each of said municipalities and the filing of a certified copy thereof in the office of the clerk of courts of each of the counties in which a municipality is located, a petition complying with the requirements of this chapter, signed by at least five percent of the qualified electors of each of said municipalities. The number of votes cast for Governor in each of said municipalities at the general election next preceding the filing of the petition shall be the basis on which the number of signatures to the petition shall be computed. Said petition shall comply in all respects as to form, contents, qualification of signers, affidavit, filing, presentation and approval by the circuit judge with the provisions of this chapter pertaining to petitions for the organization of a district in a rural area, and the same election held, the same acts done and the same procedure followed as provided in § § 49-35-19 and 49-35-20 where a municipality is included in the organization of such a district in a rural area. Section 16. That § 49-35-22 be repealed. 49-35-22. Within ten days after the canvass of the vote at a municipal election pursuant to § 49-35-21, the governing body of such municipality shall certify and return to said clerk of courts the number of votes cast at such election in favor of and against the question submitted. If any municipality shall fail to hold such election, or if the electors voting at said election shall cast a majority vote against the question submitted, said municipality shall not be included in the formation of any district that may be formed as a result of said petition from said rural area and said municipal election or elections. Section 17. That § 49-35-23 be repealed. 49-35-23. If the circuit judge shall decide and order the municipality or municipalities which voted in favor of the formation of the proposed district at an election pursuant to § 49-35-21, and the petitioning rural area, may be formed into a district with re-formed boundaries in agreement with the final order of said judge. In considering the question of whether the said district shall be formed with re-formed boundaries, said judge shall take into consideration all of the questions determined by him on the filing of the original petition, and if he deems it necessary, hold a hearing thereon and cause such notice of said hearing as to him shall seem necessary. Section 18. That § 49-35-24 be repealed. 49-35-24. If a majority of the electors of any municipality voting thereon shall vote in favor of the formation of a consumers power district, the annexation of territory or a municipality to an existing district, or the consolidation of two or more districts, as the case may be, the said clerk of courts of the county shall immediately cause to be filed a certified copy of the petition from the rural area and said return of said vote, together with the certified copy of the judge's final decision or order, in the office of the secretary of state of this state who shall record the same and thereupon such district, under its designated name, shall be and constitute a body politic and corporate. Section 19. That § 49-35-25 be repealed. 49-35-25. No consumers power district containing within its boundaries a municipality shall be annexed to or become consolidated with another district without the filing of a petition and the affirmative vote of a majority of the electors of each municipality voting thereon as provided in § § 49-35-19 and 49-35-20 for the organization of a district which includes within its proposed boundaries the territory within the corporate limits of a municipality. No municipality shall be divided in the annexation to or consolidation with another district. Section 20. That § 49-35-26 be repealed. 49-35-26. Immediately upon the filing of the certificate in the office of the secretary of state and in the office of such county clerk of courts, the members of the board of directors named in the certificate shall qualify as provided for in chapter 49-36, and immediately assume the duties of their office. Failure or refusal to qualify shall be deemed to create a vacancy, which shall be filled as provided in chapter 49-36. The first meeting of the board of directors shall be called by the director first named in the certificate who qualifies. Section 21. That § 49-35-27 be amended to read as follows: 49-35-27. A petition for the creation of a district under the provisions of this chapter may be amended as herein provided. Any district created under the provisions of this chapter, may eliminate, detach and subdivide area and territory from within the boundaries of the district, if the district does not own or operate any electric light and power plants, lines or systems, within the territory to be so eliminated or detached. Any district may add to, increase or enlarge its area and territory by the addition and inclusion of territory which is not a part of the area and territory of any existing district. A new area or territory shall be added in the same manner as provided for in the original organization of a district of similar character. Any district may amend its petition to provide for a change in its name or change in the location of its principal place of business and may reduce or increase the number of members of its board of directors. No elimination or detachment, or increase or , enlargement, annexation, or consolidation of the territory of a district, or change in its principal place of business, its name or the number of members of its board of directors, may occur unless authorized by the directors of the district involved. The amendment shall be filed forthwith in the Office of the Secretary of State. Section 22. That § 49-35-28 be repealed. 49-35-28. Upon authorization pursuant to § 49-35-27, the proposed amendment shall thereupon be submitted to the circuit court for the county in which the original petition is filed, together with a petition setting forth the reasons for the adoption of such amendment, and requesting that the same be approved. The circuit court shall thereupon fix the time and place for hearing, to be given by publication for two successive weeks in one or more legal newspapers of general circulation within such territory. Such notice shall set forth in full the proposed amendment. The cost of such publication shall be paid by such district. Any person residing in such district, or affected by the proposed amendment, may appear at such hearing, and contest the approval by the court of such amendment. The matters to be decided by the court at such hearing shall be the same as provided in § 49-35-11, and right of appeal from the decision of the court shall be as provided in § 49-35-14. Section 23. That § 49-35-29 be repealed. 49-35-29. If it shall appear that the required procedure has been followed and such proposed amendment will not be contrary to the best interests of such district, and that it will not jeopardize and impair the rights of the creditors of such district, or of other persons, the circuit court shall issue in duplicate a certificate of approval of such proposed amendment, and cause one copy to be filed in the office of the secretary of state of the state of South Dakota, and one copy to be filed in the office of the clerk of courts of the courts of the county in which is located the principal place of business of the district, and a certified copy shall be filed in the office of the clerk of courts of every other county into which any part of the district extends. Section 24. That § 49-35-30 be amended to read as follows: 49-35-30. Such The proposed amendment shall become is effective and in full force immediately upon the issuance of such a certificate of approval amendment by the court secretary of state . Thereupon and thereafter the district shall , as in the case of the original district, be is a public corporation and political subdivision, and shall operate and function accordingly in such the reduced and subdivided area, or such the increased and enlarged area, under the terms, powers, privileges , and conditions of chapters 49-35 to 49-40, inclusive. Section 25. That § 49-36-18 be amended to read as follows: 49-36-18. No officer, employee , or member of the board of directors of a consumers power district shall may be interested, directly or indirectly, either by himself or herself, or by agent, in any contract to which the district, or anyone for its benefit, is a party, and any such officer, employee or director who shall have such an interest shall be subject to removal from office therefor by the board, subject to review of such action by the circuit court for the county in which the district maintains its principal place of business. Such interest in any contract by an officer, employee , or director shall void the obligation thereof on the part of the district. This section does not apply to any contract of the district for the purchase or sale of power, energy, or any other products or services between the district and any political subdivision or public corporation, another consumers power district, or nonprofit cooperative financed in whole or in part by the Rural Electrification Administration or any other federal agency. Section 26. That § 49-37-3 be repealed. 49-37-3. Subject to the limitations of the petition for its creation and all amendments thereto, a consumers power district may sell and transmit and deliver such electric power and energy which is purchased or otherwise acquired from any source or which is generated by any of the electric light and power plants owned by it either singularly or jointly with others or in which it has interests, at wholesale to distributors of such power and energy whether within or without the boundaries of the district and this state and at retail to consumers in this state within the boundaries of the district or located without the boundaries of the district but within twelve miles thereof and who may be without central station electric service. Section 27. That § 49-38-1 be amended to read as follows: 49-38-1. The board of directors of a consumers power district shall cause to be kept keep accurate minutes of their meetings and accurate records and books of account, conforming to approved methods of bookkeeping, clearly setting out and reflecting the entire operation, management and business of the district. Said The books and records shall be kept at the principal place of business of the district or at such other regularly maintained place or places of business of the district as shall be designated by the board of directors, with due regard to the convenience of the district and its customers in the several localities or divisions served or from which the information is thus gathered or obtained. Said The books and records of the district shall at reasonable business hours be open to public inspection. This section does not apply to information provided to the district by any other entity, or to information as to pricing of power between the district and any other entity. Such information is available to the auditor general. Section 28. That § 49-38-5 be repealed. 49-38-5. In lieu of the audit provided for in § § 49-38-2 to 49-38-4, inclusive, any consumers power district that is subject to an examination and audit of its affairs by the United States rural electrification administration, may file with the auditor-general, within one hundred twenty days after the close of the fiscal year of the district, a written copy of the audit made by or under the authority of the Rural Electrification Administration if the audit contains and shows the items set forth in § 49-38-3. In case any district, that is subject to audit by the United States Rural Electrification Administration, fails to file a copy of the audit within the time above prescribed, then its books, records and financial affairs shall, within one hundred and eighty days after the close of the fiscal year of the district, be audited in the same manner and under the same conditions as are prescribed in § § 49-38-2 to 49-38-4, inclusive, by the South Dakota Department of Legislative Audits or a certified public accountant or firm of accountants selected by the auditor-general. A copy of the audit, whether made by or under the authority of the rural electrification administration or by the department of legislative audits or a certified public accountant or firm of accountants selected by the auditor-general, shall be placed and kept on file at the principal place of business of the district. Section 29. That § 49-38-7 be amended to read as follows: 49-38-7. Money of a consumers power district shall be paid out or expended only upon the authorization or approval of the board of directors, and by check, draft, warrant, electronic payment, or other instrument in writing, signed by the treasurer, assistant treasurer, or such other officer, employee , or agent of the district as shall be who is authorized by the treasurer to sign in his the treasurer's behalf ; provided, however such . However, the authorization shall be in writing and filed with the secretary of the district. Section 30. That § 49-40-7 be amended to read as follows: 49-40-7. The governing body of a consumers power district shall may never lease nor alienate the franchises, plant , or physical equipment of the district to any private person, firm, association , or corporation except a political subdivision or public corporation, another consumers power district, or nonprofit cooperative financed in whole or in part by the Rural Electrification Administration or any other federal agency for operating, or for any other purpose. BILL HISTORY 1/21/98 First read in House and referred to Local Government. H.J. 150 2/3/98 Scheduled for Committee hearing on this date. 2/3/98 Local Government Do Pass Amended, Passed, AYES 12, NAYS 1. H.J. 374 2/6/98 House of Representatives Do Pass Amended, Passed, AYES 64, NAYS 1. H.J. 437 2/9/98 First read in Senate and referred to Local Government. S.J. 395 2/11/98 Scheduled for Committee hearing on this date. 2/14/98 Local Government Do Pass, Passed, AYES 6, NAYS 0. S.J. 527 2/14/98 Scheduled for Committee hearing on this date. 2/17/98 Motion to Amend, Passed. S.J. 562 2/17/98 Senate Do Pass Amended, Passed, AYES 33, NAYS 0. S.J. 563"}, {"bill_id": 13711, "bill_version_id": 77382, "bill_version": "Enrolled", "bill_version_date": "1998-02-19T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13711, "action_date": "1998-01-21T14:00:00-06:00", "document_id": 76895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76895.pdf", "status_text": "First read in House and referred to", "journal_page": 150, "committee_id_action": 600, "committee_id_assigned": 593, "result": "N", "vote": {}}, {"bill_id": 13711, "action_date": "1998-02-03T10:00:00-06:00", "document_id": 76642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76642.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 593, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13711, "action_date": "1998-02-03T10:00:00-06:00", "document_id": 76642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76642.pdf", "status_text": "Do Pass Amended,", "journal_page": 374, "committee_id_action": 593, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40283, "president_vote": null, "Yea": [2096, 2104, 2110, 2144, 2163, 2173, 2194, 2097, 2108, 2133, 2120, 2146], "Nay": [2193]}}, {"bill_id": 13711, "action_date": "1998-02-06T14:00:00-06:00", "document_id": 76919, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76919.pdf", "status_text": "Do Pass Amended,", "journal_page": 437, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40556, "president_vote": null, "Yea": [2096, 2097, 2098, 2100, 2101, 2104, 2105, 2106, 2107, 2108, 2109, 2110, 2111, 2113, 2114, 2116, 2117, 2120, 2123, 2126, 2127, 2128, 2132, 2133, 2139, 2141, 2143, 2144, 2146, 2147, 2150, 2151, 2152, 2153, 2154, 2157, 2158, 2159, 2160, 2162, 2163, 2164, 2167, 2168, 2171, 2172, 2173, 2174, 2176, 2177, 2178, 2180, 2181, 2183, 2184, 2185, 2186, 2190, 2192, 2193, 2194, 2195, 2197, 2198], "Absent": [2119], "Excused": [2124, 2131, 2136, 2134], "Nay": [2161]}}, {"bill_id": 13711, "action_date": "1998-02-09T14:00:00-06:00", "document_id": 76922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76922.pdf", "status_text": "First read in Senate and referred to", "journal_page": 395, "committee_id_action": 601, "committee_id_assigned": 581, "result": "N", "vote": {}}, {"bill_id": 13711, "action_date": "1998-02-11T07:45:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 581, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13711, "action_date": "1998-02-14T07:45:00-06:00", "document_id": 76742, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76742.pdf", "status_text": "Do Pass,", "journal_page": 527, "committee_id_action": 581, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38943, "president_vote": null, "Yea": [2095, 2142, 2149, 2175, 2138, 2094], "Excused": [2191]}}, {"bill_id": 13711, "action_date": "1998-02-14T08:00:00-06:00", "document_id": 76429, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76429.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 581, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13711, "action_date": "1998-02-17T14:00:00-06:00", "document_id": 76934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76934.pdf", "status_text": "Motion to Amend,", "journal_page": 562, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13711, "action_date": "1998-02-17T14:00:00-06:00", "document_id": 76934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76934.pdf", "status_text": "Do Pass Amended,", "journal_page": 563, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39095, "president_vote": null, "Excused": [2094, 2137], "Yea": [2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2122, 2125, 2129, 2130, 2135, 2138, 2140, 2142, 2145, 2148, 2149, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2187, 2188, 2189, 2191, 2196]}}, {"bill_id": 13711, "action_date": "1998-02-19T14:00:00-06:00", "document_id": 76937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76937.pdf", "status_text": "Signed by Speaker", "journal_page": 804, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13711, "action_date": "1998-02-20T14:00:00-06:00", "document_id": 76940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76940.pdf", "status_text": "Signed by President", "journal_page": 637, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13711, "action_date": "1998-02-23T14:00:00-06:00", "document_id": 76941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76941.pdf", "status_text": "Delivered to the Governor", "journal_page": 865, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13711, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76945.pdf", "status_text": "Signed by Governor", "journal_page": 930, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1132}