{"session_id": 59, "bill_id": 20466, "bill_type": "Senate Bill", "bill_number": 102, "bill_title": "provide for the civil commitment of sexually violent predators.", "sponsors": [{"legislator_profile_id": 3371, "is_prime": true}, {"legislator_profile_id": 3435, "is_prime": true}, {"legislator_profile_id": 3364, "is_prime": false}, {"legislator_profile_id": 3365, "is_prime": false}, {"legislator_profile_id": 3381, "is_prime": false}, {"legislator_profile_id": 3399, "is_prime": false}, {"legislator_profile_id": 3401, "is_prime": false}, {"legislator_profile_id": 3404, "is_prime": false}, {"legislator_profile_id": 3407, "is_prime": false}, {"legislator_profile_id": 3437, "is_prime": false}, {"legislator_profile_id": 3450, "is_prime": false}], "keywords": ["Criminal Procedure", "Sex Offenders"], "audio": [{"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju19.mp3", "start_seconds": 5368.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju19.mp3", "start_seconds": 5368.0}, {"meeting_datetime": "2006-02-06T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju19.mp3", "start_seconds": 5368.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju21.mp3", "start_seconds": 545.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju21.mp3", "start_seconds": 545.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju21.mp3", "start_seconds": 545.0}], "bill_versions": [{"bill_id": 20466, "bill_version_id": 106675, "bill_version": "Introduced", "bill_version_date": "2006-01-19T08:01:08-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the civil commitment of sexually violent predators. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature finds that there exists an extremely dangerous group of sexually violent predators who have a mental abnormality or personality disorder and who, as a result, are likely to engage in repeat acts of sexual violence if not treated for their mental abnormality or personality disorder. Because the existing civil commitment procedures are inadequate to address the special needs of sexually violent predators and the risks that they present to society, the Legislature determines that a separate involuntary civil commitment process for the potentially long-term control, care, and treatment of sexually violent predators is necessary. The Legislature also determines that because of the nature of the mental abnormalities or personality disorders from which sexually violent predators suffer, and the dangers they present, it is necessary to house involuntarily committed sexually violent predators in an environment separate from other persons who have been involuntarily committed. Section 2. A sexually violent predator is any person who has been convicted of a sexually violent offense and who suffers from a mental abnormality or personality disorder which makes the person likely to engage in repeat acts of sexual violence. The term, mental abnormality, means a congenital or acquired condition affecting the emotional or volitional capacity which predisposes the person to commit sexually violent offenses in a degree constituting such person a menace to the health and safety of others. The term, likely to engage in repeat acts of sexual violence, means the person's propensity to commit acts of sexual violence is of such a degree as to pose a menace to the health and safety of others. The term, sexually motivated, means that one of the purposes for which the defendant committed the crime was for the purpose of the defendant's sexual gratification. Section 3. Terms used in this Act mean: (1) \"Agency with jurisdiction,\" that agency which releases, upon lawful order or authority, a person serving a sentence or term of confinement and includes the Department of Corrections, the Department of Human Services, and the Parole Board; (2) \"Treatment staff,\" the persons, agencies, or firms employed by or contracted with the secretary to provide treatment, supervision, or other services at the sexually violent predator facility; (3) \"Transitional release,\" any halfway house, work release, or other placement designed to assist the person's adjustment and reintegration into the community once released from commitment; (4) \"Secretary,\" the secretary of the Department of Human Services. Section 4. If it appears that a person may meet the criteria of a sexually violent predator, the agency with jurisdiction shall give written notice to the Office of the Attorney General and the multidisciplinary team established in this Act ninety days prior to: (1) The anticipated release from confinement of such a person. However, in the case of persons who are returned to prison for no more than ninety days as a result of revocation of postrelease supervision, written notice shall be given as soon as practicable following the person's readmission to prison; (2) The release of such a person who has been charged with a sexually violent offense and who has been determined to be incompetent to stand trial; or (3) The release of such a person who has been found not guilty by reason of insanity of a sexually violent offense. Section 5. The agency with jurisdiction shall inform the Office of the Attorney General and the multidisciplinary team of the person's name, identifying factors, anticipated future residence, and offense history, and provide documentation of institutional adjustment and any treatment received. Section 6. The agency with jurisdiction, its employees, officials, members of the multidisciplinary team, members of the prosecutor's review committee, and any persons contracted, appointed, or volunteering to perform services are immune from liability for any good-faith conduct under sections 4 and 5 of this Act. Section 7. The secretary of corrections shall establish a multidisciplinary team which may include persons from other state agencies to review available records of each person referred to such team pursuant to this Act. The team, with thirty days of receiving notice, shall assess whether or not the person meets the definition of a sexually violent predator. The team shall notify the Office of the Attorney General of its assessment. Section 8. The attorney general shall appoint a prosecutor's review committee to review the records of each person referred to the attorney general. The prosecutor's review committee shall assist the attorney general in the determination of whether or not the person meets the definition of a sexually violent predator. The assessment of the multidisciplinary team shall be made available to the attorney general and the prosecutor's review committee. Section 9. If it appears that the person presently confined may be a sexually violent predator and the prosecutor's review committee has determined that the person meets the definition of a sexually violent predator, the attorney general, within seventy-five days of the date the Office of the Attorney General received the written notice by the agency of jurisdiction, may file a petition in the county where the person was convicted of or charged with a sexually violent offense alleging that the person is a sexually violent predator and stating sufficient facts to support such allegation. Section 10. Upon filing of a petition pursuant to section 9 of this Act, the court shall determine whether probable cause exists to believe that the person named in the petition is a sexually violent predator. If such determination is made, the judge shall direct that that person be taken into custody. Section 11. Within seventy-two hours after a person is taken into custody pursuant to section 10 of this Act, such person shall be provided with notice of, and an opportunity to appear in person at, a hearing to contest probable cause as to whether the detained person is a sexually violent predator. At this hearing the court shall verify the detainee's identity and shall determine whether probable cause exists to believe that the person is a sexually violent predator. The state may rely upon the petition and supplement the petition with additional documentary evidence or live testimony. Section 12. At the probable cause hearing as provided in section 11 of this Act, the detained person shall have the following rights in addition to the rights previously specified: (1) To be represented by counsel; (2) To present evidence on such person's behalf; (3) To cross-examine witnesses who testify against such person; and (4) To view and copy all petitions and reports in the court file. Section 13. If the probable cause determination is made, the court shall direct that the person be transferred to an appropriate secure facility. The evaluation shall be conducted by a person deemed to be professionally qualified to conduct such an examination. Section 14. Within sixty days after the completion of any hearing held pursuant to section 11 of this Act, the court shall conduct a trial to determine whether the person is a sexually violent predator. The trial may be continued upon the request of either party and a showing of good cause, or by the court on its own motion, in the due administration of justice and if the respondent will not be substantially prejudiced. Section 15. At all stages of the proceedings, the respondent is entitled to the assistance of counsel. If indigent, the court shall appoint counsel to assist such person. Whenever any person is subjected to an examination, such person may retain experts or professional persons to perform an examination on such person's behalf. If the person wishes to be examined by a qualified expert or professional person of such person's own choice, such examiner shall be permitted to have reasonable access to the person for the purpose of such examination, as well as to all relevant medical and psychological records and reports. In the case of a person who is indigent, the court, upon the person's request, shall determine whether the services are necessary and shall establish reasonable compensation for such services. If the court determines that the services are necessary and that the expert or professional person's requested compensation for such services is reasonable, the court shall assist the person in obtaining an expert or professional person to perform an examination or participate in the trial on the person's behalf. The court shall approve payment for such services upon the filing of a certified claim for compensation supported by a written statement specifying the time expended, services rendered, expenses incurred on behalf of the person and compensation received in the same case or for the same services from any other source. Section 16. The respondent, the attorney general, or the court may, any one of them, demand that the trial be before a jury. Such demand for the trial to be before a jury shall be filed, in writing, at lease four days prior to trial. If no demand is made, the trial shall be before the court. Section 17. The jury shall consist of twelve jurors unless the parties agree in writing, and with the approval of the court, that the jury shall consist of any number of jurors less than twelve jurors. The respondent and the attorney general shall each have eight peremptory challenges, or in the case of a jury of less than twelve jurors, a proportionally equal number of peremptory challenges. Section 18. The court or jury shall determine whether, beyond a reasonable doubt, the respondent is a sexually violent predator. If such determination that the respondent is a sexually violent predator is made by a jury, such determination shall be by unanimous verdict of such jury. Such determination may be appealed. If the court or jury determines that the person is a sexually violent predator, the person shall be committed to the custody of the secretary of human services for control, care, and treatment until such time as the person's mental abnormality or personality disorder has so changed that the person is safe to be at large. Section 19. At all times, persons committed for control, care, and treatment to the Department of Human Services pursuant to this Act, shall be kept in a secure facility. Such persons shall be segregated at all times from any other patient under the supervision of the secretary of human services. Such persons shall be kept in a facility or building separate from any other patient under the supervision of the secretary. Section 20. The Department of Human Services may enter into an interagency agreement with the Department of Corrections for the confinement of such persons. Such persons who are in the confinement of the secretary of corrections pursuant to an interagency agreement shall be housed and managed separately from offenders in the custody of the secretary of corrections, and, except for occasional instances of supervised incidental contact, shall be segregated from such offenders. Section 21. If any person, while committed to the custody of the secretary, is taken into custody by any law enforcement officer pursuant to any parole revocation proceeding or any arrest or conviction for a criminal offense of any nature, upon the person's release from the custody of any law enforcement officer, the person shall be returned to the custody of the secretary for further treatment. Section 22. Any person charged with a sexually violent offense has been found incompetent to stand trial, and is about to be released, the court shall first hear evidence and determine whether the person did commit the act or acts charged. The rules of evidence applicable in criminal cases shall apply; and all constitutional rights available to defendants at criminal trials, other than the right not to be tried while incompetent, shall apply. After hearing evidence on this issue, the court shall make specific findings on whether the person did commit the act or acts charged, the extent to which the person's incompetence or developmental disability affected the outcome of the hearing, including its effect on the person's ability to consult with and assist counsel and to testify on such person's own behalf, the extent to which the evidence could be reconstructed without the assistance of the person and the strength of the prosecution's case. If, after the conclusion of the hearing on this issue, the court finds, beyond a reasonable doubt, that the person did commit the act or acts charged, the court shall enter a final order, appealable by the person, on that issue, and may proceed to consider whether the person should be civilly committed pursuant to this Act. Section 23. Each person committed pursuant to this Act shall have a current examination of the person's mental condition made once every year. The secretary shall provide the committed person with an annual written notice of the person's right to petition the court for release over the secretary's objection. The notice shall contain a waiver of rights. The secretary shall also forward the annual report, as well as the annual notice and waiver form, to the court that committed the person. The person may retain, or, if the person is indigent and so requests, the court may appoint a qualified professional person to examine such person. Such expert or professional person shall have access to all records concerning the person. The court that committed the person shall then conduct an annual review of the status of the committed person's mental condition. The committed person shall have a right to have an attorney represent the person at the hearing, but the person is not entitled to be present at the hearing. Section 24. Nothing in this Act prohibits the person from otherwise petitioning the court for discharge at this hearing. Section 25. If the court at the hearing determines that probable cause exists to believe that the person's mental abnormality or personality disorder has so changed that the person is safe to be placed in transitional release, then the court shall set a hearing on the issue. At the hearing, the committed person is entitled to be present and is entitled to the benefit of all constitutional protections that were afforded the person at the initial commitment proceeding. The attorney general shall represent the state and shall have a right to have the committed person evaluated by experts chosen by the state. The committed person shall also have the right to have experts evaluate the person on the person's behalf, and the court shall appoint an expert if the person is indigent and requests an appointment. The burden of proof at the hearing shall be upon the state to prove beyond a reasonable doubt that the committed person's mental abnormality or personality disorder remains such that the person is not safe to be placed in transitional release and if transitionally released is likely to engage in acts of sexual violence. Section 26. If, after the hearing, the court or jury is convinced beyond a reasonable doubt that the person is not appropriate for transitional release, the court shall order that the person remain in secure commitment. Otherwise, the court shall order that the person be placed in transitional release. Section 27. If the court determines that the person should be placed in transitional release, the secretary shall transfer the person to the transitional release program. The secretary may contract for services to be provided in the transitional release program. During any period the person is in transitional release, the person shall comply with any rules the secretary may establish for this program and every directive of the treatment staff of the transitional release program. Section 28. At any time during which the person is in the transitional release program and the treatment staff determines that the person has violated any rule or directive associated with the transitional release program, the treatment staff may remove the person from the transitional release program and return the person to the secure commitment facility, or may request the district court to issue an emergency ex parte order directing any law enforcement officer to take the person into custody and return the person to the secure commitment facility. Section 29. Upon the person being returned to the secure commitment facility from the transitional release program, notice shall be given by the secretary to the court. The court shall set the matter for a hearing within two working days of receipt of notice of the person's having been returned to the secure commitment facility and cause notice thereof to be given to the Office of the Attorney General, the person, and the secretary. The attorney general has the burden of proof to show probable cause that the person violated conditions of transitional release. The hearing shall be to the court. At the conclusion of the hearing, the court shall issue an order returning the person to the secure commitment facility or to the transitional release program and may order such other further conditions with which the person must comply if the person is returned to the transitional release program. Section 30. The involuntary detention or commitment of persons under this Act shall conform to constitutional requirements for care and treatment. Section 31. If the secretary determines that the person's mental abnormality or personality disorder has so changed that the person is not likely to engage in repeat acts of sexual violence if placed in transitional release, the secretary shall authorize the person to petition the court for transitional release. The petition shall be served upon the court and the Office of the Attorney General. The court, upon receipt of the petition for transitional release, shall order a hearing within thirty days. The attorney general shall represent the state and shall have the right to have the petitioner examined by an expert or professional person of such attorney's choice. The hearing shall be before a jury if demanded by either the petitioner or the attorney general. The burden of proof is upon the attorney general to show beyond a reasonable doubt that the petitioner's mental abnormality or personality disorder remains such that the petitioner is not safe to be at large and that, if placed in transitional release, is likely to engage in repeat acts of sexual violence. Section 32. If, after the hearing, the court is convinced beyond a reasonable doubt that the person is not appropriate for transitional release, the court shall order that the person remain in secure commitment. Otherwise, the court shall order that the person be placed in transitional release. Section 33. Nothing in this Act prohibits a person from filing a petition for transitional release, conditional release, or final discharge pursuant to this Act. However, if a person has previously filed a petition for transitional release, conditional release, or final discharge without the secretary's approval and the court determined either upon review of the petition or following a hearing, that the petitioner's petition was frivolous or that the petitioner's condition had not so changed that the person was safe to be at large, then the court shall deny the subsequent petition unless the petition contains facts upon which a court could find the condition of the petitioner had so changed that a hearing was warranted. Upon receipt of a first or subsequent petition from committed persons without the secretary's approval, the court shall endeavor whenever possible to review the petition and determine if the petition is based upon frivolous grounds and if so shall deny the petition without a hearing. Section 34. The secretary is responsible for all costs relating to the evaluation and treatment of persons committed to the secretary's custody under any provision of this Act. Section 35. In order to protect the public, relevant information and records which are otherwise confidential or privileged shall be released to the agency with jurisdiction or the Office of the Attorney General for the purpose of meeting the notice requirement determining whether the person is or continues to be a sexually violent predator. Section 36. Any psychological reports, drug and alcohol reports, treatment records, reports of the diagnostic center, medical records or victim impact statements, which have been submitted to the court or admitted into evidence under this Act, shall be part of the record; but they shall be sealed and opened only on order of the court. Section 37. During any period the person is in transitional release, the person committed under this Act shall, at least annually, and at any other time deemed appropriate by the treatment staff, be examined by the treatment staff to determine if the person's mental abnormality or personality disorder has so changed so as to warrant such person being considered for conditional release. The treatment staff shall forward a report of its examination to the court. The court shall review the report. If the court determines that probable cause exists to believe that the person's mental abnormality or personality disorder has so changed that the person is safe to be placed in conditional release, the court shall then set a hearing on the issue. The attorney general has the burden of proof to show beyond a reasonable doubt that the person's mental abnormality or personality disorder remains such that the person is not safe to be at large and that if placed on conditional release is likely to engage in repeat acts of sexual violence. The person shall have the same rights as provided for elsewhere in this Act. Subsequent to either a court review or a hearing, the court shall issue an appropriate order with findings of fact. The order of the court shall be provided to the Office of the Attorney General, the person, and the secretary. Section 38. If, after the hearing, the court is convinced beyond a reasonable doubt that the person is not appropriate for conditional release, the court shall order that the person remain either in secure commitment or in transitional release. Otherwise, the court shall order that the person be placed on conditional release. Section 39. If the court determines that the person should be placed on conditional release, the court, based upon the recommendation of the treatment staff, shall establish a plan of treatment which the person shall be ordered to follow. This plan of treatment may include provisions as to where the person shall reside and with whom, taking prescribed medications, attending individual and group counseling, maintaining employment, having no contact with children, not frequenting facilities, locations, events, or otherwise in which children are likely to be present, and not engaging in activities in which contact with children is likely. Upon a showing by the person that the person accepts the plan of treatment and is prepared to follow it, the court shall release the person from the transitional release program. Section 40. After a minimum of five years have passed in which the person has been free of violations of conditions of such person's treatment plan, the treatment staff, or other professionals directed by the court, may examine such person to determine if the person's mental abnormality or personality disorder has changed so as to warrant such person being considered for final discharge. The person preparing the report shall forward the report to the court. The court shall review the report. If the court determines that probable cause exists to believe that the person's mental abnormality or personality disorder has so changed that the person is safe to be entitled to final discharge, the court shall set a formal hearing on the issue. The attorney general has the burden of proof to show beyond a reasonable doubt that the person's mental abnormality or personality disorder remains such that such person is not appropriate for final discharge. The person shall have the same rights as provided for elsewhere in this Act. Subsequent to either a court review or a hearing, the court shall issue an appropriate order with findings of fact. The order of the court shall be provided to the Office of the Attorney General, the person, and the secretary. Section 41. If, after a hearing, the court is convinced beyond a reasonable doubt that the person is not appropriate for final discharge, the court shall continue custody of the person with the secretary for placement in a secure facility, transitional release program, or conditional release program. Otherwise, the court shall order the person finally discharged. In the event the court does not order final discharge of the person, the person still retains the right to annual reviews. Section 42. At any time during which the person is on conditional release and the professional person designated by the court in the treatment plan to monitor the person's compliance with it determines that the person has violated any material condition of that plan, that professional person may request the court to issue an emergency ex parte order directing any law enforcement officer to take the person into custody and return the person to the secure commitment facility. Section 43. Upon the person being returned to the secure commitment facility from conditional release, notice shall be given by the secretary to the court. The court shall set the matter for a hearing within two working days of receipt of notice of the person's having been returned to the secure commitment facility and cause notice to be given to the Office of the Attorney General, the person, and the secretary. The attorney general has the burden of proof to show probable cause that the person violated conditions of conditional release. The hearing shall be to the court. At the conclusion of the hearing, the court shall issue an order returning the person to the secure commitment facility, to the transitional release program, or to conditional release, and may order such other further conditions with which the person must comply if the person is returned to either the transitional release program or to conditional release. Section 44. The final discharge does not prevent the person from being prosecuted for any criminal acts which the person is alleged to have committed or from being subject in the future to a subsequent commitment under this Act. Section 45. Any person for whom a petition pursuant to this Act has been filed and who is in the secure confinement of the state is not eligible for bail, bond, house arrest, or any other measures releasing the person from the physical protective custody of the state."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20466, "action_date": "2006-01-19T14:00:00-06:00", "document_id": 106850, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106850.pdf", "status_text": "First read in Senate and referred to", "journal_page": 104, "committee_id_action": 894, "committee_id_assigned": 872, "result": "N", "vote": {}}, {"bill_id": 20466, "action_date": "2006-02-06T10:00:00-06:00", "document_id": 107971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107971.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 872, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20466, "action_date": "2006-02-08T10:00:00-06:00", "document_id": 108225, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108225.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 872, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20466, "action_date": "2006-02-08T10:00:00-06:00", "document_id": 108225, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108225.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 405, "committee_id_action": 872, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62441, "president_vote": null, "Yea": [3390, 3412, 3413, 3428, 3447, 3361], "Nay": [3416]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20466"}