{"session_id": 20, "bill_id": 5248, "bill_type": "House Bill", "bill_number": 1227, "bill_title": "reduce state government reliance on video lottery proceeds, to revise the distribution of video lottery proceeds, and to dedicate certain deposits and income from the education enhancement trust fund.", "sponsors": [{"legislator_profile_id": 479, "is_prime": true}, {"legislator_profile_id": 491, "is_prime": true}, {"legislator_profile_id": 519, "is_prime": false}, {"legislator_profile_id": 501, "is_prime": false}, {"legislator_profile_id": 499, "is_prime": false}, {"legislator_profile_id": 478, "is_prime": false}, {"legislator_profile_id": 481, "is_prime": false}, {"legislator_profile_id": 492, "is_prime": false}, {"legislator_profile_id": 494, "is_prime": false}, {"legislator_profile_id": 480, "is_prime": false}], "keywords": ["Education", "Public Fiscal Administration", "Recreation and Sports", "Video Lottery"], "audio": [{"meeting_datetime": "2014-02-20T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hta23.mp3", "start_seconds": 3885.0}, {"meeting_datetime": "2014-02-20T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hta23.mp3", "start_seconds": 3885.0}, {"meeting_datetime": "2014-02-20T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hta23.mp3", "start_seconds": 3885.0}, {"meeting_datetime": "2014-02-20T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hta23.mp3", "start_seconds": 3885.0}, {"meeting_datetime": "2014-02-20T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hta23.mp3", "start_seconds": 3885.0}, {"meeting_datetime": "2014-02-20T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hta23.mp3", "start_seconds": 3885.0}], "bill_versions": [{"bill_id": 5248, "bill_version_id": 29677, "bill_version": "Introduced", "bill_version_date": "2014-02-04T09:29:02.17-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to reduce state government reliance on video lottery proceeds, to revise the distribution of video lottery proceeds, and to dedicate certain deposits and income from the education enhancement trust fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 42-7A-63 be amended to read as follows: 42-7A-63. The commission shall maximize revenues to the state from video lottery. The state's percentage of net machine income shall be fifty percent. The state's percentage of net machine income shall be directly deposited to the property tax reduction fund and education enhancement trust fund created by S.D. Const., Art. XII, § 6, except for one-half of one percent of net machine income authorized for deposit into the video lottery operating fund. The effective date of this section is July 1, 1996. The revenue collected pursuant to this section shall be distributed in the following manner: (1) During fiscal year 2015, eighty-nine and one-half percent shall be deposited in the property tax reduction fund. During fiscal year 2016, seventy-nine and one-half percent shall be deposited in the property tax reduction fund. During fiscal year 2017, sixty-nine and one-half percent shall be deposited in the property tax reduction fund. During fiscal year 2018, fifty-nine and one-half percent shall be deposited in the property tax reduction fund. During fiscal year 2019, forty-nine and one-half percent shall be deposited in the property tax reduction fund. During fiscal year 2020, thirty- nine and one-half percent shall be deposited in the property tax reduction fund. During fiscal year 2021, twenty-nine and one-half percent shall be deposited in the property tax reduction fund. During fiscal year 2022, nineteen and one-half percent shall be deposited in the property tax reduction fund. During fiscal year 2023, nine and one-half percent shall be deposited in the property tax reduction fund. Beginning in fiscal year 2024 and each year thereafter, no lottery proceeds shall be deposited in the property tax reduction fund; and (2) During fiscal year 2015, ten percent shall be deposited in the education enhancement trust fund created by S.D. Const., Art. XII, § 6. During fiscal year 2016, twenty percent shall be deposited in the education enhancement trust fund. During fiscal year 2017, thirty percent shall be deposited in the education enhancement trust fund. During fiscal year 2018, forty percent shall be deposited in the education enhancement trust fund. During fiscal year 2019, fifty percent shall be deposited in the education enhancement trust fund. During fiscal year 2020, sixty percent shall be deposited in the education enhancement trust fund. During fiscal year 2021, seventy percent shall be deposited in the education enhancement trust fund. During fiscal year 2022, eighty percent shall be deposited in the education enhancement trust fund. During fiscal year 2023, ninety percent shall be deposited in the education enhancement trust fund. Beginning in fiscal year 2024, and each year thereafter, ninety-nine and one-half percent shall be deposited in the education enhancement trust fund. Section 2. There is hereby created in the education enhancement trust fund the video lottery revenue replacement subfund for the purpose of using the investment income from the deposits to replace the revenue that was previously received from the video lottery. The deposits made into the education enhancement trust fund pursuant to section 1 of this Act are designated for the purpose of funding education through the property tax reduction fund created pursuant to § 10-13-44. All distributions from the video lottery revenue replacement subfund are subject to transfer to the general fund and appropriation by the Legislature through the General Appropriations Act or special appropriations acts for education funding and reduction of taxes on real property. Pursuant to S.D. Const., Art. XII, § 6, the state investment officer shall determine the market value of the education enhancement trust fund each calendar year less the investment expenses transferred pursuant to § 4-5-30. The state investment officer shall calculate an amount equal to four and one-half percent of that market value, without invading principal of the video lottery revenue replacement subfund, as eligible for distribution. For the purpose of this section, the term, principal, means the sum of all contributions to the subfund pursuant to section 1 of this Act and the income from the investments until the subfund has accumulated seven hundred million dollars. The market value shall be determined by adding the market value of the video lottery revenue replacement subfund at the end of the sixteen most recent calendar quarters as of December thirty-first, and dividing the sum by sixteen. Upon notice of that amount by the state investment officer, the state treasurer shall transfer the amount from the video lottery revenue replacement subfund to the property tax reduction fund as soon as practicable after July first of the next fiscal year. Section 3. That § 4-5-29.2 be amended to read as follows: 4-5-29.2. Pursuant to S.D. Const., Art. XII, § 6, the state investment officer shall determine the market value of the education enhancement trust fund as of December 31, 2003, and each calendar year thereafter less the investment expenses transferred pursuant to § 4-5-30 and the funds designated for education pursuant to section 2 of this Act. The state investment officer shall calculate an amount equal to four percent of that market value, without invading principal, as eligible for distribution. For the purpose of this section, the term, principal, means the sum of all contributions to the fund, except the funds dedicated by section 2 of this Act. Beginning with the distribution in fiscal year 2008, the market value shall be determined by adding the market value of the trust fund at the end of the sixteen most recent calendar quarters as of December thirty-first, and dividing the sum by sixteen. Upon notice of that amount by the state investment officer, the state treasurer shall transfer the amount from the education enhancement trust fund to the state general fund as soon as practicable after July first of the next fiscal year. Beginning in fiscal year 2015, the portion of the transfer to the general fund for the need-based matching program, shall be calculated by the state investment officer based on the relative share of the contributions made to the need-based grant fund created pursuant to § 13-55A-14 to the most recently calculated total fair value of the education enhancement fund including the contribution. The calculation shall be updated monthly to reflect any additional contributions to the education enhancement trust fund and the portion of the transfer to the general fund for the need-based matching program shall be based on the average of the monthly calculation. Beginning in fiscal year 2015, a portion of the funds annually distributed to the general fund pursuant to this section representing the percentage of the appropriation in SL 2013, ch 91, § 9, when deposited, to the total fair value of the education enhancement fund applied to the distribution amount shall be used to fund the critical teaching needs scholarship program created in §§ 13-55-64 to 13-55-71, inclusive."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5248, "action_date": "2014-02-04T14:00:00-06:00", "document_id": 29776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29776.pdf", "status_text": "First read in House and referred to", "journal_page": 268, "committee_id_action": 231, "committee_id_assigned": 225, "result": "N", "vote": {}}, {"bill_id": 5248, "action_date": "2014-02-20T07:45:00-06:00", "document_id": 30362, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30362.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 225, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5248, "action_date": "2014-02-20T07:45:00-06:00", "document_id": 30729, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30729.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 225, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5248, "action_date": "2014-02-20T07:45:00-06:00", "document_id": 30729, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30729.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 225, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 16312, "president_vote": null, "Yea": [451, 431, 454, 480], "Nay": [497, 450, 423, 484, 505, 517, 511, 528, 425], "Excused": [499, 462]}}, {"bill_id": 5248, "action_date": "2014-02-20T07:45:00-06:00", "document_id": 30729, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30729.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 481, "committee_id_action": 225, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16316, "president_vote": null, "Nay": [451, 431, 454, 480], "Yea": [497, 450, 423, 484, 505, 517, 511, 528, 425], "Excused": [499, 462]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5248"}