{"session_id": 61, "bill_id": 21049, "bill_type": "House Bill", "bill_number": 1305, "bill_title": "revise certain age requirements related to hunting and hunting licenses.", "sponsors": [{"legislator_profile_id": 3579, "is_prime": true}, {"legislator_profile_id": 3639, "is_prime": true}, {"legislator_profile_id": 3571, "is_prime": false}, {"legislator_profile_id": 3573, "is_prime": false}, {"legislator_profile_id": 3576, "is_prime": false}, {"legislator_profile_id": 3578, "is_prime": false}, {"legislator_profile_id": 3581, "is_prime": false}, {"legislator_profile_id": 3583, "is_prime": false}, {"legislator_profile_id": 3589, "is_prime": false}, {"legislator_profile_id": 3590, "is_prime": false}, {"legislator_profile_id": 3591, "is_prime": false}, {"legislator_profile_id": 3604, "is_prime": false}, {"legislator_profile_id": 3606, "is_prime": false}, {"legislator_profile_id": 3607, "is_prime": false}, {"legislator_profile_id": 3609, "is_prime": false}, {"legislator_profile_id": 3611, "is_prime": false}, {"legislator_profile_id": 3624, "is_prime": false}, {"legislator_profile_id": 3628, "is_prime": false}, {"legislator_profile_id": 3640, "is_prime": false}, {"legislator_profile_id": 3646, "is_prime": false}, {"legislator_profile_id": 3650, "is_prime": false}, {"legislator_profile_id": 3651, "is_prime": false}, {"legislator_profile_id": 3652, "is_prime": false}, {"legislator_profile_id": 3654, "is_prime": false}, {"legislator_profile_id": 3656, "is_prime": false}, {"legislator_profile_id": 3659, "is_prime": false}, {"legislator_profile_id": 3662, "is_prime": false}, {"legislator_profile_id": 3674, "is_prime": false}, {"legislator_profile_id": 3675, "is_prime": false}], "keywords": ["Hunting", "Minors"], "audio": [{"meeting_datetime": "2007-02-08T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hag22.mp3", "start_seconds": 377.0}, {"meeting_datetime": "2007-02-08T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hag22.mp3", "start_seconds": 377.0}, {"meeting_datetime": "2007-02-08T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hag22.mp3", "start_seconds": 377.0}, {"meeting_datetime": "2007-02-08T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hag22.mp3", "start_seconds": 377.0}, {"meeting_datetime": "2007-02-08T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hag22.mp3", "start_seconds": 377.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou25.mp3", "start_seconds": 4078.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou25.mp3", "start_seconds": 4078.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou25.mp3", "start_seconds": 4078.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou25.mp3", "start_seconds": 4078.0}], "bill_versions": [{"bill_id": 21049, "bill_version_id": 111257, "bill_version": "Introduced", "bill_version_date": "2007-01-31T11:39:52-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain age requirements related to hunting and hunting licenses. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 41-6 be amended by adding thereto a NEW SECTION to read as follows: The provisions of § § 41-6-16, 41-6-17, 41-6-18.1, 41-6-27, 41-6-28, 41-6-30, 41-6-80, and 41-8-6 notwithstanding, any youth who is less than twelve years of age may hunt any small game animal for which the hunting season is open or any predator/varmint without obtaining a hunting license and without completing a hunter safety or hunter education course. Any youth who is at least ten years of age but less than twelve years of age and holds a big game license or a wild turkey license may hunt the species authorized by the license without completing a hunter safety or hunter education course. No youth who is less than twelve years of age may hunt any small game animal, any big game animal, or any predator/varmint unless the youth is accompanied by the youth's parent or guardian or by a person who is at least twenty-one years of age and has been designated in writing by the parent or guardian to accompany the youth while hunting. No person may accompany a youth hunter pursuant to this section unless the person is licensed to hunt in South Dakota; however, the person accompanying the youth hunter need not be licensed to hunt the same species being hunted by the youth. Any youth who, pursuant to this section, hunts without a license or without completing a hunter safety course or hunter education course is subject to the other requirements, restrictions, and penalties specified in this title with respect to the species being hunted, except that the combined number of animals taken or possessed by the youth and the youth's parent or guardian or other person designated to accompany the youth may not exceed the number of animals authorized under this title to be taken or possessed by one licensed hunter. Section 2. That chapter 41-6 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this chapter, the requirement that a youth hunter be accompanied by an adult is satisfied if the following conditions are met: (1) If the youth hunter is less than ten years of age, the adult shall be unarmed and shall be within arm's length of the youth hunter at the time the youth hunter discharges a firearm or operates a bow and arrow in the act of hunting. The adult may only accompany one such youth hunter at any one time. No hunting party that includes a youth hunter who is less than ten years of age may include more than six people, regardless of whether or not the other members of the party are hunting or possess or operate firearms; or (2) If the youth hunter is at least ten years of age but less than sixteen years of age, the adult shall remain within a distance from the youth hunter that allows clear visual and verbal contact with the youth hunter. Section 3. That § 41-6-12 be amended to read as follows: 41-6-12. Any person who is a resident of this state, as defined by this title, qualifies as resident for securing any resident hunting or fishing license. All other persons shall secure the applicable nonresident hunting and fishing licenses. No person under the age of who is less than twelve years of age may be granted any hunting license other than a big game license . However, any person who is eleven years of age and who will become twelve years of age during the period September first through December thirty-first, inclusive, may be granted any hunting license and be allowed to hunt beginning September first. No person who is less than ten years of age may be granted any big game or wild turkey hunting license. Section 4. That § 41-6-13 be amended to read as follows: 41-6-13. A resident hunting license may be issued only to a resident sixteen years of age or older. However, the parent or guardian of a resident who is at least twelve but less than sixteen years of age and meets the age requirements of § 41-6-12 may apply for the any small game license for such person the resident. The parent or guardian of a resident who is at least ten but less than sixteen years of age and meets the requirements of § 41-6-12 may apply for any big game license for the resident . If a license is granted on the application, the license authorizes hunting by the person only if accompanied by a parent, guardian, or responsible adult and adult who is at least twenty-one years of age and is licensed to hunt in South Dakota. The license is valid for the license year as provided by the applicable license and rules promulgated by the Game, Fish and Parks Commission pursuant to chapter 1-26. The requirement to be accompanied by an adult no longer applies when the licensee attains sixteen years of age. A violation of this section is a Class 2 misdemeanor. Section 5. That § 41-6-14 be amended to read as follows: 41-6-14. Any person between the ages of eleven years and sixteen years who is at least twelve but less than sixteen years of age shall first comply with the provisions of chapter 41-7, pertaining to firearms safety, before being granted a resident hunting license or the applicable nonresident hunting licenses. Section 6. That § 41-6-16.1 be repealed. 41-6-16.1. The hunting of mourning doves by a minor is a Class 2 misdemeanor unless the minor is accompanied by a parent, guardian, or responsible adult."}, {"bill_id": 21049, "bill_version_id": 111833, "bill_version": "House Agriculture and Natural Resources Engrossed", "bill_version_date": "2007-02-08T13:48:47-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain age requirements related to hunting and hunting licenses. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 41-6 be amended by adding thereto a NEW SECTION to read as follows: The provisions of § § 41-6-16, 41-6-17, 41-6-18.1, 41-6-27, 41-6-28, 41-6-30, 41-6-80, and 41-8-6 notwithstanding, any youth who is at least ten but less than twelve years of age may hunt any small game animal for which the hunting season is open or any predator/varmint without obtaining a hunting license and without completing a hunter safety or hunter education course. Any youth who is at least ten years of age but less than twelve years of age and holds a big game license or a wild turkey license may hunt the species authorized by the license without completing a hunter safety or hunter education course. No youth who is less than twelve years of age may hunt any small game animal, any big game animal, or any predator/varmint pursuant to this section unless the youth is accompanied by the youth's parent or guardian or by a person who is at least eighteen years of age and has been designated in writing by the parent or guardian to accompany the youth while hunting. No person may accompany a youth hunter for purposes of hunting small game under this section unless the person is licensed to hunt the same species being hunted by the youth. However, a person who accompanies a youth hunter for purposes of hunting big game, wild turkeys, or predator/varmints under this section need not be licensed to hunt the same species, but shall either be a licensed hunter or have successfully completed a hunter safety or hunter education course that meets the requirements of chapter 41-7. Any youth who, pursuant to this section, hunts without a license or without completing a hunter safety course or hunter education course is subject to the other requirements, restrictions, and penalties specified in this title with respect to the species being hunted, except that the combined number of animals taken or possessed by any such unlicensed youth hunter and the person who is accompanying the youth hunter may not exceed the number of animals authorized under this title to be taken or possessed by one licensed hunter. Section 2. That chapter 41-6 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this chapter, the requirement that a youth hunter be accompanied by an adult is satisfied if the following conditions are met: (1) If the youth hunter is at least ten but less than twelve years of age for all of the current year, the adult shall be unarmed, except as provided in this subdivision, and the adult shall be within arm's length of the youth hunter at the time the youth hunter discharges a firearm or operates a bow and arrow in the act of hunting. The adult may only accompany one such youth hunter at any one time. No hunting party that includes any such youth hunter may include more than six people, regardless of whether or not the other members of the party are hunting or possess or operate firearms. The requirement that the adult be unarmed does not prohibit the adult from possessing a permitted concealed pistol or other legal handgun; (2) If the youth hunter will become twelve years of age at any time during the period September first to December thirty-first, inclusive, of the current year, and hunts at any time during that period, or if the youth hunter is at least twelve years of age but less than sixteen years of age, the adult shall remain within a distance from the youth hunter that allows clear visual and verbal contact with the youth hunter. Section 3. That § 41-6-12 be amended to read as follows: 41-6-12. Any person who is a resident of this state, as defined by this title, qualifies as resident for securing any resident hunting or fishing license. All other persons shall secure the applicable nonresident hunting and fishing licenses. No person under the age of who is less than twelve years of age may be granted any hunting license other than a big game or wild turkey hunting license . However, any person who is eleven years of age and who will become twelve years of age during the period September first through December thirty-first, inclusive, may be granted any hunting license and be allowed to hunt beginning September first. No person who is less than ten years of age may be granted any big game or wild turkey hunting license. Section 4. That § 41-6-13 be amended to read as follows: 41-6-13. A resident hunting license may be issued only to a resident sixteen years of age or older. However, the parent or guardian of a resident who is less than sixteen years of age and meets the age requirements of § 41-6-12 may apply for the license for such person the resident . If a license is granted on the application, the license authorizes hunting by the person only if accompanied by a parent, guardian, or responsible adult and adult who is at least eighteen years of age. The license is valid for the license year as provided by the applicable license and rules promulgated by the Game, Fish and Parks Commission pursuant to chapter 1-26. The requirement to be accompanied by an adult no longer applies when the licensee attains sixteen years of age. A violation of this section is a Class 2 misdemeanor. Section 5. That § 41-6-16.1 be repealed. 41-6-16.1. The hunting of mourning doves by a minor is a Class 2 misdemeanor unless the minor is accompanied by a parent, guardian, or responsible adult."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21049, "action_date": "2007-01-31T14:00:00-06:00", "document_id": 111304, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111304.pdf", "status_text": "First read in House and referred to", "journal_page": 284, "committee_id_action": 923, "committee_id_assigned": 909, "result": "N", "vote": {}}, {"bill_id": 21049, "action_date": "2007-02-08T07:45:00-06:00", "document_id": 111819, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111819.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 909, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21049, "action_date": "2007-02-08T07:45:00-06:00", "document_id": 111819, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111819.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 909, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21049, "action_date": "2007-02-08T07:45:00-06:00", "document_id": 111819, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111819.pdf", "status_text": "Do Pass Amended,", "journal_page": 409, "committee_id_action": 909, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64820, "president_vote": null, "Yea": [3584, 3587, 3605, 3609, 3616, 3620, 3640, 3653, 3578], "Nay": [3597, 3660, 3672, 3673]}}, {"bill_id": 21049, "action_date": "2007-02-12T14:00:00-06:00", "document_id": 112085, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112085.pdf", "status_text": "Deferred to another day", "journal_page": 469, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21049, "action_date": "2007-02-13T14:00:00-06:00", "document_id": 112207, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112207.pdf", "status_text": "Do Pass Amended,", "journal_page": 495, "committee_id_action": 923, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 67110, "president_vote": null, "Nay": [3572, 3577, 3580, 3582, 3588, 3590, 3592, 3593, 3594, 3597, 3598, 3599, 3600, 3605, 3606, 3611, 3613, 3614, 3619, 3624, 3629, 3631, 3632, 3635, 3637, 3638, 3640, 3642, 3644, 3645, 3649, 3650, 3651, 3654, 3655, 3656, 3657, 3658, 3660, 3663, 3665, 3666, 3668, 3670, 3671, 3672, 3673, 3674, 3676], "Yea": [3576, 3578, 3579, 3581, 3583, 3586, 3587, 3604, 3609, 3616, 3620, 3622, 3628, 3643, 3646, 3648, 3653, 3662, 3675, 3584], "Excused": [3591]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21049"}