{"session_id": 20, "bill_id": 5926, "bill_type": "House Concurrent Resolution", "bill_number": 1017, "bill_title": "Urging Congress, the White House Office of National Drug Control Policy (ONDCP), the United States Department of Justice, and the United States Drug Enforcement Administration (DEA) to recognize industrial hemp as a valuable agricultural commodity.", "sponsors": [{"legislator_profile_id": 447, "is_prime": true}, {"legislator_profile_id": 521, "is_prime": true}, {"legislator_profile_id": 437, "is_prime": false}, {"legislator_profile_id": 525, "is_prime": false}, {"legislator_profile_id": 455, "is_prime": false}, {"legislator_profile_id": 503, "is_prime": false}, {"legislator_profile_id": 477, "is_prime": false}, {"legislator_profile_id": 520, "is_prime": false}, {"legislator_profile_id": 454, "is_prime": false}, {"legislator_profile_id": 458, "is_prime": false}, {"legislator_profile_id": 436, "is_prime": false}, {"legislator_profile_id": 487, "is_prime": false}, {"legislator_profile_id": 439, "is_prime": false}, {"legislator_profile_id": 497, "is_prime": false}, {"legislator_profile_id": 514, "is_prime": false}, {"legislator_profile_id": 459, "is_prime": false}, {"legislator_profile_id": 450, "is_prime": false}, {"legislator_profile_id": 498, "is_prime": false}], "keywords": ["House Concurrent Resolution"], "audio": [{"meeting_datetime": "2014-02-13T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou20.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 5926, "bill_version_id": 29992, "bill_version": "Introduced", "bill_version_date": "2014-02-07T10:19:29.483-06:00", "bill_text": "A CONCURRENT RESOLUTION, Urging Congress, the White House Office of National Drug Control Policy (ONDCP), the United States Department of Justice, and the United States Drug Enforcement Administration (DEA) to recognize industrial hemp as a valuable agricultural commodity. WHEREAS, industrial hemp refers to the nondrug oilseed and fiber varieties of cannabis which have less than three-tenths of one percent tetrahydrocannabinol (THC) and which are cultivated exclusively for fiber, stalk, and seed, and are genetically distinct from drug varieties of cannabis, also known as marijuana; and WHEREAS, the flowering tops of industrial hemp cannot produce any drug effect when smoked or ingested; and WHEREAS, Congress never intended to prohibit the production of industrial hemp when restricting the production, possession, and use of marijuana. The legislative history of the Marijuana Tax Act where the current federal definition of marijuana first appeared shows that industrial hemp farmers and manufacturers of industrial hemp products were assuaged by Federal Bureau of Narcotic Commissioner Harry J. Anslinger who promised that the proposed legislation bore no threat to them: \"They are not only amply protected under this act, but they can go ahead and raise hemp just as they have always done it\"; and WHEREAS, the United States Court of Appeals for the Ninth Circuit ruled in Hemp Industries v. Drug Enforcement Administration, 357 F.3d 1012 (9th Cir. 2004), that the federal Controlled Substances Act of 1970 (21 U.S.C. Sec. 812(b)) explicitly excludes nonpsychoactive industrial hemp from the definition of marijuana, and the federal government declined to appeal that decision; and WHEREAS, the Controlled Substances Act of 1970 specifies the findings to which the government must attest in order to classify a substance as a Schedule I drug and those findings include that the substance has a high potential for abuse, has no accepted medical use, and has a lack of accepted safety for use, none of which apply to industrial hemp; and WHEREAS, Article 28, Section 2, of the Single Convention on Narcotic Drugs, 1961, as amended by the 1972 Protocol, states that, \"This Convention shall not apply to the cultivation of the cannabis plant exclusively for industrial purposes (fibre and seed) or horticultural purposes.\"; and WHEREAS, industrial hemp is commercially produced in more than thirty countries, including Canada, Great Britain, France, Germany, Romania, Australia, and China without undue restriction or complications; and WHEREAS, American companies are forced to import millions of dollars worth of hemp seed and fiber products annually from Canada, Europe, and China, thereby effectively denying American farmers an opportunity to compete and share in the profits; and WHEREAS, nutritious hemp foods can be found in grocery stores nationwide and strong durable hemp fibers can be found in the interior parts of millions of American cars; and WHEREAS, buildings are being constructed using a hemp and lime mixture, thereby sequestering carbon; and WHEREAS, retail sales of hemp products for 2012 in this country are estimated to be over $500 million annually; and WHEREAS, industrial hemp is a high-value low-input crop that is not genetically modified, requires little or no pesticides, can be dry land farmed, and uses less fertilizer than wheat and corn; and WHEREAS, the reluctance of the United States Drug Enforcement Administration to permit industrial hemp farming is denying agricultural producers in this country the ability to benefit from a high-value, low-input crop, which can provide significant economic benefits to producers and manufacturers; and WHEREAS, the United States Drug Enforcement Administration has the authority under the Controlled Substances Act to allow this state to regulate industrial hemp farming under existing laws and without requiring individual federal applications and licenses: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Eighty-Ninth Legislature of the State of South Dakota, the Senate concurring therein, that the South Dakota Legislature urges the Congress of the United States to recognize industrial hemp as a valuable agricultural commodity, to define industrial hemp in federal law as nonpsychoactive and genetically identifiable species of the genus cannabis, to acknowledge that allowing and encouraging farmers to produce industrial hemp will improve the balance of trade by promoting domestic sources of industrial hemp, and to assist United States producers by removing barriers to state regulation of the commercial production of industrial hemp; and BE IT FURTHER RESOLVED, that the Legislature also urges the United States Drug Enforcement Administration to allow South Dakota to regulate industrial hemp farming under existing state laws and regulations, or those to be passed, without requiring federal applications, licenses, or fees."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5926, "action_date": "2014-02-07T13:00:00-06:00", "document_id": 30024, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30024.pdf", "status_text": "First Reading", "journal_page": 336, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5926, "action_date": "2014-02-10T14:00:00-06:00", "document_id": 30114, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30114.pdf", "status_text": "Deferred to another day", "journal_page": 355, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5926, "action_date": "2014-02-13T13:00:00-06:00", "document_id": 30400, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30400.pdf", "status_text": "Adopt Resolution", "journal_page": 412, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16118, "president_vote": null, "Yea": [528, 527, 453, 522, 525, 433, 467, 524, 456, 489, 517, 519, 505, 449, 431, 455, 504, 503, 477, 520, 479, 457, 454, 523, 496, 458, 451, 466, 845, 499, 442, 476, 521, 507, 478, 487, 423, 439, 500, 502, 497, 515, 511, 512, 463, 518, 485, 514, 464, 510, 450, 506, 430, 468, 498, 461, 516, 508, 480, 460, 448], "Nay": [425, 481, 509, 501, 462, 441], "Excused": [484, 459, 513]}}, {"bill_id": 5926, "action_date": "2014-02-18T14:00:00-06:00", "document_id": 30512, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30512.pdf", "status_text": "First Reading", "journal_page": 344, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5926, "action_date": "2014-02-19T14:00:00-06:00", "document_id": 30605, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30605.pdf", "status_text": "Concurred in Resolution", "journal_page": 363, "committee_id_action": 229, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 16189, "president_vote": null, "Yea": [469, 437, 473, 447, 472, 465, 436, 475, 435, 440, 474, 446, 490], "Nay": [444, 846, 495, 470, 432, 847, 483, 443, 452, 438, 526, 424, 492, 491, 428, 493, 849, 426, 494, 434, 486], "Excused": [429]}}]}