{"session_id": 53, "bill_id": 17418, "bill_type": "Senate Bill", "bill_number": 156, "bill_title": "provide for the revision of the South Dakota Family Farm Act of 1974 to conform with a proposed amendment to the South Dakota Constitution regulating corporate farming in South Dakota.", "sponsors": [{"legislator_profile_id": 2748, "is_prime": true}, {"legislator_profile_id": 2821, "is_prime": true}, {"legislator_profile_id": 2726, "is_prime": false}, {"legislator_profile_id": 2727, "is_prime": false}, {"legislator_profile_id": 2728, "is_prime": false}, {"legislator_profile_id": 2730, "is_prime": false}, {"legislator_profile_id": 2733, "is_prime": false}, {"legislator_profile_id": 2734, "is_prime": false}, {"legislator_profile_id": 2736, "is_prime": false}, {"legislator_profile_id": 2737, "is_prime": false}, {"legislator_profile_id": 2739, "is_prime": false}, {"legislator_profile_id": 2740, "is_prime": false}, {"legislator_profile_id": 2743, "is_prime": false}, {"legislator_profile_id": 2745, "is_prime": false}, {"legislator_profile_id": 2746, "is_prime": false}, {"legislator_profile_id": 2749, "is_prime": false}, {"legislator_profile_id": 2750, "is_prime": false}, {"legislator_profile_id": 2753, "is_prime": false}, {"legislator_profile_id": 2754, "is_prime": false}, {"legislator_profile_id": 2755, "is_prime": false}, {"legislator_profile_id": 2756, "is_prime": false}, {"legislator_profile_id": 2758, "is_prime": false}, {"legislator_profile_id": 2759, "is_prime": false}, {"legislator_profile_id": 2760, "is_prime": false}, {"legislator_profile_id": 2761, "is_prime": false}, {"legislator_profile_id": 2762, "is_prime": false}, {"legislator_profile_id": 2763, "is_prime": false}, {"legislator_profile_id": 2764, "is_prime": false}, {"legislator_profile_id": 2765, "is_prime": false}, {"legislator_profile_id": 2766, "is_prime": false}, {"legislator_profile_id": 2769, "is_prime": false}, {"legislator_profile_id": 2770, "is_prime": false}, {"legislator_profile_id": 2772, "is_prime": false}, {"legislator_profile_id": 2773, "is_prime": false}, {"legislator_profile_id": 2775, "is_prime": false}, {"legislator_profile_id": 2777, "is_prime": false}, {"legislator_profile_id": 2780, "is_prime": false}, {"legislator_profile_id": 2782, "is_prime": false}, {"legislator_profile_id": 2784, "is_prime": false}, {"legislator_profile_id": 2786, "is_prime": false}, {"legislator_profile_id": 2791, "is_prime": false}, {"legislator_profile_id": 2792, "is_prime": false}, {"legislator_profile_id": 2795, "is_prime": false}, {"legislator_profile_id": 2796, "is_prime": false}, {"legislator_profile_id": 2798, "is_prime": false}, {"legislator_profile_id": 2800, "is_prime": false}, {"legislator_profile_id": 2803, "is_prime": false}, {"legislator_profile_id": 2802, "is_prime": false}, {"legislator_profile_id": 2804, "is_prime": false}, {"legislator_profile_id": 2805, "is_prime": false}, {"legislator_profile_id": 2806, "is_prime": false}, {"legislator_profile_id": 2811, "is_prime": false}, {"legislator_profile_id": 2814, "is_prime": false}, {"legislator_profile_id": 2822, "is_prime": false}, {"legislator_profile_id": 2825, "is_prime": false}, {"legislator_profile_id": 2826, "is_prime": false}, {"legislator_profile_id": 2827, "is_prime": false}, {"legislator_profile_id": 2828, "is_prime": false}, {"legislator_profile_id": 2829, "is_prime": false}, {"legislator_profile_id": 2830, "is_prime": false}], "keywords": ["Agriculture and Horticulture", "Corporations"], "audio": [{"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst20sb0156a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-04T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst20sb0156a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst22sb0156a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst22sb0156a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sst22sb0156a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen23sb0156a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen23sb0156a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen23sb0156a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen23sb0156a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen23sb0156a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-14T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hag28sb0156a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-14T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hag28sb0156a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-14T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hag28sb0156a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-14T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hag28sb0156a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou30sb0156a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou30sb0156a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-19T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou30sb0156a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17418, "bill_version_id": 92449, "bill_version": "Introduced", "bill_version_date": "2002-01-22T08:20:07-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the revision of the South Dakota Family Farm Act of 1974 to conform with a proposed amendment to the South Dakota Constitution regulating corporate farming in South Dakota. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 47-9A-1 be amended to read as follows: 47-9A-1. The Legislature of the State of South Dakota recognizes the importance of the family farm to the economic and moral stability of the state, and the Legislature recognizes that the existence of the family farm is threatened by conglomerates in downward vertical integration by the processing industry and lack of personal responsibility in corporate farming. Therefore, it is hereby declared to be the public policy of this state, and shall be the provision of this chapter, that, notwithstanding the provisions of § 47-2-3, no foreign or domestic corporation legal entity which limits the individual liability of its owners or investors , except as provided herein, shall be formed or licensed under the South Dakota Business Corporation Act laws of this state for the purpose of owning, leasing, holding, or otherwise controlling agricultural land to be used in the business of agriculture. It is further declared that no foreign or domestic limited liability company, except as provided herein, shall be formed or licensed under the South Dakota Limited Liability Company Act for the purpose of owning, leasing, holding, or otherwise controlling agricultural land to be used in the business of agriculture , or owning livestock . Section 2. That § 47-9A-2 be amended to read as follows: 47-9A-2. Terms used in this chapter , unless the context otherwise plainly requires, mean: (1) \"Agricultural land,\" land used for farming , ranching, livestock feeding, or grazing and which is not zoned for a nonagricultural use ; (2) \"Corporation\" or any derivation of \"corporation,\" both corporations under the South Dakota Business Corporation Act and limited liability companies under the South Dakota Limited Liability Company Act \"Corporation,\" any legal device which limits the individual liability of its investors or owners, including corporations, cooperatives, limited liability companies, limited partnerships, and limited liability partnerships ; (3) \"Family farm,\" an unincorporated any farming unit owned by one or more natural persons residing on the farm or who owned the land or livestock and where at least one owner is actively engaging in farming engaged in day-to-day management of the farming operation ; (4) \"Farming,\" the cultivation of land for the production of agricultural or horticultural crops ; , or the ownership of livestock , or livestock products; poultry or poultry products; milk or dairy products; or fruit or other horticultural products. It shall not include the production of timber or forest products; nor shall it include a contract whereby a processor or distributor of farm products or supplies provides spraying, harvesting or other farm services ; (5) \"Shareholders\" or \"stockholders,\" include the members of a limited liability company; and (6) \"Shares\" or \"stock,\" include membership interests in a limited liability company \"Livestock,\" cattle, sheep, horses, pigs, poultry, and any other animal, if the animal is raised or fed for profit and intended for end-use as a food product . Section 3. That § 47-9A-3 be amended to read as follows: 47-9A-3. Except as provided herein in this chapter , no foreign or domestic corporation may own livestock for more than two weeks prior to delivery for slaughter or engage in farming; nor may any foreign or domestic corporation, directly or indirectly, own, acquire, or otherwise obtain an interest, whether legal, beneficial, or otherwise, in any title to real estate used for farming or capable of being used for farming agricultural land in this state. Section 4. That § 47-9A-3.1 be repealed. 47-9A-3.1. The restrictions of § 47-9A-3 do not apply to the cultivation of edible fruits, vegetables, or mushrooms if such cultivation occurs within a greenhouse or other enclosed or semi-enclosed structure. Section 5. That § 47-9A-4 be repealed. 47-9A-4. Any national or state chartered bank, or trust company, authorized to do business in this state shall be exempt from the provisions of this chapter; provided, however, that no national or state bank or trust company shall purchase agricultural lands in South Dakota through a pooled investment fund formed from assets from retirement, pension, profit sharing, stock bonds, or other trusts. Section 6. That § 47-9A-5 be amended to read as follows: 47-9A-5. The restrictions of § 47-9A-3 shall do not apply to agricultural land and land capable of being used for farming or livestock which: (1) Was owned by a corporation as of July 1, 1974, including the normal expansion of such ownership at a rate not to exceed twenty percent, measured in acres, in any five-year period Is owned by an entity in which all investors are natural persons, and one of the investors is actively engaged in the day-to-day mangement of the farm land or farm operation ; or (2) Is leased by a corporation in an amount, measured in acres, not to exceed the acreage under lease to such corporation as of July 1, 1974, and the additional acreage required for normal expansion at a rate not to exceed twenty percent in any five-year period; and the additional acreage necessary to meet the requirements of pollution control regulations Is owned by an entity which engages in farming primarily for scientific, medical, research, or experimental purposes; or (3) Is owned by an entity which owns only mineral rights, a right-of-way, a utility easement, a transportation easement, a water line easement, a drainage easement, a telecommunication easement, or any less than fee simple interest in land which is held primarily for a nonfarming purpose or use; or (4) Is owned by an entity which purchases any interest in agricultural land primarily for a nonfarming purpose, if the nonfarming purpose is applied to the land within five years of the date of purchase. This exemption applies as long as the land is used for the nonfarming purpose, and if any farming operations on such land are merely incidental to the primary use, and are conducted by contract or lease to a person or entity who is not otherwise prohibited from farming or owning agricultural land in this state; or (5) Is owned by an entity which is a lender, which acquires land or livestock as collateral on a debt, if the lender disposes of the land within five years and livestock within one year, of acquisition; or (6) Is owned by a trustee holding lands or livestock for the benefit of persons or entities who are not prohibited from farming or owning agricultural land in South Dakota; or (7) Was owned by an entity or person with a vested property interest in agricultural land or farming on June 1, 2002, or who lawfully engaged in farming or owned agricultural land in this state on November 1, 1998. However, no expansion is allowed under this exemption beyond the size and extent of the farming operation on June 1, 2002 . Section 7. That § 47-9A-6 be repealed. 47-9A-6. The restrictions provided in § 47-9A-3 shall not apply to a bona fide encumbrance taken for purposes of security. Section 8. That § 47-9A-7 be repealed. 47-9A-7. The restrictions of § 47-9A-3 shall not apply to agricultural lands acquired by a corporation by process of law in the collection of debts; or by any procedure for the enforcement of a lien or claim thereon, whether created by mortgage or otherwise; provided, however, that all lands so acquired be disposed of within ten years after acquiring the title thereto, and further provided that the land so acquired shall not be used for farming during the ten-year period except under a lease to a family farm unit, a family farm corporation, or an authorized farm corporation. The aforementioned ten-year limitation period shall be deemed a covenant running with the title to the land against any corporate grantee or assignee or the successor of such corporation. Section 9. That § 47-9A-8 be repealed. 47-9A-8. The restrictions of § 47-9A-3 shall not apply to gifts of agricultural lands, either by grant or devise, to any corporation organized under chapter 47-22. Section 10. That § 47-9A-9 be repealed. 47-9A-9. The restrictions of § 47-9A-3 shall not apply to a farm operated for research or experimental purposes; provided, that any commercial sales from such farm shall be incidental to the research or experimental objectives of the corporation. Section 11. That § 47-9A-10 be repealed. 47-9A-10. The restrictions of § 47-9A-3 shall not apply to agricultural land operated by a corporation for the purpose of raising breeding stock for resale to farmers or operated for the purpose of growing seed, nursery plants, or sod. Section 12. That § 47-9A-11 be repealed. 47-9A-11. The restrictions of § 47-9A-3 shall not apply to agricultural lands acquired by a corporation solely for the purpose of feeding livestock. Section 13. That § 47-9A-12 be amended to read as follows: 47-9A-12. The restrictions of § 47-9A-3 shall do not apply to agricultural land acquired by a corporation other than a family farm corporation or authorized farm corporation for immediate or potential use in nonfarming purposes. A corporation may hold such agricultural land in such acreage as may be necessary to its nonfarm business operation; provided, however, that pending the development of agricultural land for nonfarm purposes, such land may not be used for farming except under lease to a family farm unit, a family farm corporation or an authorized farm corporation, or except when controlled through ownership, options, leaseholds or other agreements by a corporation which has entered into an agreement with the United States of America pursuant to the New Community Act of 1968, (Title IV of the Housing and Urban Development Act of 1968, 42 U.S.C. 3901-3914), as amended, or a subsidiary or assign of such a corporation. Section 14. That § 47-9A-13 be repealed. 47-9A-13. The restrictions of § 47-9A-3 shall not apply to a family farm corporation or an authorized farm corporation. Section 15. That § 47-9A-13.1 be repealed. 47-9A-13.1. No corporation, except a family farm corporation, may own or operate any hog confinement facility. For the purposes of this chapter a hog confinement facility is any real estate used for the breeding, farrowing, and raising of swine. This restriction shall not apply to the acquisition of a hog confinement facility by a corporation by process of law in the collection of debts, or by any other procedure for the enforcement of a lien or claim thereon, as provided in § 47-9A-7. Section 16. That § 47-9A-14 be repealed. 47-9A-14. As used in this chapter, unless the context otherwise plainly requires, \"family farm corporation\" means a corporation founded for the purpose of farming and the ownership of agricultural land in which the majority of the voting stock is held by the majority of the stockholders who are members of a family related to each other within the third degree of kindred, and at least one of whose stockholders is a person who is residing on or actively operating the farm or who has resided on or has actively operated the farm, and none of whose stockholders are corporations, or a corporation founded for the purpose of farming and the ownership of agricultural land in which a majority of the voting stock is held by resident stockholders who are family farmers and are actively engaged in farming as their primary economic activity. However, a family farm corporation does not cease to qualify as such hereunder by reason of any devise or bequest of shares of voting stock or by reason of any gift of shares of voting stock to any person who is entitled to inherit from the donor if the donor were to die intestate. Section 17. That § 47-9A-15 be repealed. 47-9A-15. As used in this chapter, unless the context otherwise plainly requires, \"authorized farm corporation\" means a corporation whose shareholders do not exceed ten in number, whose shareholders are all natural persons or estates, whose shares are all of one class, and whose revenues from rent, royalties, dividends, interest, and annuities do not exceed twenty percent of its gross receipts. Section 18. That § 47-9A-16 be amended to read as follows: 47-9A-16. Every corporation or limited liability entity engaged in farming or proposing to commence farming in this state shall file with the secretary of state a report containing: (1) The name of the corporation and its place of incorporation; (2) The address of the registered office of the corporation in this state, the name and address of its registered agent in this state and, in the case of a foreign corporation, the address of its principal office in its place of incorporation; (3) The acreage and location listed by section, township, and county of each lot or parcel of land in this state owned or leased by the corporation and used for the growing of crops or the keeping or feeding of poultry or livestock; and (4) The names and addresses of the officers and the members of the board of directors of the corporation each investor in the business . Section 19. That § 47-9A-17 be repealed. 47-9A-17. The report of a corporation seeking to qualify hereunder as a family farm corporation or an authorized farm corporation shall contain, in addition: (1) The number of shares owned by persons residing on the farm or actively engaged in farming, or their relatives within the third degree of kindred; (2) The name, address, and number of shares owned by each shareholder; and (3) A statement as to percentage of gross receipts of the corporation derived from rent, royalties, dividends, interest, and annuities. Section 20. That § 47-9A-18 be amended to read as follows: 47-9A-18. No corporation shall or limited liability entity may commence farming in this state until the secretary of state has inspected the report required by § 47-9A-16 and certified that its proposed operations comply with the provisions of § § 47-9A-16 and 47-9A-17 § 47-9A-16 . Section 21. That § 47-9A-19 be repealed. 47-9A-19. Every corporation engaged in farming in this state shall, prior to the first day of the second month following the anniversary month of the corporation of each year, file with the secretary of state a report containing the information required in this chapter, based on its operations in the preceding calendar year and its status at the end of such year. Section 22. That § 47-9A-20 be amended to read as follows: 47-9A-20. Any corporation or limited liability entity which fails to file any report required by this chapter or intentionally files false information on any report required by this chapter is subject to a civil fine of not more than one thousand dollars. Section 23. That § 47-9A-21 be amended to read as follows: 47-9A-21. If the attorney general has reason to believe that a corporation or limited liability entity is in violation of this chapter, he the attorney general shall commence an action in the circuit court for the county in which any agricultural lands relative to such violation are situated, or if situated in two or more counties, in any county in which a substantial part of the lands are situated. If the court finds that the lands in question are being held in violation of this chapter, it shall enter an order so declaring. Section 24. That § 47-9A-22 be amended to read as follows: 47-9A-22. The attorney general shall file any order under § 47-9A-21 for record with the register of deeds of each county in which any portion of said the lands are located. Thereafter, the corporation or limited liability entity owning such land shall have a period of five years from the date of such order to divest itself of such lands. The aforementioned five-year limitation period shall be deemed a covenant running with the title to the land against any corporate grantee or assignee or the successor of such corporation. Any lands not so divested within the time prescribed shall be sold at public sale in the manner prescribed by order of the court. Section 25. That § 47-9A-23 be amended to read as follows: 47-9A-23. This chapter shall be known and may be cited as the Family Farm Act of 1974 . Section 26. The provisions of this Act become effective on July 1, 2002, if the electors of the State of South Dakota approve the repeal of sections 21, 22, 23, and 24 of Article XVII of the South Dakota Constitution at the June 2002, primary election."}, {"bill_id": 17418, "bill_version_id": 93815, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2002-02-06T14:03:03-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the revision of the South Dakota Family Farm Act of 1974 to conform with a proposed amendment to the South Dakota Constitution regulating corporate farming in South Dakota. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 47-9A-1 be amended to read as follows: 47-9A-1. The Legislature of the State of South Dakota recognizes the importance of the family farm to the economic and moral stability of the state, and the Legislature recognizes that the existence of the independent family farm is threatened by conglomerates important to the economic viability of rural South Dakota and is jeopardized by downward vertical integration in farming. Therefore, it is hereby declared to be the public policy of this state, and shall be the provision of this chapter, that, notwithstanding the provisions of § 47-2-3, no foreign or domestic corporation legal entity which limits the individual liability of its owners or investors , except as provided herein, shall be formed or licensed under the South Dakota Business Corporation Act laws of this state for the purpose of owning, leasing, holding, or otherwise controlling agricultural land to be used in the business of agriculture or owning livestock . It is further declared that no foreign or domestic limited liability company, except as provided herein, shall be formed or licensed under the South Dakota Limited Liability Company Act for the purpose of owning, leasing, holding, or otherwise controlling agricultural land to be used in the business of agriculture. Section 2. That § 47-9A-2 be amended to read as follows: 47-9A-2. Terms used in this chapter , unless the context otherwise plainly requires, mean: (1) \"Agricultural land,\" land used for farming , ranching, livestock feeding, or grazing and which is not zoned for a nonagricultural use ; (2) \"Corporation\" or any derivation of \"corporation, both corporations under the South Dakota Business Corporation Act and limited liability companies under the South Dakota Limited Liability Company Act\" \"Corporation,\" any legal entity which limits the individual liability of its investors or owners ; (3) \"Family farm,\" an unincorporated any farming unit owned by one or more natural persons residing on the farm or who own the land or livestock and where at least one owner is actively engaging in farming engaged in day-to-day implementation of the management of the farming operation ; (4) \"Farming,\" the cultivation of land for the production of agricultural or horticultural crops ; livestock, or livestock products; poultry or poultry products; milk or dairy products; or fruit or other horticultural products. It shall not include the production of timber or forest products; nor shall it include a contract whereby a processor or distributor of farm products or supplies provides spraying, harvesting or other farm services; , or the ownership of livestock; and (5) \"Shareholders\" or \"stockholders,\" include the members of a limited liability company; and (6) \"Shares\" or \"stock,\" include membership interests in a limited liability company \"Livestock,\" cattle, sheep, horses, pigs, poultry, and any other animal, if the animal is raised or fed for profit and intended for end-use as a food product . Section 3. That § 47-9A-3 be amended to read as follows: 47-9A-3. Except as provided herein in this chapter , no foreign or domestic corporation may own livestock for more than two weeks prior to delivery for slaughter or engage in farming; nor may any foreign or domestic corporation, directly or indirectly, own, acquire, or otherwise obtain an interest, whether legal, beneficial, or otherwise, in any title to real estate used for farming or capable of being used for farming agricultural land in this state. Section 4. That § 47-9A-3.1 be repealed. 47-9A-3.1. The restrictions of § 47-9A-3 do not apply to the cultivation of edible fruits, vegetables, or mushrooms if such cultivation occurs within a greenhouse or other enclosed or semi-enclosed structure. Section 5. That § 47-9A-4 be repealed. 47-9A-4. Any national or state chartered bank, or trust company, authorized to do business in this state shall be exempt from the provisions of this chapter; provided, however, that no national or state bank or trust company shall purchase agricultural lands in South Dakota through a pooled investment fund formed from assets from retirement, pension, profit sharing, stock bonds, or other trusts. Section 6. That § 47-9A-5 be amended to read as follows: 47-9A-5. The restrictions of § 47-9A-3 shall § § 47-9A-1 and 47-9A-3 do not apply to agricultural land and land capable of being used for farming or livestock which: (1) Was owned by a corporation as of July 1, 1974, including the normal expansion of such ownership at a rate not to exceed twenty percent, measured in acres, in any five-year period Is owned by an entity in which all investors are natural persons, and one of the investors is actively engaged in the day-to-day implementation of the management of the farm land or farm operation ; or (2) Is leased by a corporation in an amount, measured in acres, not to exceed the acreage under lease to such corporation as of July 1, 1974, and the additional acreage required for normal expansion at a rate not to exceed twenty percent in any five-year period; and the additional acreage necessary to meet the requirements of pollution control regulations Is owned by an entity in which a majority of the voting rights are owned by qualified persons who own agricultural land or an interest in a farming operation. For purposes of this exception a qualified person may be either a natural person or an entity which meets the requirements of exception number one of this section; or (3) Is owned by an entity which engages in farming primarily for scientific, medical, research, or experimental purposes; or (4) Is owned by an entity which owns only mineral rights, a right-of-way, a utility easement, a transportation easement, a water line easement, a drainage easement, a telecommunication easement, or any less than fee simple interest in land which is held primarily for a nonfarming purpose or use; or (5) Is owned by an entity which purchases any interest in agricultural land primarily for a nonfarming purpose, if the nonfarming purpose is applied to the land within five years of the date of purchase. This exemption applies as long as the land is used for the nonfarming purpose, and if any farming operations on such land are merely incidental to the primary use, and are conducted by contract or lease to a person or entity who is not otherwise prohibited from farming or owning agricultural land in this state; or (6) Is owned by an entity which is a lender, which acquires land or livestock as collateral on a debt, if the lender disposes of the land within five years and livestock within one year, of acquisition; or (7) Is owned by a trustee holding lands or livestock for the benefit of persons or entities who are not prohibited from farming or owning agricultural land in South Dakota; or (8) Was owned by an entity or person with a vested property interest in agricultural land or farming on June 1, 2002, or who lawfully engaged in farming or owned agricultural land in this state on November 1, 1998. However, no expansion is allowed under this exemption beyond the size and extent of the farming operation on June 1, 2002 . Section 7. That § 47-9A-6 be repealed. 47-9A-6. The restrictions provided in § 47-9A-3 shall not apply to a bona fide encumbrance taken for purposes of security. Section 8. That § 47-9A-7 be repealed. 47-9A-7. The restrictions of § 47-9A-3 shall not apply to agricultural lands acquired by a corporation by process of law in the collection of debts; or by any procedure for the enforcement of a lien or claim thereon, whether created by mortgage or otherwise; provided, however, that all lands so acquired be disposed of within ten years after acquiring the title thereto, and further provided that the land so acquired shall not be used for farming during the ten-year period except under a lease to a family farm unit, a family farm corporation, or an authorized farm corporation. The aforementioned ten-year limitation period shall be deemed a covenant running with the title to the land against any corporate grantee or assignee or the successor of such corporation. Section 9. That § 47-9A-8 be repealed. 47-9A-8. The restrictions of § 47-9A-3 shall not apply to gifts of agricultural lands, either by grant or devise, to any corporation organized under chapter 47-22. Section 10. That § 47-9A-9 be repealed. 47-9A-9. The restrictions of § 47-9A-3 shall not apply to a farm operated for research or experimental purposes; provided, that any commercial sales from such farm shall be incidental to the research or experimental objectives of the corporation. Section 11. That § 47-9A-10 be repealed. 47-9A-10. The restrictions of § 47-9A-3 shall not apply to agricultural land operated by a corporation for the purpose of raising breeding stock for resale to farmers or operated for the purpose of growing seed, nursery plants, or sod. Section 12. That § 47-9A-11 be repealed. 47-9A-11. The restrictions of § 47-9A-3 shall not apply to agricultural lands acquired by a corporation solely for the purpose of feeding livestock. Section 13. That § 47-9A-12 be amended to read as follows: 47-9A-12. The restrictions of § 47-9A-3 shall do not apply to agricultural land acquired by a corporation other than a family farm corporation or authorized farm corporation for immediate or potential use in nonfarming purposes. A corporation may hold such agricultural land in such acreage as may be necessary to its nonfarm business operation; provided, however, that pending the development of agricultural land for nonfarm purposes, such land may not be used for farming except under lease to a family farm unit, a family farm corporation or an authorized farm corporation, or except when controlled through ownership, options, leaseholds or other agreements by a corporation which has entered into an agreement with the United States of America pursuant to the New Community Act of 1968, (Title IV of the Housing and Urban Development Act of 1968, 42 U.S.C. 3901-3914), as amended, or a subsidiary or assign of such a corporation. Section 14. That § 47-9A-13 be repealed. 47-9A-13. The restrictions of § 47-9A-3 shall not apply to a family farm corporation or an authorized farm corporation. Section 15. That § 47-9A-13.1 be repealed. 47-9A-13.1. No corporation, except a family farm corporation, may own or operate any hog confinement facility. For the purposes of this chapter a hog confinement facility is any real estate used for the breeding, farrowing, and raising of swine. This restriction shall not apply to the acquisition of a hog confinement facility by a corporation by process of law in the collection of debts, or by any other procedure for the enforcement of a lien or claim thereon, as provided in § 47-9A-7. Section 16. That § 47-9A-14 be repealed. 47-9A-14. As used in this chapter, unless the context otherwise plainly requires, \"family farm corporation\" means a corporation founded for the purpose of farming and the ownership of agricultural land in which the majority of the voting stock is held by the majority of the stockholders who are members of a family related to each other within the third degree of kindred, and at least one of whose stockholders is a person who is residing on or actively operating the farm or who has resided on or has actively operated the farm, and none of whose stockholders are corporations, or a corporation founded for the purpose of farming and the ownership of agricultural land in which a majority of the voting stock is held by resident stockholders who are family farmers and are actively engaged in farming as their primary economic activity. However, a family farm corporation does not cease to qualify as such hereunder by reason of any devise or bequest of shares of voting stock or by reason of any gift of shares of voting stock to any person who is entitled to inherit from the donor if the donor were to die intestate. Section 17. That § 47-9A-15 be repealed. 47-9A-15. As used in this chapter, unless the context otherwise plainly requires, \"authorized farm corporation\" means a corporation whose shareholders do not exceed ten in number, whose shareholders are all natural persons or estates, whose shares are all of one class, and whose revenues from rent, royalties, dividends, interest, and annuities do not exceed twenty percent of its gross receipts. Section 18. That § 47-9A-16 be amended to read as follows: 47-9A-16. Every corporation or limited liability entity engaged in farming or proposing to commence farming in this state shall file with the secretary of state a report containing: (1) The name of the corporation entity and its place of incorporation formation ; (2) The address of the registered office of the corporation entity in this state, the name and address of its registered agent in this state and, in the case of a foreign corporation entity , the address of its principal office in its place of incorporation formation ; (3) The acreage and location listed by section, township, and county of each lot or parcel of land in this state owned or leased by the corporation entity and used for the growing of crops or the keeping or feeding of poultry or livestock; and (4) The names and addresses of the any officers and the members of the board of directors of the corporation entity . Section 19. That § 47-9A-17 be repealed. 47-9A-17. The report of a corporation seeking to qualify hereunder as a family farm corporation or an authorized farm corporation shall contain, in addition: (1) The number of shares owned by persons residing on the farm or actively engaged in farming, or their relatives within the third degree of kindred; (2) The name, address, and number of shares owned by each shareholder; and (3) A statement as to percentage of gross receipts of the corporation derived from rent, royalties, dividends, interest, and annuities. Section 20. That § 47-9A-18 be amended to read as follows: 47-9A-18. No corporation shall or limited liability entity may commence farming in this state until the secretary of state has inspected the report required by § 47-9A-16 and certified that its proposed operations comply with the provisions of § § 47-9A-16 and 47-9A-17 § 47-9A-16 . Section 21. That § 47-9A-19 be repealed. 47-9A-19. Every corporation engaged in farming in this state shall, prior to the first day of the second month following the anniversary month of the corporation of each year, file with the secretary of state a report containing the information required in this chapter, based on its operations in the preceding calendar year and its status at the end of such year. Section 22. That § 47-9A-20 be amended to read as follows: 47-9A-20. Any corporation or limited liability entity which fails to file any report required by this chapter or intentionally files false information on any report required by this chapter is subject to a civil fine of not more than one thousand dollars. Section 23. That § 47-9A-21 be amended to read as follows: 47-9A-21. If the attorney general has reason to believe that a corporation or limited liability entity is in violation of this chapter, he the attorney general shall commence an action in the circuit court for the county in which any agricultural lands relative to such violation are situated, or if situated in two or more counties, in any county in which a substantial part of the lands are situated. If the court finds that the lands in question are being held in violation of this chapter, it shall enter an order so declaring. Section 24. That § 47-9A-22 be amended to read as follows: 47-9A-22. The attorney general shall file any order under § 47-9A-21 for record with the register of deeds of each county in which any portion of said the lands are located. Thereafter, the corporation or limited liability entity owning such land shall have a period of five years from the date of such order to divest itself of such lands. The aforementioned five-year limitation period shall be deemed a covenant running with the title to the land against any corporate grantee or assignee or the successor of such corporation entity . Any lands not so divested within the time prescribed shall be sold at public sale in the manner prescribed by order of the court. Section 25. That § 47-9A-23 be amended to read as follows: 47-9A-23. This chapter shall be known and may be cited as the Family Farm Act of 1974 . Section 26. The provisions of this Act become effective on July 1, 2002, if the electors of the State of South Dakota approve the repeal of sections 21, 22, 23, and 24 of Article XVII of the South Dakota Constitution at the June 2002, primary election."}, {"bill_id": 17418, "bill_version_id": 93939, "bill_version": "Senate Engrossed", "bill_version_date": "2002-02-07T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the revision of the South Dakota Family Farm Act of 1974 to conform with a proposed amendment to the South Dakota Constitution regulating corporate farming in South Dakota. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 47-9A-1 be amended to read as follows: 47-9A-1. The Legislature of the State of South Dakota recognizes the importance of the family farm to the economic and moral stability of the state, and the Legislature recognizes that the existence of the independent family farm is threatened by conglomerates important to the economic viability of rural South Dakota and is jeopardized by downward vertical integration in farming. Therefore, it is hereby declared to be the public policy of this state, and shall be the provision purpose of this chapter, that, notwithstanding the provisions of § 47-2-3, no foreign or domestic corporation limited liability entity , except as provided herein, shall be formed or licensed under the South Dakota Business Corporation Act laws of this state for the purpose of owning, leasing, holding, or otherwise controlling agricultural land to be used in the business of agriculture or owning livestock . It is further declared that no foreign or domestic limited liability company, except as provided herein, shall be formed or licensed under the South Dakota Limited Liability Company Act for the purpose of owning, leasing, holding, or otherwise controlling agricultural land to be used in the business of agriculture. Section 2. That § 47-9A-2 be amended to read as follows: 47-9A-2. Terms used in this chapter , unless the context otherwise plainly requires, mean: (1) \"Agricultural land,\" land used for farming , ranching, livestock feeding, or grazing and which is not zoned for a nonagricultural use ; (2) \"Corporation\" or any derivation of \"corporation, both corporations under the South Dakota Business Corporation Act and limited liability companies under the South Dakota Limited Liability Company Act\" \"Limited liability entity,\" any legal entity which limits the individual liability of any investor or owner, including corporations, cooperatives, limited liability companies, limited liability partnerships, and limited partnerships ; (3) \"Family farm,\" an unincorporated any farming unit owned by one or more natural persons residing on the farm or who own the land or livestock and where at least one owner is actively engaging in farming engaged in day-to-day implementation of the management of the farming operation ; (4) \"Farming,\" the cultivation of land for the production of agricultural or horticultural crops ; livestock, or livestock products; poultry or poultry products; milk or dairy products; or fruit or other horticultural products. It shall not include the production of timber or forest products; nor shall it include a contract whereby a processor or distributor of farm products or supplies provides spraying, harvesting or other farm services; , or the ownership of livestock; and (5) \"Shareholders\" or \"stockholders,\" include the members of a limited liability company; and (6) \"Shares\" or \"stock,\" include membership interests in a limited liability company \"Livestock,\" cattle, sheep, horses, pigs, poultry, and any other animal, if the animal is raised or fed for profit and intended for end-use as a food product . Section 3. That § 47-9A-3 be amended to read as follows: 47-9A-3. Except as provided herein in this chapter , no foreign or domestic corporation limited liability entity may own livestock for more than two weeks prior to delivery for slaughter or engage in farming; nor may any foreign or domestic corporation limited liability entity , directly or indirectly, own, acquire, or otherwise obtain an interest, whether legal, beneficial, or otherwise, in any title to real estate used for farming or capable of being used for farming agricultural land in this state. Section 4. That § 47-9A-3.1 be repealed. 47-9A-3.1. The restrictions of § 47-9A-3 do not apply to the cultivation of edible fruits, vegetables, or mushrooms if such cultivation occurs within a greenhouse or other enclosed or semi-enclosed structure. Section 5. That § 47-9A-4 be repealed. 47-9A-4. Any national or state chartered bank, or trust company, authorized to do business in this state shall be exempt from the provisions of this chapter; provided, however, that no national or state bank or trust company shall purchase agricultural lands in South Dakota through a pooled investment fund formed from assets from retirement, pension, profit sharing, stock bonds, or other trusts. Section 6. That § 47-9A-5 be amended to read as follows: 47-9A-5. The restrictions of § 47-9A-3 shall § § 47-9A-1 and 47-9A-3 do not apply to agricultural land and land capable of being used for farming or livestock which: (1) Was owned by a corporation as of July 1, 1974, including the normal expansion of such ownership at a rate not to exceed twenty percent, measured in acres, in any five-year period Is owned by an entity in which all investors are natural persons, and one of the investors is actively engaged in the day-to-day implementation of the management of the farm land or farm operation ; or (2) Is leased by a corporation in an amount, measured in acres, not to exceed the acreage under lease to such corporation as of July 1, 1974, and the additional acreage required for normal expansion at a rate not to exceed twenty percent in any five-year period; and the additional acreage necessary to meet the requirements of pollution control regulations Is owned by an entity in which a majority of the voting rights are owned by qualified persons who own agricultural land or an interest in a farming operation. For purposes of this exception a qualified person may be either a natural person or an entity which meets the requirements of exception number one of this section; or (3) Is owned by an entity which engages in farming primarily for scientific, medical, research, or experimental purposes; or (4) Is owned by an entity which owns only mineral rights, a right-of-way, a utility easement, a transportation easement, a water line easement, a drainage easement, a telecommunication easement, or any less than fee simple interest in land which is held primarily for a nonfarming purpose or use; or (5) Is owned by an entity which purchases any interest in agricultural land primarily for a nonfarming purpose, if the nonfarming purpose is applied to the land within five years of the date of purchase. This exemption applies as long as the land is used for the nonfarming purpose, and if any farming operations on such land are merely incidental to the primary use, and are conducted by contract or lease to a person or entity who is not otherwise prohibited from farming or owning agricultural land in this state; or (6) Is owned by an entity which is a lender, which acquires land or livestock as collateral on a debt, if the lender disposes of the land within five years and livestock within one year, of acquisition; or (7) Is owned by a trustee holding lands or livestock for the benefit of persons or entities who are not prohibited from farming or owning agricultural land in South Dakota; or (8) Was owned by an entity or person with a vested property interest in agricultural land or farming on June 1, 2002, or who lawfully engaged in farming or owned agricultural land in this state on November 1, 1998. However, no expansion is allowed under this exemption beyond the size and extent of the farming operation on June 1, 2002 . Section 7. That § 47-9A-6 be repealed. 47-9A-6. The restrictions provided in § 47-9A-3 shall not apply to a bona fide encumbrance taken for purposes of security. Section 8. That § 47-9A-7 be repealed. 47-9A-7. The restrictions of § 47-9A-3 shall not apply to agricultural lands acquired by a corporation by process of law in the collection of debts; or by any procedure for the enforcement of a lien or claim thereon, whether created by mortgage or otherwise; provided, however, that all lands so acquired be disposed of within ten years after acquiring the title thereto, and further provided that the land so acquired shall not be used for farming during the ten-year period except under a lease to a family farm unit, a family farm corporation, or an authorized farm corporation. The aforementioned ten-year limitation period shall be deemed a covenant running with the title to the land against any corporate grantee or assignee or the successor of such corporation. Section 9. That § 47-9A-8 be repealed. 47-9A-8. The restrictions of § 47-9A-3 shall not apply to gifts of agricultural lands, either by grant or devise, to any corporation organized under chapter 47-22. Section 10. That § 47-9A-9 be repealed. 47-9A-9. The restrictions of § 47-9A-3 shall not apply to a farm operated for research or experimental purposes; provided, that any commercial sales from such farm shall be incidental to the research or experimental objectives of the corporation. Section 11. That § 47-9A-10 be repealed. 47-9A-10. The restrictions of § 47-9A-3 shall not apply to agricultural land operated by a corporation for the purpose of raising breeding stock for resale to farmers or operated for the purpose of growing seed, nursery plants, or sod. Section 12. That § 47-9A-11 be repealed. 47-9A-11. The restrictions of § 47-9A-3 shall not apply to agricultural lands acquired by a corporation solely for the purpose of feeding livestock. Section 13. That § 47-9A-12 be amended to read as follows: 47-9A-12. The restrictions of § 47-9A-3 shall do not apply to agricultural land acquired by a corporation other than a family farm corporation or authorized farm corporation for immediate or potential use in nonfarming purposes. A corporation may hold such agricultural land in such acreage as may be necessary to its nonfarm business operation; provided, however, that pending the development of agricultural land for nonfarm purposes, such land may not be used for farming except under lease to a family farm unit, a family farm corporation or an authorized farm corporation, or except when controlled through ownership, options, leaseholds or other agreements by a corporation which has entered into an agreement with the United States of America pursuant to the New Community Act of 1968, (Title IV of the Housing and Urban Development Act of 1968, 42 U.S.C. 3901-3914), as amended, or a subsidiary or assign of such a corporation. Section 14. That § 47-9A-13 be repealed. 47-9A-13. The restrictions of § 47-9A-3 shall not apply to a family farm corporation or an authorized farm corporation. Section 15. That § 47-9A-13.1 be repealed. 47-9A-13.1. No corporation, except a family farm corporation, may own or operate any hog confinement facility. For the purposes of this chapter a hog confinement facility is any real estate used for the breeding, farrowing, and raising of swine. This restriction shall not apply to the acquisition of a hog confinement facility by a corporation by process of law in the collection of debts, or by any other procedure for the enforcement of a lien or claim thereon, as provided in § 47-9A-7. Section 16. That § 47-9A-14 be repealed. 47-9A-14. As used in this chapter, unless the context otherwise plainly requires, \"family farm corporation\" means a corporation founded for the purpose of farming and the ownership of agricultural land in which the majority of the voting stock is held by the majority of the stockholders who are members of a family related to each other within the third degree of kindred, and at least one of whose stockholders is a person who is residing on or actively operating the farm or who has resided on or has actively operated the farm, and none of whose stockholders are corporations, or a corporation founded for the purpose of farming and the ownership of agricultural land in which a majority of the voting stock is held by resident stockholders who are family farmers and are actively engaged in farming as their primary economic activity. However, a family farm corporation does not cease to qualify as such hereunder by reason of any devise or bequest of shares of voting stock or by reason of any gift of shares of voting stock to any person who is entitled to inherit from the donor if the donor were to die intestate. Section 17. That § 47-9A-15 be repealed. 47-9A-15. As used in this chapter, unless the context otherwise plainly requires, \"authorized farm corporation\" means a corporation whose shareholders do not exceed ten in number, whose shareholders are all natural persons or estates, whose shares are all of one class, and whose revenues from rent, royalties, dividends, interest, and annuities do not exceed twenty percent of its gross receipts. Section 18. That § 47-9A-16 be amended to read as follows: 47-9A-16. Every corporation limited liability entity engaged in farming or proposing to commence farming in this state shall file with the secretary of state a report containing: (1) The name of the corporation entity and its place of incorporation formation ; (2) The address of the registered office of the corporation entity in this state, the name and address of its registered agent in this state and, in the case of a foreign corporation entity , the address of its principal office in its place of incorporation formation ; (3) The acreage and location listed by section, township, and county of each lot or parcel of land in this state owned or leased by the corporation entity and used for the growing of crops or the keeping or feeding of poultry or livestock; and (4) The names and addresses of the any officers and the members of the board of directors of the corporation entity . Section 19. That § 47-9A-17 be repealed. 47-9A-17. The report of a corporation seeking to qualify hereunder as a family farm corporation or an authorized farm corporation shall contain, in addition: (1) The number of shares owned by persons residing on the farm or actively engaged in farming, or their relatives within the third degree of kindred; (2) The name, address, and number of shares owned by each shareholder; and (3) A statement as to percentage of gross receipts of the corporation derived from rent, royalties, dividends, interest, and annuities. Section 20. That § 47-9A-18 be amended to read as follows: 47-9A-18. No corporation shall limited liability entity may commence farming in this state until the secretary of state has inspected the report required by § 47-9A-16 and certified that its proposed operations comply with the provisions of § § 47-9A-16 and 47-9A-17 § 47-9A-16 . Section 21. That § 47-9A-19 be repealed. 47-9A-19. Every corporation engaged in farming in this state shall, prior to the first day of the second month following the anniversary month of the corporation of each year, file with the secretary of state a report containing the information required in this chapter, based on its operations in the preceding calendar year and its status at the end of such year. Section 22. That § 47-9A-20 be amended to read as follows: 47-9A-20. Any corporation limited liability entity which fails to file any report required by this chapter or intentionally files false information on any report required by this chapter is subject to a civil fine of not more than one thousand dollars. Section 23. That § 47-9A-21 be amended to read as follows: 47-9A-21. If the attorney general has reason to believe that a corporation limited liability entity is in violation of this chapter, he the attorney general shall commence an action in the circuit court for the county in which any agricultural lands relative to such violation are situated, or if situated in two or more counties, in any county in which a substantial part of the lands are situated. If the court finds that the lands in question are being held in violation of this chapter, it shall enter an order so declaring. Section 24. That § 47-9A-22 be amended to read as follows: 47-9A-22. The attorney general shall file any order under § 47-9A-21 for record with the register of deeds of each county in which any portion of said the lands are located. Thereafter, the corporation limited liability entity owning such land shall have a period of five years from the date of such order to divest itself of such lands. The aforementioned five-year limitation period shall be deemed a covenant running with the title to the land against any corporate grantee or assignee or the successor of such corporation entity . Any lands not so divested within the time prescribed shall be sold at public sale in the manner prescribed by order of the court. Section 25. That § 47-9A-23 be amended to read as follows: 47-9A-23. This chapter shall be known and may be cited as the Family Farm Act of 1974 . Section 26. The provisions of this Act become effective on July 1, 2002, if the electors of the State of South Dakota approve the repeal of sections 21, 22, 23, and 24 of Article XVII of the South Dakota Constitution at the June 2002, primary election."}, {"bill_id": 17418, "bill_version_id": 94655, "bill_version": "Enrolled", "bill_version_date": "2002-02-20T09:27:39-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17418, "action_date": "2002-01-22T14:00:00-06:00", "document_id": 92570, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92570.pdf", "status_text": "First read in Senate and referred to", "journal_page": 167, "committee_id_action": 769, "committee_id_assigned": 751, "result": "N", "vote": {}}, {"bill_id": 17418, "action_date": "2002-02-01T07:45:00-06:00", "document_id": 93414, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93414.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 751, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17418, "action_date": "2002-02-01T07:45:00-06:00", "document_id": 93414, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93414.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 751, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17418, "action_date": "2002-02-06T07:45:00-06:00", "document_id": 93791, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93791.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 751, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17418, "action_date": "2002-02-06T07:45:00-06:00", "document_id": 93791, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93791.pdf", "status_text": "Do Pass Amended,", "journal_page": 404, "committee_id_action": 751, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52237, "president_vote": null, "Yea": [2733, 2740, 2772, 2796, 2819, 2821, 2829, 2734, 2753]}}, {"bill_id": 17418, "action_date": "2002-02-07T14:00:00-06:00", "document_id": 93945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93945.pdf", "status_text": "Motion to Amend,", "journal_page": 452, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17418, "action_date": "2002-02-07T14:00:00-06:00", "document_id": 93945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93945.pdf", "status_text": "Do Pass Amended,", "journal_page": 453, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52379, "president_vote": null, "Yea": [2726, 2727, 2730, 2733, 2734, 2739, 2740, 2742, 2743, 2745, 2746, 2747, 2750, 2753, 2760, 2761, 2762, 2772, 2778, 2780, 2784, 2791, 2792, 2795, 2796, 2802, 2809, 2810, 2818, 2819, 2821, 2827, 2828, 2829], "Excused": [2787]}}, {"bill_id": 17418, "action_date": "2002-02-08T13:00:00-06:00", "document_id": 94019, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94019.pdf", "status_text": "First read in House and referred to", "journal_page": 591, "committee_id_action": 768, "committee_id_assigned": 754, "result": "N", "vote": {}}, {"bill_id": 17418, "action_date": "2002-02-14T07:45:00-06:00", "document_id": 94384, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94384.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 754, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17418, "action_date": "2002-02-14T07:45:00-06:00", "document_id": 94384, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94384.pdf", "status_text": "Do Pass,", "journal_page": 658, "committee_id_action": 754, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52668, "president_vote": null, "Yea": [2731, 2756, 2764, 2765, 2769, 2774, 2807, 2811, 2814, 2825, 2786, 2748], "Nay": [2779]}}, {"bill_id": 17418, "action_date": "2002-02-15T14:00:00-06:00", "document_id": 94518, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94518.pdf", "status_text": "Deferred to another day", "journal_page": 702, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17418, "action_date": "2002-02-19T14:00:00-06:00", "document_id": 94638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94638.pdf", "status_text": "Do Pass Amended,", "journal_page": 730, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54273, "president_vote": null, "Yea": [2724, 2725, 2728, 2729, 2732, 2736, 2737, 2738, 2741, 2748, 2749, 2754, 2755, 2756, 2757, 2759, 2763, 2764, 2765, 2766, 2767, 2768, 2769, 2771, 2773, 2774, 2775, 2777, 2781, 2782, 2783, 2786, 2788, 2789, 2790, 2794, 2797, 2799, 2803, 2804, 2805, 2806, 2807, 2808, 2811, 2812, 2813, 2814, 2815, 2816, 2817, 2820, 2822, 2824, 2825, 2830], "Nay": [2731, 2752, 2758, 2770, 2779, 2785, 2793, 2798, 2800, 2823, 2826], "Excused": [2735, 2744, 2751]}}, {"bill_id": 17418, "action_date": "2002-02-20T14:00:00-06:00", "document_id": 94747, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94747.pdf", "status_text": "Signed by President", "journal_page": 644, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17418, "action_date": "2002-02-21T13:00:00-06:00", "document_id": 94847, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94847.pdf", "status_text": "Signed by Speaker", "journal_page": 808, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17418, "action_date": "2002-02-22T08:00:00-06:00", "document_id": 94911, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94911.pdf", "status_text": "Delivered to the Governor", "journal_page": 675, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17418, "action_date": "2002-02-27T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 734, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2261}