{"session_id": 4, "bill_id": 4583, "bill_type": "Senate Bill", "bill_number": 91, "bill_title": "establish design and construction standards for newly constructed or renovated state buildings, public school facilities, and higher education facilities.", "sponsors": [{"legislator_profile_id": 602, "is_prime": true}, {"legislator_profile_id": 622, "is_prime": true}, {"legislator_profile_id": 609, "is_prime": false}, {"legislator_profile_id": 597, "is_prime": false}, {"legislator_profile_id": 568, "is_prime": false}, {"legislator_profile_id": 535, "is_prime": false}, {"legislator_profile_id": 562, "is_prime": false}, {"legislator_profile_id": 584, "is_prime": false}, {"legislator_profile_id": 605, "is_prime": false}, {"legislator_profile_id": 610, "is_prime": false}, {"legislator_profile_id": 578, "is_prime": false}, {"legislator_profile_id": 531, "is_prime": false}, {"legislator_profile_id": 540, "is_prime": false}, {"legislator_profile_id": 566, "is_prime": false}, {"legislator_profile_id": 607, "is_prime": false}, {"legislator_profile_id": 611, "is_prime": false}], "keywords": ["Administrative Rules", "Bureau of Administration", "Energy", "Public Property, Purchases and Contracts"], "audio": [{"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst12.mp3", "start_seconds": 6304.0}, {"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst12.mp3", "start_seconds": 6304.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst13.mp3", "start_seconds": 6128.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst13.mp3", "start_seconds": 6128.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst13.mp3", "start_seconds": 6128.0}, {"meeting_datetime": "2008-01-28T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst13.mp3", "start_seconds": 6128.0}], "bill_versions": [{"bill_id": 4583, "bill_version_id": 987, "bill_version": "Introduced", "bill_version_date": "2008-01-15T09:47:55.637-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish design and construction standards for newly constructed or renovated state buildings, public school facilities, and higher education facilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Building project,\" the design, construction, renovation, operation, and maintenance of any inhabited physical structure and its associated project building site; (2) \"Higher education facility,\" any permanent structure together with all grounds and appurtenant structures that are intended to act as space for carrying on the functions of a higher education institution under the jurisdiction of the Board of Regents. The term does not include a building, regardless of size, that does not have conditioned space as defined by Standard 90.1 of the American Society of Heating, Refrigerating and Air-Conditioning Engineers, referred to as ASHRAE 90.1, as amended to January 1, 2008; (3) \"LEED silver standard,\" the rating standard established under the United States Green Building Council's Leadership in Energy and Environmental Design (LEED) rating system and referred to as the silver standard, as that standard existed on January 1, 2008; (4) \"Renovation\" or \"renovated,\" any building renovation project in which the cost of the renovation is more than fifty percent of the value of the building; (5) \"Renovation project,\" any building project involving the modification or adaptive reuse of an existing facility; (6) \"School district facility,\" any permanent structure together with all grounds and appurtenant structures that are intended to act as space for carrying on the functions of a public school district. The term does not include a building, regardless of size, that does not have conditioned space as defined by Standard 90.1 of the American Society of Heating, Refrigerating and Air-Conditioning Engineers, referred to as ASHRAE 90.1, as amended to January 1, 2008; (7) \"State agency,\" each association, authority, board, commission, committee, council, department, division, office, officer, task force, or other agent of the state vested with the authority to exercise any portion of the state's sovereignty. The term does not include the legislative or judicial branch of the government of the state or units of local government, including counties, townships, municipalities, chartered governmental units, school districts, other special districts, or Indian tribes; (8) \"State building,\" any permanent structure together with all grounds and appurtenant structures that are intended to act as space for carrying on the functions of a state agency. The term does not include public highways, bridges, sewers, fish ponds, fish hatcheries, service facilities at state parks and highway rest areas. The term does not include a building, regardless of size, that does not have conditioned space as defined by Standard 90.1 of the American Society of Heating, Refrigerating and Air-Conditioning Engineers, referred to as ASHRAE 90.1, as amended to January 1, 2008. Section 2. Any building project or renovation project that involves the construction or renovation of a state building shall be designed and constructed or renovated so that the building meets or exceeds the LEED silver standard. This section does not apply to a project constructed by and for an institution of higher education. The requirements of this section apply only to the construction or renovation of a facility or building for which the contract for design services is entered into on or after July 1, 2008. Section 3. The Bureau of Administration shall promulgate rules pursuant to chapter 1-26 for the administration of section 2 of this Act. The rules may establish an exception to the application of section 2 of this Act for a type of building if the bureau determines that the standards described by section 2 of this Act do not apply to that type of building or there is no practical way to apply the standards described by section 2 of this Act to the design and construction of that type of building. Section 4. The Bureau of Administration shall: (1) Monitor and document each state agency 's compliance with section 2 of this Act and any operating savings resulting from the design and construction or renovation of buildings in accordance with section 2 of this Act; and (2) Not later than September first of each even-numbered year, submit to the Legislature and Governor a report that includes: (a) The bureau's findings under subdivision (1); (b) Any instances in which, and the reasons for which, a state building was not designed and constructed or renovated in the manner provided by section 2 of this Act; and (c) Any recommendations the bureau considers appropriate. Section 5. Any building project or renovation project that involves the construction or renovation of a school district facility shall be designed and constructed or renovated so that the facility meets or exceeds the LEED silver standard. The requirements of this section apply only to the construction or renovation of a facility or building for which the contract for design services is entered into on or after July 1, 2008. Section 6. The Department of Education shall promulgate rules pursuant to chapter 1-26 for the administration of section 5 of this Act. The rules may establish an exception to the application of section 5 of this Act for a type of facility if the agency determines that the standards described by section 5 of this Act do not apply to that type of facility or there is no practical way to apply the standards described by section 5 of this Act to the design and construction of that type of facility. Section 7. The Department of Education shall: (1) Monitor and document each school district's compliance with this section and any operating savings resulting from the design and construction or renovation of facilities in accordance with section 5 of this Act; and (2) Not later than September first of each even-numbered year, submit to the Legislature and Governor a report that includes: (a) The department's findings under subdivision (1); (b) Any instances in which, and the reasons for which, a facility was not designed and constructed or renovated in the manner provided by section 5 of this Act; and (c) Any recommendations the department considers appropriate. Section 8. Any building project or renovation project that involves the construction or renovation of a higher education facility under the jurisdiction of the Board of Regents shall be designed and constructed or renovated so that the facility meets or exceeds the LEED silver standard. The requirements of this section apply only to the construction or renovation of a facility or building for which the contract for design services is entered into on or after July 1, 2008. Section 9. The Board of Regents shall promulgate rules pursuant to chapter 1-26 for the administration of section 8 of this Act. The rules may establish an exception to the application of section 8 of this Act for a type of facility if the board determines that the standards described by section 8 of this Act do not apply to that type of facility or there is no practical way to apply the standards described by section 8 of this Act to the design and construction of that type of facility. Section 10. The Board of Regents shall: (1) Monitor and document each institution's compliance with this section and any operating savings resulting from the design and construction or renovation of facilities in accordance with section 8 of this Act; and (2) Not later than September first of each even-numbered year, submit to the Legislature and Governor a report that includes: (a) The board's findings under subdivision (1); (b) Any instances in which, and the reasons for which, a facility was not designed and constructed or renovated in the manner provided by section 8 of this Act; and (c) Any recommendations the board considers appropriate. Section 11. The Bureau of Administration shall establish and appoint members to an advisory committee to make recommendations to and advise the bureau on the implementation of the design and construction specifications required by this Act. The advisory committee is abolished upon the repeal of this section. The advisory committee shall include representatives of: (1) The design and construction industry involved in public building contracts; (2) The Department of Education; (3) The Board of Regents; (4) Institutions of higher education; (5) Public school districts. Section 12. The state auditor shall prepare a report concerning the implementation of the design and construction specifications required by this Act and shall present the report to the Legislature not later than January 15, 2012. The report shall include: (1) The costs of implementing the specifications; (2) The operating savings attributable to implementing the specifications, including energy and maintenance savings; (3) Any impact on employee productivity and student performance resulting from implementing the specifications; (4) The effectiveness of the implementation of the specifications; and (5) Any recommendations the state auditor considers appropriate. Section 13. Sections 4, 7, and 10 of this Act are repealed on July 1, 2018. Section 14. Section 11 of this Act is repealed on July 1, 2011."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4583, "action_date": "2008-01-15T14:00:00-06:00", "document_id": 1049, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1049.pdf", "status_text": "First read in Senate and referred to", "journal_page": 118, "committee_id_action": 28, "committee_id_assigned": 10, "result": "N", "vote": {}}, {"bill_id": 4583, "action_date": "2008-01-25T07:45:00-06:00", "document_id": 1719, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1719.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4583, "action_date": "2008-01-28T07:45:00-06:00", "document_id": 1883, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1883.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4583, "action_date": "2008-01-28T07:45:00-06:00", "document_id": 1958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1958.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 230, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 740, "president_vote": null, "Excused": [557], "Nay": [530, 567, 577], "Yea": [569, 629, 588, 598, 553]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4583"}