{"session_id": 54, "bill_id": 18067, "bill_type": "House Bill", "bill_number": 1135, "bill_title": "establish the jump start South Dakota subfund and to provide for its funding and disbursement.", "sponsors": [{"legislator_profile_id": 2832, "is_prime": true}, {"legislator_profile_id": 2895, "is_prime": true}, {"legislator_profile_id": 2938, "is_prime": false}], "keywords": ["Administrative Rules", "State Affairs and Government"], "audio": [{"meeting_datetime": "2003-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst18hb1135a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst18hb1135a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst18hb1135a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst18hb1135a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst18hb1135a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18067, "bill_version_id": 95948, "bill_version": "Introduced", "bill_version_date": "2003-01-29T09:39:32-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the jump start South Dakota subfund and to provide for its funding and disbursement. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: There is hereby created within the revolving economic development and initiative fund, created in § 1-16G-3, the jump start South Dakota subfund. The purpose of the subfund is to make forgivable loans to start-up businesses to stimulate employment and business growth. Section 2. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: For purposes of this Act, the term, start-up business, means any new business venture that plans to employ one or more employees in the retail, service, or manufacturing sector. Section 3. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: The Board of Economic Development shall designate five million dollars of the money in the revolving economic development and initiative fund for the purposes of the jump start South Dakota subfund. Application for a loan from the subfund shall be submitted to the Governor's Office of Economic Development by September 1, 2003. If the total request for funding by qualified applicants is less than five million dollars, all qualified applications shall be approved by the Board of Economic Development. If the total request for funding by qualified applicants exceeds five million dollars, the Board of Economic Development shall prioritize the applications and fund the applications with the highest priority. Section 4. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: The Board of Economic Development shall administer the jump start South Dakota subfund and make loans with a forgiveness provision. The jump start South Dakota subfund shall be used to develop and promote new start-up business activity and employment in South Dakota. An applicant for funds shall meet the following criteria: (1) The applicant shall be a start-up business that will provide new employment opportunities. No more than one immediate family member, excluding the applicant, may be counted towards the employment objective. Immediate family member include the spouse, children, parents, brothers, sisters, sister-in laws, and brother-in laws. The amount of funds that may be borrowed for from the subfund per application may not exceed more the ten thousand dollars per full-time equivalent position created; (2) Loan proceeds from the subfund may only be used for equipment or capital assets and the state shall take a first or second position on such assets as determined by the Board of Economic Development; (3) The applicant shall match or exceed the request from the subfund with owner equity on a dollar for dollar basis; (4) The applicant shall match or exceed the request from the subfund with a loan from a bank or other lending agency. The bank or other lending agency shall monitor the business activity of the applicant; (5) The amount of the loan request from the subfund may not exceed the amount of the loan from the bank at any time during the term of the loan; and (6) The loan funds shall be loaned at an annual rate of two percent for a period of time not to exceed six years. No loan payments are due in the first twelve months and an amount equal to ten thousand dollars may be forgiven over the term of the loan for each full-time equivalent position that is created. Section 5. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: In connection with the administration of the jump start South Dakota subfund, the Board of Economic Development may, pursuant to chapter 1-26, promulgate rules to: (1) Set the application procedures for those who apply for loans from the jump start South Dakota subfund; (2) Establish criteria to determine which applicants will receive such loans; (3) Govern the use of proceeds of such loans; (4) Establish criteria for the terms and conditions upon which such loans shall be made, including the terms of security given to secure such loans; and (5) Govern the use of proceeds by lenders of funds advanced to the lenders by the board including the terms and conditions upon which the proceeds shall be loaned to borrowers for the purposes described in this Act. Section 6. That § 1-16G-24 be amended to read as follows: 1-16G-24. Earnings on the revolving economic development and initiative fund , the jump start South Dakota subfund, and the value added agriculture subfund may be used for the administrative costs of the Division of Finance of the Governor's Office of Economic Development. Such earnings shall be expended in accordance with the provisions of Title 4 on warrants drawn by the state auditor on vouchers approved by the commissioner of the Governor's Office of Economic Development. Eligible expenses may not exceed total interest earnings during the previous fiscal year prior to the deduction of loan losses for the same fiscal year."}, {"bill_id": 18067, "bill_version_id": 96822, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2003-02-07T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the jump start South Dakota subfund and to provide for its funding and disbursement. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: There is hereby created within the revolving economic development and initiative fund, created in § 1-16G-3, the jump start South Dakota subfund. The purpose of the subfund is to make forgivable loans to start-up businesses to stimulate employment and business growth. Section 2. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: For purposes of this Act, the term, start-up business, means any new business venture in the technology, communications, service, or manufacturing sector. Section 3. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: The Board of Economic Development shall designate five million dollars of the money in the revolving economic development and initiative fund for the purposes of the jump start South Dakota subfund. Application for a loan from the subfund shall be submitted to the Board of Economic Development by September 1, 2003, and awards shall be announced by the Board of Economic Development on or before December 15, 2003. If the total request for funding by qualified applicants is less than five million dollars, all qualified applications shall be approved by the Board of Economic Development and the balance of the fund shall be carried over to the subsequent calendar year and offered in a second round. The applications for the second round shall be submitted to the Board of Economic Development by March 1, 2004, and awards shall be announced on or before June 15, 2004. If the total request for funding by qualified applicants exceeds five million dollars, the Board of Economic Development shall prioritize the applications and fund the applications with the highest priority. Section 4. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: The Board of Economic Development shall administer the jump start South Dakota subfund and make loans under the following terms: (1) No loan may exceed eighty percent of the funds required to complete the business plan. No less than twenty percent of the funds required to complete the business plan shall be verified owner equity, not to include any in-kind services; (2) The minimum loan amount that may be applied for is fifty thousand dollars; (3) Each loan shall be made on an unsecured basis for an initial period of five years interest free; and (4) Following the initial five-year period the applicant business shall be adjudged to be successful or failed: (a) If the applicant's business fails, the loan shall be converted to a grant and no repayment is due; and (b) If the applicant's business succeeds, the loan shall be set up for repayment on a twenty-year amortization at three percent interest with a ten-year balloon payment. Section 5. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: The jump start South Dakota subfund shall be used to develop and promote new start-up business activity and create employment in South Dakota. The Board of Economic Development shall recognize that each venture is inherently high risk, and give priority to business concepts that demonstrate significant growth potential or potential to generate substantial returns, or both, if successful. An applicant for funds shall meet the following criteria: (1) An innovative business concept with a reasonable probability of creating a new market or filling an existing market need; and (2) A five-year strategic plan for developing the business, creating jobs, and sourcing qualified employees to execute the plan with sufficient justification to support the amount of the request. Section 6. That chapter 1-16G be amended by adding thereto a NEW SECTION to read as follows: In connection with the administration of the jump start South Dakota subfund, the Board of Economic Development may, pursuant to chapter 1-26, promulgate rules to: (1) Set the application procedures for those who apply for loans from the jump start South Dakota subfund; (2) Establish criteria to determine how loan funds shall be awarded and distributed to applicants; (3) Govern the use of proceeds of such loans; and (4) Establish criteria for the terms and conditions upon which such loans shall be made, including the basis for giving consideration to geographic diversity among the approved applications. Section 7. That § 1-16G-24 be amended to read as follows: 1-16G-24. Earnings on the revolving economic development and initiative fund , the jump start South Dakota subfund, and the value added agriculture subfund may be used for the administrative costs of the Division of Finance of the Governor's Office of Economic Development. Such earnings shall be expended in accordance with the provisions of Title 4 on warrants drawn by the state auditor on vouchers approved by the commissioner of the Governor's Office of Economic Development. Eligible expenses may not exceed total interest earnings during the previous fiscal year prior to the deduction of loan losses for the same fiscal year."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18067, "action_date": "2003-01-29T14:00:00-06:00", "document_id": 96047, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96047.pdf", "status_text": "First read in House and referred to", "journal_page": 201, "committee_id_action": 798, "committee_id_assigned": 793, "result": "N", "vote": {}}, {"bill_id": 18067, "action_date": "2003-02-07T10:00:00-06:00", "document_id": 96788, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96788.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 793, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18067, "action_date": "2003-02-07T10:00:00-06:00", "document_id": 96788, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96788.pdf", "status_text": "Do Pass Amended,", "journal_page": 347, "committee_id_action": 793, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56270, "president_vote": null, "Yea": [2859, 2861, 2869, 2875, 2929, 2937, 2917], "Nay": [2870, 2894, 2905], "Excused": [2899, 2909, 2912]}}, {"bill_id": 18067, "action_date": "2003-02-07T10:00:00-06:00", "document_id": 96788, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96788.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 793, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18067, "action_date": "2003-02-11T14:00:00-06:00", "document_id": 97003, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97003.pdf", "status_text": "Do Pass Amended,", "journal_page": 390, "committee_id_action": 798, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 56632, "president_vote": 2, "Yea": [2833, 2848, 2855, 2859, 2871, 2872, 2873, 2884, 2895, 2896, 2906, 2911, 2924, 2929, 2938], "Nay": [2836, 2837, 2841, 2842, 2843, 2844, 2845, 2846, 2858, 2860, 2861, 2862, 2863, 2864, 2866, 2869, 2870, 2874, 2875, 2877, 2879, 2885, 2888, 2889, 2890, 2892, 2893, 2894, 2898, 2900, 2902, 2905, 2907, 2909, 2910, 2912, 2913, 2914, 2915, 2917, 2919, 2920, 2922, 2923, 2925, 2930, 2931, 2932, 2933, 2934, 2936, 2937, 2899], "Excused": [2839, 2857]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18067"}