{"session_id": 43, "bill_id": 11832, "bill_type": "Senate Bill", "bill_number": 122, "bill_title": "impose a severance tax on the quarrying of certain minerals.", "sponsors": [{"legislator_profile_id": 1724, "is_prime": true}], "keywords": ["Fund", "Minerals", "Promulgation of Rules", "Taxation"], "audio": [{"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sta19.mp3", "start_seconds": 4305.0}, {"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sta19.mp3", "start_seconds": 4305.0}, {"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sta19.mp3", "start_seconds": 4305.0}], "bill_versions": [{"bill_id": 11832, "bill_version_id": 65437, "bill_version": "Introduced", "bill_version_date": "2020-01-30T08:45:47.167-06:00", "bill_text": "An Act to impose a severance tax on the quarrying of certain minerals. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 10-39C-1. Severance tax rate. For the privilege of severing minerals in this state, there is imposed an excise tax of two percent of the taxable value of any minerals severed. A mineral is subject to the severance tax when it is sold or consumed for any purpose, whichever occurs first. Section 2. That a NEW SECTION be added: 10-39C-2. Definitions. Terms used in this chapter mean: (1) \"Mineral,\" bentonite and limestone; (2) \"Market value,\" the price at which the property would change hands between a willing buyer and willing seller, neither being under any compulsion to buy or sell and both having reasonable knowledge of the facts; (3) \"Operator,\" a person who directly or physically severs minerals from the land; (4) \"Owner of interest\" or \"owner,\" an owner of a landowner's royalty, of an overriding royalty, or of profits and working interests, or any combination thereof. The term does not include an owner of federal, state, or local governmental royalty interest; (5) \"Sale price,\" the total consideration received in exchange for minerals; (6) \"Secretary,\" the secretary of the Department of Revenue; (7) \"Severing,\" the mining, extracting, or producing of any minerals. Section 3. That a NEW SECTION be added: 10-39C-3. Taxable value--Minerals. The taxable value of any mineral that has been sold is the sale price of the mineral less any rental or royalty payment belonging to the United States or the State of South Dakota or its political subdivisions. The taxable value of any severed and saved mineral that has not been sold is the market value of the mineral less any rental or royalty payment belonging to the United States or the State of South Dakota or its political subdivisions. Section 4. That a NEW SECTION be added: 10-39C-4. Mineral interests. Any owner of interests in minerals produced from a mine shall designate an operator to file all required returns and to pay the tax imposed by chapter 10-39C. The tax, subject to certain provisions in a written contract, lease, or other agreement, shall be withheld from distributions that otherwise be made to the owner by the operator for payment to the state. If any owner of interests in minerals produced from a mine fails to designate an operator, then the person holding the greatest portion of the working interest in the mine is deemed to be the designated operator for purposes of this section. Section 5. That a NEW SECTION be added: 10-39C-5. Tax due--Designated owner. Within thirty days after the close of each quarter ending on March thirty-first, June thirtieth, September thirtieth, and December thirty-first of each year, the owner or operator designated to remit the tax on behalf of the owner shall file with the secretary, under oath, a report of the amount of minerals subject to the severance tax in the previous quarter and the amount of tax due. The owner or operator shall remit the amount of tax due with the report. Any report made shall be on forms prescribed by the secretary. A violation of this section is a Class 1 misdemeanor. Section 6. That a NEW SECTION be added: 10-39C-6. Severance tax in lieu of taxes. This tax is in lieu of all other occupational, excise, income, privilege, franchise, and other mineral taxes levied by this state, but is not in lieu of sales, use, and property taxes. Section 7. That a NEW SECTION be added: 10-39C-7. Delinquent taxes--Collection. All delinquent taxes under this chapter constitute a debt due to this state and may be collected by action brought by the secretary in the name of the state against the delinquent tax debtor in any court of competent jurisdiction. No exemptions from the execution of a judgment so obtained may be permitted except those made absolute by the exemption laws of this state. Section 8. That a NEW SECTION be added: 10-39C-8. Promulgation of rules. The secretary may promulgate rules, pursuant to chapter 1-26, concerning: (1) The determination of market value; (2) The procedures for filing a tax return and payment of the tax; and (3) The application of the tax and exemptions. Section 9. That a NEW SECTION be added: 10-39C-9. Inspection of books and records. Any owner or operator who is subject to the tax imposed by this chapter or is severing minerals shall, on demand by the secretary, make available all books, records, inventories, correspondence, and memoranda relating to the severing of minerals. Any person violating the provisions of this section is guilty of a Class 2 misdemeanor. Section 10. That a NEW SECTION be added: 10-39C-10. False statement under oath. Any person, required by this chapter to make or file a statement or to verify the statement under oath, who intentionally makes or verifies under oath a false statement is guilty of perjury with punishment, upon conviction, as provided by law. Section 11. That a NEW SECTION be added: 10-39C-11. Distribution--State fund. Any tax, interest, and penalty imposed and collected by the secretary of revenue pursuant to this chapter shall be distributed to the state mineral industries building bond redemption and operations fund. Section 12. That a NEW SECTION be added: 10-39C-12. State mineral industries center of excellence building bond redemption and operations fund. There is hereby created the state mineral industries building bond redemption and operations fund. Interest earned on money in the fund shall be deposited in the fund. The fund shall be administered by the Board of Regents."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11832, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65050.pdf", "status_text": "First read in Senate and referred to", "journal_page": 120, "committee_id_action": 447, "committee_id_assigned": 454, "result": "N", "vote": {}}, {"bill_id": 11832, "action_date": "2020-02-12T10:00:00-06:00", "document_id": 67293, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67293.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 454, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11832, "action_date": "2020-02-12T10:00:00-06:00", "document_id": 67294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67294.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 454, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32930, "president_vote": null, "Yea": [1652, 1716, 1749, 1764, 1714], "Nay": [1704, 1715]}}]}