{"session_id": 27, "bill_id": 8278, "bill_type": "Senate Commemoration", "bill_number": 26, "bill_title": "Congratulating Anneliese Taggart of Vermillion, South Dakota, on the extraordinary honor of winning the 2017 Prudential Spirit of Community Award.", "sponsors": [{"legislator_profile_id": 1156, "is_prime": true}, {"legislator_profile_id": 1157, "is_prime": true}, {"legislator_profile_id": 1171, "is_prime": false}, {"legislator_profile_id": 1190, "is_prime": false}, {"legislator_profile_id": 1183, "is_prime": false}, {"legislator_profile_id": 1097, "is_prime": false}, {"legislator_profile_id": 1181, "is_prime": false}, {"legislator_profile_id": 1100, "is_prime": false}, {"legislator_profile_id": 1164, "is_prime": false}, {"legislator_profile_id": 1194, "is_prime": false}, {"legislator_profile_id": 1169, "is_prime": false}, {"legislator_profile_id": 1107, "is_prime": false}, {"legislator_profile_id": 1099, "is_prime": false}, {"legislator_profile_id": 1155, "is_prime": false}, {"legislator_profile_id": 1119, "is_prime": false}, {"legislator_profile_id": 1137, "is_prime": false}, {"legislator_profile_id": 1212, "is_prime": false}, {"legislator_profile_id": 1132, "is_prime": false}, {"legislator_profile_id": 1187, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 8278, "bill_version_id": 44586, "bill_version": "Introduced", "bill_version_date": "2017-02-16T10:20:51.643-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating Anneliese Taggart of Vermillion, South Dakota, on the extraordinary honor of winning the 2017 Prudential Spirit of Community Award. WHEREAS, this prestigious award, presented by Prudential Financial in partnership with the National Association of Secondary School Principals, honors young volunteers across America who have demonstrated an extraordinary commitment to serving their communities; WHEREAS, Ms. Taggart, who is sixteen years of age, generously gave her time and energy to her community by starting a free gymnastics program for special needs children in her community, met with special education teachers at local elementary schools to discuss the idea, developed a plan and schedule for the class, and sent letters to the parents of every special needs student in her school district; and WHEREAS, the success of the State of South Dakota, the strength of our communities, and the overall vitality of American society depend, in great measure, upon the dedication of young people like Ms. Taggart who use their considerable talents and resources to serve others: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Second Legislature of the State of South Dakota, that the Legislature recognizes and congratulates Anneliese Taggart as a recipient of a Prudential Spirit of Community Award and for her outstanding record of volunteer service, peer leadership, and community spirit."}, {"bill_id": 8278, "bill_version_id": 44828, "bill_version": "Enrolled", "bill_version_date": "2017-02-22T18:08:22.117-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating Anneliese Taggart of Vermillion, South Dakota, on the extraordinary honor of winning the 2017 Prudential Spirit of Community Award. WHEREAS, this prestigious award, presented by Prudential Financial in partnership with the National Association of Secondary School Principals, honors young volunteers across America who have demonstrated an extraordinary commitment to serving their communities; WHEREAS, Ms. Taggart, who is sixteen years of age, generously gave her time and energy to her community by starting a free gymnastics program for special needs children in her community, met with special education teachers at local elementary schools to discuss the idea, developed a plan and schedule for the class, and sent letters to the parents of every special needs student in her school district; and WHEREAS, the success of the State of South Dakota, the strength of our communities, and the overall vitality of American society depend, in great measure, upon the dedication of young people like Ms. Taggart who use their considerable talents and resources to serve others: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Second Legislature of the State of South Dakota, that the Legislature recognizes and congratulates Anneliese Taggart as a recipient of a Prudential Spirit of Community Award and for her outstanding record of volunteer service, peer leadership, and community spirit. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8278, "action_date": "2017-02-16T13:00:00-06:00", "document_id": 44627, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44627.pdf", "status_text": "", "journal_page": 424, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}]}