{"session_id": 68, "bill_id": 23915, "bill_type": "Senate Bill", "bill_number": 39, "bill_title": "modify provisions regarding educator complaints.", "sponsors": [], "keywords": ["Boards and Commissions", "Education", "Executive/Judiciary Request", "School Districts", "Teachers"], "audio": [], "bill_versions": [{"bill_id": 23915, "bill_version_id": 242551, "bill_version": "Introduced", "bill_version_date": "2023-01-06T16:51:38.457-06:00", "bill_text": "An Act to modify provisions regarding educator complaints. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 13-10 be amended with a NEW SECTION: If the board of a school district, governing board of an accredited school, superintendent, or chief administrator has reasonable cause to suspect an employee has violated the code of professional ethics adopted by the Professional Educators Practices and Standards Commission pursuant to § 13-43-25, the superintendent or chief administrator shall, within fifteen days, report the alleged violation and the name of the employee to the director of certification within the Department of Education. Any superintendent or chief administrator who fails to report under this section is subject to sanctions found in § 13-8-48. Section 2. That § 13-42-1 be AMENDED: 13-42-1. Terms used in this chapter and §§ 13-43-16 to 13-43-49, inclusive, chapter 13-43 mean: (1) \"Administrator,\" a superintendent, principal, or other person whose assigned duties require the person to be issued a certificate as an administrator; (2) \"Applicant,\" an individual who has applied for a certificate, either through an initial application or a renewal application; (3) \"Certificate,\" a certificate and endorsements required by the South Dakota Board of Education Standards pursuant to § 13-42-3 for a teacher, administrator, or other educational professional which that authorize the certificate holder to work in assigned grades and fields; (4) \"Department,\" the South Dakota Department of Education; (5) \"Other educational professional,\" an instructor, school service specialist, or other person whose duties require the person to be issued a certificate; (6) \"Secretary,\" the secretary of the department; (7) \"Teacher,\" a person whose assigned duties require the person to be issued a certificate as a teacher. Section 3. That § 13-42-9 be AMENDED: 13-42-9. The secretary may refuse to issue or renew, or may revoke or suspend, any certificate for: (1) Incompetency; (2) A determination by the Professional Teachers Educators Practices and Standards Commission or the Professional Administrators Practices and Standards Commission that a violation of the code of ethics established pursuant to § 13-43-25 or 13-43-45 exists; (3) Flagrant neglect of duty; (4) Failure to fulfill any requirement for certification imposed pursuant to this chapter or chapter 13-43 and rules promulgated thereto thereby; (5) Moral turpitude, as defined in § 22-1-2; or (6) Any other cause specifically allowed by law. Section 4. That § 13-42-12 be AMENDED: 13-42-12. Except as provided in § 13-42-10, any person may initiate proceedings for the revocation or suspension of a certificate. A file a written complaint shall be filed against a certificate holder with the Professional Teachers Educators Practices and Standards Commission or the Professional Administrators Practices and Standards Commission. The In order to be considered by the commission, the complaint shall specify generally must specify the nature and character of the charges, and within five days after filing, a copy of the complaint shall be served. The commission shall serve the complaint upon the certificate holder in person or by registered or certified mail addressed to the person's last known address within ten business days of the date the complaint was filed. The certificate holder shall, within thirty days after the service of the complaint, file with the commission a written answer to the charges specified. The If the commission votes to hold a hearing shall on the complaint, the hearing must be conducted consistent with the requirements of chapter 1-26. Each The commission may shall promulgate rules, pursuant to chapter 1-26, to further define the standards and procedures for conducting hearings and for filing, investigating, and resolving complaints. Section 5. That § 13-42-14 be AMENDED: 13-42-14. TheAt the hearing referenced in § 13-42-12 may be either private or public, as the certificate holder may elect, and the certificate holder may appear in person or by counsel and produce evidence at the hearing. Each witness shall be sworn before testifying, and the official conducting the hearing may administer the oath prescribed by law for witnesses in judicial proceedings. A The Professional Educators Practices and Standards Commission shall make a record, in writing, shall be made of the proceedings and of all evidence produced at the hearing and shall be filed shall file the record with the department upon conclusion of the hearing. The hearing shall must be held in Pierre unless good cause is shown to justify moving the hearing to another location for the convenience of the parties and witnesses. Section 6. That § 13-42-15 be AMENDED: 13-42-15. The secretary shall make a decision within thirty days from receipt of a complaint pursuant to § 13-43-28.1 or 13-43-49. In case of suspension or revocation, the secretary shall fix the date at which the suspension or revocation becomes effective and, in case of suspension, the duration of the suspension. The order and findings of fact and conclusions of law of the secretary shall must be served upon the certificate holder, and, if applicable, upon the school which that last employed the certificate holder, the commission, and the complainant before the commission. Section 7. That § 13-42-17 be AMENDED: 13-42-17. Each complaint and answer referenced in § 13-42-12, and all any other investigative information regarding potential discipline of an applicant or certificate holder in the possession of the department, or the Professional Teachers Educators Practices and Standards Commission, and the Professional Administrators Practices and Standards Commission is confidential and not a public record under chapter 1-27 until the commission votes in favor of conducting a contested case hearing. ThisThe complaint, answer, and any investigative information may be discovered and disclosed as part of a disciplinary proceeding initiated pursuant to this chapter 13-42 or chapter 13-43. In addition, if disciplinary action is imposed by the secretary or a the commission pursuant to this chapter 13-42 or chapter 13-43, this the complaint, answer, and any investigative information may be disclosed to authorities within this state, another state, the District of Columbia, or a territory or country in which the applicant or certificate holder holds a certificate or has applied for a certificate. Section 8. That § 13-42-17.1 be AMENDED: 13-42-17.1. The final decision of the secretary regarding a certificate, along with the findings of fact and conclusions of law, is a public record.If the certificate holder requests a private hearing pursuant to § 13-42-14, the written record and evidence from the hearing, including the findings of fact and conclusions of law, are confidential unless adopted by the secretary as part of the final decision. However, if disciplinary action is imposed by the secretary or a commission pursuant to chapter 13-42 or 13-43, the written record and evidence from the hearing may be disclosed to authorities within this state, another state, the District of Columbia, or a territory or country in which the applicant or certificate holder holds a certificate or has applied for a certificate. Section 9. That § 13-43-17 be AMENDED: 13-43-17. There is hereby created the South Dakota Professional Teachers Educators Practices and Standards Commission, which shall consist consists of seven nine members: (1) Six representativeFour members who are employed as full‑time teachers hold an active teaching certificate, at least four one of whom shall be classroom teachers. None of the six representatives may be school administrators holds an educational specialist certificate as a school counselor or school psychologist; and (2) Four members who hold an active administrator certificate, at least one of whom holds a school business official permit; and (3) One representative from the general public member who is neither teacher nor school board member does not hold a teaching or administrator certificate, and who is a member of a board of a school district or a parent of a pupil student attending an approved twelve‑year program of education a school district in this state. Section 10. That § 13-43-17.1 be AMENDED: 13-43-17.1. The Professional Teachers Educators Practices and Standards Commission shall operate within the Department of Education, and shall retain all its prescribed functions, including administrative functions. The commission shall submit such records, information, and reports in the form and at such the times as required by the secretary of education, except that the. The commission shall report to the secretary of education at least annually. Section 11. That § 13-43-18 be AMENDED: 13-43-18. The Governor shall appoint the members of the Professional Teachers Educators Practices and Standards Commission shall be appointed by the Governor in a manner to be designated by the Governor. The terms of no more than three members may expire in any one year. The terms of all members are A term is three years and shall terminate terminates on December thirty‑one thirty-first, or when a successor is appointed and qualified. No member of the commission may serve more than two consecutive terms, and subsequent appointments to the commission shall must be made in a manner to be designated by the Governor. Section 12. That § 13-43-19 be AMENDED: 13-43-19. VacanciesThe Governor shall fill any vacancy on the Professional Teachers Educators Practices and Standards Commission shall be filled by the Governor for the balance of any unexpired term. Members The Governor may be removed by the Governor remove a member for cause. Section 13. That § 13-43-20 be AMENDED: 13-43-20. The Professional Teachers Educators Practices and Standards Commission shall elect from its membership a chairperson, a vice chairperson, and other such officers as the commission determines and shall adopt promulgate rules, pursuant to chapter 1-26, to govern its proceedings. Section 14. That § 13-43-20.1 be AMENDED: 13-43-20.1. The Professional Teachers Educators Practices and Standards Commission may appoint an executive secretary and employ persons to provide such service as the commission may require. Section 15. That § 13-43-21 be AMENDED: 13-43-21. The Professional Teachers Educators Practices and Standards Commission shall meet on at the call of the chairperson who, however,. The chairperson shall call a meeting upon request of four if requested by at least five of the members. Section 16. That § 13-43-23 be AMENDED: 13-43-23. Any expense incurred by the Professional Teachers Educators Practices and Standards Commission or the Professional Administrators Practices and Standards Commission in administering the provisions of §§ 13-43-16 to 13-43-49 13-43-28.1, inclusive, shall must be paid from the state institute fund. However, the The annual expenses are limited to an amount not to exceed two-thirds of the annual amount collected for certification fees. Nothing in this section is intended to limit the ability to assess costs pursuant to § 13-42-17.2. Section 17. That § 13-43-25 be AMENDED: 13-43-25. The Professional Teachers Educators Practices and Standards Commission shall promulgate rules pursuant to chapter 1-26, to carry out the provisions of §§ 13-43-16 to 13-43-28.1, inclusive. The commission shall adopt a code of professional ethics for the teaching education profession in this state. The commission may make any recommendation to the South Dakota Board of Education Standards or to a board of a school boards which will district to promote an improvement in the teaching education profession. Section 18. That § 13-43-28 be AMENDED: 13-43-28. After notice and hearing as a contested case under the provisions of chapter 1-26, if the Professional Teachers Educators Practices and Standards Commission determines that a certificate holder has engaged in conduct referenced in § 13-42-9 or 13-42-10, the commission may issue a public or private reprimand or impose other appropriate disciplinary action which that is in the best interests of the commission, the certificate holder, and the public. The commission does not have the authority to may not deny, not renew, suspend, or revoke, or refuse to renew a certificate. The commission has the powers conferred by §§ 1-26-19.1 and 1-26-19.2, and the certificate holder and the certificate holder's attorney also have available the provisions of those sections. The commission may shall promulgate rules, pursuant to chapter 1-26, to further define other appropriate disciplinary action referenced in this section. Any member reprimanded or disciplined by the commission pursuant to this section may appeal to circuit court as provided by chapter 1-26. Section 19. That § 13-43-28.1 be AMENDED: 13-43-28.1. If the Professional Teachers Educators Practices and Standards Commission determines that proceedings to revoke or suspend the a certificate should be instituted, the commission shall file a written complaint, findings of fact and conclusions of law, and the hearing record with the secretary of education and serve a copy of the complaint and findings and conclusions upon the parties before the commission. The commission's complaint shall must specify the nature and character of the charges. The commission may impose discipline pursuant to § 13-43-28 and file a complaint pursuant to this section. The secretary may base the revocation or suspension decision decide to revoke or suspend the certificate, or may impose other discipline, solely upon review of the commission's hearing record or may require additional evidence by affidavit, document, or testimony upon the secretary's own motion or upon the request of any party before the commission. The commission's determination to institute proceedings seeking revocation or suspension of a certificate pursuant to this section is not a final agency action and may not be appealed to court. The final decision of the secretary may be appealed to circuit court as provided in § 13-42-16. Section 20. That § 13-43-59 be AMENDED: 13-43-59. Any person employed in an administrative, teaching, or other educational capacity, but who does not hold a valid South Dakota certificate pursuant to chapter 13-42, is subject to the code of professional ethics as established under § 13-43-45 § 13-43-25. The procedures referenced in §§ 13-42-12 and 13-42-14 apply to complaints and hearings regarding an alleged violation of the code of professional ethics by the person. If the Professional Administrators Educators Practices and Standards Commission determines that the person has violated the code of professional ethics, then the commission may impose discipline referenced in § 13-43-48 § 13-43-28. Section 21. That § 13-43-38 be REPEALED: There is hereby created the South Dakota Professional Administrators Practices and Standards Commission, which shall consist of seven members, as follows: (1) Five representative members who are employed as full‑time administrators: two who are principals, two who are chief administrators of school districts offering an accredited twelve‑year program of education, and one who is employed in an administrative capacity other than previously listed; (2) One representative who is a school board member; and (3) One representative from the general public who is neither an administrator nor a school board member and who is a parent of a pupil attending an approved twelve‑year program of education. Section 22. That § 13-43-39 be REPEALED: The Professional Administrators Practices and Standards Commission shall operate within the Department of Education and shall retain all its prescribed functions, including administrative functions. The commission shall submit such records, information and reports in such form and at such times as required by the South Dakota Board of Education Standards, except that the commission shall report at least annually. Section 23. That § 13-43-40 be REPEALED: The members of the Professional Administrators Practices and Standards Commission shall be appointed by the Governor in a manner to be designated by the Governor. The terms of no more than five members may expire in any one year. The terms of all members shall be three years and shall terminate on December thirty‑first or when a successor is appointed and qualified. No member of the commission may succeed himself more than once and subsequent appointments to the commission shall be made in a manner to be designated by the Governor. Section 24. That § 13-43-41 be REPEALED: Vacancies on the Professional Administrators Practices and Standards Commission shall be filled by the Governor for the balance of any unexpired term. Members may be removed by the Governor for cause. Section 25. That § 13-43-42 be REPEALED: The Professional Administrators Practices and Standards Commission shall elect from its membership a chairperson, a vice chairperson and other such officers as the commission shall determine and shall adopt rules to govern its proceedings. Section 26. That § 13-43-43 be REPEALED: The Professional Administrators Practices and Standards Commission may appoint an executive secretary and employ persons to provide such service as the commission may require. Section 27. That § 13-43-44 be REPEALED: The Professional Administrators Practices and Standards Commission shall meet on call of the chairperson. However, he shall call a meeting upon request of four members. Section 28. That § 13-43-45 be REPEALED: The Professional Administrators Practices and Standards Commission may adopt rules in accordance with the provisions of chapter 1-26, to carry out the provisions of §§ 13-43-38 to 13-43-49, inclusive. The commission shall adopt a code of professional ethics for the administrator's profession in this state. The commission may make any recommendation to the South Dakota Board of Education Standards or to school boards which will promote an improvement in the administrator's profession. Section 29. That § 13-43-48 be REPEALED: After notice and hearing as a contested case under the provisions of chapter 1-26, if the Professional Administrators Practices and Standards Commission determines that an administrator has engaged in conduct referenced in § 13-42-9 or 13-42-10, the commission may issue a public or private reprimand or impose other appropriate disciplinary action which is in the best interests of the commission, the certificate holder, and the public. The commission does not have the authority to deny, not renew, suspend, or revoke a certificate. The commission has the powers conferred by §§ 1-26-19.1 and 1-26-19.2, and the certificate holder and the certificate holder's attorney also have available the provisions of those sections. The commission may promulgate rules, pursuant to chapter 1-26, to further define other appropriate disciplinary action referenced in this section. Any member reprimanded or disciplined by the commission pursuant to this section may appeal to circuit court as provided by chapter 1-26. Section 30. That § 13-43-49 be REPEALED: If the Professional Administrators Practices and Standards Commission determines that proceedings to revoke or suspend the certificate of an administrator should be instituted, the commission shall file a written complaint, findings of fact and conclusions of law, and the hearing record with the secretary and serve a copy of the complaint and findings and conclusions upon the parties before the commission. The commission's complaint shall specify the nature and character of the charges. The commission may impose discipline pursuant to § 13-43-48 and file a complaint pursuant to this section. The secretary may base the revocation or suspension decision solely upon review of the commission's hearing record or may require additional evidence by affidavit, document, or testimony upon the secretary's own motion or upon the request of any party before the commission. The commission's determination to institute proceedings seeking revocation or suspension of a certificate pursuant to this section is not a final agency action and may not be appealed to court. The final decision of the secretary may be appealed to circuit court as provided in § 13-42-16."}], "amendments": [{"bill_id": 23915, "document_id": 245060, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245060.pdf", "legislator_profile_id": 4414, "document_id_instructions": 245064, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/245064.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 23915, "action_date": "2023-01-10T12:00:00-06:00", "document_id": 241522, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/241522.pdf", "status_text": "First read in Senate and referred to", "journal_page": 13, "committee_id_action": 1183, "committee_id_assigned": 1174, "result": "N", "vote": {}}, {"bill_id": 23915, "action_date": "2023-01-19T08:00:00-06:00", "document_id": 243802, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243802.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1174, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23915, "action_date": "2023-02-03T13:00:00-06:00", "document_id": 248357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248357.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 192, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23915"}