{"session_id": 64, "bill_id": 22838, "bill_type": "Senate Bill", "bill_number": 92, "bill_title": "require that taxpayer funded pool arrangements providing workers' compensation coverage demonstrate financial stability, reliable management, and fair pricing.", "sponsors": [{"legislator_profile_id": 3956, "is_prime": true}, {"legislator_profile_id": 3912, "is_prime": false}, {"legislator_profile_id": 3914, "is_prime": false}, {"legislator_profile_id": 3917, "is_prime": false}, {"legislator_profile_id": 3924, "is_prime": false}, {"legislator_profile_id": 3934, "is_prime": false}, {"legislator_profile_id": 3965, "is_prime": false}, {"legislator_profile_id": 3970, "is_prime": false}, {"legislator_profile_id": 3974, "is_prime": false}, {"legislator_profile_id": 3977, "is_prime": false}, {"legislator_profile_id": 3983, "is_prime": false}, {"legislator_profile_id": 3990, "is_prime": false}, {"legislator_profile_id": 3991, "is_prime": false}, {"legislator_profile_id": 3996, "is_prime": false}], "keywords": ["Boards of School Districts", "Health Care", "Municipal Government", "School Districts", "Workers' Compensation"], "audio": [{"meeting_datetime": "2022-01-25T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco10.mp3", "start_seconds": 1693.0}, {"meeting_datetime": "2022-01-25T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco10.mp3", "start_seconds": 1693.0}, {"meeting_datetime": "2022-01-25T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco10.mp3", "start_seconds": 1693.0}, {"meeting_datetime": "2022-01-25T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco10.mp3", "start_seconds": 1693.0}], "bill_versions": [{"bill_id": 22838, "bill_version_id": 228278, "bill_version": "Introduced", "bill_version_date": "2022-01-20T10:36:38.537-06:00", "bill_text": "An Act to require that taxpayer funded pool arrangements providing workers' compensation coverage demonstrate financial stability, reliable management, and fair pricing. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 1-24-17.1 be AMENDED: 1-24-17.1. Each pool arrangement, as defined in § 1-24-11, shall must have an annual audit of its financial statements conducted in accordance with generally accepted government auditing standards. A copy of the audited financial statements shall must be filed with the Department of Legislative Audit within twelve three months of the close of the previous fiscal year for the pool arrangement. The department shall, within five working days, make audited financial statements filed pursuant to this section available easily and readily accessible to the public on the department's website. The auditor-general may examine all financial records, related to funds provided by the state or its political subdivisions, of any pool arrangement, if deemed necessary and in the public interest by the auditor-general. Section 2. That chapter 1-24 be amended with a NEW SECTION: On or before September first of each year, each pool arrangement, as defined in § 1-24-11, which provides workers' compensation coverage, shall provide to the Department of Legislative Audit and to each pool member: (1) A financial plan setting forth: (a) The coverages to be offered by the pool, applicable deductibles and offsets, and the maximum exposure levels; (b) The manner of determining the rates that current and prospective pool members are to be quoted; (c) The amount of cash reserves needed, in the exercise of sound and prudent actuarial judgment, to cover liabilities and expenses for the covered actions of current and prospective pool members; and (d) The amount of aggregate excess insurance or reinsurance to prevent exhaustion of the pool's resources in a given fiscal period; (2) A management plan that describes: (a) The governance of the pool, the governing board's authority and manner of selecting governing board members, and the governing board members' biographical information, qualifications, terms of office, and compensation; (b) The time and manner in which pool member contributions are processed; (c) The methods by which assessments for deficiencies are determined and collected; (d) The methods for identifying and disposing of surplus funds; (e) The criteria for pool membership, including admission and voluntary or involuntary termination; and (f) The process for termination of the pool arrangement; (3) A copy of all organizational documents, including the bylaws; (4) A copy of any contract or other document that sets forth the rights, privileges, and obligations of a pool member, including terms, coverages, limits, and deductibles; (5) A copy of any contract in effect between the pool and a third-party administrator or other vendor; (6) The annual premium paid by each pool member, identified by name; (7) The claims paid by the pool on behalf of each pool member, identified by name; (8) An administrative report that provides the direct premiums written by the pool, the pool's market share and cumulative market share compared to private sector providers of workers' compensation insurance in this state, the direct premiums earned by the pool, the direct losses incurred by the pool, and the pool's pure direct loss ratio; and (9) Biographical and compensatory information for managerial level staff. The department shall, within five working days, make the information provided in accordance with this section easily and readily accessible to the public on the department's website. Section 3. That chapter 2-6 be amended with a NEW SECTION: The Government Operations and Audit Committee shall annually review the information provided by each pool arrangement, in accordance with section 1 of this Act. A representative of each pool arrangement shall appear before the committee, at the time and in the manner requested by the committee, to: (1) Review the pool's overall performance; (2) Address any changes in the pool's overall performance compared to that of the preceding reporting period; and (3) Provide comparative information regarding the performance of the pool and the performance of the private sector providers of workers' compensation insurance in this state."}], "amendments": [{"bill_id": 22838, "document_id": 229506, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/229506.pdf", "legislator_profile_id": 3970, "document_id_instructions": 229508, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/229508.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 22838, "action_date": "2022-01-20T14:00:00-06:00", "document_id": 228146, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/228146.pdf", "status_text": "First read in Senate and referred to", "journal_page": 83, "committee_id_action": 1034, "committee_id_assigned": 1022, "result": "N", "vote": {}}, {"bill_id": 22838, "action_date": "2022-01-25T10:00:00-06:00", "document_id": 228614, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/228614.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1022, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22838, "action_date": "2022-01-25T10:00:00-06:00", "document_id": 228208, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/228208.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1022, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22838, "action_date": "2022-01-25T10:00:00-06:00", "document_id": 228208, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/228208.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1022, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 71753, "president_vote": null, "Yea": [3939, 3975, 3993, 3999, 4000, 4006, 4016, 4010, 3925]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22838"}