{"session_id": 4, "bill_id": 4843, "bill_type": "Senate Bill", "bill_number": 120, "bill_title": "require that certain bond sales be competitive.", "sponsors": [{"legislator_profile_id": 555, "is_prime": true}, {"legislator_profile_id": 567, "is_prime": true}, {"legislator_profile_id": 602, "is_prime": false}, {"legislator_profile_id": 604, "is_prime": false}, {"legislator_profile_id": 609, "is_prime": false}, {"legislator_profile_id": 593, "is_prime": false}, {"legislator_profile_id": 532, "is_prime": false}, {"legislator_profile_id": 534, "is_prime": false}, {"legislator_profile_id": 568, "is_prime": false}, {"legislator_profile_id": 552, "is_prime": false}, {"legislator_profile_id": 575, "is_prime": false}, {"legislator_profile_id": 572, "is_prime": false}, {"legislator_profile_id": 529, "is_prime": false}, {"legislator_profile_id": 530, "is_prime": false}, {"legislator_profile_id": 594, "is_prime": false}, {"legislator_profile_id": 535, "is_prime": false}, {"legislator_profile_id": 533, "is_prime": false}, {"legislator_profile_id": 562, "is_prime": false}, {"legislator_profile_id": 622, "is_prime": false}, {"legislator_profile_id": 573, "is_prime": false}, {"legislator_profile_id": 605, "is_prime": false}, {"legislator_profile_id": 610, "is_prime": false}, {"legislator_profile_id": 571, "is_prime": false}, {"legislator_profile_id": 581, "is_prime": false}, {"legislator_profile_id": 539, "is_prime": false}, {"legislator_profile_id": 531, "is_prime": false}, {"legislator_profile_id": 540, "is_prime": false}, {"legislator_profile_id": 550, "is_prime": false}, {"legislator_profile_id": 566, "is_prime": false}, {"legislator_profile_id": 607, "is_prime": false}], "keywords": ["Counties", "Local Government", "Municipality"], "audio": [{"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst19.mp3", "start_seconds": 4527.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst19.mp3", "start_seconds": 4527.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst19.mp3", "start_seconds": 4527.0}], "bill_versions": [{"bill_id": 4843, "bill_version_id": 1148, "bill_version": "Introduced", "bill_version_date": "2008-01-16T09:39:26.163-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require that certain bond sales be competitive. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 6-8B be amended by adding thereto a NEW SECTION to read as follows: No governing body may sell or enter into any contract for the sale of any issue of its bonds in an amount exceeding one million dollars, for whatever purpose issued, without first advertising for bids in the manner prescribed by section 2 of this Act. The provisions of this section do not apply to any of the following: (1) Bonds sold by an issuer in an amount not exceeding the total sum of one million two hundred thousand dollars in any twelve-month period; (2) Bonds issued by a governing body other than a school board in anticipation of the collection of taxes or other revenues appropriated for expenditure in a single year, if sold in accordance with the most favorable of two or more proposals solicited privately; (3) Bonds sold to any board, department, or agency of the United States of America or of the State of South Dakota, in accordance with rules or regulations promulgated by such board, department, or agency; (4) Bonds issued in the form of an installment purchase contract, lease purchase agreement, or other similar agreement; (5) Bonds sold under a bond reinvestment program; and (6) If the governing body has retained an independent financial advisor that has advised the governing body in writing prior to the authorization of the sale of the bonds that a sale by private negotiation is recommended, bonds that the governing body determine shall be sold by private negotiation. Section 2. That chapter 6-8B be amended by adding thereto a NEW SECTION to read as follows: The notice of sale to prospective bidders shall specify the maximum principal amount of the bonds, the place of receipt and consideration of bids, and other details as to the bonds and terms of sale as determined by the governing body or its authorized financial consultant. The notice shall either specify the date and time for receipt of bids or specify the manner in which notice of the date or amount of the sale shall be given to prospective bidders. Notification of prospective bidders shall be given by mail, facsimile, electronic data transmission, or other form of communication common to the bond trade at least two days, omitting Saturdays, Sundays, and legal holidays, before the date for receipt of bids to at least five firms determined by the governing body or its financial consultant to be prospective bidders, and shall be published in a newspaper or other periodical that circulates throughout the state and furnishes financial news. Failure to give the notice as described in this section does not affect the validity of the bonds. Section 3. That chapter 6-8B be amended by adding thereto a NEW SECTION to read as follows: Bids may be accepted by facsimile or other electronic transmission or in writing as specified by the governing body or its financial consultant. The governing body may employ an agent to receive and open the bids at any place within or outside the corporate limits of the governing body, in the presence of an officer of the governing body or the officer's designee, but the bonds may not be sold except by action of the governing body or authorized officers of the governing body after communication of the bids to them. Additional notice may be given for such time and in such manner as determined by the governing body. At the time and place so fixed, the bids shall be considered and the offer complying with the terms of sale and deemed most favorable shall be accepted. However, the governing body may reject any offer, and if all offers are rejected, or if no offers have been received, the governing body may award the bonds to any person who within thirty days thereafter presents an offer complying with the terms of sale and deemed more favorable than any received previously, or the governing body may invite other bids upon the same or different terms and conditions by providing notice as required in section 2 of this Act. Section 4. That chapter 6-8B be amended by adding thereto a NEW SECTION to read as follows: No contract for the sale and delivery of bonds is enforceable unless made in accordance with this Act. Section 5. That chapter 6-8B be amended by adding thereto a NEW SECTION to read as follows: No officer of any governing body may enter into or approve any contract or agreement for the sale of bonds contrary to the provisions of this Act or which lessens, restricts, or tends to prevent competitive bidding. A violation of this section is a Class 1 misdemeanor. Section 6. That chapter 6-8B be amended by adding thereto a NEW SECTION to read as follows: Any officer of a governing body charged with the responsibility of issuing bonds for or on behalf of the governing body may enter into written agreements or contracts relating to the continuing disclosure of information necessary to comply with, or facilitate the issuance of bonds in accordance with, federal securities laws, rules, and regulations, including rules and regulations of the Securities and Exchange Commission. An agreement may comprise covenants with purchasers and holders of bonds set forth in the resolution authorizing the issuance of the bonds, or a separate document authorized by resolution. Section 7. That § 6-8B-10 be repealed. 6-8B-10. The governing body may sell its bonds at a public or private sale at the price or prices the governing body determines. If the governing body determines to sell bonds at a public sale, no bonds may be sold until the sale has been advertised once a week for at least two successive weeks the first publication being at least ten days before the sale in the official newspaper of the public body, and if directed by the governing body, in any other newspaper or publication. The notice of sale shall describe the bond issue, the time and place of sale, the method of competitive bidding, which method may describe different forms or alternative forms of bids, and the place where bids will be received."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4843, "action_date": "2008-01-16T14:00:00-06:00", "document_id": 1255, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1255.pdf", "status_text": "First read in Senate and referred to", "journal_page": 136, "committee_id_action": 28, "committee_id_assigned": 10, "result": "N", "vote": {}}, {"bill_id": 4843, "action_date": "2008-02-06T07:45:00-06:00", "document_id": 2406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2406.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4843, "action_date": "2008-02-06T07:45:00-06:00", "document_id": 2602, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2602.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 354, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1309, "president_vote": null, "Yea": [557, 629, 577, 588, 598], "Nay": [530, 567], "Excused": [569, 553]}}]}