{"session_id": 59, "bill_id": 20538, "bill_type": "House Bill", "bill_number": 1154, "bill_title": "impose an excise tax on the gross receipts from the sale and use of farm machinery, farm attachment units, and irrigation equipment, to exempt the gross receipts from the sale of farm machinery, farm attachment units, and irrigation equipment from sales and use tax, and to declare an emergency.", "sponsors": [{"legislator_profile_id": 3378, "is_prime": true}, {"legislator_profile_id": 3439, "is_prime": true}, {"legislator_profile_id": 3364, "is_prime": false}, {"legislator_profile_id": 3375, "is_prime": false}, {"legislator_profile_id": 3376, "is_prime": false}, {"legislator_profile_id": 3381, "is_prime": false}, {"legislator_profile_id": 3383, "is_prime": false}, {"legislator_profile_id": 3384, "is_prime": false}, {"legislator_profile_id": 3390, "is_prime": false}, {"legislator_profile_id": 3391, "is_prime": false}, {"legislator_profile_id": 3393, "is_prime": false}, {"legislator_profile_id": 3394, "is_prime": false}, {"legislator_profile_id": 3396, "is_prime": false}, {"legislator_profile_id": 3397, "is_prime": false}, {"legislator_profile_id": 3398, "is_prime": false}, {"legislator_profile_id": 3404, "is_prime": false}, {"legislator_profile_id": 3407, "is_prime": false}, {"legislator_profile_id": 3416, "is_prime": false}, {"legislator_profile_id": 3421, "is_prime": false}, {"legislator_profile_id": 3422, "is_prime": false}, {"legislator_profile_id": 3425, "is_prime": false}, {"legislator_profile_id": 3427, "is_prime": false}, {"legislator_profile_id": 3433, "is_prime": false}, {"legislator_profile_id": 3435, "is_prime": false}, {"legislator_profile_id": 3443, "is_prime": false}, {"legislator_profile_id": 3449, "is_prime": false}, {"legislator_profile_id": 3450, "is_prime": false}, {"legislator_profile_id": 3451, "is_prime": false}, {"legislator_profile_id": 3452, "is_prime": false}], "keywords": ["Administrative Rules", "Agriculture", "Taxes"], "audio": [{"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hta15.mp3", "start_seconds": 5036.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hta15.mp3", "start_seconds": 5036.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hta15.mp3", "start_seconds": 5036.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hta17.mp3", "start_seconds": 1007.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hta17.mp3", "start_seconds": 1007.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hta17.mp3", "start_seconds": 1007.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hta17.mp3", "start_seconds": 1007.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hta17.mp3", "start_seconds": 1007.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou20.mp3", "start_seconds": 2191.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou20.mp3", "start_seconds": 2191.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou20.mp3", "start_seconds": 2191.0}, {"meeting_datetime": "2006-02-17T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sta28.mp3", "start_seconds": 833.0}, {"meeting_datetime": "2006-02-17T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sta28.mp3", "start_seconds": 833.0}, {"meeting_datetime": "2006-02-17T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sta28.mp3", "start_seconds": 833.0}, {"meeting_datetime": "2006-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen30.mp3", "start_seconds": 3493.0}, {"meeting_datetime": "2006-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen30.mp3", "start_seconds": 3493.0}, {"meeting_datetime": "2006-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen30.mp3", "start_seconds": 3493.0}], "bill_versions": [{"bill_id": 20538, "bill_version_id": 106815, "bill_version": "Introduced", "bill_version_date": "2006-01-19T11:58:55-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to impose an excise tax on the gross receipts from the sale and use of farm machinery, farm attachment units, and irrigation equipment and to exempt the gross receipts from the sale of farm machinery, farm attachment units, and irrigation equipment from sales and use tax. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby imposed an excise tax of four percent on the gross receipts from the sale, resale, or lease of farm machinery, attachment units, and irrigation equipment used exclusively for agricultural purposes. However, if any trade-in or exchange of used farm machinery, attachment units, and irrigation equipment is involved in the transaction, the excise tax is only due and may only be collected on the cash difference. Section 2. An excise tax is imposed on the privilege of the use, storage, or consumption in this state of farm machinery, attachment units, and irrigation equipment used exclusively for agricultural purposes not originally purchased for use in this state, but thereafter used, stored, or consumed in this state, at the same rate as provided in section 1 of this Act and imposed on the fair market value of the property at the time it is brought into this state. However, if any trade-in or exchange of used farm machinery, attachment units, and irrigation equipment is involved in the transaction, the excise tax is only due and may only be collected on the cash difference. The use, storage, or consumption of farm machinery, attachment units, and irrigation equipment used exclusively for agricultural purposes that is more than seven years old at the time it is brought into the state by the person who purchased such property for use in another state is exempt from the tax imposed by this Act. Section 3. For purposes of this Act, farm machinery, includes all-terrain vehicles of three or more wheels used exclusively by the purchaser for agricultural purposes on agricultural land. The purchaser shall sign and deliver to the seller a statement that the all-terrain vehicle will be used exclusively for agricultural purposes. Section 4. Farm machinery and attachment units, other than replacement parts, and irrigation equipment sold at public auction shall be taxed pursuant to section 1 of this Act without regard to its intended use. Section 5. The tax imposed by section 1 of this Act shall be collected and administered by the Department of Revenue and Regulation. Section 6. Any person who holds a license issued pursuant to this Act or chapters 10-33A, 10-45, 10-45D, 10-46A, 10-46B, or 10-52A or who is a person whose receipts are subject to the tax imposed by or this Act or chapters 10-33A, 10-45, 10-45D, 10-46A, 10-46B, or 10-52A shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue and Regulation on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twenty-third day of the month following each monthly period and remit the tax on or before the second to the last day of the month following each monthly period. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly and the return and remittance is due the last day of the month following the reporting period, or at time otherwise determined by the secretary. The secretary of revenue and regulation may grant an extension of not more than five days for filing a return and remittance. However, the secretary of revenue and regulation may grant an extension for remitting the tax to a qualified business as provided in § § 10-45-99 to 10-45- 107, inclusive, for six months. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 7. Each tax collection and enforcement provision of chapter 10-45, including penalty and interest, apply to this Act if applicable. Section 8. The secretary of revenue and regulation may promulgate rules pursuant to chapter 1-26 concerning: (1) Licensing, including bonding and filing license applications; (2) The filing of returns and payment of the tax; (3) Determining the application of the tax and exemptions; (4) Taxpayer record-keeping requirements; (5) Determining auditing methods; and (6) Determining the age and value of the farm machinery, attachment units, and irrigation equipment brought into this state. Section 9. Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the tax imposed by this Act is guilty of a Class 6 felony; (2) Fails to pay tax due under this Act within thirty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records and books required by section 13 of this Act or refuses to exhibit these records to the secretary of revenue or the secretary's agents for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this Act within thirty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Willfully violates any rule of the secretary of revenue for the administration and enforcement of the provisions of this Act is guilty of a Class 1 misdemeanor; or (6) Violates either subdivision (2) or subdivision (4) two or more times in any twelve- month period is guilty of a Class 6 felony. Section 10. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter apply to any taxes or fees or persons subject to taxes or fees imposed by, and to any civil or criminal investigation authorized by, chapters 10-39, 10- 39A, 10-39B, 10-43, 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46C, 10-47B, 10-52, 10-52A, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, and 34A-13 and §§ 22-25-48, 49-31-51, 50-4-13 to 50-4-17, inclusive, this Act, and the provisions of chapter 10-45B. Section 11. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There are exempted from the provisions of this chapter and from the tax imposed by it, gross receipts from the sale, resale, or leasing of farm machinery, attachment units, and irrigation equipment used exclusively for agricultural purposes. The term, farm machinery, includes all-terrain vehicles of three or more wheels used exclusively by the purchaser for agricultural purposes on agricultural land. The purchaser shall sign and deliver to the seller a statement that the all-terrain vehicle will be used exclusively for agricultural purposes. Section 12. That § 10-45-3 be repealed. 10-45-3. There is hereby imposed a tax of four percent on the gross receipts from the sale or resale of farm machinery and attachment units other than replacement parts; or irrigation equipment used exclusively for agricultural purposes by licensed South Dakota retailers. However, if any trade-in or exchange of used farm machinery is involved in the transaction, the tax is only due and shall be collected only on the cash difference. Section 13. That § 10-45-3.2 be repealed. 10-45-3.2. For purposes of § 10-45-3, farm machinery shall include all-terrain vehicles of three or more wheels used exclusively by the purchaser for agricultural purposes on agricultural land. The purchaser shall sign and deliver to the seller a statement that the all-terrain vehicle will be used exclusively for agricultural purposes. Section 14. That § 10-45-3.3 be repealed. 10-45-3.3. Farm machinery and attachment units, other than replacement parts, and irrigation equipment sold at public auction shall be taxed pursuant to § 10-45-3 without regard to its intended use. Section 15. That § 10-45-5 be amended to read as follows: 10-45-5. There is imposed a tax at the rate of four percent upon the gross receipts of any person from engaging in the business of leasing farm machinery or irrigation equipment used for agricultural purposes and four percent upon the gross receipts of any person from engaging or continuing in any of the following businesses or services in this state: abstracters; accountants; architects; barbers; beauty shops; bill collection services; blacksmith shops; car washing; dry cleaning; dyeing; exterminators; garage and service stations; garment alteration; cleaning and pressing; janitorial services and supplies; specialty cleaners; laundry; linen and towel supply; membership or entrance fees for the use of a facility or for the right to purchase tangible personal property or services; photography; photo developing and enlarging; tire recapping; welding and all repair services , except farm machinery, farm attachment units, or irrigation equipment repair services ; cable television; and rentals of tangible personal property except leases of tangible personal property between one telephone company and another telephone company, motor vehicles as defined by § 32-5-1 leased under a single contract for more than twenty-eight days and mobile homes. However, the specific enumeration of businesses and professions made in this section does not, in any way, limit the scope and effect of § 10-45-4. Section 16. That § 10-45-5.2 be amended to read as follows: 10-45-5.2. The following services enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President, are specifically subject to the tax levied by this chapter: metal mining services (group no. 108); coal mining (major group 12); nonmetallic minerals (except fuels) services (group no. 148); service industries for the printing trade (group no. 279); coating, engraving and allied services (group no. 347); communication, electric and gas services (division E except group nos. 483, 494 and 495); hotels, motels, and tourist courts (group no. 701); rooming and boarding houses (group no. 702); camps and recreational vehicle parks (group no. 703); personal services (major group 72); business services (major group 73); automotive repair, services, and parking (major group 75); miscellaneous repair services (major group 76) , except farm machinery, farm attachment units, or irrigation equipment repair services ; amusement and recreation services (major group 79); legal services (major group 81); landscape and horticultural services (group no. 078); engineering, accounting, research, management, and related services (major group 87, except industry no. 8733); title abstract offices (group no. 654); consumer credit reporting agencies, mercantile reporting agencies, and adjustment and collection agencies (group no. 732); real estate agents and managers (group no. 653); funeral service and crematories (group no. 726), except that purchases of goods or services with money advanced as an accommodation are retail purchases and are not includable in gross receipts for funeral services and fees paid or donated for religious ceremonies are not includable in gross receipts for funeral services; loan brokers (industry no. 6163); repair shops and related services, not elsewhere classified (industry no. 7699) but only locksmiths and locksmith shops; and floor laying and other floor work not elsewhere classified (industry no. 1752). In addition, the following services are also specifically subject to the tax levied by this chapter: livestock slaughtering services; dog grooming services; airplane, helicopter, balloon, dirigible and blimp rides for amusement or sightseeing; the collection and disposal of solid waste; and all appraiser's services. The services enumerated in this section may not be construed as a comprehensive list of taxable services but rather as a representative list of services intended to be taxable under this chapter. Section 17. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: There are exempted from the provisions of this chapter and from the tax imposed by it, gross receipts from the sale, resale, or lease of farm machinery, attachment units, and irrigation equipment used exclusively for agricultural purposes. The term, farm machinery, includes all-terrain vehicles of three or more wheels used exclusively by the purchaser for agricultural purposes on agricultural land. The purchaser shall sign and deliver to the seller a statement that the all-terrain vehicle will be used exclusively for agricultural purposes."}, {"bill_id": 20538, "bill_version_id": 107803, "bill_version": "House Taxation Engrossed", "bill_version_date": "2006-02-02T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to impose an excise tax on the gross receipts from the sale and use of farm machinery, farm attachment units, and irrigation equipment, to exempt the gross receipts from the sale of farm machinery, farm attachment units, and irrigation equipment from sales and use tax, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby imposed an excise tax of four percent on the gross receipts from the sale, resale, or lease of farm machinery, attachment units, and irrigation equipment used exclusively for agricultural purposes. However, if any trade-in or exchange of used farm machinery, attachment units, and irrigation equipment is involved in the transaction, the excise tax is only due and may only be collected on the cash difference. Section 2. An excise tax is hereby imposed on the privilege of the use, storage, and consumption in this state of farm machinery, attachment units, and irrigation equipment used exclusively for agricultural purposes purchased or leased for use in this state at the same rate of the purchase price of said property as imposed pursuant to section 1 of this Act. Section 3. An excise tax is imposed at the same rate as imposed by section 1 of this Act on the privilege of the use, storage, or consumption in this state of farm machinery, attachment units, and irrigation equipment used exclusively for agricultural purposes not originally purchased for use in this state, but thereafter used, stored, or consumed in this state, at the same rate as provided in section 1 of this Act and imposed on the fair market value of the property at the time it is brought into this state. However, if any trade-in or exchange of used farm machinery, attachment units, and irrigation equipment is involved in the transaction, the excise tax is only due and may only be collected on the cash difference. The use, storage, or consumption of farm machinery, attachment units, and irrigation equipment used exclusively for agricultural purposes that is more than seven years old at the time it is brought into the state by the person who purchased such property for use in another state is exempt from the tax imposed by this Act. Section 4. For purposes of this Act, farm machinery, includes all-terrain vehicles of three or more wheels used exclusively by the purchaser for agricultural purposes on agricultural land. The purchaser shall sign and deliver to the seller a statement that the all-terrain vehicle will be used exclusively for agricultural purposes. Section 5. Farm machinery and attachment units, other than replacement parts, and irrigation equipment sold at public auction shall be taxed pursuant to section 1 of this Act without regard to its intended use. Section 6. The tax imposed by section 1 of this Act shall be collected and administered by the Department of Revenue and Regulation. Section 7. Any person who holds a license issued pursuant to this Act or chapters 10-33A, 10-45, 10-45D, 10-46A, 10-46B, or 10-52A or who is a person whose receipts are subject to the tax imposed by or this Act or chapters 10-33A, 10-45, 10-45D, 10-46A, 10-46B, or 10-52A shall, except as otherwise provided in this section, file a return, and pay any tax due, to the Department of Revenue and Regulation on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twenty-third day of the month following each monthly period and remit the tax on or before the second to the last day of the month following each monthly period. The secretary may require or allow a person to file a return, and pay any tax due, on a basis other than monthly and the return and remittance is due the last day of the month following the reporting period, or at time otherwise determined by the secretary. The secretary of revenue and regulation may grant an extension of not more than five days for filing a return and remittance. However, the secretary of revenue and regulation may grant an extension for remitting the tax to a qualified business as provided in § § 10-45-99 to 10-45- 107, inclusive, for six months. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 8. Where applicable and not inconsistent with this Act, the provisions of chapters 10-45 and 10-46, including the exemption, definition, administrative, collection, and enforcement provisions, including penalty and interest, are applicable to the tax imposed by this Act. Section 9. The revenue from the tax imposed by this Act shall be deposited in the general fund. Section 10. There are exempted from the tax imposed by this Act, gross receipts from the rental of devices primarily used to apply fertilizers and pesticides as defined in § 38-20A-1, for agricultural purposes, if the tax imposed by this Act was paid upon the original purchase of the device. Section 11. The secretary of revenue and regulation may promulgate rules pursuant to chapter 1-26 concerning: (1) Licensing, including bonding and filing license applications; (2) The filing of returns and payment of the tax; (3) Determining the application of the tax and exemptions; (4) Taxpayer record-keeping requirements; (5) Determining auditing methods; and (6) Determining the age and value of the farm machinery, attachment units, and irrigation equipment brought into this state. Section 12. Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the tax imposed by this Act is guilty of a Class 6 felony; (2) Fails to pay tax due under this Act within thirty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records and books required by this Act or refuses to exhibit these records to the secretary of revenue or the secretary's agents for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this Act within thirty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Willfully violates any rule of the secretary of revenue for the administration and enforcement of the provisions of this Act is guilty of a Class 1 misdemeanor; or (6) Violates either subdivision (2) or subdivision (4) two or more times in any twelve- month period is guilty of a Class 6 felony. For purposes of this section, the term, person, includes an officer, member, member- manager, partner, general partner, or limited partner of an entity organized pursuant to Title 47 or 48 who has control or supervision of, or is charged with the responsibility for, making tax returns or payments pursuant to this Act. Section 13. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter apply to any taxes or fees or persons subject to taxes or fees imposed by, and to any civil or criminal investigation authorized by, chapters 10-39, 10- 39A, 10-39B, 10-43, 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46C, 10-47B, 10-52, 10-52A, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, and 34A-13 and §§ 22-25-48, 49-31-51, 50-4-13 to 50-4-17, inclusive, this Act, and the provisions of chapter 10-45B. Section 14. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There are exempted from the provisions of this chapter and from the tax imposed by it, gross receipts from the sale, resale, or leasing of farm machinery, attachment units, and irrigation equipment used exclusively for agricultural purposes. The term, farm machinery, includes all-terrain vehicles of three or more wheels used exclusively by the purchaser for agricultural purposes on agricultural land. The purchaser shall sign and deliver to the seller a statement that the all-terrain vehicle will be used exclusively for agricultural purposes. Section 15. That § 10-45-3 be repealed. 10-45-3. There is hereby imposed a tax of four percent on the gross receipts from the sale or resale of farm machinery and attachment units other than replacement parts; or irrigation equipment used exclusively for agricultural purposes by licensed South Dakota retailers. However, if any trade-in or exchange of used farm machinery is involved in the transaction, the tax is only due and shall be collected only on the cash difference. Section 16. That § 10-45-3.2 be repealed. 10-45-3.2. For purposes of § 10-45-3, farm machinery shall include all-terrain vehicles of three or more wheels used exclusively by the purchaser for agricultural purposes on agricultural land. The purchaser shall sign and deliver to the seller a statement that the all-terrain vehicle will be used exclusively for agricultural purposes. Section 17. That § 10-45-3.3 be repealed. 10-45-3.3. Farm machinery and attachment units, other than replacement parts, and irrigation equipment sold at public auction shall be taxed pursuant to § 10-45-3 without regard to its intended use. Section 18. That § 10-45-5 be amended to read as follows: 10-45-5. There is imposed a tax at the rate of four percent upon the gross receipts of any person from engaging in the business of leasing farm machinery or irrigation equipment used for agricultural purposes and four percent upon the gross receipts of any person from engaging or continuing in any of the following businesses or services in this state: abstracters; accountants; architects; barbers; beauty shops; bill collection services; blacksmith shops; car washing; dry cleaning; dyeing; exterminators; garage and service stations; garment alteration; cleaning and pressing; janitorial services and supplies; specialty cleaners; laundry; linen and towel supply; membership or entrance fees for the use of a facility or for the right to purchase tangible personal property or services; photography; photo developing and enlarging; tire recapping; welding and all repair services , except farm machinery, farm attachment units, or irrigation equipment repair services ; cable television; and rentals of tangible personal property except leases of tangible personal property between one telephone company and another telephone company, motor vehicles as defined by § 32-5-1 leased under a single contract for more than twenty-eight days and mobile homes. However, the specific enumeration of businesses and professions made in this section does not, in any way, limit the scope and effect of § 10-45-4. Section 19. That § 10-45-5.2 be amended to read as follows: 10-45-5.2. The following services enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President, are specifically subject to the tax levied by this chapter: metal mining services (group no. 108); coal mining (major group 12); nonmetallic minerals (except fuels) services (group no. 148); service industries for the printing trade (group no. 279); coating, engraving and allied services (group no. 347); communication, electric and gas services (division E except group nos. 483, 494 and 495); hotels, motels, and tourist courts (group no. 701); rooming and boarding houses (group no. 702); camps and recreational vehicle parks (group no. 703); personal services (major group 72); business services (major group 73); automotive repair, services, and parking (major group 75); miscellaneous repair services (major group 76) , except farm machinery, farm attachment units, or irrigation equipment repair services ; amusement and recreation services (major group 79); legal services (major group 81); landscape and horticultural services (group no. 078); engineering, accounting, research, management, and related services (major group 87, except industry no. 8733); title abstract offices (group no. 654); consumer credit reporting agencies, mercantile reporting agencies, and adjustment and collection agencies (group no. 732); real estate agents and managers (group no. 653); funeral service and crematories (group no. 726), except that purchases of goods or services with money advanced as an accommodation are retail purchases and are not includable in gross receipts for funeral services and fees paid or donated for religious ceremonies are not includable in gross receipts for funeral services; loan brokers (industry no. 6163); repair shops and related services, not elsewhere classified (industry no. 7699) but only locksmiths and locksmith shops; and floor laying and other floor work not elsewhere classified (industry no. 1752). In addition, the following services are also specifically subject to the tax levied by this chapter: livestock slaughtering services; dog grooming services; airplane, helicopter, balloon, dirigible and blimp rides for amusement or sightseeing; the collection and disposal of solid waste; and all appraiser's services. The services enumerated in this section may not be construed as a comprehensive list of taxable services but rather as a representative list of services intended to be taxable under this chapter. Section 20. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: There are exempted from the provisions of this chapter and from the tax imposed by it, gross receipts from the sale, resale, or lease of farm machinery, attachment units, and irrigation equipment used exclusively for agricultural purposes. The term, farm machinery, includes all-terrain vehicles of three or more wheels used exclusively by the purchaser for agricultural purposes on agricultural land. The purchaser shall sign and deliver to the seller a statement that the all-terrain vehicle will be used exclusively for agricultural purposes. Section 21. That § 10-45-16.1 be amended to read as follows: 10-45-16.1. There are hereby specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from the sale of pesticides, as defined in § 38-20A-1, to be used exclusively by the purchaser for agricultural purposes. Any product or substance to be used in conjunction with the application or use of pesticides for agricultural purposes is also exempt. Such The products or substances include , but are not limited to, adjuvants, surfactants, ammonium sulfate, innoculants, drift retardants, water conditioners, seed treatments, foam markers, and foam dyes. Equipment , other than farm machinery, attachment units, and irrigation equipment used exclusively for agricultural purposes for the application of pesticides and related products and substances is not exempt. The tax imposed by this chapter on endoparasiticides and ectoparasiticides shall be deposited in the veterinary student tuition and animal disease research and diagnostic laboratory fund to be used for veterinary student tuition grants and the operations and activities conducted by the State Animal Disease Research and Diagnostic Laboratory established in § 13-58-13. Section 22. That § 10-46-17.5 be amended to read as follows: 10-46-17.5. The use in this state of insecticides, herbicides, pesticides , rodenticides, and fumigants as defined in § 38-20A-1 to be used exclusively for agricultural purposes is specifically exempted from the tax imposed by this chapter. Any product or substance to be used in conjunction with the application or use of pesticides for agricultural purposes is also exempt. These products or substances include adjuvants, surfactants, ammonium sulfate, inoculants, drift retardants, water conditioners, seed treatments, foam markers, and foam dyes. Equipment, other than farm machinery, attachment units, and irrigation equipment used exclusively for agricultural purposes, for the application of pesticides and related products and substances is not exempt. The tax imposed by this chapter on endoparasiticides and ectoparasiticides shall be deposited in the veterinary student tuition and animal disease research and diagnostic laboratory fund to be used for veterinary student tuition grants and the operations and activities conducted by the State Animal Disease Research and Diagnostic Laboratory established in § 13-58-13. Section 23. That § 10-12A-4 be amended to read as follows: 10-12A-4. The department may enter into tax collection agreements with any Indian tribe under the provisions of this chapter and chapter 1-24. These agreements may provide for the collection of any of the following state taxes and any tribal taxes imposed by a tribe that are identical to the following state taxes: (1) The retail sales and service tax imposed by chapter 10-45; (2) The use tax imposed by chapter 10-46; (3) The contractors' excise tax imposed by chapter 10-46A; (4) The alternate contractors' excise tax imposed by chapter 10-46B; (5) The cigarette tax imposed by chapter 10-50; (6) The motor vehicle excise tax imposed by chapter 32-5B; (7) The fuel excise tax imposed by chapter 10-47B; (8) The wholesale tax on tobacco products imposed by chapter 10-50; (9) The amusement device tax imposed by chapter 10-58; or (10) The gross receipts tax on visitor related businesses imposed by chapter 10-45D ; (11) The excise tax on farm machinery, attachment units, and irrigation equipment imposed by this Act . The agreement may provide for the retention by the department of an agreed-upon percentage of the gross revenue as an administrative fee. Section 24. Sections 1 to 20, inclusive, are effective on April 1, 2006. Section 25. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 20538, "bill_version_id": 109267, "bill_version": "Enrolled", "bill_version_date": "2006-02-23T09:13:48-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20538, "action_date": "2006-01-19T14:00:00-06:00", "document_id": 106834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106834.pdf", "status_text": "First read in House and referred to", "journal_page": 148, "committee_id_action": 893, "committee_id_assigned": 889, "result": "N", "vote": {}}, {"bill_id": 20538, "action_date": "2006-01-31T07:30:00-06:00", "document_id": 107550, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107550.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 889, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20538, "action_date": "2006-02-02T07:30:00-06:00", "document_id": 107795, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107795.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 889, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20538, "action_date": "2006-02-02T07:30:00-06:00", "document_id": 107795, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107795.pdf", "status_text": "Do Pass Amended,", "journal_page": 340, "committee_id_action": 889, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64029, "president_vote": null, "Yea": [3370, 3378, 3385, 3389, 3392, 3402, 3420, 3433, 3436, 3457, 3459, 3460, 3463, 3414, 3464]}}, {"bill_id": 20538, "action_date": "2006-02-02T07:30:00-06:00", "document_id": 107795, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107795.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 889, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20538, "action_date": "2006-02-06T14:00:00-06:00", "document_id": 108025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108025.pdf", "status_text": "Deferred to another day", "journal_page": 399, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20538, "action_date": "2006-02-07T14:00:00-06:00", "document_id": 108162, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108162.pdf", "status_text": "Do Pass Amended,", "journal_page": 421, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64391, "president_vote": null, "Yea": [3366, 3367, 3369, 3370, 3371, 3372, 3373, 3375, 3378, 3380, 3381, 3382, 3383, 3385, 3386, 3387, 3388, 3389, 3392, 3393, 3394, 3395, 3398, 3399, 3400, 3401, 3402, 3403, 3405, 3406, 3407, 3408, 3410, 3414, 3417, 3418, 3419, 3420, 3422, 3424, 3427, 3429, 3431, 3433, 3434, 3436, 3437, 3438, 3440, 3441, 3442, 3443, 3444, 3445, 3446, 3448, 3449, 3451, 3454, 3455, 3456, 3457, 3459, 3460, 3461, 3462, 3463, 3464, 3465, 3426]}}, {"bill_id": 20538, "action_date": "2006-02-08T14:00:00-06:00", "document_id": 108304, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108304.pdf", "status_text": "First read in Senate and referred to", "journal_page": 407, "committee_id_action": 894, "committee_id_assigned": 877, "result": "N", "vote": {}}, {"bill_id": 20538, "action_date": "2006-02-17T07:45:00-06:00", "document_id": 108992, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108992.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 877, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20538, "action_date": "2006-02-17T07:45:00-06:00", "document_id": 108992, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108992.pdf", "status_text": "Do Pass,", "journal_page": 571, "committee_id_action": 877, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62932, "president_vote": null, "Yea": [3376, 3396, 3404, 3409, 3415, 3432, 3439, 3421, 3412]}}, {"bill_id": 20538, "action_date": "2006-02-21T14:00:00-06:00", "document_id": 109122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109122.pdf", "status_text": "Deferred to another day", "journal_page": 600, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20538, "action_date": "2006-02-22T14:00:00-06:00", "document_id": 109224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109224.pdf", "status_text": "Do Pass Amended,", "journal_page": 623, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63090, "president_vote": null, "Yea": [3361, 3362, 3363, 3364, 3365, 3368, 3374, 3376, 3377, 3379, 3384, 3390, 3391, 3396, 3397, 3404, 3409, 3411, 3412, 3413, 3415, 3416, 3421, 3423, 3425, 3430, 3432, 3435, 3439, 3447, 3450, 3452, 3453, 3458], "Nay": [3428]}}, {"bill_id": 20538, "action_date": "2006-02-23T14:00:00-06:00", "document_id": 109342, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109342.pdf", "status_text": "Signed by Speaker", "journal_page": 736, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20538, "action_date": "2006-02-24T08:45:00-06:00", "document_id": 109405, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109405.pdf", "status_text": "Signed by President", "journal_page": 693, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20538, "action_date": "2006-02-24T13:00:00-06:00", "document_id": 109410, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109410.pdf", "status_text": "Delivered to the Governor", "journal_page": 754, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20538, "action_date": "2006-03-21T12:00:00-06:00", "document_id": 109617, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109617.pdf", "status_text": "Signed by Governor", "journal_page": 814, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3269, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20538"}