{"session_id": 20, "bill_id": 5402, "bill_type": "House Bill", "bill_number": 1165, "bill_title": "adopt the Uniform Deployed Parents Custody and Visitation Act.", "sponsors": [{"legislator_profile_id": 442, "is_prime": true}, {"legislator_profile_id": 849, "is_prime": true}, {"legislator_profile_id": 456, "is_prime": false}, {"legislator_profile_id": 517, "is_prime": false}, {"legislator_profile_id": 505, "is_prime": false}, {"legislator_profile_id": 447, "is_prime": false}, {"legislator_profile_id": 425, "is_prime": false}, {"legislator_profile_id": 454, "is_prime": false}, {"legislator_profile_id": 443, "is_prime": false}, {"legislator_profile_id": 436, "is_prime": false}, {"legislator_profile_id": 438, "is_prime": false}, {"legislator_profile_id": 478, "is_prime": false}, {"legislator_profile_id": 439, "is_prime": false}, {"legislator_profile_id": 435, "is_prime": false}, {"legislator_profile_id": 440, "is_prime": false}, {"legislator_profile_id": 506, "is_prime": false}, {"legislator_profile_id": 430, "is_prime": false}, {"legislator_profile_id": 434, "is_prime": false}, {"legislator_profile_id": 490, "is_prime": false}], "keywords": ["Domestic Relations", "Military Affairs", "Uniform Act"], "audio": [{"meeting_datetime": "2014-02-24T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju25.mp3", "start_seconds": 85.0}, {"meeting_datetime": "2014-02-24T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju25.mp3", "start_seconds": 85.0}, {"meeting_datetime": "2014-02-24T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju25.mp3", "start_seconds": 85.0}, {"meeting_datetime": "2014-02-24T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju25.mp3", "start_seconds": 85.0}, {"meeting_datetime": "2014-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou26.mp3", "start_seconds": 9160.0}, {"meeting_datetime": "2014-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou26.mp3", "start_seconds": 9160.0}, {"meeting_datetime": "2014-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou26.mp3", "start_seconds": 9160.0}, {"meeting_datetime": "2014-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou26.mp3", "start_seconds": 9160.0}, {"meeting_datetime": "2014-03-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sju30.mp3", "start_seconds": 380.0}, {"meeting_datetime": "2014-03-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sju30.mp3", "start_seconds": 380.0}, {"meeting_datetime": "2014-03-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sju30.mp3", "start_seconds": 380.0}, {"meeting_datetime": "2014-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen31.mp3", "start_seconds": 5339.0}, {"meeting_datetime": "2014-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen31.mp3", "start_seconds": 5339.0}, {"meeting_datetime": "2014-03-05T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen31.mp3", "start_seconds": 5339.0}], "bill_versions": [{"bill_id": 5402, "bill_version_id": 29280, "bill_version": "Introduced", "bill_version_date": "2014-01-29T10:47:15.03-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the Uniform Deployed Parents Custody and Visitation Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Section 101. This Act may be cited as the Uniform Deployed Parents Custody and Visitation Act. Section 2. Section 102. Terms used in this Act mean: (1) \"Adult,\" an individual who has attained eighteen years of age or an emancipated minor; (2) \"Caretaking authority,\" the right to live with and care for a child on a day-to-day basis. The term includes physical custody, parenting time, right to access, and visitation; (3) \"Child,\": (a) An unemancipated individual who has not attained eighteen years of age; or (b) An adult son or daughter by birth or adoption, or under law of this state other than this Act, who is the subject of a court order concerning custodial responsibility; (4) \"Court,\" a tribunal, including an administrative agency, authorized under law of this state other than this Act to make, enforce, or modify a decision regarding custodial responsibility; (5) \"Custodial responsibility,\" includes all powers and duties relating to caretaking authority and decision-making authority for a child. The term includes physical custody, legal custody, parenting time, right to access, visitation, and authority to grant limited contact with a child; (6) \"Decision-making authority,\" the power to make important decisions regarding a child, including decisions regarding the child's education, religious training, health care, extracurricular activities, and travel. The term does not include the power to make decisions that necessarily accompany a grant of caretaking authority; (7) \"Deploying parent,\" a servicemember, who is deployed or has been notified of impending deployment and is: (a) A parent of a child under law of this state other than this Act; or (b) An individual who has custodial responsibility for a child under law of this state other than this Act; (8) \"Deployment,\" the movement or mobilization of a servicemember for more than ninety days but less than eighteen months pursuant to uniformed service orders that: (a) Are designated as unaccompanied; (b) Do not authorize dependent travel; or (c) Otherwise do not permit the movement of family members to the location to which the servicemember is deployed; (9) \"Family member,\" a sibling, aunt, uncle, cousin, stepparent, or grandparent of a child or an individual recognized to be in a familial relationship with a child under law of this state other than this Act; (10) \"Limited contact,\" the authority of a nonparent to visit a child for a limited time. The term includes authority to take the child to a place other than the residence of the child; (11) \"Nonparent,\" an individual other than a deploying parent or other parent; (12) \"Other parent,\" an individual who, in common with a deploying parent, is: (a) A parent of a child under law of this state other than this Act; or (b) An individual who has custodial responsibility for a child under law of this state other than this Act; (13) \"Record,\" information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form; (14) \"Return from deployment,\" the conclusion of a servicemember's deployment as specified in uniformed service orders; (15) \"Servicemember,\" a member of a uniformed service; (16) \"Sign,\" with present intent to authenticate or adopt a record: (a) To execute or adopt a tangible symbol; or (b) To attach to or logically associate with the record an electronic symbol, sound, or process; (17) \"State,\" a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States; (18) \"Uniformed service,\": (a) Active and reserve components of the Army, Navy, Air Force, Marine Corps, or Coast Guard of the United States; (b) The United States Merchant Marine; (c) The commissioned corps of the United States Public Health Service; (d) The commissioned corps of the National Oceanic and Atmospheric Administration of the United States; or (e) The National Guard of a state. Section 3. Section 103. In addition to other remedies under law of this state other than this Act, if a court finds that a party to a proceeding under this Act has acted in bad faith or intentionally failed to comply with this Act or a court order issued under this Act, the court may assess reasonable attorney's fees and costs against the party and order other appropriate relief. Section 4. Section 104. (a) A court may issue an order regarding custodial responsibility under this Act only if the court has jurisdiction under chapter 26-5B. (b) If a court has issued a temporary order regarding custodial responsibility pursuant to Article 3, the residence of the deploying parent is not changed by reason of the deployment for the purposes of chapter 26-5B during the deployment. (c) If a court has issued a permanent order regarding custodial responsibility before notice of deployment and the parents modify that order temporarily by agreement pursuant to Article 2, the residence of the deploying parent is not changed by reason of the deployment for the purposes of chapter 26-5B. (d) If a court in another state has issued a temporary order regarding custodial responsibility as a result of impending or current deployment, the residence of the deploying parent is not changed by reason of the deployment for the purposes of chapter 26-5B. (e) This section does not prevent a court from exercising temporary emergency jurisdiction under chapter 26-5B. Section 5. Section 105. (a) Except as otherwise provided in subsection (d) and subject to subsection (c), a deploying parent shall notify in a record the other parent of a pending deployment not later than seven days after receiving notice of deployment unless reasonably prevented from doing so by the circumstances of service. If the circumstances of service prevent giving notification within the seven days, the deploying parent shall give the notification as soon as reasonably possible. (b) Except as otherwise provided in subsection (d) and subject to subsection (c), each parent shall provide in a record the other parent with a plan for fulfilling that parent's share of custodial responsibility during deployment. Each parent shall provide the plan as soon as reasonably possible after notification of deployment is given under subsection (a). (c) If a court order currently in effect prohibits disclosure of the address or contact information of the other parent, notification of deployment under subsection (a), or notification of a plan for custodial responsibility during deployment under subsection (b), may be made only to the issuing court. If the address of the other parent is available to the issuing court, the court shall forward the notification to the other parent. The court shall keep confidential the address or contact information of the other parent. (d) Notification in a record under subsection (a) or (b) is not required if the parents are living in the same residence and both parents have actual notice of the deployment or plan. (e) In a proceeding regarding custodial responsibility, a court may consider the reasonableness of a parent's efforts to comply with this section. Section 6. Section 106. (a) Except as otherwise provided in subsection (b), an individual to whom custodial responsibility has been granted during deployment pursuant to Articles 2 or 3 shall notify the deploying parent and any other individual with custodial responsibility of a child of any change of the individual's mailing address or residence until the grant is terminated. The individual shall provide the notice to any court that has issued a custody or child support order concerning the child which is in effect. (b) If a court order currently in effect prohibits disclosure of the address or contact information of an individual to whom custodial responsibility has been granted, a notification under subsection (a) may be made only to the court that issued the order. The court shall keep confidential the mailing address or residence of the individual to whom custodial responsibility has been granted. Section 7. Section 107. In a proceeding for custodial responsibility of a child of a servicemember, a court may not consider a parent's past deployment or possible future deployment in itself in determining the best interest of the child but may consider any significant impact on the best interest of the child of the parent's past or possible future deployment. Section 8. Section 201. (a) The parents of a child may enter into a temporary agreement under this Article granting custodial responsibility during deployment. (b) An agreement under subsection (a) must be: (1) In writing; and (2) Signed by both parents and any nonparent to whom custodial responsibility is granted. (c) Subject to subsection (d), an agreement under subsection (a), if feasible, must: (1) Identify the destination, duration, and conditions of the deployment that is the basis for the agreement; (2) Specify the allocation of caretaking authority among the deploying parent, the other parent, and any nonparent; (3) Specify any decision-making authority that accompanies a grant of caretaking authority; (4) Specify any grant of limited contact to a nonparent; (5) If under the agreement custodial responsibility is shared by the other parent and a nonparent, or by other nonparents, provide a process to resolve any dispute that may arise; (6) Specify the frequency, duration, and means, including electronic means, by which the deploying parent will have contact with the child, any role to be played by the other parent in facilitating the contact, and the allocation of any costs of contact; (7) Specify the contact between the deploying parent and child during the time the deploying parent is on leave or is otherwise available; (8) Acknowledge that any party's child support obligation cannot be modified by the agreement, and that changing the terms of the obligation during deployment requires modification in the appropriate court; (9) Provide that the agreement will terminate according to the procedures under Article 4 after the deploying parent returns from deployment; and (10) If the agreement must be filed pursuant to section 12 of this Act, specify which parent is required to file the agreement. (d) The omission of any of the items specified in subsection (c) does not invalidate an agreement under this section. Section 9. Section 202. (a) An agreement under this Article is temporary and terminates pursuant to Article 4 after the deploying parent returns from deployment, unless the agreement has been terminated before that time by court order or modification under section 10 of this Act. The agreement does not create an independent, continuing right to caretaking authority, decision-making authority, or limited contact in an individual to whom custodial responsibility is given. (b) A nonparent who has caretaking authority, decision-making authority, or limited contact by an agreement under this Article has standing to enforce the agreement until it has been terminated by court order, by modification under section 10 of this Act, or under Article 4. Section 10. Section 203. (a) By mutual consent, the parents of a child may modify an agreement regarding custodial responsibility made pursuant to this Article. (b) If an agreement is modified under subsection (a) before deployment of a deploying parent, the modification must be in writing and signed by both parents and any nonparent who will exercise custodial responsibility under the modified agreement. (c) If an agreement is modified under subsection (a) during deployment of a deploying parent, the modification must be agreed to in a record by both parents and any nonparent who will exercise custodial responsibility under the modified agreement. Section 11. Section 204. A deploying parent, by power of attorney, may delegate all or part of custodial responsibility to an adult nonparent for the period of deployment if no other parent possesses custodial responsibility under law of this state other than this Act, or if a court order currently in effect prohibits contact between the child and the other parent. The deploying parent may revoke the power of attorney by signing a revocation of the power. Section 12. Section 205. An agreement or power of attorney under this Article must be filed within a reasonable time with any court that has entered an order on custodial responsibility or child support that is in effect concerning the child who is the subject of the agreement or power. The case number and heading of the pending case concerning custodial responsibility or child support must be provided to the court with the agreement or power. Section 13. Section 301. In this Article, \"close and substantial relationship\" means a relationship in which a significant bond exists between a child and a nonparent. Section 14. Section 302. (a) After a deploying parent receives notice of deployment and until the deployment terminates, a court may issue a temporary order granting custodial responsibility unless prohibited by the Servicemembers Civil Relief Act, 50 U.S.C. Appendix Sections 521 and 522. A court may not issue a permanent order granting custodial responsibility without the consent of the deploying parent. (b) At any time after a deploying parent receives notice of deployment, either parent may file a motion regarding custodial responsibility of a child during deployment. The motion must be filed in a pending proceeding for custodial responsibility in a court with jurisdiction under section 4 of this Act or, if there is no pending proceeding in a court with jurisdiction under section 4 of this Act, in a new action for granting custodial responsibility during deployment. Section 15. Section 303. If a motion to grant custodial responsibility is filed under subsection (b) of section 14 of this Act before a deploying parent deploys, the court shall conduct an expedited hearing. Section 16. Section 304. In a proceeding under this Article, a party or witness who is not reasonably available to appear personally may appear, provide testimony, and present evidence by electronic means unless the court finds good cause to require a personal appearance. Section 17. Section 305. In a proceeding for a grant of custodial responsibility pursuant to this Article, the following rules apply: (1) A prior judicial order designating custodial responsibility in the event of deployment is binding on the court unless the circumstances meet the requirements of law of this state other than this Act for modifying a judicial order regarding custodial responsibility; (2) The court shall enforce a prior written agreement between the parents for designating custodial responsibility in the event of deployment, including an agreement executed under Article 2, unless the court finds that the agreement is contrary to the best interest of the child. Section 18. Section 306. (a) On motion of a deploying parent and in accordance with law of this state other than this Act, if it is in the best interest of the child, a court may grant caretaking authority to a nonparent who is an adult family member of the child or an adult with whom the child has a close and substantial relationship. (b) Unless a grant of caretaking authority to a nonparent under subsection (a) is agreed to by the other parent, the grant is limited to an amount of time not greater than: (1) The amount of time granted to the deploying parent under a permanent custody order, but the court may add unusual travel time necessary to transport the child; or (2) In the absence of a permanent custody order that is currently in effect, the amount of time that the deploying parent habitually cared for the child before being notified of deployment, but the court may add unusual travel time necessary to transport the child. (c) A court may grant part of a deploying parent's decision-making authority, if the deploying parent is unable to exercise that authority, to a nonparent who is an adult family member of the child or an adult with whom the child has a close and substantial relationship. If a court grants the authority to a nonparent, the court shall specify the decision-making powers granted, including decisions regarding the child's education, religious training, health care, extracurricular activities, and travel. Section 19. Section 307. On motion of a deploying parent, and in accordance with law of this state other than this Act, unless the court finds that the contact would be contrary to the best interest of the child, a court shall grant limited contact to a nonparent who is a family member of the child or an individual with whom the child has a close and substantial relationship. Section 20. Section 308. (a) A grant of authority under this Article is temporary and terminates under Article 4 after the return from deployment of the deploying parent, unless the grant has been terminated before that time by court order. The grant does not create an independent, continuing right to caretaking authority, decision-making authority, or limited contact in an individual to whom it is granted. (b) A nonparent granted caretaking authority, decision-making authority, or limited contact under this Article has standing to enforce the grant until it is terminated by court order or under Article 4. Section 21. Section 309. (a) An order granting custodial responsibility under this Article must: (1) Designate the order as temporary; and (2) Identify to the extent feasible the destination, duration, and conditions of the deployment. (b) If applicable, an order for custodial responsibility under this Article must: (1) Specify the allocation of caretaking authority, decision-making authority, or limited contact among the deploying parent, the other parent, and any nonparent; (2) If the order divides caretaking or decision-making authority between individuals, or grants caretaking authority to one individual and limited contact to another, provide a process to resolve any dispute that may arise; (3) Provide for liberal communication between the deploying parent and the child during deployment, including through electronic means, unless contrary to the best interest of the child, and allocate any costs of communications; (4) Provide for liberal contact between the deploying parent and the child during the time the deploying parent is on leave or otherwise available, unless contrary to the best interest of the child; (5) Provide for reasonable contact between the deploying parent and the child after return from deployment until the temporary order is terminated, even if the time of contact exceeds the time the deploying parent spent with the child before entry of the temporary order; and (6) Provide that the order will terminate pursuant to Article 4 after the deploying parent returns from deployment. Section 22. Section 310. If a court has issued an order granting caretaking authority under this Article, or an agreement granting caretaking authority has been executed under Article 2, the court may enter a temporary order for child support consistent with law of this state other than this Act if the court has jurisdiction under chapter 25-9B Section 23. Section 311.(a) Except for an order under section 17 of this Act, except as otherwise provided in subsection (b), and consistent with the Servicemembers Civil Relief Act, 50 U.S.C. Appendix Sections 521 and 522, on motion of a deploying or other parent or any nonparent to whom caretaking authority, decision-making authority, or limited contact has been granted, the court may modify or terminate the grant if the modification or termination is consistent with this Article and it is in the best interest of the child. A modification is temporary and terminates pursuant to Article 4 after the deploying parent returns from deployment, unless the grant has been terminated before that time by court order. (b) On motion of a deploying parent, the court shall terminate a grant of limited contact. Section 24. Section 401. (a) At any time after return from deployment, a temporary agreement granting custodial responsibility under Article 2 may be terminated by an agreement to terminate signed by the deploying parent and the other parent. (b) A temporary agreement under Article 2 granting custodial responsibility terminates: (1) If an agreement to terminate under subsection (a) specifies a date for termination, on that date; or (2) If the agreement to terminate does not specify a date, on the date the agreement to terminate is signed by the deploying parent and the other parent. (c) In the absence of an agreement under subsection (a) to terminate, a temporary agreement granting custodial responsibility terminates under Article 2 sixty days after the deploying parent gives notice to the other parent that the deploying parent returned from deployment. (d) If a temporary agreement granting custodial responsibility was filed with a court pursuant to section 12 of this Act, an agreement to terminate the temporary agreement also must be filed with that court within a reasonable time after the signing of the agreement. The case number and heading of the case concerning custodial responsibility or child support must be provided to the court with the agreement to terminate. Section 25. Section 402. At any time after a deploying parent returns from deployment, the deploying parent and the other parent may file with the court an agreement to terminate a temporary order for custodial responsibility issued under Article 3. After an agreement has been filed, the court shall issue an order terminating the temporary order effective on the date specified in the agreement. If a date is not specified, the order is effective immediately. Section 26. Section 403. After a deploying parent returns from deployment until a temporary agreement or order for custodial responsibility established under Articles 2 or 3 is terminated, the court shall issue a temporary order granting the deploying parent reasonable contact with the child unless it is contrary to the best interest of the child, even if the time of contact exceeds the time the deploying parent spent with the child before deployment. Section 27. Section 404. (a) If an agreement between the parties to terminate a temporary order for custodial responsibility under Article 3 has not been filed, the order terminates sixty days after the deploying parent gives notice to the other parent and any nonparent granted custodial responsibility that the deploying parent has returned from deployment. (b) A proceeding seeking to prevent termination of a temporary order for custodial responsibility is governed by law of this state other than this Act. Section 28. Section 501. In applying and construing this uniform act, consideration must be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it. Section 29. Section 502. This Act modifies, limits, or supersedes the Electronic Signatures in Global and National Commerce Act, 15 U.S.C. Section 7001 et seq., but does not modify, limit, or supersede Section 101(c) of that act, 15 U.S.C. Section 7001(c), or authorize electronic delivery of any of the notices described in Section 103(b) of that act, 15 U.S.C. Section 7003(b). Section 30. Section 503. This Act does not affect the validity of a temporary court order concerning custodial responsibility during deployment which was entered before July 1, 2014. Section 31. Section 504. This Act takes effect July 1, 2014."}, {"bill_id": 5402, "bill_version_id": 30922, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2014-02-24T13:31:09.807-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the Uniform Deployed Parents Custody and Visitation Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Section 101. This Act may be cited as the Uniform Deployed Parents Custody and Visitation Act. Section 2. Section 102. Terms used in this Act mean: (1) \"Adult,\" an individual who has attained eighteen years of age or an emancipated minor; (2) \"Caretaking authority,\" the right to live with and care for a child on a day-to-day basis. The term includes physical custody, parenting time, right to access, and visitation; (3) \"Child,\": (a) An unemancipated individual who has not attained eighteen years of age; or (b) An adult son or daughter by birth or adoption, or under law of this state other than this Act, who is the subject of a court order concerning custodial responsibility; (4) \"Court,\" a tribunal, including an administrative agency, authorized under law of this state other than this Act to make, enforce, or modify a decision regarding custodial responsibility; (5) \"Custodial responsibility,\" includes all powers and duties relating to caretaking authority and decision-making authority for a child. The term includes physical custody, legal custody, parenting time, right to access, visitation, and authority to grant limited contact with a child; (6) \"Decision-making authority,\" the power to make important decisions regarding a child, including decisions regarding the child's education, religious training, health care, extracurricular activities, and travel. The term does not include the power to make decisions that necessarily accompany a grant of caretaking authority; (7) \"Deploying parent,\" a servicemember, who is deployed or has been notified of impending deployment and is: (a) A parent of a child under law of this state other than this Act; or (b) An individual who has custodial responsibility for a child under law of this state other than this Act; (8) \"Deployment,\" the movement or mobilization of a servicemember for more than ninety days but less than eighteen months pursuant to uniformed service orders that: (a) Are designated as unaccompanied; (b) Do not authorize dependent travel; or (c) Otherwise do not permit the movement of family members to the location to which the servicemember is deployed; (9) \"Family member,\" a sibling, aunt, uncle, cousin, stepparent, or grandparent of a child or an individual recognized to be in a familial relationship with a child under law of this state other than this Act; (10) \"Limited contact,\" the authority of a nonparent to visit a child for a limited time. The term includes authority to take the child to a place other than the residence of the child; (11) \"Nonparent,\" an individual other than a deploying parent or other parent; (12) \"Other parent,\" an individual who, in common with a deploying parent, is: (a) A parent of a child under law of this state other than this Act; or (b) An individual who has custodial responsibility for a child under law of this state other than this Act; (13) \"Record,\" information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form; (14) \"Return from deployment,\" the conclusion of a servicemember's deployment as specified in uniformed service orders; (15) \"Servicemember,\" a member of a uniformed service; (16) \"Sign,\" with present intent to authenticate or adopt a record: (a) To execute or adopt a tangible symbol; or (b) To attach to or logically associate with the record an electronic symbol, sound, or process; (17) \"State,\" a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States; (18) \"Uniformed service,\": (a) Active and reserve components of the Army, Navy, Air Force, Marine Corps, or Coast Guard of the United States; (b) The United States Merchant Marine; (c) The commissioned corps of the United States Public Health Service; (d) The commissioned corps of the National Oceanic and Atmospheric Administration of the United States; or (e) The National Guard of a state. Section 3. Section 103. In addition to other remedies under law of this state other than this Act, if a court finds that a party to a proceeding under this Act has acted in bad faith or intentionally failed to comply with this Act or a court order issued under this Act, the court may assess reasonable attorney's fees and costs against the party and order other appropriate relief. Section 4. Section 104. (a) A court may issue an order regarding custodial responsibility under this Act only if the court has jurisdiction under chapter 26-5B. (b) If a court has issued a temporary order regarding custodial responsibility pursuant to Article 3, the residence of the deploying parent is not changed by reason of the deployment for the purposes of chapter 26-5B during the deployment. (c) If a court has issued a permanent order regarding custodial responsibility before notice of deployment and the parents modify that order temporarily by agreement pursuant to Article 2, the residence of the deploying parent is not changed by reason of the deployment for the purposes of chapter 26-5B. (d) If a court in another state has issued a temporary order regarding custodial responsibility as a result of impending or current deployment, the residence of the deploying parent is not changed by reason of the deployment for the purposes of chapter 26-5B. (e) This section does not prevent a court from exercising temporary emergency jurisdiction under chapter 26-5B. Section 5. Section 105. (a) Except as otherwise provided in subsection (d) and subject to subsection (c), a deploying parent shall notify in a record the other parent of a pending deployment not later than seven days after receiving an official order to deploy unless reasonably prevented from doing so by the circumstances of service. If the circumstances of service prevent giving notification within the seven days, the deploying parent shall give the notification as soon as reasonably possible. (b) Except as otherwise provided in subsection (d) and subject to subsection (c), each parent shall provide in a record the other parent with a plan for fulfilling that parent's share of custodial responsibility during deployment. Each parent shall provide the plan as soon as reasonably possible after notification of deployment is given under subsection (a). (c) If a court order currently in effect prohibits disclosure of the address or contact information of the other parent, notification of deployment under subsection (a), or notification of a plan for custodial responsibility during deployment under subsection (b), may be made only to the issuing court. If the address of the other parent is available to the issuing court, the court shall forward the notification to the other parent. The court shall keep confidential the address or contact information of the other parent. (d) Notification in a record under subsection (a) or (b) is not required if the parents are living in the same residence and both parents have actual notice of the deployment or plan. (e) In a proceeding regarding custodial responsibility, a court may consider the reasonableness of a parent's efforts to comply with this section. Section 6. Section 106. (a) Except as otherwise provided in subsection (b), an individual to whom custodial responsibility has been granted during deployment pursuant to Articles 2 or 3 shall notify the deploying parent and any other individual with custodial responsibility of a child of any change of the individual's mailing address or residence until the grant is terminated. The individual shall provide the notice to any court that has issued a custody or child support order concerning the child which is in effect. (b) If a court order currently in effect prohibits disclosure of the address or contact information of an individual to whom custodial responsibility has been granted, a notification under subsection (a) may be made only to the court that issued the order. The court shall keep confidential the mailing address or residence of the individual to whom custodial responsibility has been granted. Section 7. Section 107. In a proceeding for custodial responsibility of a child of a servicemember, a court may not consider a parent's past deployment or possible future deployment in itself in determining the best interest of the child. However, if upon return from the deployment either the servicemember or child exhibits a substantial and material change in circumstances that adversely affects the servicemember's ability to adequately care for the child, the best interests of the child shall be determinative. Section 8. Section 201. (a) The parents of a child may enter into a temporary agreement under this Article granting custodial responsibility during deployment. (b) An agreement under subsection (a) must be: (1) In writing; and (2) Signed by both parents and any nonparent to whom custodial responsibility is granted. (c) Subject to subsection (d), an agreement under subsection (a), if feasible, must: (1) Identify the destination, duration, and conditions of the deployment that is the basis for the agreement; (2) Specify the allocation of caretaking authority among the deploying parent, the other parent, and any nonparent; (3) Specify any decision-making authority that accompanies a grant of caretaking authority; (4) Specify any grant of limited contact to a nonparent; (5) If under the agreement custodial responsibility is shared by the other parent and a nonparent, or by other nonparents, provide a process to resolve any dispute that may arise; (6) Specify the frequency, duration, and means, including electronic means, by which the deploying parent will have contact with the child, any role to be played by the other parent in facilitating the contact, and the allocation of any costs of contact; (7) Specify the contact between the deploying parent and child during the time the deploying parent is on leave or is otherwise available; (8) Acknowledge that any party's child support obligation cannot be modified by the agreement, and that changing the terms of the obligation during deployment requires modification in the appropriate court; (9) Provide that the agreement will terminate according to the procedures under Article 4 after the deploying parent returns from deployment; and (10) If the agreement must be filed pursuant to section 12 of this Act, specify which parent is required to file the agreement. (d) The omission of any of the items specified in subsection (c) does not invalidate an agreement under this section. Section 9. Section 202. (a) An agreement under this Article is temporary and terminates pursuant to Article 4 after the deploying parent returns from deployment, unless the agreement has been terminated before that time by court order or modification under section 10 of this Act. The agreement does not create an independent, continuing right to caretaking authority, decision-making authority, or limited contact in an individual to whom custodial responsibility is given. (b) A nonparent who has caretaking authority, decision-making authority, or limited contact by an agreement under this Article has standing to enforce the agreement until it has been terminated by court order, by modification under section 10 of this Act, or under Article 4. Section 10. Section 203. (a) By mutual consent, the parents of a child may modify an agreement regarding custodial responsibility made pursuant to this Article. (b) If an agreement is modified under subsection (a) before deployment of a deploying parent, the modification must be in writing and signed by both parents and any nonparent who will exercise custodial responsibility under the modified agreement. (c) If an agreement is modified under subsection (a) during deployment of a deploying parent, the modification must be agreed to in a record by both parents and any nonparent who will exercise custodial responsibility under the modified agreement. Section 11. Section 204. A deploying parent, by power of attorney, may delegate all or part of custodial responsibility to an adult nonparent for the period of deployment if no other parent possesses custodial responsibility under law of this state other than this Act, or if a court order currently in effect prohibits contact between the child and the other parent. The deploying parent may revoke the power of attorney by signing a revocation of the power. Section 12. Section 205. An agreement or power of attorney under this Article must be filed within a reasonable time with any court that has entered an order on custodial responsibility or child support that is in effect concerning the child who is the subject of the agreement or power. The case number and heading of the pending case concerning custodial responsibility or child support must be provided to the court with the agreement or power. Section 13. Section 301. In this Article, \"close and substantial relationship\" means a relationship in which a significant bond exists between a child and a nonparent. Section 14. Section 302. (a) After a deploying parent receives an official order to deploy and until the deployment terminates, a court may issue a temporary order granting custodial responsibility unless prohibited by the Servicemembers Civil Relief Act, 50 U.S.C. Appendix Sections 521 and 522. A court may not issue a permanent order granting custodial responsibility without the consent of the deploying parent. (b) At any time after a deploying parent receives an official order to deploy, either parent may file a motion regarding custodial responsibility of a child during deployment. The motion must be filed in a pending proceeding for custodial responsibility in a court with jurisdiction under section 4 of this Act or, if there is no pending proceeding in a court with jurisdiction under section 4 of this Act, in a new action for granting custodial responsibility during deployment. Section 15. Section 303. If a motion to grant custodial responsibility is filed under subsection (b) of section 14 of this Act before a deploying parent deploys, the court shall conduct an expedited hearing. Section 16. Section 304. In a proceeding under this Article, a party or witness who is not reasonably available to appear personally may appear, provide testimony, and present evidence by electronic means unless the court finds good cause to require a personal appearance. Section 17. Section 305. In a proceeding for a grant of custodial responsibility pursuant to this Article, the following rules apply: (1) A prior judicial order designating custodial responsibility in the event of deployment is binding on the court unless the circumstances meet the requirements of law of this state other than this Act for modifying a judicial order regarding custodial responsibility; (2) The court shall enforce a prior written agreement between the parents for designating custodial responsibility in the event of deployment, including an agreement executed under Article 2, unless the court finds that the agreement is contrary to the best interest of the child. Section 18. Section 306. (a) On motion of a deploying parent and in accordance with law of this state other than this Act, if it is in the best interest of the child, a court may grant caretaking authority to a nonparent who is an adult family member of the child or an adult with whom the child has a close and substantial relationship. (b) Unless a grant of caretaking authority to a nonparent under subsection (a) is agreed to by the other parent, the grant is limited to an amount of time not greater than: (1) The amount of time granted to the deploying parent under a permanent custody order, but the court may add unusual travel time necessary to transport the child; or (2) In the absence of a permanent custody order that is currently in effect, the amount of time that the deploying parent habitually cared for the child before being notified of deployment, but the court may add unusual travel time necessary to transport the child. (c) A court may grant part of a deploying parent's decision-making authority, if the deploying parent is unable to exercise that authority, to a nonparent who is an adult family member of the child or an adult with whom the child has a close and substantial relationship. If a court grants the authority to a nonparent, the court shall specify the decision-making powers granted, including decisions regarding the child's education, religious training, health care, extracurricular activities, and travel. Section 19. Section 307. On motion of a deploying parent, and in accordance with law of this state other than this Act, unless the court finds that the contact would be contrary to the best interest of the child, a court shall grant limited contact to a nonparent who is a family member of the child or an individual with whom the child has a close and substantial relationship. Section 20. Section 308. (a) A grant of authority under this Article is temporary and terminates under Article 4 after the return from deployment of the deploying parent, unless the grant has been terminated before that time by court order. The grant does not create an independent, continuing right to caretaking authority, decision-making authority, or limited contact in an individual to whom it is granted. (b) A nonparent granted caretaking authority, decision-making authority, or limited contact under this Article has standing to enforce the grant until it is terminated by court order or under Article 4. Section 21. Section 309. (a) An order granting custodial responsibility under this Article must: (1) Designate the order as temporary; and (2) Identify to the extent feasible the destination, duration, and conditions of the deployment. (b) If applicable, an order for custodial responsibility under this Article must: (1) Specify the allocation of caretaking authority, decision-making authority, or limited contact among the deploying parent, the other parent, and any nonparent; (2) If the order divides caretaking or decision-making authority between individuals, or grants caretaking authority to one individual and limited contact to another, provide a process to resolve any dispute that may arise; (3) Provide for liberal communication between the deploying parent and the child during deployment, including through electronic means, unless contrary to the best interest of the child, and allocate any costs of communications; (4) Provide for liberal contact between the deploying parent and the child during the time the deploying parent is on leave or otherwise available, unless contrary to the best interest of the child; (5) Provide for reasonable contact between the deploying parent and the child after return from deployment until the temporary order is terminated, even if the time of contact exceeds the time the deploying parent spent with the child before entry of the temporary order; and (6) Provide that the order will terminate pursuant to Article 4 after the deploying parent returns from deployment. Section 22. Section 310. If a court has issued an order granting caretaking authority under this Article, or an agreement granting caretaking authority has been executed under Article 2, the court may enter a temporary order for child support consistent with law of this state other than this Act if the court has jurisdiction under chapter 25-9B Section 23. Section 311.(a) Except for an order under section 17 of this Act, except as otherwise provided in subsection (b), and consistent with the Servicemembers Civil Relief Act, 50 U.S.C. Appendix Sections 521 and 522, on motion of a deploying or other parent or any nonparent to whom caretaking authority, decision-making authority, or limited contact has been granted, the court may modify or terminate the grant if the modification or termination is consistent with this Article and it is in the best interest of the child. A modification is temporary and terminates pursuant to Article 4 after the deploying parent returns from deployment, unless the grant has been terminated before that time by court order. (b) On motion of a deploying parent, the court shall terminate a grant of limited contact. Section 24. Section 401. (a) At any time after return from deployment, a temporary agreement granting custodial responsibility under Article 2 may be terminated by an agreement to terminate signed by the deploying parent and the other parent. (b) A temporary agreement under Article 2 granting custodial responsibility terminates: (1) If an agreement to terminate under subsection (a) specifies a date for termination, on that date; or (2) If the agreement to terminate does not specify a date, on the date the agreement to terminate is signed by the deploying parent and the other parent. (c) In the absence of an agreement under subsection (a) to terminate, a temporary agreement granting custodial responsibility terminates under Article 2 sixty days after the deploying parent gives notice to the other parent that the deploying parent returned from deployment. (d) If a temporary agreement granting custodial responsibility was filed with a court pursuant to section 12 of this Act or a temporary order for child support was entered pursuant to section 22 of this Act, an agreement to terminate the temporary agreement also must be filed with that court within a reasonable time after the signing of the agreement. The case number and heading of the case concerning custodial responsibility or child support must be provided to the court with the agreement to terminate. Section 25. Section 402. At any time after a deploying parent returns from deployment, the deploying parent and the other parent may file with the court an agreement to terminate a temporary order for custodial responsibility issued under Article 3. After an agreement has been filed, the court shall issue an order terminating the temporary order effective on the date specified in the agreement. If a date is not specified, the order is effective immediately. Section 26. Section 403. After a deploying parent returns from deployment until a temporary agreement or order for custodial responsibility established under Articles 2 or 3 is terminated, the court shall issue a temporary order granting the deploying parent reasonable contact with the child unless it is contrary to the best interest of the child, even if the time of contact exceeds the time the deploying parent spent with the child before deployment. Section 27. Section 404. (a) If an agreement between the parties to terminate a temporary order for custodial responsibility under Article 3 has not been filed, the order terminates sixty days after the deploying parent gives notice to the other parent and any nonparent granted custodial responsibility that the deploying parent has returned from deployment. (b) A proceeding seeking to prevent termination of a temporary order for custodial responsibility is governed by law of this state other than this Act. Section 28. Section 501. In applying and construing this uniform act, consideration must be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it. Section 29. Section 502. This Act modifies, limits, or supersedes the Electronic Signatures in Global and National Commerce Act, 15 U.S.C. Section 7001 et seq., but does not modify, limit, or supersede Section 101(c) of that act, 15 U.S.C. Section 7001(c), or authorize electronic delivery of any of the notices described in Section 103(b) of that act, 15 U.S.C. Section 7003(b). Section 30. Section 503. This Act does not affect the validity of a temporary court order concerning custodial responsibility during deployment which was entered before July 1, 2014. Section 31. Section 504. This Act takes effect July 1, 2014. Section 32. That § 33-6-10 be repealed. 33-6-10. A servicemember ordered to deployment, who is the physical custodian or guardian of a minor or incapacitated person, may delegate by a properly executed power of attorney to another person for a period of one year or less any of the powers regarding care and custody of the minor child or ward, except the power to consent to marriage or adoption of a minor ward. If the power of attorney lapses prior to the servicemember's release from active duty, the power of attorney shall be automatically extended for an additional year unless the servicemember is sooner released from active duty. Neither the execution of such a power of attorney pursuant to this section, nor the deployment itself, may be considered a factor in considering a substantial and material change of circumstances, nor a factor in a best interest of the child determination for purposes of permanent child custody modification proceedings. There is hereby imposed an automatic stay of all proceedings seeking a permanent change in custody of a minor child where the parent with physical custody is a servicemember called to active duty for deployment. Such stay shall continue for the period of service due to deployment, unless waived in writing by the service member. Nothing in this section precludes a petition by the noncustodial parent to temporarily change physical custody, the best interests of the child remains determinative for such temporary custody determinations. Any temporary order modifying physical custody of the child automatically terminates upon return of the servicemember from deployment and reverts back to the custody status or order in effect prior to the deployment. However, if upon return from the deployment either the servicemember or child exhibits a substantial and material change in circumstances which adversely affects the servicemember's ability to adequately care for the child, the best interests of the child shall be determinative. The temporary custody provisions of § 25-4A-11 do not apply to the temporary custody provisions of this section."}, {"bill_id": 5402, "bill_version_id": 31636, "bill_version": "Enrolled", "bill_version_date": "2014-03-06T08:49:17.92-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5402, "action_date": "2014-01-29T14:00:00-06:00", "document_id": 29326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29326.pdf", "status_text": "First read in House and referred to", "journal_page": 154, "committee_id_action": 231, "committee_id_assigned": 227, "result": "N", "vote": {}}, {"bill_id": 5402, "action_date": "2014-02-24T10:00:00-06:00", "document_id": 30805, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30805.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 227, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5402, "action_date": "2014-02-24T10:00:00-06:00", "document_id": 30910, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30910.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 227, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5402, "action_date": "2014-02-24T10:00:00-06:00", "document_id": 30910, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30910.pdf", "status_text": "Do Pass Amended", "journal_page": 497, "committee_id_action": 227, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16480, "president_vote": null, "Yea": [456, 505, 431, 455, 509, 457, 523, 458, 466, 476, 460, 441], "Excused": [513]}}, {"bill_id": 5402, "action_date": "2014-02-25T14:00:00-06:00", "document_id": 31052, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31052.pdf", "status_text": "Do Pass Amended", "journal_page": 543, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16599, "president_vote": null, "Yea": [528, 527, 453, 522, 525, 467, 524, 456, 489, 517, 519, 505, 449, 431, 455, 425, 504, 481, 509, 503, 477, 501, 520, 479, 457, 454, 523, 496, 458, 451, 466, 845, 499, 442, 476, 521, 507, 478, 487, 423, 439, 500, 502, 497, 515, 511, 512, 463, 518, 484, 462, 485, 514, 459, 464, 510, 450, 506, 430, 513, 468, 498, 461, 516, 508, 480, 460, 448, 441], "Excused": [433]}}, {"bill_id": 5402, "action_date": "2014-02-26T14:00:00-06:00", "document_id": 31118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31118.pdf", "status_text": "First read in Senate and referred to", "journal_page": 482, "committee_id_action": 229, "committee_id_assigned": 210, "result": "N", "vote": {}}, {"bill_id": 5402, "action_date": "2014-03-04T08:00:00-06:00", "document_id": 31189, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31189.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 210, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5402, "action_date": "2014-03-04T08:00:00-06:00", "document_id": 31417, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31417.pdf", "status_text": "Do Pass", "journal_page": 528, "committee_id_action": 210, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16872, "president_vote": null, "Yea": [434, 526, 443, 432, 437, 469, 446]}}, {"bill_id": 5402, "action_date": "2014-03-05T14:00:00-06:00", "document_id": 31597, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31597.pdf", "status_text": "Do Pass Amended", "journal_page": 559, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17016, "president_vote": null, "Yea": [469, 437, 444, 473, 846, 495, 447, 472, 470, 432, 465, 847, 483, 443, 429, 452, 436, 438, 526, 424, 492, 491, 428, 475, 435, 440, 493, 849, 474, 426, 446, 494, 434, 490, 486]}}, {"bill_id": 5402, "action_date": "2014-03-06T12:30:00-06:00", "document_id": 31667, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31667.pdf", "status_text": "Signed by the Speaker", "journal_page": 672, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5402, "action_date": "2014-03-11T10:00:00-05:00", "document_id": 31894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31894.pdf", "status_text": "Signed by the President", "journal_page": 629, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5402, "action_date": "2014-03-12T10:30:00-05:00", "document_id": 31972, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31972.pdf", "status_text": "Delivered to the Governor", "journal_page": 749, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5402, "action_date": "2014-03-31T10:00:00-05:00", "document_id": 32147, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32147.pdf", "status_text": "Signed by the Governor", "journal_page": 790, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5611}