{"session_id": 8, "bill_id": 2135, "bill_type": "Senate Concurrent Resolution", "bill_number": 4, "bill_title": "Opposing certain federal legislation related to equine slaughter and processing and urging the reinstatement and funding of federal inspection programs governing equine slaughter and processing facilities.", "sponsors": [{"legislator_profile_id": 774, "is_prime": true}, {"legislator_profile_id": 836, "is_prime": true}, {"legislator_profile_id": 787, "is_prime": false}, {"legislator_profile_id": 790, "is_prime": false}, {"legislator_profile_id": 811, "is_prime": false}, {"legislator_profile_id": 778, "is_prime": false}, {"legislator_profile_id": 749, "is_prime": false}, {"legislator_profile_id": 832, "is_prime": false}, {"legislator_profile_id": 824, "is_prime": false}, {"legislator_profile_id": 791, "is_prime": false}, {"legislator_profile_id": 770, "is_prime": false}, {"legislator_profile_id": 792, "is_prime": false}, {"legislator_profile_id": 833, "is_prime": false}, {"legislator_profile_id": 838, "is_prime": false}], "keywords": ["Senate Concurrent Resolutions"], "audio": [], "bill_versions": [{"bill_id": 2135, "bill_version_id": 13062, "bill_version": "Introduced", "bill_version_date": "2010-03-01T07:50:38.593-06:00", "bill_text": "A CONCURRENT RESOLUTION, Opposing certain federal legislation related to equine slaughter and processing and urging the reinstatement and funding of federal inspection programs governing equine slaughter and processing facilities. WHEREAS, the slaughter and processing of horses has become a controversial and contentious issue, which has resulted in the closing of the last horse processing and slaughter facility in the United States; and WHEREAS, thousands of unwanted horses annually are exposed to abandonment and neglect because of the cessation of horse slaughter in the United States. These additional abandoned horses compete for adoption with wild horses that are fed and sheltered at public expense. The nation's overburdened horse rescue facilities cannot absorb the influx of additional unwanted and abandoned horses that result from the cessation of equine slaughter, processing, and transport activity; and WHEREAS, pending legislation in Congress, the Prevention of Equine Cruelty Act, would further restrict actions related to horse slaughter and horse processing, and would prohibit the transport and export of horses outside of the United States for the purpose of slaughter for human consumption. This legislation includes H.R. 503, S. 727, and similar legislation that only exacerbates the problem; and WHEREAS, in the United States the harvest of animals under federal inspection is highly regulated to provide for humane handling of the animals as well as for a safe and wholesome product. Equine slaughter in many foreign facilities is not held to the standards for humane handling and euthanasia required in the United States; and WHEREAS, the closure of the last horse slaughter and processing facilities in the United States has caused a large increase in the number of horses transported to Canada and Mexico for slaughter, with much longer travel distances and potential for injury, in addition to enduring poor conditions in the foreign processing plants; and WHEREAS, if transport of horses to Mexico and Canada for slaughter and processing for human consumption is prohibited, as the current legislation before Congress proposes, the number of additional abandoned horses in the United States will increase even further; and WHEREAS, in 2005, Congress removed funding for USDA inspection programs for horse slaughter and processing intended for human consumption. These funding bans have continued for several years and have effectively prevented the operation of slaughter facilities; and WHEREAS, horse processing facilities cannot operate in the United States unless federal inspection for such facilities is funded and reinstated; and WHEREAS, there is a critical need for humane horse processing facilities in the United States to reduce the suffering inflicted on unwanted and abandoned horses and to meet overseas export markets for horsemeat in a humane manner: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Eighty-fifth Legislature of the State of South Dakota, the House of Representatives concurring therein, that the South Dakota Legislature urges the Congress and the United States Department of Agriculture to reinstate and fully fund USDA's inspection program for equine slaughter and processing facilities; and BE IT FURTHER RESOLVED, that the South Dakota Legislature urges the Congress to defeat the current Prevention of Equine Cruelty Act, including H.R. 503 and S.727 and related legislation."}, {"bill_id": 2135, "bill_version_id": 13249, "bill_version": "Senate Engrossed", "bill_version_date": "2010-03-02T15:01:11.293-06:00", "bill_text": "A CONCURRENT RESOLUTION, Opposing certain federal legislation related to equine slaughter and processing and urging the reinstatement and funding of federal inspection programs governing equine slaughter and processing facilities. WHEREAS, the slaughter and processing of horses has become a controversial and contentious issue, which has resulted in the closing of the last horse processing and slaughter facility in the United States; and WHEREAS, thousands of unwanted horses annually are exposed to abandonment and neglect because of the cessation of horse slaughter in the United States. These additional abandoned horses compete for adoption with wild horses that are fed and sheltered at public expense. The nation's overburdened horse rescue facilities cannot absorb the influx of additional unwanted and abandoned horses that result from the cessation of equine slaughter, processing, and transport activity; and WHEREAS, pending legislation in Congress, the Prevention of Equine Cruelty Act, would further restrict actions related to horse slaughter and horse processing, and would prohibit the transport and export of horses outside of the United States for the purpose of slaughter for human consumption. This legislation includes H.R. 503, S. 727, and similar legislation that only exacerbates the problem; and WHEREAS, if transport of horses to Mexico and Canada for slaughter and processing for human consumption is prohibited, as the current legislation before Congress proposes, the number of additional abandoned horses in the United States will increase even further; and WHEREAS, in 2005, Congress removed funding for USDA inspection programs for horse slaughter and processing intended for human consumption. These funding bans have continued for several years and have effectively prevented the operation of slaughter facilities; and WHEREAS, horse processing facilities cannot operate in the United States unless federal inspection for such facilities is funded and reinstated; and WHEREAS, there is a critical need for humane horse processing facilities in the United States to reduce the suffering inflicted on unwanted and abandoned horses and to meet overseas export markets for horsemeat in a humane manner: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Eighty-fifth Legislature of the State of South Dakota, the House of Representatives concurring therein, that the South Dakota Legislature urges the Congress and the United States Department of Agriculture to reinstate and fully fund USDA's inspection program for equine slaughter and processing facilities; and BE IT FURTHER RESOLVED, that the South Dakota Legislature urges the Congress to defeat the current Prevention of Equine Cruelty Act, including H.R. 503 and S.727 and related legislation."}, {"bill_id": 2135, "bill_version_id": 13535, "bill_version": "Enrolled", "bill_version_date": "2010-03-08T09:23:46.237-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2135, "action_date": "2010-03-01T14:00:00-06:00", "document_id": 13124, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13124.pdf", "status_text": "First Reading", "journal_page": 486, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2135, "action_date": "2010-03-02T14:00:00-06:00", "document_id": 13247, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13247.pdf", "status_text": "Adopt Resolution as amended", "journal_page": 509, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7291, "president_vote": null, "Yea": [758, 809, 785, 787, 790, 807, 754, 805, 760, 778, 768, 802, 764, 795, 741, 772, 761, 774, 766, 791, 806, 767, 808, 769, 743, 753, 745, 794, 799, 810, 747, 776], "Excused": [782, 739], "Nay": [780]}}, {"bill_id": 2135, "action_date": "2010-03-02T14:00:00-06:00", "document_id": 13247, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13247.pdf", "status_text": "Motion to amend", "journal_page": 509, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2135, "action_date": "2010-03-03T14:00:00-06:00", "document_id": 13390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13390.pdf", "status_text": "First Reading", "journal_page": 679, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2135, "action_date": "2010-03-04T13:00:00-06:00", "document_id": 13493, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13493.pdf", "status_text": "Concurred in Resolution", "journal_page": 702, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7503, "president_vote": null, "Yea": [821, 825, 771, 793, 781, 775, 844, 831, 820, 804, 779, 740, 813, 748, 817, 814, 765, 811, 830, 798, 749, 829, 832, 826, 757, 842, 777, 834, 803, 822, 843, 759, 816, 788, 800, 801, 827, 742, 770, 792, 783, 755, 773, 744, 840, 784, 839, 819, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 823, 789, 838, 837, 812, 786], "Nay": [756, 835], "Excused": [824, 750, 751, 836]}}]}