{"session_id": 54, "bill_id": 18134, "bill_type": "Senate Bill", "bill_number": 129, "bill_title": "increase certain fees charged by the Office of the Secretary of State.", "sponsors": [], "keywords": ["Fees", "Secretary of State", "State Affairs and Government"], "audio": [{"meeting_datetime": "2003-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen18sb0129a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen18sb0129a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen18sb0129a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-07T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen18sb0129a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst33sb0129a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst33sb0129a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-28T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst33sb0129a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou35sb0129a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou35sb0129a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou35sb0129a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18134, "bill_version_id": 95966, "bill_version": "Introduced", "bill_version_date": "2003-01-29T10:03:23-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase certain fees charged by the Office of the Secretary of State. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-8-10 be amended to read as follows: 1-8-10. The secretary of state shall charge the following fees for services performed in the Office of the Secretary of State and shall collect the fees in advance: (1) For filing, recording, and safekeeping of any instrument or paper required by law to be filed and recorded in the office, one dollar per page; (2) For making a copy or transcript of any record, instrument, or paper, except campaign finance reports, on file in the office, one dollar per page; (3) For filing and safekeeping of any instrument or paper required by law to be filed only, one dollar; except the oath of office of members of the Legislature and legislative officers, employees and governmental officers, employees and agencies, for which there is no fee; (4) For each commission, requisition, passport, or other document, signed by the Governor and attested by the secretary of state, under the great seal of the state, except commissions issued for executive appointment and extraditions, and making the proper record for the same, five dollars; (5) For filing application, bond, and issuing commission of notary public, ten twenty-five dollars; (6) For official certificate, attestation, and impression of the great seal, two five dollars; (7) For filing or recording any other instrument or document, one dollar; and (8) For a certified copy of any document, instrument, or paper on file in the office, one dollar per page and five ten dollars for the certificate and affixing the seal ; (9) For making a copy of any campaign finance report, thirty cents per page for the first ten pages and ten cents per page for each page thereafter . However, there is no fee to any state government agency pursuant to subdivisions (1), (2), and (9) subdivision (1) or (2) . Section 2. That § 1-8-12 be amended to read as follows: 1-8-12. The secretary of state shall charge a fee of ten twenty dollars for expedited services. Section 3. That § 2-12-3 be amended to read as follows: 2-12-3. Each lobbyist who registers and is employed pursuant to this chapter shall pay to the secretary of state an annual registration fee of twenty-five thirty-five dollars for each employer represented by him the lobbyist . Upon payment, his the lobbyist's name shall be registered by the secretary of state in the directory provided by § 2-12-2, and he the lobbyist is entitled to one copy of the official directory of the current year's legislative session. A fee of ten dollars may be charged for a weekly copy of an updated directory of lobbyists. All fees collected shall be deposited by the secretary of state with the state treasurer and credited to the general fund. Any lobbyist who registers pursuant to this section is exempt from the one dollar filing fee prescribed in subdivision 1-8-10(3). Section 4. That § 15-7-7 be amended to read as follows: 15-7-7. Service of process as authorized by § 15-7-6 shall be made by serving a copy thereof upon the secretary of state, or by filing such the copy in the office of said the secretary of state, together with payment of a fee of two ten dollars , and such . The service shall be sufficient service upon the absent resident or the nonresident or his the resident's or nonresident's personal representative ; provided that if the notice of such the service and a copy of the process are within ten days thereafter sent by mail by the plaintiff to the defendant at his the defendant's last-known address and that the plaintiff's affidavit of compliance with the provisions of this section is attached to the summons. The secretary of state shall keep a record of all such any process so served which . The record shall show the day and hour of such service. The fee of two ten dollars paid by the plaintiff to the secretary of state at the time of service of such the process shall be taxed in his cost recovered as taxable costs if he the plaintiff prevails in the suit. Section 5. That § 15-7-14 be amended to read as follows: 15-7-14. Such The service of process as authorized by § 15-7-13 shall be made by filing in the Office of the Secretary of State a copy of such the process and payment to such the secretary of state a fee of two ten dollars and shall be completed by the plaintiff, his or the plaintiff's agent or attorney within ten days after such the filing, forwarding to the defendant, or his the defendant's personal representative, by registered or certified mail at the defendant's last known post office address, or the last known post office address of defendant's personal representative, notice of such service and a copy of the process. In lieu of such mailing such the process may be served upon the defendant or his the defendant's personal representative personally without the state at any time within thirty days after such the filing of such the process. The time within which the defendant or his the defendant's personal representative may appear shall does not commence to run until such the mailing or such the personal service without the state. The secretary of state shall keep a record of all such any process so served, such the record to show the day and hour of such the service. The fee of two ten dollars paid by the plaintiff to such the secretary of state shall be taxed in his costs recovered as taxable costs if he the plaintiff prevails. Section 6. That § 18-1-1 be amended to read as follows: 18-1-1. The secretary of state shall appoint one or more notaries public, who shall hold office for six years unless sooner removed by the secretary of state. An applicant to become a notary public shall complete an application form as prescribed by the secretary of state pursuant to chapter 1-26. The applicant shall submit a fee of ten twenty-five dollars. The application shall include the applicant's name, street, city, state, zip code, county, and date of birth. The applicant shall apply in the same name as that which will appear as the seal imprint. Each notary may, anywhere in this state, administer oaths and perform all other duties required by law. The secretary of state may not appoint as a notary public any person who has been convicted of a felony. Section 7. That § 37-6-5 be amended to read as follows: 37-6-5. Subject to the limitations set forth in § § 37-6-6 to 37-6-11, inclusive, any person who adopts and uses a mark in this state may file in the Office of the Secretary of State, on a form to be furnished by the secretary of state, an application for registration of that mark setting forth the following information: (1) The name and business address of the person applying for the registration; and, if a corporation, the state of incorporation; (2) The goods or services in connection with which the mark is used and the mode or manner in which the mark is used in connection with the goods or services and the class in which the goods fall; (3) The date when the mark was first used anywhere and the date when it was first used in this state by the applicant or the applicant's predecessor in business; and (4) A statement that the applicant is the owner of the mark and that no other person has the right to use the mark in this state either in the identical form thereof or in such near resemblance thereto as might be calculated to deceive or to be mistaken therefor. The application shall be signed under oath by the applicant or by a member of the firm or an officer of the corporation or association applying. The application shall be accompanied by a specimen or facsimile of the mark in triplicate. The application for registration shall be accompanied by a filing fee of fifty one hundred dollars, payable to the secretary of state. Section 8. That § 37-6-14 be amended to read as follows: 37-6-14. Registration of a mark under § 37-6-13 is effective for a term of four years from the date of registration. Upon application filed within six months prior to the expiration of the term, on a form to be furnished by the secretary of state, the registration may be renewed for a like term. A renewal fee of fifty one hundred dollars, payable to the secretary of state, shall accompany the application for renewal of the registration. A mark registration may be renewed for successive periods of four years in like manner. Section 9. That § 37-6-17 be amended to read as follows: 37-6-17. A mark and its registration under § 37-6-13 is assignable with the good will of the business in which the mark is used, or with that part of the good will of the business connected with the use of and symbolized by the mark. Assignment shall be by instruments in writing duly executed and may be recorded with the secretary of state upon the payment of a fee of fifty one hundred dollars payable to the secretary of state who, upon . Upon recording of the assignment, the secretary of state shall issue in the name of the assignee a new certificate for the remainder of the term of the registration or of the last renewal thereof. An assignment of any registration under § 37-6-13 is void as against any subsequent purchaser for valuable consideration without notice unless it is recorded with the secretary of state within three months after the date thereof or prior to such the subsequent purchase. Section 10. That § 43-27-1 be amended to read as follows: 43-27-1. The owner of any farm, ranch, or home in this state may, upon the payment of one dollar ten dollars to the secretary of state, have the name of such the farm, ranch, or home entered and recorded in a register , which the . The secretary of state shall keep for such purpose, and thereupon such owner shall be by such officer furnished the register and furnish the owner a certificate setting forth the name and location of the farm, ranch, or home and the name of such the owner. Section 11. That § 43-44-6 be amended to read as follows: 43-44-6. The fee of the secretary of state for filing the application and issuing certificate of registration, alteration, or cancellation shall be five fifty dollars. The fee for filing any assignment or other transfer of registration shall be one dollar ten dollars . The fee for searches, certified copies, and other official acts of the secretary of state, required under the provisions of this chapter, shall be the same as provided by law for similar services except as otherwise specifically provided in this chapter. Section 12. That § 47-9-7 be amended to read as follows: 47-9-7. The secretary of state shall charge and collect for: (1) Filing articles of incorporation and issuing a certificate of incorporation or filing an application of a foreign corporation for a certificate of authority to transact business in this state and issuing the certificate: For purposes only of computing fees under this section, the dollar value of each authorized share having a par value shall be equal to par value and the value of each authorized share having no par value shall be equal to one hundred dollars per share. The maximum amount charged under this subdivision may not exceed sixteen thousand dollars; (2) Filing articles of amendment and issuing a certificate of amendment, twenty fifty dollars; (3) Filing restated articles of incorporation, twenty fifty dollars; (4) Filing articles of merger or consolidation and issuing a certificate of merger or consolidation, twenty fifty dollars; (5) Filing an application to reserve a corporate name, fifteen twenty dollars; (6) Filing a notice of transfer of a reserved corporate name, ten dollars. (7) Filing a statement of change of address of registered office or change of registered agent, or both, ten dollars; (8) Filing a statement of the establishment of a series of shares, twenty fifty dollars; (9) Filing a statement of cancellation of shares, twenty fifty dollars; (10) Filing a statement of reduction of stated capital, twenty fifty dollars; (11) Filing a statement of revocation of voluntary dissolution proceedings, ten dollars; (12) Filing articles of dissolution, ten dollars; (13) Filing an application of a foreign corporation for an amended certificate of authority to transact business in this state and issuing an amended certificate of authority, twenty fifty dollars; (14) Filing a copy of an amendment to the articles of incorporation of a foreign corporation holding a certificate of authority to transact business in this state, twenty fifty dollars; (15) Filing a copy of articles of merger of a foreign corporation holding a certificate of authority to transact business in this state, twenty fifty dollars; (16) Filing an application for withdrawal of a foreign corporation and issuing a certificate of withdrawal, ten dollars; (17) Filing any other statement or report except an annual report, of a domestic or foreign corporation, ten dollars; (18) Filing by a domestic corporation of articles of amendment, restated articles of incorporation, or articles of merger or consolidation in which the surviving corporation is a domestic corporation, which provides authority to increase the number of authorized shares of such corporation, in addition to the other fees imposed by this section, an additional fee shall be charged as shall make, together with the fee paid at the time of the incorporation, a total sum equal to the fee which would be required under this section in case the corporation had been incorporated for such total increased capitalization; (19) Filing by a foreign corporation of articles of amendment or articles of merger when the surviving or new corporation is a foreign corporation, which articles provide authority to increase the number of authorized shares of such foreign corporation, in addition to the other fees imposed by this section, an additional fee shall be charged as shall make, together with the sum that would have been fee paid at the time of authorization based on the fee schedule in subdivision (1) of this section, a total sum equal to the fee which would be required under this section in the case the corporation had been authorized for such total increased capitalization; (20) All articles of amendment or articles of merger if the surviving or new corporation is a foreign corporation shall be filed with the secretary of state within thirty days after they have been filed with the secretary of state or other proper officer of the state wherein the corporation is organized. In case of failure to so file within the time specified in this subdivision, the corporation shall pay to the secretary of state on the filing of such articles of amendment or articles of merger a penalty of twenty-five dollars; (21) Filing an annual report of a domestic or foreign corporation, twenty-five thirty dollars; (22) Each corporation, domestic or foreign, that fails or refuses to file its annual report for any year within the time prescribed by this chapter is subject to a penalty of fifty dollars to be assessed by the secretary of state; (23) Issuing a certificate of existence, ten fifteen dollars; (24) Filing articles of correction, twenty dollars. Section 13. That § 47-9-8 be amended to read as follows: 47-9-8. The secretary of state shall charge and collect for furnishing a certified copy of any document, instrument, or paper relating to a corporation, one dollar per page and five ten dollars for the certificate and affixing the seal thereto. Section 14. That § 47-9-9 be amended to read as follows: 47-9-9. The secretary of state shall charge and collect, at the time of any service of process on him the secretary of state as resident agent of a corporation, five twenty-five dollars, which amount may be recovered as taxable costs by the party to the suit or action causing such the service to be made if such the party prevails in the suit or action. Section 15. That § 47-20-7 be amended to read as follows: 47-20-7. The annual report required by § 47-20-5 shall be delivered to the secretary of state before the first day of the second month following the anniversary month of the corporation, of each year following incorporation. A fee of five thirty dollars shall be paid to the secretary of state for filing the report. If the report does not conform to requirements, it shall be returned to the cooperative for necessary corrections. The penalties for failure to file such the report do not apply if it is corrected and returned within thirty days after receipt thereof. Section 16. That § 47-24-8 be repealed. 47-24-8. The secretary of state may grant to a corporation, upon written request, the right to report for any other year and to file such report before the first day of the second month following the anniversary month of the corporation. Section 17. Section 16 of this Act is effective December 31, 2003. Section 18 of this Act is effective January 1, 2004. Section 18. That § 47-24-9 be amended to read as follows: 47-24-9. After the annual report required to be filed on or before July 1, 1981, the reporting requirements of § § 47-24-6 to 47-24-8, inclusive, require filing of reports only once every three years as outlined in § 47-24-7. The reporting requirements of § § 47-24-6 and 47-24-7 require filing of reports annually. Section 19. That § 47-28-6 be amended to read as follows: 47-28-6. The secretary of state shall charge and collect for: (1) Filing articles of incorporation and issuing a certificate of incorporation, twenty twenty-five dollars . ; (2) Filing articles of amendment and issuing a certificate of amendment, ten dollars . ; (3) Filing articles of merger or consolidation and issuing a certificate of merger or consolidation, ten dollars . ; (4) Filing a statement of change of address of registered office or change of registered agent, or both, five dollars . ; (5) Filing articles of dissolution, five dollars . ; (6) Filing an application of a foreign corporation for a certificate of authority to conduct affairs in this state and issuing a certificate of authority, fifty one hundred dollars . ; (7) Filing an application of a foreign corporation for an amended certificate of authority to conduct affairs in this state and issuing an amended certificate of authority, twenty dollars . ; (8) Filing an application for withdrawal of a foreign corporation and issuing a certificate of withdrawal, five dollars . ; (9) Filing any other statement or report, including an annual report, of a foreign corporation, ten dollars . ; (10) Filing an annual report of a domestic nonprofit corporation under chapter 47-24, ten dollars . ; and (11) Filing a petition for reinstatement and issuing a certificate of reinstatement, twenty twenty-five dollars. Section 20. That § 47-28-7 be amended to read as follows: 47-28-7. The secretary of state shall charge and collect, at the time of any service of process on him the secretary of state as resident agent of a corporation, five twenty-five dollars, which amount may be recovered as taxable costs by the party to the suit or action causing such the service to be made if such the party prevails in the suit or action. Section 21. That § 47-28-8 be amended to read as follows: 47-28-8. The secretary of state shall charge and collect for furnishing a certified copy of any document, instrument, or paper relating to a corporation, one dollar per page, and five ten dollars for the certificate and affixing the seal thereto. Section 22. That § 47-34-54 be amended to read as follows: 47-34-54. The secretary of state shall charge and collect for: (1) Filing the original articles of organization and issuing certificates of organization, in the case of a domestic limited liability company or filing, registering and issuing a certificate of authority in the case of a foreign liability company; if the total agreed contributions of the limited liability company are: (2) For amending the articles of organization in the case of a domestic limited liability company or amending the registration in the case of a foreign limited liability company, a filing fee of ten fifty dollars; together with the appropriate fee set out in subdivision (1) of this section if the amendment is to increase the amount of capital; (3) For filing articles of dissolution, issuing a certificate of dissolution and canceling the certificate of organization, ten dollars; (4) For filing a statement of change of address of registered office or change of registered agent, or both, ten dollars; (5) For filing articles of merger or consolidation, ten fifty dollars; (6) An annual tax of fifty dollars, due and payable January second of each year. This tax is delinquent if not paid by February first and a penalty of fifty dollars shall also be assessed. Section 23. That § 47-34A-212 be amended to read as follows: 47-34A-212. The secretary of state shall charge and collect for: (a) Filing the first annual report if the total agreed contribution of the limited liability company are: The maximum amount charged under this subsection together with any subsequent payments under subsection (b) may not exceed sixteen thousand dollars. The filing fee required pursuant to this subsection is not applicable if the limited liability company has previously paid the fee required pursuant to subdivision 47-34-54(1). (b) Filing any subsequent annual report that reflects additional contribution in excess of those stated in the last prior report, any additional fee necessary to make the cumulative fee match the cumulative agreed contributions as provided in subsection (a); above the agreed contributions as set forth in the last previous annual report consistent with subsection (a). (c) A reporting fee of fifty dollars, due and payable with the filing of all annual report, after the first annual report required in § 47-34A-211(c). Section 24. That § 47-34A-811 be amended to read as follows: 47-34A-811. (a) A limited liability company administratively dissolved may apply to the secretary of state for reinstatement after the effective date of dissolution. The applicant shall submit with the application the appropriate filing fee. The secretary of state shall base filing fees on the total agreed contribution of the limited liability company as provided in § 47-34A-212, plus any delinquent annual reports and fees for the period prior to the reinstatement application. The application must : (1) Recite the name of the company and the effective date of its administrative dissolution; (2) State that the ground for dissolution either did not exist or have been eliminated; (3) State that the company's name satisfies the requirements of § 47-34A-105; and (4) Contain a certificate from the appropriate state authority reciting that all taxes owed by the company have been paid. (b) If the secretary of state determines that the application contains the information required by subsection (a) and that the information is correct, the secretary of state shall cancel the certificate of dissolution and prepare a certificate of reinstatement that recites this determination and the effective date of reinstatement, file the original of the certificate, and serve the company with a copy of the certificate. (c) When reinstatement is effective, it relates back to and takes effect as of the effective date of the administrative dissolution and the company may resume its business as if the administrative dissolution had never occurred. Section 25. That § 47-34A-1206 be amended to read as follows: 47-34A-1206. The secretary of state may charge the following fees: (a) For amending or restating the articles of organization in the case of a domestic limited liability company or amending the registration in the case of a foreign limited liability company, a filing fee of ten fifty dollars; (b) For filing articles of termination, ten dollars; (c) For filing articles of merger, ten fifty dollars; (d) For filing a statement of dissociation, ten dollars; (e) For filing an application to reserve a name, fifteen twenty dollars; (f) For issuing a certificate of existence, ten fifteen dollars; (g) For filing an application for registration of name, one dollar for each month, or fraction thereof, between the date of filing such application and December thirty-first of the calendar year in which such application is filed; (h) For filing an annual renewal of registration, a limited liability company which has in effect a registration of its name, may renew such registration from year to year by annually filing an application for renewal setting forth the facts required to be set forth in an original application for registration and a certificate of good standing as required for the original registration and by paying a fee of ten dollars. A renewal application may be filed between the first day of October and the thirty-first day of December in each year, and shall extend the registration for the following year; (i) For acting as agent for service of process the secretary of state shall charge and collect at the time of such service five twenty-five dollars which may be recoverable as taxable costs by the party to the suit or action causing the service to be made if the party prevails in the suit or action. Each limited liability company, domestic or foreign, that fails or refused to file its annual report for any year within the time prescribed is subject to a penalty of fifty dollars to be assessed by the secretary of state. Section 26. That § 48-7-206.1 be amended to read as follows: 48-7-206.1. The provisions of § 1-8-10 notwithstanding, the fee for filing any document required under this chapter with the secretary of state is ninety one hundred dollars. Section 27. That § 48-7A-1003 be amended to read as follows: 48-7A-1003. (a) A limited liability partnership, and a foreign limited liability partnership authorized to transact business in this state, shall file an annual report in the Office of the Secretary of State which contains: (1) The name of the limited liability partnership and the state or other jurisdiction under whose laws the foreign limited liability partnership is formed; (2) The street address of the partnership's chief executive office and, if different, the street address of an office of the partnership in this state, if any; and (3) If the partnership does not have an office in this state, the name and street address of the partnership's current agent for service of process. (b) An annual report must be filed with the secretary of state by the date specified by the secretary of state in each year following the calendar year in which a partnership files a statement of qualification or a foreign partnership becomes authorized to transact business in this state. (c) The secretary of state may revoke the statement of qualification of a partnership that fails to file an annual report when due or pay the required filing fee. To do so, the secretary of state shall provide the partnership at least sixty days' written notice of intent to revoke the statement. The notice must be mailed to the partnership at its chief executive office set forth in the last filed statement of qualification or annual report. The notice must specify the annual report that has not been filed, the fee that has not been paid, and the effective date of the revocation. The revocation is not effective if the annual report is filed and the fee is paid before the effective date of the revocation. (d) A revocation under subsection (c) only affects a partnership's status as a limited liability partnership and is not an event of dissolution of the partnership. (e) A partnership whose statement of qualification has been revoked may apply to the secretary of state for reinstatement within two years after the effective date of the revocation. The applicant shall submit with the application the filing fee of one hundred dollars, plus any delinquent annual reports and fees for the period prior to the reinstatement application. The application must state: (1) The name of the partnership and the effective date of the revocation; and (2) That the ground for revocation either did not exist or has been corrected. (f) A reinstatement under subsection (e) relates back to and takes effect as of the effective date of the revocation, and the partnership's status as a limited liability partnership continues as if the revocation had never occurred. Section 28. That § 48-7A-1208 be amended to read as follows: 48-7A-1208. The provisions of § 1-8-10 notwithstanding, the fee for filing the statements and reports provided for in the following sections with the secretary of state is as follows: (1) Section 48-7A-303, Statement of Authority, ninety one hundred dollars; (2) Section 48-7A-304, Statement of Denial, ten dollars; (3) Section 48-7A-704, Statement of Dissociation, ten dollars; (4) Section 48-7A-805, Statement of Dissolution, ten dollars; (5) Section 48-7A-907, Statement of Merger, ten fifty dollars; (6) Section 48-7A-1001, Statement of Qualification, ninety one hundred dollars; (7) Section 48-7A-1003, Annual Report, twenty-five thirty dollars; and (8) Section 48-7A-1102, Statement of Foreign Qualification, ninety one hundred dollars ; and (9) Filing any other statement, ten dollars. Each limited liability partnership, domestic or foreign, that fails or refused to file its annual report for any year within the time prescribed is subject to a penalty of fifty dollars to be assessed by the secretary of state . Section 29. That § 57A-9-525 be amended to read as follows: 57A-9-525. (a) Except as otherwise provided in subsection (e), the fee for filing and indexing a record under this part, other than an initial financing statement of the kind described in subsection (b), is the amount specified in subsection (c), if applicable, plus: (1) Thirteen Twenty dollars if the record is communicated in writing and consists of one page, and four dollars for each additional page pages . One dollar of this fee shall be deposited into the financing statement filing fee fund; (2) Eleven Fifteen dollars if the record is communicated by internet. One dollar of this fee shall be deposited into the financing statement filing fee fund; and (3) Twenty dollars if the record is communicated by another medium authorized by filing-office rule. (b) Except as otherwise provided in subsection (e), the fee for filing and indexing an initial financing statement of the following kind is the amount specified in subsection (c), if applicable, plus: (1) Thirty dollars if the financing statement indicates that it is filed in connection with a public-finance transaction; (2) Thirty dollars if the financing statement indicates that it is filed in connection with a manufactured-home transaction. (c) Except as otherwise provided in subsection (e), if a record is communicated in writing or electronically, the fee for each name more than one required to be indexed is two dollars. (d) The fee for responding to a request for information from the filing office, including for issuing a certificate showing whether there is on file any financing statement naming a particular debtor, is: (1) Twelve Twenty dollars if the request is communicated in writing; and (2) Ten dollars if the request is communicated by another medium internet authorized by filing-office rule. Upon request the filing officer shall furnish a copy of any filed financing statement or statement of assignment for a uniform fee of one dollar per page. (e) This section does not require a fee with respect to a record of a mortgage which is effective as a financing statement filed as a fixture filing or as a financing statement covering as-extracted collateral or timber to be cut under § 57A-9-502(c). However, the recording and satisfaction fees that otherwise would be applicable to the record of the mortgage apply. Section 30. That chapter 57A-9 be amended by adding thereto a NEW SECTION to read as follows: The annual registration fee for the crop or livestock effective finance statement microfiche master list is one hundred twenty dollars."}, {"bill_id": 18134, "bill_version_id": 96580, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2003-02-05T11:04:15-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase certain fees charged by the Office of the Secretary of State. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-8-10 be amended to read as follows: 1-8-10. The secretary of state shall charge the following fees for services performed in the Office of the Secretary of State and shall collect the fees in advance: (1) For filing, recording, and safekeeping of any instrument or paper required by law to be filed and recorded in the office, one dollar per page; (2) For making a copy or transcript of any record, instrument, or paper, except campaign finance reports, on file in the office, one dollar per page; (3) For filing and safekeeping of any instrument or paper required by law to be filed only, one dollar; except the oath of office of members of the Legislature and legislative officers, employees and governmental officers, employees and agencies, for which there is no fee; (4) For each commission, requisition, passport, or other document, signed by the Governor and attested by the secretary of state, under the great seal of the state, except commissions issued for executive appointment and extraditions, and making the proper record for the same, five dollars; (5) For filing application, bond, and issuing commission of notary public, ten twenty-five dollars; (6) For official certificate, attestation, and impression of the great seal, two five dollars; (7) For filing or recording any other instrument or document, one dollar; and (8) For a certified copy of any document, instrument, or paper on file in the office, one dollar per page and five ten dollars for the certificate and affixing the seal ; (9) For making a copy of any campaign finance report, thirty cents per page for the first ten pages and ten cents per page for each page thereafter . However, there is no fee to any state government agency pursuant to subdivisions (1), (2), and (9) subdivision (1) or (2) . Section 2. That § 1-8-12 be amended to read as follows: 1-8-12. The secretary of state shall charge a fee of ten twenty dollars for expedited services. Section 3. That § 2-12-3 be amended to read as follows: 2-12-3. Each lobbyist who registers and is employed pursuant to this chapter shall pay to the secretary of state an annual registration fee of twenty-five thirty-five dollars for each employer represented by him the lobbyist . Upon payment, his the lobbyist's name shall be registered by the secretary of state in the directory provided by § 2-12-2, and he the lobbyist is entitled to one copy of the official directory of the current year's legislative session. A fee of ten dollars may be charged for a weekly copy of an updated directory of lobbyists. All fees collected shall be deposited by the secretary of state with the state treasurer and credited to the general fund. Any lobbyist who registers pursuant to this section is exempt from the one dollar filing fee prescribed in subdivision 1-8-10(3). Section 4. That § 15-7-7 be amended to read as follows: 15-7-7. Service of process as authorized by § 15-7-6 shall be made by serving a copy thereof upon the secretary of state, or by filing such the copy in the office of said the secretary of state, together with payment of a fee of two ten dollars , and such . The service shall be sufficient service upon the absent resident or the nonresident or his the resident's or nonresident's personal representative ; provided that if the notice of such the service and a copy of the process are within ten days thereafter sent by mail by the plaintiff to the defendant at his the defendant's last-known address and that the plaintiff's affidavit of compliance with the provisions of this section is attached to the summons. The secretary of state shall keep a record of all such any process so served which . The record shall show the day and hour of such service. The fee of two ten dollars paid by the plaintiff to the secretary of state at the time of service of such the process shall be taxed in his cost recovered as taxable costs if he the plaintiff prevails in the suit. Section 5. That § 15-7-14 be amended to read as follows: 15-7-14. Such The service of process as authorized by § 15-7-13 shall be made by filing in the Office of the Secretary of State a copy of such the process and payment to such the secretary of state a fee of two ten dollars and shall be completed by the plaintiff, his or the plaintiff's agent or attorney within ten days after such the filing, forwarding to the defendant, or his the defendant's personal representative, by registered or certified mail at the defendant's last known post office address, or the last known post office address of defendant's personal representative, notice of such service and a copy of the process. In lieu of such mailing such the process may be served upon the defendant or his the defendant's personal representative personally without the state at any time within thirty days after such the filing of such the process. The time within which the defendant or his the defendant's personal representative may appear shall does not commence to run until such the mailing or such the personal service without the state. The secretary of state shall keep a record of all such any process so served, such the record to show the day and hour of such the service. The fee of two ten dollars paid by the plaintiff to such the secretary of state shall be taxed in his costs recovered as taxable costs if he the plaintiff prevails. Section 6. That § 18-1-1 be amended to read as follows: 18-1-1. The secretary of state shall appoint one or more notaries public, who shall hold office for six years unless sooner removed by the secretary of state. An applicant to become a notary public shall complete an application form as prescribed by the secretary of state pursuant to chapter 1-26. The applicant shall submit a fee of ten twenty-five dollars. The application shall include the applicant's name, street, city, state, zip code, county, and date of birth. The applicant shall apply in the same name as that which will appear as the seal imprint. Each notary may, anywhere in this state, administer oaths and perform all other duties required by law. The secretary of state may not appoint as a notary public any person who has been convicted of a felony. Section 7. That § 37-6-5 be amended to read as follows: 37-6-5. Subject to the limitations set forth in § § 37-6-6 to 37-6-11, inclusive, any person who adopts and uses a mark in this state may file in the Office of the Secretary of State, on a form to be furnished by the secretary of state, an application for registration of that mark setting forth the following information: (1) The name and business address of the person applying for the registration; and, if a corporation, the state of incorporation; (2) The goods or services in connection with which the mark is used and the mode or manner in which the mark is used in connection with the goods or services and the class in which the goods fall; (3) The date when the mark was first used anywhere and the date when it was first used in this state by the applicant or the applicant's predecessor in business; and (4) A statement that the applicant is the owner of the mark and that no other person has the right to use the mark in this state either in the identical form thereof or in such near resemblance thereto as might be calculated to deceive or to be mistaken therefor. The application shall be signed under oath by the applicant or by a member of the firm or an officer of the corporation or association applying. The application shall be accompanied by a specimen or facsimile of the mark in triplicate. The application for registration shall be accompanied by a filing fee of fifty one hundred dollars, payable to the secretary of state. Section 8. That § 37-6-14 be amended to read as follows: 37-6-14. Registration of a mark under § 37-6-13 is effective for a term of four years from the date of registration. Upon application filed within six months prior to the expiration of the term, on a form to be furnished by the secretary of state, the registration may be renewed for a like term. A renewal fee of fifty one hundred dollars, payable to the secretary of state, shall accompany the application for renewal of the registration. A mark registration may be renewed for successive periods of four years in like manner. Section 9. That § 37-6-17 be amended to read as follows: 37-6-17. A mark and its registration under § 37-6-13 is assignable with the good will of the business in which the mark is used, or with that part of the good will of the business connected with the use of and symbolized by the mark. Assignment shall be by instruments in writing duly executed and may be recorded with the secretary of state upon the payment of a fee of fifty one hundred dollars payable to the secretary of state who, upon . Upon recording of the assignment, the secretary of state shall issue in the name of the assignee a new certificate for the remainder of the term of the registration or of the last renewal thereof. An assignment of any registration under § 37-6-13 is void as against any subsequent purchaser for valuable consideration without notice unless it is recorded with the secretary of state within three months after the date thereof or prior to such the subsequent purchase. Section 10. That § 43-27-1 be amended to read as follows: 43-27-1. The owner of any farm, ranch, or home in this state may, upon the payment of one dollar ten dollars to the secretary of state, have the name of such the farm, ranch, or home entered and recorded in a register , which the . The secretary of state shall keep for such purpose, and thereupon such owner shall be by such officer furnished the register and furnish the owner a certificate setting forth the name and location of the farm, ranch, or home and the name of such the owner. Section 11. That § 43-44-6 be amended to read as follows: 43-44-6. The fee of the secretary of state for filing the application and issuing certificate of registration, alteration, or cancellation shall be five fifty dollars. The fee for filing any assignment or other transfer of registration shall be one dollar ten dollars . The fee for searches, certified copies, and other official acts of the secretary of state, required under the provisions of this chapter, shall be the same as provided by law for similar services except as otherwise specifically provided in this chapter. Section 12. That § 47-9-7 be amended to read as follows: 47-9-7. The secretary of state shall charge and collect for: (1) Filing articles of incorporation and issuing a certificate of incorporation or filing an application of a foreign corporation for a certificate of authority to transact business in this state and issuing the certificate: For purposes only of computing fees under this section, the dollar value of each authorized share having a par value shall be equal to par value and the value of each authorized share having no par value shall be equal to one hundred dollars per share. The maximum amount charged under this subdivision may not exceed sixteen thousand dollars; (2) Filing articles of amendment and issuing a certificate of amendment, twenty fifty dollars; (3) Filing restated articles of incorporation, twenty fifty dollars; (4) Filing articles of merger or consolidation and issuing a certificate of merger or consolidation, twenty fifty dollars; (5) Filing an application to reserve a corporate name, fifteen twenty dollars; (6) Filing a notice of transfer of a reserved corporate name, ten dollars. (7) Filing a statement of change of address of registered office or change of registered agent, or both, ten dollars; (8) Filing a statement of the establishment of a series of shares, twenty fifty dollars; (9) Filing a statement of cancellation of shares, twenty fifty dollars; (10) Filing a statement of reduction of stated capital, twenty fifty dollars; (11) Filing a statement of revocation of voluntary dissolution proceedings, ten dollars; (12) Filing articles of dissolution, ten dollars; (13) Filing an application of a foreign corporation for an amended certificate of authority to transact business in this state and issuing an amended certificate of authority, twenty fifty dollars; (14) Filing a copy of an amendment to the articles of incorporation of a foreign corporation holding a certificate of authority to transact business in this state, twenty fifty dollars; (15) Filing a copy of articles of merger of a foreign corporation holding a certificate of authority to transact business in this state, twenty fifty dollars; (16) Filing an application for withdrawal of a foreign corporation and issuing a certificate of withdrawal, ten dollars; (17) Filing any other statement or report except an annual report, of a domestic or foreign corporation, ten dollars; (18) Filing by a domestic corporation of articles of amendment, restated articles of incorporation, or articles of merger or consolidation in which the surviving corporation is a domestic corporation, which provides authority to increase the number of authorized shares of such corporation, in addition to the other fees imposed by this section, an additional fee shall be charged as shall make, together with the fee paid at the time of the incorporation, a total sum equal to the fee which would be required under this section in case the corporation had been incorporated for such total increased capitalization; (19) Filing by a foreign corporation of articles of amendment or articles of merger when the surviving or new corporation is a foreign corporation, which articles provide authority to increase the number of authorized shares of such foreign corporation, in addition to the other fees imposed by this section, an additional fee shall be charged as shall make, together with the sum that would have been fee paid at the time of authorization based on the fee schedule in subdivision (1) of this section, a total sum equal to the fee which would be required under this section in the case the corporation had been authorized for such total increased capitalization; (20) All articles of amendment or articles of merger if the surviving or new corporation is a foreign corporation shall be filed with the secretary of state within thirty days after they have been filed with the secretary of state or other proper officer of the state wherein the corporation is organized. In case of failure to so file within the time specified in this subdivision, the corporation shall pay to the secretary of state on the filing of such articles of amendment or articles of merger a penalty of twenty-five dollars; (21) Filing an annual report of a domestic or foreign corporation, twenty-five thirty dollars; (22) Each corporation, domestic or foreign, that fails or refuses to file its annual report for any year within the time prescribed by this chapter is subject to a penalty of fifty dollars to be assessed by the secretary of state; (23) Issuing a certificate of existence, ten fifteen dollars; (24) Filing articles of correction, twenty dollars. Section 13. That § 47-9-8 be amended to read as follows: 47-9-8. The secretary of state shall charge and collect for furnishing a certified copy of any document, instrument, or paper relating to a corporation, one dollar per page and five ten dollars for the certificate and affixing the seal thereto. Section 14. That § 47-9-9 be amended to read as follows: 47-9-9. The secretary of state shall charge and collect, at the time of any service of process on him the secretary of state as resident agent of a corporation, five twenty-five dollars, which amount may be recovered as taxable costs by the party to the suit or action causing such the service to be made if such the party prevails in the suit or action. Section 15. That § 47-20-7 be amended to read as follows: 47-20-7. The annual report required by § 47-20-5 shall be delivered to the secretary of state before the first day of the second month following the anniversary month of the corporation, of each year following incorporation. A fee of five thirty dollars shall be paid to the secretary of state for filing the report. If the report does not conform to requirements, it shall be returned to the cooperative for necessary corrections. The penalties for failure to file such the report do not apply if it is corrected and returned within thirty days after receipt thereof. Section 16. That § 47-24-8 be repealed. 47-24-8. The secretary of state may grant to a corporation, upon written request, the right to report for any other year and to file such report before the first day of the second month following the anniversary month of the corporation. Section 17. Section 16 of this Act is effective December 31, 2003. Section 18 of this Act is effective January 1, 2004. Section 18. That § 47-24-9 be amended to read as follows: 47-24-9. After the annual report required to be filed on or before July 1, 1981, the reporting requirements of § § 47-24-6 to 47-24-8, inclusive, require filing of reports only once every three years as outlined in § 47-24-7. The reporting requirements of § § 47-24-6 and 47-24-7 require filing of reports annually. Section 19. That § 47-28-6 be amended to read as follows: 47-28-6. The secretary of state shall charge and collect for: (1) Filing articles of incorporation and issuing a certificate of incorporation, twenty twenty-five dollars . ; (2) Filing articles of amendment and issuing a certificate of amendment, ten dollars . ; (3) Filing articles of merger or consolidation and issuing a certificate of merger or consolidation, ten dollars . ; (4) Filing a statement of change of address of registered office or change of registered agent, or both, five dollars . ; (5) Filing articles of dissolution, five dollars . ; (6) Filing an application of a foreign corporation for a certificate of authority to conduct affairs in this state and issuing a certificate of authority, fifty one hundred dollars . ; (7) Filing an application of a foreign corporation for an amended certificate of authority to conduct affairs in this state and issuing an amended certificate of authority, twenty dollars . ; (8) Filing an application for withdrawal of a foreign corporation and issuing a certificate of withdrawal, five dollars . ; (9) Filing any other statement or report, including an annual report, of a foreign corporation, ten dollars . ; (10) Filing an annual report of a domestic nonprofit corporation under chapter 47-24, ten dollars . ; and (11) Filing a petition for reinstatement and issuing a certificate of reinstatement, twenty twenty-five dollars. Section 20. That § 47-28-7 be amended to read as follows: 47-28-7. The secretary of state shall charge and collect, at the time of any service of process on him the secretary of state as resident agent of a corporation, five twenty-five dollars, which amount may be recovered as taxable costs by the party to the suit or action causing such the service to be made if such the party prevails in the suit or action. Section 21. That § 47-28-8 be amended to read as follows: 47-28-8. The secretary of state shall charge and collect for furnishing a certified copy of any document, instrument, or paper relating to a corporation, one dollar per page, and five ten dollars for the certificate and affixing the seal thereto. Section 22. That § 47-34-54 be amended to read as follows: 47-34-54. The secretary of state shall charge and collect for: (1) Filing the original articles of organization and issuing certificates of organization, in the case of a domestic limited liability company or filing, registering and issuing a certificate of authority in the case of a foreign liability company; if the total agreed contributions of the limited liability company are: (2) For amending the articles of organization in the case of a domestic limited liability company or amending the registration in the case of a foreign limited liability company, a filing fee of ten fifty dollars; together with the appropriate fee set out in subdivision (1) of this section if the amendment is to increase the amount of capital; (3) For filing articles of dissolution, issuing a certificate of dissolution and canceling the certificate of organization, ten dollars; (4) For filing a statement of change of address of registered office or change of registered agent, or both, ten dollars; (5) For filing articles of merger or consolidation, ten fifty dollars; (6) An annual tax of fifty dollars, due and payable January second of each year. This tax is delinquent if not paid by February first and a penalty of fifty dollars shall also be assessed. Section 23. That § 47-34A-212 be amended to read as follows: 47-34A-212. The secretary of state shall charge and collect for: (a) Filing the first annual report if the total agreed contribution of the limited liability company are: The maximum amount charged under this subsection together with any subsequent payments under subsection (b) may not exceed sixteen thousand dollars. The filing fee required pursuant to this subsection is not applicable if the limited liability company has previously paid the fee required pursuant to subdivision 47-34-54(1). (b) Filing any subsequent annual report that reflects additional contribution in excess of those stated in the last prior report, any additional fee necessary to make the cumulative fee match the cumulative agreed contributions as provided in subsection (a); above the agreed contributions as set forth in the last previous annual report consistent with subsection (a). (c) A reporting fee of fifty dollars, due and payable with the filing of all annual report, after the first annual report required in § 47-34A-211(c). Section 24. That § 47-34A-811 be amended to read as follows: 47-34A-811. (a) A limited liability company administratively dissolved may apply to the secretary of state for reinstatement after the effective date of dissolution. The applicant shall submit with the application the appropriate filing fee. The secretary of state shall base filing fees on the total agreed contribution of the limited liability company as provided in § 47-34A-212, plus any delinquent annual reports and fees for the period prior to the reinstatement application. The application must : (1) Recite the name of the company and the effective date of its administrative dissolution; (2) State that the ground for dissolution either did not exist or have been eliminated; (3) State that the company's name satisfies the requirements of § 47-34A-105; and (4) Contain a certificate from the appropriate state authority reciting that all taxes owed by the company have been paid. (b) If the secretary of state determines that the application contains the information required by subsection (a) and that the information is correct, the secretary of state shall cancel the certificate of dissolution and prepare a certificate of reinstatement that recites this determination and the effective date of reinstatement, file the original of the certificate, and serve the company with a copy of the certificate. (c) When reinstatement is effective, it relates back to and takes effect as of the effective date of the administrative dissolution and the company may resume its business as if the administrative dissolution had never occurred. Section 25. That § 47-34A-1206 be amended to read as follows: 47-34A-1206. The secretary of state may charge the following fees: (a) For amending or restating the articles of organization in the case of a domestic limited liability company or amending the registration in the case of a foreign limited liability company, a filing fee of ten fifty dollars; (b) For filing articles of termination, ten dollars; (c) For filing articles of merger, ten fifty dollars; (d) For filing a statement of dissociation, ten dollars; (e) For filing an application to reserve a name, fifteen twenty dollars; (f) For issuing a certificate of existence, ten fifteen dollars; (g) For filing an application for registration of name, one dollar for each month, or fraction thereof, between the date of filing such application and December thirty-first of the calendar year in which such application is filed; (h) For filing an annual renewal of registration, a limited liability company which has in effect a registration of its name, may renew such registration from year to year by annually filing an application for renewal setting forth the facts required to be set forth in an original application for registration and a certificate of good standing as required for the original registration and by paying a fee of ten dollars. A renewal application may be filed between the first day of October and the thirty-first day of December in each year, and shall extend the registration for the following year; (i) For acting as agent for service of process the secretary of state shall charge and collect at the time of such service five twenty-five dollars which may be recoverable as taxable costs by the party to the suit or action causing the service to be made if the party prevails in the suit or action. Each limited liability company, domestic or foreign, that fails or refused to file its annual report for any year within the time prescribed is subject to a penalty of fifty dollars to be assessed by the secretary of state. Section 26. That § 48-7-206.1 be amended to read as follows: 48-7-206.1. The provisions of § 1-8-10 notwithstanding, the fee for filing any document required under this chapter with the secretary of state is ninety one hundred dollars. Section 27. That § 48-7A-1003 be amended to read as follows: 48-7A-1003. (a) A limited liability partnership, and a foreign limited liability partnership authorized to transact business in this state, shall file an annual report in the Office of the Secretary of State which contains: (1) The name of the limited liability partnership and the state or other jurisdiction under whose laws the foreign limited liability partnership is formed; (2) The street address of the partnership's chief executive office and, if different, the street address of an office of the partnership in this state, if any; and (3) If the partnership does not have an office in this state, the name and street address of the partnership's current agent for service of process. (b) An annual report must be filed with the secretary of state by the date specified by the secretary of state in each year following the calendar year in which a partnership files a statement of qualification or a foreign partnership becomes authorized to transact business in this state. (c) The secretary of state may revoke the statement of qualification of a partnership that fails to file an annual report when due or pay the required filing fee. To do so, the secretary of state shall provide the partnership at least sixty days' written notice of intent to revoke the statement. The notice must be mailed to the partnership at its chief executive office set forth in the last filed statement of qualification or annual report. The notice must specify the annual report that has not been filed, the fee that has not been paid, and the effective date of the revocation. The revocation is not effective if the annual report is filed and the fee is paid before the effective date of the revocation. (d) A revocation under subsection (c) only affects a partnership's status as a limited liability partnership and is not an event of dissolution of the partnership. (e) A partnership whose statement of qualification has been revoked may apply to the secretary of state for reinstatement within two years after the effective date of the revocation. The applicant shall submit with the application the filing fee of one hundred dollars, plus any delinquent annual reports and fees for the period prior to the reinstatement application. The application must state: (1) The name of the partnership and the effective date of the revocation; and (2) That the ground for revocation either did not exist or has been corrected. (f) A reinstatement under subsection (e) relates back to and takes effect as of the effective date of the revocation, and the partnership's status as a limited liability partnership continues as if the revocation had never occurred. Section 28. That § 48-7A-1208 be amended to read as follows: 48-7A-1208. The provisions of § 1-8-10 notwithstanding, the fee for filing the statements and reports provided for in the following sections with the secretary of state is as follows: (1) Section 48-7A-303, Statement of Authority, ninety one hundred dollars; (2) Section 48-7A-304, Statement of Denial, ten dollars; (3) Section 48-7A-704, Statement of Dissociation, ten dollars; (4) Section 48-7A-805, Statement of Dissolution, ten dollars; (5) Section 48-7A-907, Statement of Merger, ten fifty dollars; (6) Section 48-7A-1001, Statement of Qualification, ninety one hundred dollars; (7) Section 48-7A-1003, Annual Report, twenty-five thirty dollars; and (8) Section 48-7A-1102, Statement of Foreign Qualification, ninety one hundred dollars ; and (9) Filing any other statement, ten dollars. Each limited liability partnership, domestic or foreign, that fails or refused to file its annual report for any year within the time prescribed is subject to a penalty of fifty dollars to be assessed by the secretary of state . Section 29. That § 57A-9-525 be amended to read as follows: 57A-9-525. (a) Except as otherwise provided in subsection (e), the fee for filing and indexing a record under this part, other than an initial financing statement of the kind described in subsection (b), is the amount specified in subsection (c), if applicable, plus: (1) Thirteen Twenty dollars if the record is communicated in writing and consists of one page, and four dollars for each additional page pages . One dollar of this fee shall be deposited into the financing statement filing fee fund; (2) Eleven Fifteen dollars if the record is communicated by internet. One dollar of this fee shall be deposited into the financing statement filing fee fund; and (3) Twenty dollars if the record is communicated by another medium authorized by filing-office rule. (b) Except as otherwise provided in subsection (e), the fee for filing and indexing an initial financing statement of the following kind is the amount specified in subsection (c), if applicable, plus: (1) Thirty dollars if the financing statement indicates that it is filed in connection with a public-finance transaction; (2) Thirty dollars if the financing statement indicates that it is filed in connection with a manufactured-home transaction. (c) Except as otherwise provided in subsection (e), if a record is communicated in writing or electronically, the fee for each name more than one required to be indexed is two dollars. (d) The fee for responding to a request for information from the filing office, including for issuing a certificate showing whether there is on file any financing statement naming a particular debtor, is: (1) Twelve Twenty dollars if the request is communicated in writing; and (2) Ten dollars if the request is communicated by another medium internet authorized by filing-office rule. Upon request the filing officer shall furnish a copy of any filed financing statement or statement of assignment for a uniform fee of one dollar per page. (e) This section does not require a fee with respect to a record of a mortgage which is effective as a financing statement filed as a fixture filing or as a financing statement covering as-extracted collateral or timber to be cut under § 57A-9-502(c). However, the recording and satisfaction fees that otherwise would be applicable to the record of the mortgage apply. Section 30. That chapter 57A-9 be amended by adding thereto a NEW SECTION to read as follows: The annual registration fee for the crop or livestock effective finance statement microfiche master list is one hundred twenty dollars."}, {"bill_id": 18134, "bill_version_id": 98374, "bill_version": "Enrolled", "bill_version_date": "2003-03-05T08:47:50-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18134, "action_date": "2003-01-29T14:00:00-06:00", "document_id": 96046, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96046.pdf", "status_text": "First read in Senate and referred to", "journal_page": 232, "committee_id_action": 799, "committee_id_assigned": 781, "result": "N", "vote": {}}, {"bill_id": 18134, "action_date": "2003-02-05T07:45:00-06:00", "document_id": 96571, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96571.pdf", "status_text": "Do Pass Amended,", "journal_page": 327, "committee_id_action": 781, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56081, "president_vote": null, "Yea": [2853, 2882, 2897, 2908, 2926, 2928, 2935, 2851, 2838]}}, {"bill_id": 18134, "action_date": "2003-02-05T07:45:00-06:00", "document_id": 96571, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96571.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 781, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18134, "action_date": "2003-02-07T13:00:00-06:00", "document_id": 96820, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96820.pdf", "status_text": "Do Pass Amended,", "journal_page": 371, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56283, "president_vote": null, "Yea": [2832, 2834, 2838, 2840, 2847, 2849, 2850, 2851, 2852, 2853, 2854, 2856, 2868, 2876, 2878, 2882, 2886, 2887, 2891, 2897, 2908, 2921, 2926, 2927, 2928, 2935], "Nay": [2835, 2865, 2880, 2881, 2883, 2901, 2903, 2904, 2916]}}, {"bill_id": 18134, "action_date": "2003-02-10T14:00:00-06:00", "document_id": 96903, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96903.pdf", "status_text": "First read in House and referred to", "journal_page": 377, "committee_id_action": 798, "committee_id_assigned": 793, "result": "N", "vote": {}}, {"bill_id": 18134, "action_date": "2003-02-28T10:00:00-06:00", "document_id": 98139, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98139.pdf", "status_text": "Do Pass,", "journal_page": 674, "committee_id_action": 793, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55244, "president_vote": null, "Yea": [2859, 2861, 2869, 2875, 2894, 2899, 2905, 2929, 2917, 2912], "Nay": [2870, 2909], "Excused": [2937]}}, {"bill_id": 18134, "action_date": "2003-02-28T10:00:00-06:00", "document_id": 98139, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98139.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 793, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18134, "action_date": "2003-03-03T14:00:00-06:00", "document_id": 98268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98268.pdf", "status_text": "Deferred to another day", "journal_page": 706, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18134, "action_date": "2003-03-04T14:00:00-06:00", "document_id": 98345, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98345.pdf", "status_text": "Do Pass Amended,", "journal_page": 728, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56851, "president_vote": null, "Yea": [2833, 2836, 2841, 2842, 2843, 2844, 2845, 2846, 2848, 2855, 2858, 2859, 2860, 2861, 2862, 2864, 2869, 2871, 2872, 2873, 2874, 2875, 2877, 2884, 2885, 2888, 2890, 2892, 2893, 2894, 2896, 2898, 2900, 2902, 2905, 2906, 2907, 2909, 2910, 2911, 2912, 2914, 2915, 2917, 2919, 2920, 2924, 2925, 2929, 2930, 2932, 2933, 2934, 2936, 2937, 2899], "Nay": [2837, 2863, 2866, 2870, 2879, 2889, 2895, 2913, 2923, 2931, 2938], "Excused": [2839, 2857, 2922]}}, {"bill_id": 18134, "action_date": "2003-03-05T14:00:00-06:00", "document_id": 98430, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98430.pdf", "status_text": "Signed by President", "journal_page": 729, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18134, "action_date": "2003-03-05T14:00:00-06:00", "document_id": 98414, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98414.pdf", "status_text": "Signed by Speaker", "journal_page": 759, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18134, "action_date": "2003-03-06T14:00:00-06:00", "document_id": 98515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98515.pdf", "status_text": "Delivered to the Governor", "journal_page": 735, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18134, "action_date": "2003-03-20T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 800, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2317, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18134"}