{"session_id": 43, "bill_id": 12210, "bill_type": "House Commemoration", "bill_number": 8032, "bill_title": "Honoring Dennis Jerome Spotted Tail, Sr., for his admirable service to the United States Army and 82nd Airborne Division.", "sponsors": [{"legislator_profile_id": 1658, "is_prime": true}, {"legislator_profile_id": 1653, "is_prime": true}], "keywords": ["Senate Commemoration"], "audio": [], "bill_versions": [{"bill_id": 12210, "bill_version_id": 69608, "bill_version": "Introduced", "bill_version_date": "2020-03-05T11:26:50.247-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Dennis Jerome Spotted Tail, Sr., for his admirable service to the United States Army and 82nd Airborne Division. WHEREAS, Dennis Spotted Tail passed on May 1, 2019. His Indian name was Wiyan Ob Woglaka, translating to Talks with Women As he wished, he passed in his home surrounded by his loved ones; and WHEREAS, , Dennis Spotted Tail was born on December 9, 1930. Dennis Spotted Tail later happily married his wife, Pearl Kills In Sight. Together they raised ten children; Dennis \"Charlie\" Spotted Tail Jr., Donald \"Sey\" Spotted Tail, Carol James Spotted Tail, Arlene \"Babe\" Spotted Tail-Rappold, Raymond Spotted Tail, Gale Spotted Tail, Cecelia \"Biz\" Spotted Tail, Lila Kills In Sight, Caroline \"Tick\" Spotted Tail, and Lenora Spotted Tail; and WHEREAS, Dennis Spotted Tail resided with his family in Parmelee, South Dakota, located on the Rosebud Indian Reservation, where he was a proud life member of John Guerure Jr., American Legion Post 295; and WHEREAS, Dennis Spotted Tail gave valorous service to the United States Army and to the 82nd Airborne Division, which he proudly affiliated to throughout his life; and WHEREAS, Dennis Spotted Tail aspired to become a paratrooper at a very young age. He explained at a later age, \"When I was seven years old my parents took me to a flight show with paratroopers in Winner, South Dakota. I watched airplanes drop paratroopers from the sky with parachutes and it was then that I knew I wanted to do this someday.\"; and WHEREAS, Dennis Spotted Tail completed his basic training in Ft. Ord, California, at seventeen years old. He was persistent to reach his dream and worked tremendously to enlist in paratrooper school. He traveled back to his home in South Dakota to handle a family medical emergency. Upon the clearing of a blizzard, he went back to finish jump school and later graduated from paratrooper school; and WHEREAS, Dennis Spotted Tail transferred to Ft. Bragg, North Carolina, in 1949. As the Korean War began in 1950, he flew to Cuba for two weeks at Guantanamo Bay, then flew to Puerto Rico, and went on to Vieque Island where he jumped onto this island. Dennis Spotted Tail had forty-two successful jumps. He truly lived his dream: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fifth Legislature of the State of South Dakota, that the Legislature commemorates Dennis Spotted Tail for his service to the United States Army and the 82nd Airborne Division."}, {"bill_id": 12210, "bill_version_id": 69816, "bill_version": "Enrolled", "bill_version_date": "2020-03-10T15:10:27.287-05:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Dennis Jerome Spotted Tail, Sr., for his admirable service to the United States Army and 82nd Airborne Division. WHEREAS, Dennis Spotted Tail passed on May 1, 2019. His Indian name was Wiyan Ob Woglaka, translating to Talks with Women As he wished, he passed in his home surrounded by his loved ones; and WHEREAS, Dennis Spotted Tail was born on December 9, 1930. Dennis Spotted Tail later happily married his wife, Pearl Kills In Sight. Together they raised ten children; Dennis \"Charlie\" Spotted Tail Jr., Donald \"Sey\" Spotted Tail, Carol James Spotted Tail, Arlene \"Babe\" Spotted Tail-Rappold, Raymond Spotted Tail, Gale Spotted Tail, Cecelia \"Biz\" Spotted Tail, Lila Kills In Sight, Caroline \"Tick\" Spotted Tail, and Lenora Spotted Tail; and WHEREAS, Dennis Spotted Tail resided with his family in Parmelee, South Dakota, located on the Rosebud Indian Reservation, where he was a proud life member of John Guerure Jr., American Legion Post 295; and WHEREAS, Dennis Spotted Tail gave valorous service to the United States Army and to the 82nd Airborne Division, which he proudly affiliated to throughout his life; and WHEREAS, Dennis Spotted Tail aspired to become a paratrooper at a very young age. He explained at a later age, \"When I was seven years old, my parents took me to a flight show with paratroopers in Winner, South Dakota. I watched airplanes drop paratroopers from the sky with parachutes, and it was then that I knew I wanted to do this someday.\"; and WHEREAS, Dennis Spotted Tail completed his basic training in Ft. Ord, California, at seventeen years old. He was persistent in reaching his dream and worked tremendously to enlist in paratrooper school. He traveled back to his home in South Dakota to handle a family medical emergency. Upon the clearing of a blizzard, he went back to finish jump school and later graduated from paratrooper school; and WHEREAS, Dennis Spotted Tail transferred to Ft. Bragg, North Carolina, in 1949. As the Korean War began in 1950, he flew to Cuba for two weeks at Guantanamo Bay, then flew to Puerto Rico, and went on to Vieque Island where he jumped onto this island. Dennis Spotted Tail had forty-two successful jumps. He truly lived his dream: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fifth Legislature of the State of South Dakota, that the Legislature commemorates Dennis Spotted Tail for his service to the United States Army and the 82nd Airborne Division."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12210, "action_date": "2020-03-05T14:00:00-06:00", "document_id": 69525, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69525.pdf", "status_text": "", "journal_page": 498, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12210"}