{"session_id": 69, "bill_id": 24788, "bill_type": "House Bill", "bill_number": 1020, "bill_title": "revise the method by which completion of a required suicide awareness and prevention training is verified.", "sponsors": [], "keywords": ["Education", "Executive/Judiciary Request", "Licensure", "Teachers"], "audio": [], "bill_versions": [{"bill_id": 24788, "bill_version_id": 257357, "bill_version": "Introduced", "bill_version_date": "2023-12-22T14:58:33.427-06:00", "bill_text": "An Act to revise the method by which completion of a required suicide awareness and prevention training is verified. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-42-71 be AMENDED: 13-42-71. The South Dakota Board of Education Standards shall promulgate rules, pursuant to chapter 1-26, to include a minimum of one hour of suicide awareness and prevention training as a requirement that an applicant must meet in order to be issued an initial certificate and a renewal certificate as a teacher, administrator, or other educational professionalPrior to beginning employment at a school district or department-accredited school and every five years thereafter, an individual certified pursuant to this chapter and employed by a school district or department-accredited school must complete an approved youth suicide awareness and prevention training that is at least one hour in duration and shall submit a certificate showing completion of the approved training to the school district or department-accredited school where the individual is employed. The school district or department-accredited school shall retain the certificates submitted as a part of the documentation necessary to earn or maintain state accreditation. The board South Dakota Board of Education Standards shall, after consultation consult with suicide prevention or counseling experts, to identify evidence-based resources that will fulfill the youth suicide awareness and prevention training requirement required by this section and shall make the list of the resources approved trainings available to school districts. The and department-accredited schools. An individual may complete a required training required may be accomplished through a self-review of youth suicide prevention materials that meet the guidelines developed are approved by the board. The requirement for suicide awareness and prevention training for initial certification or to renew a certificate begins after July 1, 2017, provided that the training issues a certificate of completion that contains: (1) The name of the training completed; (2) The name of the individual who completed the training; (3) The length of the training completed; and (4) The date on which the training was completed."}], "amendments": [], "fiscal_notes": [], "action_log": [], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24788"}