{"session_id": 36, "bill_id": 10128, "bill_type": "Senate Commemoration", "bill_number": 22, "bill_title": "Honoring and commending the Lennox Junior Legion baseball team for capturing the 2018 South Dakota State Junior Legion Baseball Title.", "sponsors": [{"legislator_profile_id": 1558, "is_prime": true}, {"legislator_profile_id": 1575, "is_prime": true}, {"legislator_profile_id": 1599, "is_prime": false}, {"legislator_profile_id": 1556, "is_prime": false}, {"legislator_profile_id": 1569, "is_prime": false}, {"legislator_profile_id": 1597, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 10128, "bill_version_id": 53616, "bill_version": "Introduced", "bill_version_date": "2019-02-13T12:04:03.71-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and commending the Lennox Junior Legion baseball team for capturing the 2018 South Dakota State Junior Legion Baseball Title. WHEREAS, the Lennox Junior Legion team showed exemplary commitment and the accord of all its players: Tanner Miller, Jace Bridges, Ty Spieler, Brandon Fodness, Mace Plucker, Zach Zirpel, Mason Miller, Brendon Hone, Gavin Sanculi, Brock Anderson, Camden Wulf, Brandon Otte, and Peyton Eich; and WHEREAS, the players and coaches demonstrated outstanding character and dedication both on and off the field; and WHEREAS, the cheerleaders, students, faculty, fans, and community of Lennox showed great spirit and sportsmanship to help lead the team to the goal of winning the State Championship: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature congratulates and commends the Lennox Junior Legion baseball team and its coaching staff for their excellent performance in the 2018 season."}, {"bill_id": 10128, "bill_version_id": 53868, "bill_version": "Enrolled", "bill_version_date": "2019-02-19T17:13:42.377-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and commending the Lennox Junior Legion baseball team for capturing the 2018 South Dakota State Junior Legion Baseball Title. WHEREAS, the Lennox Junior Legion team showed exemplary commitment and the accord of all its players: Tanner Miller, Jace Bridges, Ty Spieler, Brandon Fodness, Mace Plucker, Zach Zirpel, Mason Miller, Brendon Hone, Gavin Sanculi, Brock Anderson, Camden Wulf, Brandon Otte, and Peyton Eich; and WHEREAS, the players and coaches demonstrated outstanding character and dedication both on and off the field; and WHEREAS, the cheerleaders, students, faculty, fans, and community of Lennox showed great spirit and sportsmanship to help lead the team to the goal of winning the State Championship: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature congratulates and commends the Lennox Junior Legion baseball team and its coaching staff for their excellent performance in the 2018 season. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10128, "action_date": "2019-02-13T14:00:00-06:00", "document_id": 53648, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53648.pdf", "status_text": "", "journal_page": 374, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/10128"}