{"session_id": 68, "bill_id": 23703, "bill_type": "House Bill", "bill_number": 1073, "bill_title": "rename separate maintenance as legal separation.", "sponsors": [{"legislator_profile_id": 4353, "is_prime": true}, {"legislator_profile_id": 4352, "is_prime": false}, {"legislator_profile_id": 4407, "is_prime": false}], "keywords": ["Domestic Relations", "Technical/Cleanup Changes"], "audio": [{"meeting_datetime": "2023-01-20T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju08.mp3", "start_seconds": 982.0}, {"meeting_datetime": "2023-01-20T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju08.mp3", "start_seconds": 982.0}, {"meeting_datetime": "2023-01-20T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju08.mp3", "start_seconds": 982.0}, {"meeting_datetime": "2023-01-20T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju08.mp3", "start_seconds": 982.0}], "bill_versions": [{"bill_id": 23703, "bill_version_id": 243685, "bill_version": "Introduced", "bill_version_date": "2023-01-16T21:10:10.27-06:00", "bill_text": "An Act to rename separate maintenance as legal separation. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 15-5-14 be AMENDED: 15-5-14. The court may change the venue of trial or hearing in postjudgment divorce, paternity, or separate maintenance legal separation actions if: (1) The parties no longer reside in the county where the action was decided; or (2) The parties agree; or (3) Convenience of witnesses or the ends of justice would be promoted by the change. Section 2. That § 15-7-2 be AMENDED: 15-7-2. Any person is subject to the jurisdiction of the courts of this state as to any cause of action arising from the doing personally, through any employee, through an agent or through a subsidiary, of any of the following acts: (1) The transaction of any business within the state; (2) The commission of any act which results in accrual within this state of a tort action; (3) The ownership, use, or possession of any property, or of any interest therein, situated within this state; (4) Contracting to insure any person, property, or risk located within this state at the time of contracting; (5) Entering into a contract for services to be rendered or for materials to be furnished in this state by such person; (6) Acting as director, manager, trustee, or other officer of any corporation organized under the laws of, or having its principal place of business within this state, or as personal representative of any estate within this state; (7) Failure to support a minor child residing in South Dakota; (8) Having sexual intercourse in this state, which act creates a cause of action for the determination of paternity of a child who may have been conceived by that act of intercourse; (9) With respect to any action for divorce, separate maintenancelegal separation, or spousal support the maintenance in this state of a matrimonial domicile at the time the claim arose or the commission in this state of an act giving rise to the claim, subject to the provisions of § 25-4-30; (10) Entering into negotiations with any person within the state with the apparent objective of contracting for services to be rendered or materials to be furnished in this state; (11) Commencing or participating in negotiations, mediation, arbitration, or litigation involving subject matter located in whole or in part within the state; (12) Doing any act for the purpose of influencing legislation, administrative rule‑making or judicial or administrative decision‑making by any local, state, or federal official whose official function is being performed within the state, providing that an appearance to contest personal jurisdiction shall not be within this subsection; (13) The commission of any act which results in the accrual of an action in this state for a violation of the antitrust laws of the United States or chapter 37-1; (14) The commission of any act, the basis of which is not inconsistent with the Constitution of this state or with the Constitution of the United States. Section 3. That § 15-17-38 be AMENDED: 15-17-38. The compensation of attorneys and counselors at law for services rendered in civil and criminal actions and special proceedings is left to the agreement, express or implied, of the parties. However, attorneys' fees may be taxed as disbursements if allowed by specific statute. The court, if appropriate, in the interests of justice, may award payment of attorneys' fees in all cases of divorce, annulment of marriage, determination of paternity, custody, visitation, separate maintenancelegal separation, support, or alimony. The court may award the fees before or after judgment or order. The court may award attorneys' fees from trusts administered through the court as well as in probate and guardianship proceedings. Attorneys' fees may be taxed as disbursements on mortgage foreclosures either by action or by advertisement. Section 4. That § 25-4-17.3 be AMENDED: 25-4-17.3. In any action for divorce or separate maintenance legal separation in which the parties have consented to the use of irreconcilable differences, the court may grant the divorce based on the affidavits of the parties establishing the requisite jurisdiction and grounds for the divorce or separate maintenance legal separation action without requiring their personal appearance. Section 5. That § 25-4-17.4 be AMENDED: 25-4-17.4. Any divorce or separate maintenance legal separation which that has been granted without the personal appearance of a party is hereby legalized and validated. Section 6. That § 25-4-30 be AMENDED: 25-4-30. The plaintiff in an action for divorce or separate maintenance legal separation must, at the time the action is commenced, be a resident of this state, or be stationed in this state while a member of the armed services. Subsequently, the plaintiff need not maintain that residence or military presence to be entitled to the entry of a decree or judgment of divorce or separate maintenance legal separation. Section 7. That § 25-4-30.1 be AMENDED: 25-4-30.1. An action for divorce or separate maintenance legal separation may be commenced in the county of residence of either party, subject to the right of the defendant to have the place of trial changed to the county where the defendant resides. Section 8. That § 25-4-33.1 be AMENDED: 25-4-33.1. Upon the filing of a summons and complaint for divorce or separate maintenance legal separation by the plaintiff, and upon personal service of the summons and complaint on the defendant, a temporary restraining order shall be is in effect against both parties until the final decree is entered, the complaint dismissed, or until further order of the court: (1) Restraining both parties from transferring, encumbering, concealing, or in any way dissipating or disposing of any marital assets, without the written consent of the other party or an order of the court, except as may be necessary in the usual course of business or for the necessities of life, and requiring each party to notify the other party of any proposed extraordinary expenditures and to account to the court for all extraordinary expenditures made after the temporary restraining order is in effect; (2) Restraining both parties from molesting or disturbing the peace of the other party; (3) Restraining both parties from removing any minor child of the parties from the state without the written consent of the other party or an order of the court; and (4) Restraining both parties from making any changes to any insurance coverage for the parties or any child of the parties without the written consent of the other party or an order of the court unless the change under the applicable insurance coverage increases the benefits, adds additional property, persons, or perils to be covered, or is required by the insurer. The provisions of the temporary restraining order shall must be printed upon the summons and shall become an order of the court upon fulfillment of the requirements of service. However, nothing in this section precludes either party from applying to the court for any further relief or for the modification or revocation of any order. Section 9. That § 25-4-34 be AMENDED: 25-4-34. An action for divorce or separate maintenance legal separation shall not be heard, tried, or determined by the court until at least sixty days have elapsed from the completed service of the plaintiff's summons and complaint therein. During said waiting period the court may issue all orders required to effectuate the purposes expressed in §§ 25-4-38 and 25-4-45 or to protect any of the parties to the action during the pendency thereof. This section shall not be construed to prohibit the taking of depositions, examination of parties before trial, the granting of orders respecting discovery, or proceedings to perpetuate testimony, prior to the hearing or trial of said action by the court. Nothing in this section shall operate to nullify any action or proceeding for divorce commenced prior to July 1, 1964, notwithstanding the fact that the final judgment or decree in such action or proceeding is entered therein after said date. Section 10. That § 25-4-40 be AMENDED: 25-4-40. An action for separate maintenance legal separation may be maintained without request for divorce, upon any grounds which would be grounds for divorce, and in such cases the court shall have power to award temporary alimony, suit money, and permanent support for a spouse and the children of the parties, or any of them, by the other spouse. Section 11. That § 25-4-45.3 be AMENDED: 25-4-45.3. The secretary of social services may, pursuant to chapter 1-26, adopt a schedule of fees for home studies or investigations ordered by the court in custody proceedings. The fees may not exceed actual costs and shall be based on the ability of the parties involved to pay for the home studies or investigations. The fees so adopted shall apply only to custody issues relating to or resulting from divorce or separate maintenance legal separation proceedings and shall not impose any fee or charges against the Unified Judicial System. Section 12. That § 25-4A-10 be AMENDED: 25-4A-10. The South Dakota Supreme Court shall promulgate court rules establishing standard guidelines to be used statewide for minimum noncustodial parenting time in divorce or separate maintenance legal separation actions or any other custody action or proceeding. The minimum standard guidelines shall must provide a framework for noncustodial parenting time, including frequency and time for noncustodial parenting time; hours or days of noncustodial parenting time; definitions for weekends, holidays, birthdays, and other special occasions; and time periods for summer noncustodial parenting time. In establishing the minimum standard guidelines, the court may consider varying ages and circumstances of children and treat varying ages and circumstances differently. The Supreme Court shall establish rules pursuant to § 16-3-1 to provide for a public hearing process to review the minimum standard guidelines and to recommend any amendments deemed to be necessary. Section 13. That § 25-4A-11 be AMENDED: 25-4A-11. Upon the filing of a summons and complaint for divorce or separate maintenance legal separation or any other custody action or proceeding, the plaintiff shall also file and serve upon the defendant a copy of the standard guidelines. The standard guidelines attached to the summons shall become becomes an order of the court upon fulfillment of the requirements of service. Any minor child of the marriage shall remain in the custody of the parent who has been the primary caregiver for the minor child for the majority of time in the twelve months preceding the filing of the summons and complaint, unless the parties agree otherwise. The standard guidelines shall apply and continue in effect, unless the parties agree, or the court orders otherwise. Imposition of the standard guidelines creates no presumption as to who may be awarded custody at any hearing. Section 14. That § 43-4-22 be AMENDED: 43-4-22. The fee imposed by § 43-4-21 does not apply to any transfer of title: (1) Recorded before July 1, 1968; (2) By or to the United States of America, this state, or any instrumentality, agency, or political subdivision of either; (3) Solely in order to provide for or to release security for a debt or obligation; (4) Which confirms or corrects a deed previously executed and recorded; (5) Between husband and wife, or parent and child with only nominal actual consideration therefor; (6) On sale for delinquent taxes or assessments, sheriffs' deeds, other deeds issued in foreclosure actions or proceedings or deeds issued in lieu of foreclosure actions or proceedings; (7) On partition; (8) Pursuant to any mergers or consolidations of corporations or limited liability companies or plans of reorganization by which substantially all of the assets of corporations or limited liability companies are transferred; (9) By a subsidiary corporation to its parent corporation for no consideration, nominal consideration, or in sole consideration of the cancellation or surrender of the subsidiary's stock; (10) Pursuant to decrees of distribution entered in any decedent's estate; (11) Between an individual grantor, or grantors, and a corporation, where the grantor or grantors and the owner of the majority of the capital stock of the corporation are the same person; (12) Between any corporation and its stockholders or creditors, or between any limited liability company and its members or creditors, if to effectuate a dissolution of the corporation or limited liability company it is necessary to transfer the title of real property from the corporate entity to the stockholders or creditors; (13) On cemetery lots and grave sites; (14) Between an individual grantor, or grantors, and a limited or general partnership if the grantor or grantors and the owner of the majority interest in the limited or general partnership are the same person; (15) Between a fiduciary and a beneficiary of the fiduciary or between a fiduciary and a third party, if the transfer or conveyance is to accommodate the fiduciary relationship; (16) Between individuals, regardless of the relationship, if the conveyance is an absolute gift without consideration of any kind in return for the conveyance; (17) Pursuant to a decree of divorce, annulment, or separate maintenance legal separation, or pursuant to a settlement agreement approved or adopted by a decree of divorce, annulment, or separate maintenance legal separation; (18) For which no consideration was given; (19) Between any limited liability company and its members."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23703, "action_date": "2023-01-17T14:00:00-06:00", "document_id": 243467, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243467.pdf", "status_text": "First read in House and referred to", "journal_page": 44, "committee_id_action": 1159, "committee_id_assigned": 1160, "result": "N", "vote": {}}, {"bill_id": 23703, "action_date": "2023-01-20T10:00:00-06:00", "document_id": 244443, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244443.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1160, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23703, "action_date": "2023-01-20T10:00:00-06:00", "document_id": 244444, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244444.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1160, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76281, "president_vote": null, "Nay": [4358, 4405, 4458, 4464, 4446], "Yea": [4438, 4451, 4396, 4409, 4417, 4418, 4421, 4366]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23703"}