{"session_id": 43, "bill_id": 11848, "bill_type": "House Commemoration", "bill_number": 8005, "bill_title": "Honoring and commending Police Officers Teil Glaus and Garrett Harmon, Highway Patrol Trooper Josh De Wild and Chief Deputy Sheriff Tory Engel on their heroic response and life-saving actions at the scene of an airplane crash in Chamberlain.", "sponsors": [{"legislator_profile_id": 1658, "is_prime": true}, {"legislator_profile_id": 1683, "is_prime": true}], "keywords": ["House Commemoration", "Law Enforcement"], "audio": [], "bill_versions": [{"bill_id": 11848, "bill_version_id": 62894, "bill_version": "Introduced", "bill_version_date": "2020-01-21T12:01:07.12-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and commending Police Officers Teil Glaus and Garrett Harmon, Highway Patrol Trooper Josh De Wild and Chief Deputy Sheriff Tory Engel on their heroic response and life-saving actions at the scene of an airplane crash in Chamberlain. WHEREAS, Officer Glaus, Officer Harmon, Officer De Wild, and Officer Engel responded to the site of a tragic plane crash during a winter storm on November 30, 2019, and climbed into the airplane wreckage and saved three survivors; and WHEREAS, the heroic officers proceeded through fields for hundreds of yards, carrying the survivors to medical personnel and facilities, thereby selflessly doing whatever necessary to save civilian lives; and WHEREAS, Officer Glaus, Officer Harmon, Officer De Wild, and Officer Engel exemplify the heroism and bravery of law enforcement and first responders while displaying exceptional morale and courage: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fifth Legislature of the State of South Dakota, that Officer Glaus, Officer Harmon, Officer De Wild, and Officer Engel be thanked, respected, and congratulated as recipients of the Governor's Award for Heroism and for their true bravery in pursuit of the well-being of South Dakota's citizens."}, {"bill_id": 11848, "bill_version_id": 63677, "bill_version": "Enrolled", "bill_version_date": "2020-01-24T13:56:40.74-06:00", "bill_text": "ENTITLED A LEGISLATIVE COMMEMORATION, Honoring and commending Police Officers Teil Glaus and Garrett Harmon, Highway Patrol Trooper Josh De Wild and Chief Deputy Sheriff Tory Engel on their heroic response and life-saving actions at the scene of an airplane crash in Chamberlain. WHEREAS, Officer Glaus, Officer Harmon, Officer De Wild, and Officer Engel responded to the site of a tragic plane crash during a winter storm on November 30, 2019, and climbed into the airplane wreckage and saved three survivors; and WHEREAS, the heroic officers proceeded through fields for hundreds of yards, carrying the survivors to medical personnel and facilities, thereby selflessly doing whatever necessary to save civilian lives; and WHEREAS, Officer Glaus, Officer Harmon, Officer De Wild, and Officer Engel exemplify the heroism and bravery of law enforcement and first responders while displaying exceptional morale and courage: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fifth Legislature of the State of South Dakota, that Officer Glaus, Officer Harmon, Officer De Wild, and Officer Engel be thanked, respected, and congratulated as recipients of the Governor's Award for Heroism and for their true bravery in pursuit of the well-being of South Dakota's citizens. Larry Rhoden P resident of the Senate Steven G. Haugaard Speaker of the House Kay L. Johnson Secretary of the Senate Mary Lou Goehring Chief Clerk of the House"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11848, "action_date": "2020-01-22T14:00:00-06:00", "document_id": 62928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62928.pdf", "status_text": "", "journal_page": 45, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11848, "action_date": "2020-01-23T14:00:00-06:00", "document_id": 63210, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/63210.pdf", "status_text": "", "journal_page": 53, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}]}