{"session_id": 59, "bill_id": 20869, "bill_type": "House Commemoration", "bill_number": 1036, "bill_title": "Honoring Jean Nelson for being named Social Worker of the Year by the East River Intrastate Committee on Child Abuse and Neglect.", "sponsors": [{"legislator_profile_id": 3368, "is_prime": true}, {"legislator_profile_id": 3387, "is_prime": true}, {"legislator_profile_id": 3378, "is_prime": false}], "keywords": ["House Commemoratives"], "audio": [], "bill_versions": [{"bill_id": 20869, "bill_version_id": 109373, "bill_version": "Introduced", "bill_version_date": "2006-02-24T12:47:37-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Jean Nelson for being named Social Worker of the Year by the East River Intrastate Committee on Child Abuse and Neglect. WHEREAS, Jean Nelson, after completing her college education at the University of South Dakota and achieving her Bachelor's Degree in social work, has served with diligence in her twenty years of service with the South Dakota Department of Social Services, working with both adult services and child protection services; and WHEREAS, Jean serves South Dakota dutifully through hard work, ensuring that numerous at-risk children live free of abuse and neglect, assisting parents in finding the services they need to better care for their children and assisting foster families in the provision of a safe and nurturing environment for South Dakota's children. By amply embodying the qualities of patience, compassion, energy, and care that are prerequisites for a capable social worker, Jean acts as one of our best hopes for securing a brighter future for this state's youngest and most vulnerable; and WHEREAS, the protection of South Dakota's children, providing services to families, and the strength of our communities depend in great measure upon the dedication of people like Jean Nelson who use their talents and resources to serve others; and WHEREAS, Jean continues serving her community today, whether through her job as a social worker or as an active volunteer at her local church. Jean has raised a dedicated family that can attest to these many qualities, including her husband Ron, her son Trent, her daughter Tracy, and two wonderful grandchildren: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-first Legislature of the State of South Dakota, that Jean Nelson be congratulated for being named Social Worker of the Year."}, {"bill_id": 20869, "bill_version_id": 109567, "bill_version": "Enrolled", "bill_version_date": "2006-02-28T17:42:09-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Jean Nelson for being named Social Worker of the Year by the East River Intrastate Committee on Child Abuse and Neglect. WHEREAS, Jean Nelson, after completing her college education at the University of South Dakota and achieving her Bachelor's Degree in social work, has served with diligence in her twenty years of service with the South Dakota Department of Social Services, working with both adult services and child protection services; and WHEREAS, Jean serves South Dakota dutifully through hard work, ensuring that numerous at- risk children live free of abuse and neglect, assisting parents in finding the services they need to better care for their children and assisting foster families in the provision of a safe and nurturing environment for South Dakota's children. By amply embodying the qualities of patience, compassion, energy, and care that are prerequisites for a capable social worker, Jean acts as one of our best hopes for securing a brighter future for this state's youngest and most vulnerable; and WHEREAS, the protection of South Dakota's children, providing services to families, and the strength of our communities depend in great measure upon the dedication of people like Jean Nelson who use their talents and resources to serve others; and WHEREAS, Jean continues serving her community today, whether through her job as a social worker or as an active volunteer at her local church. Jean has raised a dedicated family that can attest to these many qualities, including her husband Ron, her son Trent, her daughter Tracy, and two wonderful grandchildren: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-first Legislature of the State of South Dakota, that Jean Nelson be congratulated for being named Social Worker of the Year."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20869, "action_date": "2006-02-24T13:00:00-06:00", "document_id": 109410, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109410.pdf", "status_text": "", "journal_page": 758, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20869, "action_date": "2006-02-27T08:30:00-06:00", "document_id": 109513, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109513.pdf", "status_text": "", "journal_page": null, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20869, "action_date": "2006-02-28T08:30:00-06:00", "document_id": 109525, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109525.pdf", "status_text": "", "journal_page": null, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20869"}