{"session_id": 7, "bill_id": 1072, "bill_type": "House Bill", "bill_number": 1223, "bill_title": "revise the high school course requirements for graduation from the distinguished high school program.", "sponsors": [{"legislator_profile_id": 706, "is_prime": true}, {"legislator_profile_id": 701, "is_prime": true}], "keywords": ["Administrative Rules", "Board of Regents", "Department of Education", "Education", "School Districts"], "audio": [{"meeting_datetime": "2009-02-04T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hed16.mp3", "start_seconds": 5755.0}, {"meeting_datetime": "2009-02-04T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hed16.mp3", "start_seconds": 5755.0}, {"meeting_datetime": "2009-02-04T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hed16.mp3", "start_seconds": 5755.0}, {"meeting_datetime": "2009-02-04T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hed16.mp3", "start_seconds": 5755.0}], "bill_versions": [{"bill_id": 1072, "bill_version_id": 6308, "bill_version": "Introduced", "bill_version_date": "2009-01-29T11:43:27.727-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the high school course requirements for graduation from the distinguished high school program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That ARSD 24:43:11:05 be amended to read as follows: 24:43:11:05. The units of credit required for high school graduation must include the following 19.5 units for the distinguished high school program: (1) Four units of English/language arts which include a minimum of the following: (a) One and one-half units of writing; (b) One unit of literature; (c) One-half unit of American literature; and (d) One-half unit of speech; (2) Three units of social studies which include a minimum of the following: (a) One unit of U.S. history; (b) One-half unit of U.S. government; (c) One-half unit of geography; and (d) One-half unit of world history; (3) Four units of mathematics which must include a minimum of one unit of algebra I, one unit of algebra II, and one unit of geometry; (4) Four units of science which must include a minimum of biology and chemistry, or physics (three units must be in laboratory science); (5) One unit of fine arts; (6) One-half unit of physical education or health; (7) One-half unit of economics or personal finance; (8) One-half unit of computer studies; (9) Two units of world languages (two years of the same language) Two units of any combination of required offerings: (a) World languages; or (b) Computer studies; or (c) Approved career and technical education courses; or (d) Mathematics courses in addition to meeting the math requirements of subdivision 24:43:11:02(3); or (e) Science courses in addition to meeting the science requirements of subdivision 24:43:11:02(4) . Section 2. That § 13-55-31 be amended to read as follows: 13-55-31. In order to be eligible for a South Dakota opportunity scholarship award, a student shall: (1) Be a resident of South Dakota at the time of graduation from high school; (2) Have a composite score of 24, or higher, on the test administered by the American College Testing Program or an equivalent score as determined by the Board of Regents on the Scholastic Assessment Test. The student shall take the ACT or SAT test before beginning postsecondary education; (3) Meet the high school course requirements for graduation from the distinguished high school program as provided in section 24:43:11:05 of the Administrative Rules of South Dakota as in effect on January 1, 2008 ; (4) Attend a university, college, or technical school that is accredited by the North Central Association of Colleges and Schools and that provides instruction from a campus located in South Dakota; and (5) Enter into the program within five years of graduation from high school or within one year of the student's release from active duty with an active component of the armed forces if the release is within five years of the student's graduation from high school. If a student attends full-time a regionally accredited university, college, or technical school located outside South Dakota and within two years following high school graduation or within two years following release from active military service returns to the state to attend full-time a regionally accredited university, college, or technical school, the student is eligible to receive a partial award. A student is eligible to participate in the South Dakota opportunity scholarship program for the equivalent of four academic years (eight consecutive spring and fall terms) or until the attainment of a baccalaureate degree, whichever comes first. However, the executive director of the Board of Regents may grant exceptions to the continuous enrollment requirements for good cause shown. A student who would have been eligible for the scholarship, but who applies after completing one or more semesters of full-time work at an accredited institution, may be admitted to the program only if the student has complied with the same grade point and credit hour requirements that would apply to program participants. Admission granted under these circumstances may not be retroactive, and eligibility for participation in the program shall be reduced by one semester for each semester of work completed prior to admission to the program."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1072, "action_date": "2009-01-29T14:00:00-06:00", "document_id": 6340, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6340.pdf", "status_text": "First read in House and referred to", "journal_page": 194, "committee_id_action": 56, "committee_id_assigned": 43, "result": "N", "vote": {}}, {"bill_id": 1072, "action_date": "2009-02-04T07:45:00-06:00", "document_id": 6560, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6560.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 43, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1072, "action_date": "2009-02-04T07:45:00-06:00", "document_id": 6805, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6805.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 287, "committee_id_action": 43, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3584, "president_vote": null, "Yea": [720, 688, 708, 712, 724, 652, 729, 678, 714, 728, 658, 723, 684, 696], "Nay": [736]}}]}