{"session_id": 36, "bill_id": 9389, "bill_type": "Senate Bill", "bill_number": 157, "bill_title": "revise and repeal certain provisions regarding petitions for ballot measures.", "sponsors": [{"legislator_profile_id": 1609, "is_prime": true}, {"legislator_profile_id": 1437, "is_prime": true}], "keywords": ["Elections", "Legislature and Statutes"], "audio": [{"meeting_datetime": "2019-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sst21.mp3", "start_seconds": 5811.0}, {"meeting_datetime": "2019-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sst21.mp3", "start_seconds": 5811.0}, {"meeting_datetime": "2019-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sst21.mp3", "start_seconds": 5811.0}, {"meeting_datetime": "2019-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sst21.mp3", "start_seconds": 5811.0}], "bill_versions": [{"bill_id": 9389, "bill_version_id": 52719, "bill_version": "Introduced", "bill_version_date": "2019-01-30T09:23:42.237-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and repeal certain provisions regarding petitions for ballot measures. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 2-1-1.1 be amended to read: 2-1-1.1. The petition as it is to be circulated for an initiated amendment to the Constitution shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated amendment; (2) Contain the date of the general election at which the initiated amendment is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form that is signed by each person who is a petition sponsor that and which includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization, as provided in § 12-27-6. The petition circulator shall provide make available to each person who signs the petition a form containing the title and explanation of the initiated amendment to the Constitution as prepared by the attorney general; any fiscal note prepared pursuant to in accordance with § 2-9-30; and the name, phone number, and email address of each petition sponsor; the name, phone number, and email address of the petition circulator; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation. The petition circulator may make information under this section available in written or electronic form, or by providing a website address that may be accessed at no charge and that displays any information required under this section. For any initiated amendment petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated amendment petition shall be filed with the secretary of state at least one year four months before the next general election. A sworn affidavit, signed by at least two-thirds of the petition sponsors, containing information required for each petition circulator as required under § 2-1-1.4 and stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition, including petition size and petition font size, and the affidavit shall be prescribed by the State Board of Elections. Section 2. That § 2-1-1.2 be amended to read: 2-1-1.2. The petition as it is to be circulated for an initiated measure shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the full text of the initiated measure; (2) Contain the date of the general election at which the initiated measure is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form that is signed by each person who is a petition sponsor that and which includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization, as provided in § 12-27-6. The petition circulator shall provide make available to each person who signs the petition a form containing the title and explanation of the initiated measure as prepared by the attorney general; any fiscal note prepared pursuant to in accordance with § 2-9-30; and the name, phone number, and email address of each petition sponsor; the name, phone number, and email address of the petition circulator; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation. The petition circulator may make information under this section available in written or electronic form, or by providing a website address that may be accessed at no charge and that displays any information required under this section. For any initiated measure petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. The initiated measure petition shall be filed with the secretary of state at least one year four months before the next general election. A sworn affidavit, signed by at least two-thirds of the petition sponsors, containing information required for each petition circulator as required under § 2-1-1.4 and stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition, including petition size and petition font size, and the affidavit shall be prescribed by the State Board of Elections. Section 3. That § 2-1-3.1 be amended to read: 2-1-3.1. The petition as it is to be circulated for a referred law shall be filed with the secretary of state prior to circulation for signatures and shall: (1) Contain the title of the referred law; (2) Contain the effective date of the referred law; (3) Contain the date of the general election at which the referred law is to be submitted; (4) Be accompanied by a notarized form that includes the names and addresses of the petition sponsors; and (5) Be accompanied by a statement of organization, as provided in § 12-27-6. The petition shall be filed with the secretary of state within ninety days after the adjournment of the Legislature which that passed the referred law. A sworn affidavit, signed by at least two-thirds of the petition sponsors, containing information required for each petition circulator as required under § 2-1-1.4 and stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall also be filed with the secretary of state. The form of the petition and affidavit shall be prescribed by the State Board of Elections. The petition circulator shall provide make available to each person who signs the petition a form containing the title of the referred law; any fiscal note or summary of a fiscal note obtained pursuant to in accordance with § 2-9-32; and the name, phone number, and email address of each petition sponsor; the name, phone number, and email address of the petition circulator; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation. The petition circulator may make information under this section available in written or electronic form, or by providing a website address that may be accessed at no charge and that displays any information required under this section. Section 4. That § 2-1-12 be amended to read: 2-1-12. Each constitutional initiated amendment to the constitution, initiated measure, or referred law that is approved by a majority of all votes cast is effective on the first day of July after the completion of the official canvass by the State Canvassing Board, unless otherwise provided in the initiated amendment, initiated measure, or referred law. Section 5. That § 2-1-1.4 be repealed. 2-1-1.4. A sworn affidavit filed with the secretary of state pursuant to § 2-1-1.1, 2-1-1.2, or 2-1-3.1 shall include information attesting to residency as defined in § 12-1-4 of each petition circulator. The following information shall be included in the affidavit: (1) Current state in which the petition circulator is licensed to drive, driver license number, and expiration date; (2) Current state of voter registration; (3) Length of time at current physical street address and previous two addresses, and whether the prior addresses were located in South Dakota; (4) A sworn statement by the petition circulator indicating the circulator's intention to stay in the state after the petition circulation deadline; (5) Any other information relevant to indicate residency, including a library card or utility bill; (6) Whether the petition circulator pays in-state tuition at any public postsecondary educational institution, if applicable; and (7) Whether the petition circulator obtains any resident hunting or resident fishing license of any kind, if applicable. The information included in the affidavit are factors in determining residency but are not determinative. The contents under this section of any affidavit filed with the secretary of state shall be held confidential by the secretary of state, and the secretary of state may release the contents only to an interested person for purposes of § 2-1-18 and to the attorney general. Failure to substantially comply with the provisions of this section shall disqualify the petitions from a petition circulator not in substantial compliance with this section from being considered. Section 6. That § 2-1-21 be repealed. 2-1-21. If any petition sponsor, or any person or entity compensated by the petition sponsor or a ballot question committee for purposes of petition circulation, knowingly or with reckless disregard commits multiple violations of the law regarding petition circulation, residency of a petition circulator, or campaign finance regulation, the petition sponsor, person, or entity, including any person serving as a member of the board or as an officer of the entity, is prohibited from being a petition sponsor or petition circulator, and from performing any work for any ballot question committee for a period of four years in addition to any other penalty imposed under state or federal law. Any violation of the provisions of this section shall also result in a civil penalty of up to five thousand dollars to be deposited into the state general fund. Section 7. That § 2-9-30 be amended to read: 2-9-30. If the director of the Legislative Research Council determines in the review and comment under § 12-13-25 that an initiated measure or initiated amendment to the Constitution may have an impact on revenues, expenditures, or fiscal liability of the state or its agencies and subdivisions, the director shall notify the petition sponsor. If the director of the Legislative Research Council determines that an initiated measure or initiated amendment to the Constitution in final form under § 12-13-25.1 may have an impact on revenues, expenditures, or fiscal liability of the state or its agencies and subdivisions, the director shall prepare a fiscal note. The fiscal note shall include an estimate of the impact on revenues, expenditures, or fiscal liability of the state or its agencies and subdivisions, by the provisions of the proposed initiated measure or initiated amendment to the Constitution. The fiscal note expenditure estimate shall also include any impact to the prison or county jail population. The fiscal note may not exceed fifty words. The director shall file the fiscal note with the secretary of state and shall provide a copy to the sponsors not more than sixty fifteen days following receipt of the initiated measure or initiated amendment in final form pursuant to § 12-13-25.1. Section 8. That § 12-13-25.1 be amended to read: 12-13-25.1. Following receipt of the written comments of the director of the Legislative Research Council, the sponsors shall submit a copy of the proposed initiated measure or initiated amendment to the Constitution in final form to the attorney general and the director of the Legislative Research Council. The attorney general shall prepare an attorney general's statement that consists of a title and explanation. The title shall be a concise statement of the subject of the proposed initiated measure or initiated amendment to the Constitution. The explanation shall be an objective, clear, and simple summary to educate the voters of the purpose and effect of the proposed initiated measure or initiated amendment to the Constitution. The attorney general shall include a description of the legal consequences of the proposed initiated measure or initiated amendment to the Constitution, including the likely exposure of the state to liability if the proposed initiated measure or initiated amendment to the Constitution is adopted. The explanation may not exceed two hundred words in length. The attorney general shall file the title and explanation with the secretary of state and shall provide a copy to the sponsors within sixty fifteen days of receipt of the proposed initiated measure or initiated amendment to the Constitution. If the petition is filed as set forth in §§ 2-1-1.1 or 2-1-1.2, the attorney general shall deliver to the secretary of state before the third Tuesday in May a recitation as provided in this section. The recitation for an initiated amendment to the Constitution shall state \"Vote 'Yes' to adopt the amendment\" and \"Vote 'No' to leave the Constitution as it is\". The recitation for an initiated measure shall state \"Vote 'Yes' to adopt the initiated measure\" and \"Vote 'No' to leave South Dakota law as it is\". On the printed ballots, the title shall be followed by the explanation and the explanation shall be followed, if applicable, by any fiscal note prepared pursuant to § 2-9-30, and then followed by the recitation. Section 9. That § 12-13-25.2 be repealed. 12-13-25.2. If the director of the Legislative Research Council receives any initiated measure or initiated amendment to the Constitution from the first day of December to the day of adjournment sine die of the following legislative session, inclusive, the director shall provide written comments as required pursuant to § 12-13-25 not more than fifteen work days following adjournment sine die of the legislative session. Section 10. That § 2-1-11.1 be repealed. 2-1-11.1. No initiated measure may embrace more than one subject, which shall be expressed in the title. Section 11. That § 12-13-25 be amended to read: 12-13-25. The sponsors of each initiated measure or initiated amendment to the Constitution shall submit a copy of the initiated measure or initiated amendment to the Constitution to the director of the Legislative Research Council for review and comment not more than six months before it may be circulated for signatures under § 2-1-1.1 or 2-1-1.2. The director shall review each submitted initiated measure or initiated amendment to the Constitution to determine if the requirements of § 12-13-24 are satisfied and if the initiated measure or initiated amendment to the Constitution may have any impact on revenues, expenditures, or fiscal liability of the state or its agencies and subdivisions. Unless as otherwise provided under § 12-13-25.2, not Not more than fifteen work days following receipt of an initiated measure or initiated amendment to the Constitution, the director shall provide written comments on the initiated measure or initiated amendment to the Constitution to the sponsors of the initiated measure or initiated amendment, the attorney general, and the secretary of state for the purpose of assisting the sponsors in complying with § 12-13-24. The director's written comments under this section shall include assistance regarding the substantive content of the initiated measure or initiated amendment in order to minimize any conflict with existing law and to ensure the measure's or amendment's effective administration. The sponsors may, but are not required to, amend the initiated measure or initiated amendment to the Constitution to comply with the director's comments."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9389, "action_date": "2019-01-30T14:00:00-06:00", "document_id": 52893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52893.pdf", "status_text": "First read in Senate and referred to", "journal_page": 227, "committee_id_action": 409, "committee_id_assigned": 412, "result": "N", "vote": {}}, {"bill_id": 9389, "action_date": "2019-02-11T10:00:00-06:00", "document_id": 53251, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53251.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 412, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9389, "action_date": "2019-02-11T10:00:00-06:00", "document_id": 53426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53426.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 412, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9389, "action_date": "2019-02-11T10:00:00-06:00", "document_id": 53426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53426.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 328, "committee_id_action": 412, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28091, "president_vote": null, "Yea": [1441, 1588, 1595, 1597, 1585, 1606], "Nay": [1604, 1601], "Excused": [1603]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9389"}