{"session_id": 48, "bill_id": 14317, "bill_type": "Senate Joint Resolution", "bill_number": 5, "bill_title": "Proposing and submitting to the electors at the next general election an amendment to Article XI, section 2 of the Constitution of the State of South Dakota, relating to the method used to assess the value of property.", "sponsors": [{"legislator_profile_id": 2269, "is_prime": true}, {"legislator_profile_id": 2273, "is_prime": true}, {"legislator_profile_id": 2213, "is_prime": false}, {"legislator_profile_id": 2214, "is_prime": false}, {"legislator_profile_id": 2240, "is_prime": false}, {"legislator_profile_id": 2258, "is_prime": false}, {"legislator_profile_id": 2267, "is_prime": false}, {"legislator_profile_id": 2296, "is_prime": false}], "keywords": ["Joint Resolutions"], "audio": [], "bill_versions": [{"bill_id": 14317, "bill_version_id": 81339, "bill_version": "Introduced", "bill_version_date": "1999-01-28T00:00:00-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election an amendment to Article XI, section 2 of the Constitution of the State of South Dakota, relating to the method used to assess the value of property. BE IT RESOLVED BY THE SENATE OF THE STATE OF SOUTH DAKOTA, THE HOUSE OF REPRESENTATIVES CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendment to Article XI, section 2 of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article XI, section 2 of the Constitution of the State of South Dakota, be amended to read as follows: § 2. To the end that the burden of taxation may be equitable upon all property, and in order that no property which is made subject to taxation shall escape, the Legislature is empowered to divide all property including moneys and credits as well as physical property into classes and to determine what class or classes of property shall be is subject to taxation and what property, if any, shall is not be subject to taxation. Taxes shall be uniform on all property of the same class, and shall be levied and collected for public purposes only. Taxes may be imposed upon any and all property including privileges, franchises, and licenses to do business in the state. Gross earnings and net incomes may be considered in taxing any and all property, and the valuation of property for taxation purposes shall may never exceed the actual value thereof. The Legislature is empowered to establish a procedure for each class of property detailing the method to be used to assess the value of property. The value of property shall be based on the acquisition value of the property. If the value of property is based on acquisition value, the annual change in the value of property may not exceed one percent or the rate of inflation as determined by the Legislature, whichever is less. The annual change in the value of property shall be applied each year beginning with assessed value of property as of November 1, 2000. However, the value of property may be adjusted if there is a change in use or classification or to account for any addition, improvement, or destruction to the property other than by natural disaster. The Legislature is empowered to impose taxes upon incomes and occupations, and taxes upon incomes may be graduated and progressive and reasonable exemptions may be provided."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14317, "action_date": "1999-01-28T14:00:00-06:00", "document_id": 82146, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82146.pdf", "status_text": "First read in Senate and referred to", "journal_page": 235, "committee_id_action": 629, "committee_id_assigned": 611, "result": "N", "vote": {}}, {"bill_id": 14317, "action_date": "1999-02-01T07:45:00-06:00", "document_id": 82083, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82083.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14317, "action_date": "1999-02-01T14:00:00-06:00", "document_id": 82147, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82147.pdf", "status_text": "Re-referred to", "journal_page": 289, "committee_id_action": 629, "committee_id_assigned": 612, "result": "P", "vote": {}}, {"bill_id": 14317, "action_date": "1999-02-10T08:00:00-06:00", "document_id": 82100, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82100.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 612, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14317, "action_date": "1999-02-12T07:45:00-06:00", "document_id": 81859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81859.pdf", "status_text": "Tabled", "journal_page": 476, "committee_id_action": 612, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41384, "president_vote": null, "Yea": [2199, 2206, 2215, 2234, 2269, 2274, 2205, 2275], "Excused": [2293]}}, {"bill_id": 14317, "action_date": "1999-02-12T08:00:00-06:00", "document_id": 81662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81662.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 612, "committee_id_assigned": null, "result": "N", "vote": {}}]}