{"session_id": 24, "bill_id": 7357, "bill_type": "House Bill", "bill_number": 1239, "bill_title": "provide for the election of the county directors of equalization.", "sponsors": [{"legislator_profile_id": 1040, "is_prime": true}, {"legislator_profile_id": 1041, "is_prime": true}, {"legislator_profile_id": 994, "is_prime": false}, {"legislator_profile_id": 1058, "is_prime": false}, {"legislator_profile_id": 1036, "is_prime": false}, {"legislator_profile_id": 975, "is_prime": false}, {"legislator_profile_id": 1018, "is_prime": false}, {"legislator_profile_id": 1031, "is_prime": false}, {"legislator_profile_id": 990, "is_prime": false}, {"legislator_profile_id": 1051, "is_prime": false}, {"legislator_profile_id": 1064, "is_prime": false}], "keywords": ["Assessment", "Counties", "Elections", "Tax"], "audio": [{"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hlo26.mp3", "start_seconds": 880.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hlo26.mp3", "start_seconds": 880.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hlo26.mp3", "start_seconds": 880.0}], "bill_versions": [{"bill_id": 7357, "bill_version_id": 38792, "bill_version": "Introduced", "bill_version_date": "2016-02-04T10:22:09.623-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the election of the county directors of equalization. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 7-7-1.1 be amended to read: 7-7-1.1. Unless otherwise provided by county charter, at primary and general elections there shall be nominated and elected in each organized county of this state county officers as follows: (1) In 1974 and each fourth year thereafter, a sheriff, county auditor, and register of deeds; (2) In 1976 and each fourth year thereafter, a treasurer, state's attorney, and coroner; and (3) In 2018 and each fourth year thereafter, a director of equalization. The terms of all such officers shall be four years, or until their successors have been duly elected and qualified. Nevertheless, the term of any county office, combined with another pursuant to § 7-7-1.2 or 7-7-1.3, shall expire on the first Monday of January following the ordinance authorizing the combination. Section 2. That § 7-7-8 be amended to read: 7-7-8. The annual salaries of the county auditor, the county treasurer, the director of equalization, and the register of deeds of the several counties of this state shall be regulated and fixed by the population of the several counties as shown by the last federal census. Section 3. That § 7-7-9.1 be amended to read: 7-7-9.1. The board of county commissioners shall establish, by resolution, the salary payable to the county treasurer, county auditor, director of equalization, and county register of deeds. The salary payable may not be less than the following schedule as based upon the most recent decennial federal census of population for counties: The board of county commissioners may not decrease the salary of the county treasurer, county auditor, director of equalization, or county register of deeds during consecutive terms of office of the county treasurer, county auditor, director of equalization, or county register of deeds. Section 4. That § 7-7-29 be amended to read: 7-7-29. The county may create a local government records destruction board to develop record management plans for the consideration of the state records destruction board. The local board shall consist of a county commissioner, the auditor, the treasurer, the director of equalization, and the register of deeds. Section 5. That § 10-3-3 be amended to read: 10-3-3. The county director of equalization shall be appointed by the board of county commissioners at either a special or regular meeting of the commissioners. If a single municipality contains fifty percent or more of the population of a county, the mayor of the municipality and the board of county commissioners shall make the appointment, and the mayor is entitled to sit and vote with the board elected pursuant to chapter 7-7. Section 6. That § 10-3-12 be amended to read: 10-3-12. The county director of equalization, within ten days of election, and each of the director's deputies shall, within ten days of appointment, file with the county auditor the oath of office and a bond, payable to the county, with one or more sufficient sureties, in a penal sum fixed by the board of county commissioners, to be approved by the board of county commissioners, and conditioned that the director or deputy will diligently, faithfully, and impartially perform the duties of the office. The director and each deputy shall take and subscribe on such bond the following oath: State of South Dakota, County of ____________, ss. I, _____________, do solemnly swear that I will support the Constitution of the United States and the Constitution of the State of South Dakota, that I will faithfully, impartially, and honestly discharge the duties of my office as (director of equalization)(assessor)(deputy), particularly that I will assess all property assessed by me at its true cash value according to my best knowledge and judgment, so help me God. ______________________________ ______________________________ Subscribed and sworn to before me this ________ day of ________, 20______. ______________________________ ______________________________ If any person so appointed fails to give the bond, or fails to take the required oath within the time prescribed, such failure constitutes a refusal to serve. Section 7. That § 10-3-2 be repealed. 10-3-2. The county director of equalization shall possess knowledge and training in the field of property taxation. Section 8. That § 10-3-5 be repealed. 10-3-5. The term of office of the director of equalization shall commence upon appointment and may be terminated for cause as provided in § 3-17-6 upon recommendation of the appointing governing body after hearing upon not less than ten days' notice. However, the board of county commissioners may dismiss the director of equalization without cause during the first year of such appointment. After the first year of such appointment, no person is qualified to serve unless such person holds an appropriate certificate issued by the Department of Revenue. Vacancies in office shall be filled in the same manner as the original appointment is made. Section 9. That § 10-3-6 be repealed. 10-3-6. The board of county commissioners shall fix the salary of the director and in fixing the salary shall take into consideration the number of deputies, the number of first, second, and third class municipalities within the county, the number of real property assessments made during the previous year, the character of the services, amount of labor to be performed, and such surrounding circumstances as affect the cost of living and supporting oneself at the county seat, compatible with the dignity of the office. The salary of a county director of equalization shall be paid on a monthly basis. Section 10. That § 10-3-7 be repealed. 10-3-7. The county director of equalization shall receive necessary traveling expenses as fixed for county officials by § 7-7-24. The director shall receive necessary traveling expenses as provided by § 7-7-24 if attending meetings called by the secretary of revenue. Section 11. That § 10-3-11 be repealed. 10-3-11. The county commissioners may appoint deputies to the county director of equalization. Such deputies shall hold office at the pleasure of the county commissioners and are subject to the recommendations of the director of equalization and have the same powers and duties as the director of equalization. Section 12. That § 10-3-14 be repealed. 10-3-14. The director of equalization shall meet the county commissioners at the office of the county commissioners on the first Tuesday of April for conference in reference to the performance of the director's duties."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7357, "action_date": "2016-02-04T14:00:00-06:00", "document_id": 38841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38841.pdf", "status_text": "First read in House and referred to", "journal_page": 289, "committee_id_action": 325, "committee_id_assigned": 315, "result": "N", "vote": {}}, {"bill_id": 7357, "action_date": "2016-02-23T10:00:00-06:00", "document_id": 39563, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39563.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 315, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7357, "action_date": "2016-02-23T10:00:00-06:00", "document_id": 39842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39842.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 630, "committee_id_action": 315, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21332, "president_vote": null, "Yea": [964, 1039, 1049, 1019, 1058, 1031, 1006, 1030, 1026, 996, 1018, 995], "Excused": [1021]}}]}