{"session_id": 21, "bill_id": 6477, "bill_type": "House Bill", "bill_number": 1058, "bill_title": "revise certain provisions regarding contagious disease control quarantine measures.", "sponsors": [], "keywords": ["Contagious Disease Control", "Public Health and Safety"], "audio": [{"meeting_datetime": "2015-01-20T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hhe05.mp3", "start_seconds": 968.0}, {"meeting_datetime": "2015-01-20T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hhe05.mp3", "start_seconds": 968.0}, {"meeting_datetime": "2015-01-20T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hhe05.mp3", "start_seconds": 968.0}, {"meeting_datetime": "2015-01-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou06.mp3", "start_seconds": 1038.0}, {"meeting_datetime": "2015-01-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou06.mp3", "start_seconds": 1038.0}, {"meeting_datetime": "2015-01-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou06.mp3", "start_seconds": 1038.0}, {"meeting_datetime": "2015-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou10.mp3", "start_seconds": 1816.0}, {"meeting_datetime": "2015-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou10.mp3", "start_seconds": 1816.0}, {"meeting_datetime": "2015-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou10.mp3", "start_seconds": 1816.0}, {"meeting_datetime": "2015-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou10.mp3", "start_seconds": 1816.0}, {"meeting_datetime": "2015-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou10.mp3", "start_seconds": 1816.0}, {"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/she15.mp3", "start_seconds": 2032.0}, {"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/she15.mp3", "start_seconds": 2032.0}, {"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/she15.mp3", "start_seconds": 2032.0}, {"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/she15.mp3", "start_seconds": 2032.0}, {"meeting_datetime": "2015-02-04T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/she15.mp3", "start_seconds": 2032.0}, {"meeting_datetime": "2015-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen30.mp3", "start_seconds": 5383.0}, {"meeting_datetime": "2015-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen30.mp3", "start_seconds": 5383.0}, {"meeting_datetime": "2015-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen30.mp3", "start_seconds": 5383.0}], "bill_versions": [{"bill_id": 6477, "bill_version_id": 33050, "bill_version": "Introduced", "bill_version_date": "2015-01-10T13:38:49.05-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding contagious disease control quarantine measures and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 34-22 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this chapter mean: (1) \"Carrier,\" a person who harbors a specific infectious agent in the absence of discernible clinical disease and serves as a potential source or reservoir of infection for other persons; (2) \"Communicable disease,\" includes: (a) An illness due to a specific infectious agent or its toxic products that arises through transmission of that agent or its products from an infected person, animal, fomite, or reservoir to a susceptible host, either directly or indirectly, through an intermediate plant or animal host, vector, or inanimate environment and which is determined to be a reportable disease pursuant to § 34-22-12 and any rules promulgated pursuant to that section; and (b) Any disease or condition which is the subject of a declared public health emergency pursuant to § 34-22-42; (3) \"Department,\" the Department of Health. Section 2. That § 34-22-1 be amended to read as follows: 34-22-1. Whenever If necessary the Department of Health may establish and enforce a system of quarantine against the introduction into the state of any plague or other communicable disease by a common carriers carrier doing business across its the state's borders. Its members, officers, and agents Any member, officer, or agent of the department may board any conveyance used by such carriers a common carrier to inspect the same and if it be conveyance. If the conveyance is found infected, contaminated, or otherwise containing any disease-causing agent, the department may detain such the conveyance, and isolate and quarantine any or all persons found thereon, with their in the conveyance, including luggage, until all danger of disease therefrom from the conveyance is removed. Section 3. That § 34-22-2 be repealed. 34-22-2. It is a petty offense for any superintendent or vice-president of the county board of health, or any deputy appointed under the provisions of chapter 34-2 to refuse, neglect, or fail to quarantine any and all cases of infectious, contagious, or communicable disease subject to quarantine, pursuant to the rules and regulations of the Department of Health, when he shall have actual notice thereof. Section 4. That § 34-22-5 be amended to read as follows: 34-22-5. Every Each person who intentionally exposes himself or herself or another person infected with any contagious communicable disease in any public place or thoroughfare, except in his the person's necessary removal from a public place in a manner not dangerous to the public health, is guilty of a Class 2 misdemeanor. Section 5. That § 34-22-7 be repealed. 34-22-7. It is declared to be the purpose of the Legislature in enacting this program for tuberculosis control and eradication for South Dakota that there shall be a state-wide program for case finding and that all persons within South Dakota suspected or found to have tuberculosis shall be subject to a program for the prevention, control, and treatment of the disease, and shall be entitled to adequate diagnosis and treatment as a public health measure at state expense regardless of place of legal residence or ability to pay, to achieve the eventual goal of eradication of tuberculosis in South Dakota. Section 6. That § 34-22-8 be repealed. 34-22-8. The State Department of Health shall create a Division of Tuberculosis and Communicable Disease Control, in the manner provided in § 34-1-9. Section 7. That § 34-22-9 be amended to read as follows: 34-22-9. The Department of Health department shall establish and direct the operations of a state-wide system for communicable disease prevention, control, and treatment. The department may promulgate rules, pursuant to chapter 1-26, to: (1) Conduct communicable disease surveillance which includes detection, assessment, and analysis; (2) Prescribe criteria for communicable disease case definitions; (3) Prescribe procedures for communicable disease case and contact notification, referral, and management; (4) Prescribe methods and procedures for the prevention and control of communicable disease; (5) Prescribe methods and procedures for the control of communicable disease patients and carriers, including the monitoring, quarantine, and isolation of any patient or carrier; (6) Prescribe medical and posttreatment supervision measures for communicable disease patients and carriers; (7) Prescribe methods and procedures for the prevention and control of occupationally-related communicable diseases; and (8) Prescribe procedures for universal precautions infection prevention measures for communicable disease control and prevention by health care facilities and workers. Section 8. That § 34-22-11 be amended to read as follows: 34-22-11. The State Department of Health shall have the power and authority, and it shall be the duty of such department, to may provide facilities and personnel which will encourage participation in periodic prescribed screening of the general population and high-risk segments of the general population through testing for tuberculosis and other communicable diseases. Section 9. That § 34-22-11.2 be amended to read as follows: 34-22-11.2. The term, \"specific health services,\" as it relates to § 34-22-11.1 shall include the following: (1) Application of intradermal skin tests for the purpose of determining the presence of tuberculosis; (2) Venepuncture Venipuncture for the purpose of withdrawing drawing blood for laboratory examinations to determine the presence of current or past disease infection; (3) Administration of vaccines or other prophylactic agents, either orally or parenterally, for the purpose of infectious communicable disease control; and (4) The gathering of specimens through nonsurgical procedures for the purpose of laboratory examination to determine the presence of bacteria, viruses, or other agents of infectious communicable disease. Section 10. That § 34-22-13 be amended to read as follows: 34-22-13. The State Department of Health shall have the power and department has the authority, and it shall be the duty of such department, to consult with physicians, hospitals, institutions, and individuals engaged in diagnosing and treating tuberculous persons, provide to such persons and institutions clinical information, and refer cases for diagnosis and treatment upon the request of attending physicians any person diagnosed with or reasonably suspected of being exposed to a communicable disease. Section 11. That § 34-22-14 be amended to read as follows: 34-22-14. The State Department of Health shall have the power and department has the authority, and it shall be the duty of such department, to provide for the enforcement of regulations for the control and eradication of tuberculosis and communicable diseases through isolation, prevention, and treatment. Section 12. That § 34-22-15 be repealed. 34-22-15. The State Department of Health shall have the power and authority, and it shall be the duty of such department, to arrange for the care on a contractual basis of tuberculous persons in South Dakota, without regard to residence or means tests, at public or private medical installations, within or outside the state, at which care may be provided and paid for by the state after any insurance, worker's compensation, retirement plan, or other benefits accruing to the patient shall have been exhausted; provided, however, that this section shall not be deemed to preclude supplementation by state funds of such other sources of benefits prior to the exhaustion of the latter. Section 13. That § 34-22-16 be repealed. 34-22-16. The State Department of Health shall have the power and authority, and it shall be the duty of such department, to arrange for the care on a contractual basis of tuberculous persons, without regard to residence or means tests, by private physicians where home-isolation, out-patient hospital care, or office visits with a physician will prove desirable and feasible in the cure of the patient and the eradication of tuberculosis. Section 14. That § 34-22-17 be amended to read as follows: 34-22-17. The diagnosis, control, and treatment of suspected or actual confirmed cases of tuberculosis communicable diseases in South Dakota the state shall be under the supervision and surveillance of the State Department of Health department. The program of diagnosis, control, and treatment of tuberculosis communicable diseases, established in §§ 34-22-7 to 34-22-20, inclusive, and under this chapter and rules and regulations issued in compliance with chapter 1-26 in the implementation of said sections, promulgated pursuant to this chapter shall be state-wide in application and shall be available, as a matter of right, to all persons within the State of South Dakota, regardless of place of residence or ability to pay applied statewide. Section 15. That § 34-22-18 be amended to read as follows: 34-22-18. Any person in the State of South Dakota state reasonably suspected of being infected with having active tuberculosis, any category I reportable disease, as determined to be a reportable disease pursuant to § 34-22-12 and any rule promulgated pursuant to that section, or any disease or condition which is the subject of a declared public health emergency pursuant to § 34-22-42, shall accept necessary diagnosis or treatment, or both, and any. Any person who intentionally refuses to accept such the diagnosis or treatment, or both, or who fails to follow the reasonable and necessary directives of the State Department of Health department issued for the protection of other persons, is guilty of a Class 1 misdemeanor. Section 16. That § 34-22-19 be amended to read as follows: 34-22-19. None of the provisions of §§ 34-22-7 to 34-22-18, inclusive, shall No provision of this chapter may be deemed to bar freedom of the individual any person to seek diagnosis or treatment, or both, by a physician or in an institution of his the person's choice, at his the person's own expense, or under entitlement by the federal government, medical or hospital insurance contracts, workers' compensation, retirement plans, or the medical care and disability provisions of programs under the supervision of the Department of Social Services; provided, however, that. However, all cases of suspected or actual confirmed tuberculosis or other communicable diseases in South Dakota the state shall be under the surveillance of the Division of Tuberculosis and Communicable Disease Control of the South Dakota Department of Health, created by § 34-22-8 department. Section 17. That § 34-22-20 be repealed. 34-22-20. Any other provision of §§ 34-22-7 to 34-22-21, inclusive, to the contrary notwithstanding, nothing in these sections changes the privileges or responsibilities of patients, inmates, members, or students in, or the duties and powers of the supervisor or administrator of, the state penitentiary, the South Dakota Human Services Center, the South Dakota Developmental Center--Redfield, the state training school, and the state veterans' home. Section 18. That § 34-22-21 be repealed. 34-22-21. Sections 34-22-7 to 34-22-20, inclusive, do not affect rights and duties that matured, penalties that were incurred, and proceedings that were begun before July 1, 1963. Section 19. That § 34-22-22 be repealed. 34-22-22. When any hospital or private bacteriologic laboratory in the state receives a specimen for culture to grow or isolate mycobacterium tuberculosis, it shall report to the State Department of Health the name of the patient from whom the specimen was collected, the name of the physician in charge of the patient, and the results of the culture whether it be positive or negative. The report required by this section shall be made within seven days after the results of the culture have been determined. In no event shall the report be submitted later than eight weeks after the specimen has been received. The only exception from the reporting requirements of this section shall be bacteriologic laboratories operated directly by the federal government or its agencies. Section 20. That § 34-22-24 be repealed. 34-22-24. Every person affected with tuberculosis shall comply with all rules and regulations of the State Department of Health relating to the control and treatment of that disease as it may promulgate in compliance with chapter 1-26, and no person shall maliciously, wantonly, or negligently cause, contribute to, or promote the spread of tuberculosis. Section 21. That § 34-22-25 be amended to read as follows: 34-22-25. Any health officer or physician who has information that any person, including a patient, is by his the person's conduct or mode of living, endangering the health or well-being of his the person's family or other persons because of tuberculosis communicable diseases, shall make a report thereof the information to the State Department of Health department. The report shall state the name and address of such the person and shall include a summary of the pertinent information available to and known by the health officer or physician. Section 22. That § 34-22-26 be repealed. 34-22-26. The health officer, or his successor in office, or the physician making the report referred to in § 34-22-25, shall be deemed a party to all proceedings had in connection therewith. Section 23. That § 34-22-27 be repealed. 34-22-27. If, upon the examination of the report required by § 34-22-26, the secretary of health or his agent shall have reasonable cause to believe that such person is infected with tuberculosis in the infectious stage and is by his conduct or mode of living endangering the health or well-being of his family or other persons, he shall so find and may by a notarized resolution, including all of the material facts and medical conclusions, direct that such person immediately report and be admitted to a hospital or sanatorium designated in the resolution where such person shall remain until discharged as no longer infectious by the chief medical officer of the institution or by his physician at the institution. Section 24. That § 34-22-28 be repealed. 34-22-28. A copy of the resolution required by § 34-22-27 shall be served upon such person in the manner of service of a summons in a civil action. Section 25. That § 34-22-29 be repealed. 34-22-29. If such person refuses to go to such institution as directed by the resolution, a copy of the resolution, together with proof of service as aforesaid certified to by the person who made such service, shall be filed with the clerk of the circuit court for the county wherein such person resides or wherein he may be found, and upon presentation thereof to a judge of said court, such judge shall order the sheriff or some other law enforcement officer to apprehend such person and deliver him to the institution named in the resolution. Section 26. That § 34-22-30 be repealed. 34-22-30. Any party aggrieved by the resolution of the secretary of health or his agent in committing or refusing to commit any person on whom a report is made pursuant to § 34-22-25 may appeal therefrom as provided by chapter 1-26. Section 27. That § 34-22-34 be repealed. 34-22-34. If the secretary of health or his agent shall have reasonable cause to believe that any person is afflicted with tuberculosis in the infectious stage and that he is, by his conduct or mode of living, endangering the health or well-being of his family or other persons, and has further reasonable cause to believe that such person will not willingly or voluntarily comply with the resolution provided for in § 34-22-27 and that it is imminent to the public health, safety, and welfare, such secretary or his agent may directly petition the circuit court for the commitment of such person to a hospital or sanatorium. Section 28. That § 34-22-35 be repealed. 34-22-35. If the circuit court finds and determines it to be to the best interests of such person as described in § 34-22-34, his family or the public, then it shall issue a warrant, in duplicate, to the sheriff committing such person to the custody of the hospital or institution named in its order where the patient shall remain until discharged therefrom by its chief medical officer or superintendent upon the finding that such discharge will not endanger the health of any other person, or by the court upon the petition of the person so committed. Section 29. That § 34-22-36 be repealed. 34-22-36. If such person as described in § 34-22-34 fails to obey any order of the court or if there is no facility available for the commitment of such person, the court may with the approval of the appropriate department head, commit such person to any state institution under the executive branch's control and supervision until such time as a physician or the secretary of health or his agent determines that such person may safely be cared for at a private hospital or in his home or that the person is no longer in an infectious state or endangers the persons around him. Similarly, the court may commit such person temporarily to a county jail. In either event, the secretary may, with the approval of the court, authorize the transfer of such person at any time to a private hospital or his home. Section 30. That § 34-22-37 be repealed. 34-22-37. The expense of the proceedings provided for in §§ 34-22-25 to 34-22-36, inclusive, together with all costs for the care, treatment, and maintenance furnished to any person committed pursuant hereto, shall be paid for by the Division of Tuberculosis Control of the State Department of Health, in accordance with its tuberculosis control activities. Section 31. That § 34-22-38 be repealed. 34-22-38. Any person entering any public or private hospital, sanatorium, or other facility for tuberculosis care and treatment under the provisions of §§ 34-22-22 to 34-22-40, inclusive, or any other law, including rules and regulations, of this state, shall observe all rules and regulations of such facility or facilities. When any person fails to obey such rules and regulations, a report of his activities shall be filed with the secretary of health. If it appears to the secretary or his agent and the chief medical officer or physician in charge that such repeated violations constitute a menace to the facility or to the health or well-being of other persons in or around such facility or to the public health by the definite threat of spreading tuberculosis to others, then the secretary may petition the circuit court for the commitment of such person to an institution of confinement or to a county jail and, upon such a finding and as hereinbefore provided with regard to such facilities, the court shall enter an order making such commitment. Section 32. That § 34-22-40 be repealed. 34-22-40. The secretary of health, representing the State Department of Health, is authorized to enter into contracts with the proper authorities of another state, or municipalities of another state for the support, maintenance, care, and treatment of persons receiving like institutional care in that area. The expense of such support, maintenance, care, and treatment as agreed upon shall be paid out of the funds available to the State Department of Health. Section 33. That chapter 34-22 be amended by adding thereto a NEW SECTION to read as follows: If the department has determined by medical or epidemiological information that a person is infected with, or is reasonably suspected of having active tuberculosis, any category I reportable disease, or any disease or condition which is the subject of a declared public health emergency pursuant to § 34-22-42, and that person presents a health threat to others, the department may commence an action in circuit court, pursuant to chapters 15-6 and 21-8, for injunctive relief as necessary to enforce any applicable department directive or order. The court shall treat individually identifying information including the gender, age, ethnicity, race, national origin, location, or identity of any person subject to the proceedings as strictly confidential information. If necessary, identifying numbers or initials may be used to protect the individually identifying information of the person. Section 34. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 6477, "bill_version_id": 33866, "bill_version": "House Engrossed", "bill_version_date": "2015-01-27T16:13:11.997-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding contagious disease control quarantine measures. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 34-22 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this chapter mean: (1) \"Carrier,\" a person who harbors a specific infectious agent in the absence of discernible clinical disease and serves as a potential source or reservoir of infection for other persons; (2) \"Communicable disease,\" includes: (a) An illness due to a specific infectious agent or its toxic products that arises through transmission of that agent or its products from an infected person, animal, fomite, or reservoir to a susceptible host, either directly or indirectly, through an intermediate plant or animal host, vector, or inanimate environment and which is determined to be a reportable disease pursuant to § 34-22-12 and any rules promulgated pursuant to that section; and (b) Any disease or condition which is the subject of a declared public health emergency pursuant to § 34-22-42; (3) \"Department,\" the Department of Health. Section 2. That § 34-22-1 be amended to read as follows: 34-22-1. Whenever If necessary the Department of Health may establish and enforce a system of quarantine against the introduction into the state of any plague or other communicable disease by a common carriers carrier doing business across its the state's borders. Its members, officers, and agents Any member, officer, or agent of the department may board any conveyance used by such carriers a common carrier to inspect the same and if it be conveyance. If the conveyance is found infected, contaminated, or otherwise containing any disease-causing agent, the department may detain such the conveyance, and isolate and quarantine any or all persons found thereon, with their in the conveyance, including luggage, until all danger of disease therefrom from the conveyance is removed. Section 3. That § 34-22-2 be repealed. 34-22-2. It is a petty offense for any superintendent or vice-president of the county board of health, or any deputy appointed under the provisions of chapter 34-2 to refuse, neglect, or fail to quarantine any and all cases of infectious, contagious, or communicable disease subject to quarantine, pursuant to the rules and regulations of the Department of Health, when he shall have actual notice thereof. Section 4. That § 34-22-5 be amended to read as follows: 34-22-5. Every Each person who intentionally exposes himself or herself or another person infected with any contagious communicable disease in any public place or thoroughfare, except in his the person's necessary removal from a public place in a manner not dangerous to the public health, is guilty of a Class 2 misdemeanor. Section 5. That § 34-22-7 be repealed. 34-22-7. It is declared to be the purpose of the Legislature in enacting this program for tuberculosis control and eradication for South Dakota that there shall be a state-wide program for case finding and that all persons within South Dakota suspected or found to have tuberculosis shall be subject to a program for the prevention, control, and treatment of the disease, and shall be entitled to adequate diagnosis and treatment as a public health measure at state expense regardless of place of legal residence or ability to pay, to achieve the eventual goal of eradication of tuberculosis in South Dakota. Section 6. That § 34-22-8 be repealed. 34-22-8. The State Department of Health shall create a Division of Tuberculosis and Communicable Disease Control, in the manner provided in § 34-1-9. Section 7. That § 34-22-9 be amended to read as follows: 34-22-9. The Department of Health department shall establish and direct the operations of a state-wide system for communicable disease prevention, control, and treatment. The department may promulgate rules, pursuant to chapter 1-26, to: (1) Conduct communicable disease surveillance which includes detection, assessment, and analysis; (2) Prescribe criteria for communicable disease case definitions; (3) Prescribe procedures for communicable disease case and contact notification, referral, and management; (4) Prescribe methods and procedures for the prevention and control of communicable disease; (5) Prescribe methods and procedures for the control of communicable disease patients and carriers, including the monitoring, quarantine, and isolation of any patient or carrier; (6) Prescribe medical and posttreatment supervision measures for communicable disease patients and carriers; (7) Prescribe methods and procedures for the prevention and control of occupationally-related communicable diseases; and (8) Prescribe procedures for universal precautions infection prevention measures for communicable disease control and prevention by health care facilities and workers. Section 8. That § 34-22-11 be amended to read as follows: 34-22-11. The State Department of Health shall have the power and authority, and it shall be the duty of such department, to may provide facilities and personnel which will encourage participation in periodic prescribed screening of the general population and high-risk segments of the general population through testing for tuberculosis and other communicable diseases. Section 9. That § 34-22-11.2 be amended to read as follows: 34-22-11.2. The term, \"specific health services,\" as it relates to § 34-22-11.1 shall include the following: (1) Application of intradermal skin tests for the purpose of determining the presence of tuberculosis; (2) Venepuncture Venipuncture for the purpose of withdrawing drawing blood for laboratory examinations to determine the presence of current or past disease infection; (3) Administration of vaccines or other prophylactic agents, either orally or parenterally, for the purpose of infectious communicable disease control; and (4) The gathering of specimens through nonsurgical procedures for the purpose of laboratory examination to determine the presence of bacteria, viruses, or other agents of infectious communicable disease. Section 10. That § 34-22-13 be amended to read as follows: 34-22-13. The State Department of Health shall have the power and department has the authority, and it shall be the duty of such department, to consult with physicians, hospitals, institutions, and individuals engaged in diagnosing and treating tuberculous persons, provide to such persons and institutions clinical information, and refer cases for diagnosis and treatment upon the request of attending physicians any person diagnosed with or reasonably suspected of being exposed to a communicable disease. Section 11. That § 34-22-14 be amended to read as follows: 34-22-14. The State Department of Health shall have the power and department has the authority, and it shall be the duty of such department, to provide for the enforcement of regulations for the control and eradication of tuberculosis and communicable diseases through isolation, prevention, and treatment. Section 12. That § 34-22-15 be repealed. 34-22-15. The State Department of Health shall have the power and authority, and it shall be the duty of such department, to arrange for the care on a contractual basis of tuberculous persons in South Dakota, without regard to residence or means tests, at public or private medical installations, within or outside the state, at which care may be provided and paid for by the state after any insurance, worker's compensation, retirement plan, or other benefits accruing to the patient shall have been exhausted; provided, however, that this section shall not be deemed to preclude supplementation by state funds of such other sources of benefits prior to the exhaustion of the latter. Section 13. That § 34-22-16 be repealed. 34-22-16. The State Department of Health shall have the power and authority, and it shall be the duty of such department, to arrange for the care on a contractual basis of tuberculous persons, without regard to residence or means tests, by private physicians where home-isolation, out-patient hospital care, or office visits with a physician will prove desirable and feasible in the cure of the patient and the eradication of tuberculosis. Section 14. That § 34-22-17 be amended to read as follows: 34-22-17. The diagnosis, control, and treatment of suspected or actual confirmed cases of tuberculosis communicable diseases in South Dakota the state shall be under the supervision and surveillance of the State Department of Health department. The program of diagnosis, control, and treatment of tuberculosis communicable diseases, established in §§ 34-22-7 to 34-22-20, inclusive, and under this chapter and rules and regulations issued in compliance with chapter 1-26 in the implementation of said sections, promulgated pursuant to this chapter shall be state-wide in application and shall be available, as a matter of right, to all persons within the State of South Dakota, regardless of place of residence or ability to pay applied statewide. Section 15. That § 34-22-18 be amended to read as follows: 34-22-18. Any person in the State of South Dakota state reasonably suspected of being infected with having active tuberculosis, middle east respiratory syndrome (MERS), severe acute respiratory syndrome (SARS), smallpox, or viral hemorrhagic fevers, or any disease or condition which is the subject of a declared public health emergency pursuant to § 34-22-42, shall accept necessary diagnosis or treatment, or both, and any. Any person who intentionally refuses to accept such the diagnosis or treatment, or both, or who fails to follow the reasonable and necessary directives of the State Department of Health department issued for the protection of other persons, is guilty of a Class 1 misdemeanor. Section 16. That § 34-22-19 be amended to read as follows: 34-22-19. None of the provisions of §§ 34-22-7 to 34-22-18, inclusive, shall No provision of this chapter may be deemed to bar freedom of the individual any person to seek diagnosis or treatment, or both, by a physician or in an institution of his the person's choice, at his the person's own expense, or under entitlement by the federal government, medical or hospital insurance contracts, workers' compensation, retirement plans, or the medical care and disability provisions of programs under the supervision of the Department of Social Services; provided, however, that. However, all cases of suspected or actual confirmed tuberculosis or other communicable diseases in South Dakota the state shall be under the surveillance of the Division of Tuberculosis and Communicable Disease Control of the South Dakota Department of Health, created by § 34-22-8 department. Section 17. That § 34-22-20 be repealed. 34-22-20. Any other provision of §§ 34-22-7 to 34-22-21, inclusive, to the contrary notwithstanding, nothing in these sections changes the privileges or responsibilities of patients, inmates, members, or students in, or the duties and powers of the supervisor or administrator of, the state penitentiary, the South Dakota Human Services Center, the South Dakota Developmental Center--Redfield, the state training school, and the state veterans' home. Section 18. That § 34-22-21 be repealed. 34-22-21. Sections 34-22-7 to 34-22-20, inclusive, do not affect rights and duties that matured, penalties that were incurred, and proceedings that were begun before July 1, 1963. Section 19. That § 34-22-22 be repealed. 34-22-22. When any hospital or private bacteriologic laboratory in the state receives a specimen for culture to grow or isolate mycobacterium tuberculosis, it shall report to the State Department of Health the name of the patient from whom the specimen was collected, the name of the physician in charge of the patient, and the results of the culture whether it be positive or negative. The report required by this section shall be made within seven days after the results of the culture have been determined. In no event shall the report be submitted later than eight weeks after the specimen has been received. The only exception from the reporting requirements of this section shall be bacteriologic laboratories operated directly by the federal government or its agencies. Section 20. That § 34-22-24 be repealed. 34-22-24. Every person affected with tuberculosis shall comply with all rules and regulations of the State Department of Health relating to the control and treatment of that disease as it may promulgate in compliance with chapter 1-26, and no person shall maliciously, wantonly, or negligently cause, contribute to, or promote the spread of tuberculosis. Section 21. That § 34-22-25 be amended to read as follows: 34-22-25. Any health officer or physician who has information that any person, including a patient, is by his the person's conduct or mode of living, endangering the health or well-being of his the person's family or other persons because of tuberculosis communicable diseases, shall make a report thereof the information to the State Department of Health department. The report shall state the name and address of such the person and shall include a summary of the pertinent information available to and known by the health officer or physician. Section 22. That § 34-22-26 be repealed. 34-22-26. The health officer, or his successor in office, or the physician making the report referred to in § 34-22-25, shall be deemed a party to all proceedings had in connection therewith. Section 23. That § 34-22-27 be repealed. 34-22-27. If, upon the examination of the report required by § 34-22-26, the secretary of health or his agent shall have reasonable cause to believe that such person is infected with tuberculosis in the infectious stage and is by his conduct or mode of living endangering the health or well-being of his family or other persons, he shall so find and may by a notarized resolution, including all of the material facts and medical conclusions, direct that such person immediately report and be admitted to a hospital or sanatorium designated in the resolution where such person shall remain until discharged as no longer infectious by the chief medical officer of the institution or by his physician at the institution. Section 24. That § 34-22-28 be repealed. 34-22-28. A copy of the resolution required by § 34-22-27 shall be served upon such person in the manner of service of a summons in a civil action. Section 25. That § 34-22-29 be repealed. 34-22-29. If such person refuses to go to such institution as directed by the resolution, a copy of the resolution, together with proof of service as aforesaid certified to by the person who made such service, shall be filed with the clerk of the circuit court for the county wherein such person resides or wherein he may be found, and upon presentation thereof to a judge of said court, such judge shall order the sheriff or some other law enforcement officer to apprehend such person and deliver him to the institution named in the resolution. Section 26. That § 34-22-30 be repealed. 34-22-30. Any party aggrieved by the resolution of the secretary of health or his agent in committing or refusing to commit any person on whom a report is made pursuant to § 34-22-25 may appeal therefrom as provided by chapter 1-26. Section 27. That § 34-22-34 be repealed. 34-22-34. If the secretary of health or his agent shall have reasonable cause to believe that any person is afflicted with tuberculosis in the infectious stage and that he is, by his conduct or mode of living, endangering the health or well-being of his family or other persons, and has further reasonable cause to believe that such person will not willingly or voluntarily comply with the resolution provided for in § 34-22-27 and that it is imminent to the public health, safety, and welfare, such secretary or his agent may directly petition the circuit court for the commitment of such person to a hospital or sanatorium. Section 28. That § 34-22-35 be repealed. 34-22-35. If the circuit court finds and determines it to be to the best interests of such person as described in § 34-22-34, his family or the public, then it shall issue a warrant, in duplicate, to the sheriff committing such person to the custody of the hospital or institution named in its order where the patient shall remain until discharged therefrom by its chief medical officer or superintendent upon the finding that such discharge will not endanger the health of any other person, or by the court upon the petition of the person so committed. Section 29. That § 34-22-36 be repealed. 34-22-36. If such person as described in § 34-22-34 fails to obey any order of the court or if there is no facility available for the commitment of such person, the court may with the approval of the appropriate department head, commit such person to any state institution under the executive branch's control and supervision until such time as a physician or the secretary of health or his agent determines that such person may safely be cared for at a private hospital or in his home or that the person is no longer in an infectious state or endangers the persons around him. Similarly, the court may commit such person temporarily to a county jail. In either event, the secretary may, with the approval of the court, authorize the transfer of such person at any time to a private hospital or his home. Section 30. That § 34-22-37 be repealed. 34-22-37. The expense of the proceedings provided for in §§ 34-22-25 to 34-22-36, inclusive, together with all costs for the care, treatment, and maintenance furnished to any person committed pursuant hereto, shall be paid for by the Division of Tuberculosis Control of the State Department of Health, in accordance with its tuberculosis control activities. Section 31. That § 34-22-38 be repealed. 34-22-38. Any person entering any public or private hospital, sanatorium, or other facility for tuberculosis care and treatment under the provisions of §§ 34-22-22 to 34-22-40, inclusive, or any other law, including rules and regulations, of this state, shall observe all rules and regulations of such facility or facilities. When any person fails to obey such rules and regulations, a report of his activities shall be filed with the secretary of health. If it appears to the secretary or his agent and the chief medical officer or physician in charge that such repeated violations constitute a menace to the facility or to the health or well-being of other persons in or around such facility or to the public health by the definite threat of spreading tuberculosis to others, then the secretary may petition the circuit court for the commitment of such person to an institution of confinement or to a county jail and, upon such a finding and as hereinbefore provided with regard to such facilities, the court shall enter an order making such commitment. Section 32. That § 34-22-40 be repealed. 34-22-40. The secretary of health, representing the State Department of Health, is authorized to enter into contracts with the proper authorities of another state, or municipalities of another state for the support, maintenance, care, and treatment of persons receiving like institutional care in that area. The expense of such support, maintenance, care, and treatment as agreed upon shall be paid out of the funds available to the State Department of Health. Section 33. That chapter 34-22 be amended by adding thereto a NEW SECTION to read as follows: If the department has determined by medical or epidemiological information that a person is infected with, or is reasonably suspected of having active tuberculosis, any middle east respiratory syndrome (MERS), severe acute respiratory syndrome (SARS), smallpox, or viral hemorrhagic fevers, or any disease or condition which is the subject of a declared public health emergency pursuant to § 34-22-42, and that person presents a health threat to others, the department may commence an action in circuit court, pursuant to chapters 15-6 and 21-8, for injunctive relief as necessary to enforce any applicable department directive or order. The court shall treat individually identifying information including the gender, age, ethnicity, race, national origin, location, or identity of any person subject to the proceedings as strictly confidential information. If necessary, identifying numbers or initials may be used to protect the individually identifying information of the person."}, {"bill_id": 6477, "bill_version_id": 35910, "bill_version": "Enrolled", "bill_version_date": "2015-03-04T10:53:38.333-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6477, "action_date": "2015-01-13T12:00:00-06:00", "document_id": 33112, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33112.pdf", "status_text": "First Reading House", "journal_page": 33, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6477, "action_date": "2015-01-14T13:00:00-06:00", "document_id": 33159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33159.pdf", "status_text": "Referred to", "journal_page": 39, "committee_id_action": 286, "committee_id_assigned": 275, "result": "N", "vote": {}}, {"bill_id": 6477, "action_date": "2015-01-20T07:45:00-06:00", "document_id": 33161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33161.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 275, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6477, "action_date": "2015-01-20T07:45:00-06:00", "document_id": 33294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33294.pdf", "status_text": "Do Pass", "journal_page": 54, "committee_id_action": 275, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17515, "president_vote": null, "Nay": [928, 941, 929, 948, 946], "Yea": [923, 909, 958, 930, 926, 955, 934, 881]}}, {"bill_id": 6477, "action_date": "2015-01-21T14:00:00-06:00", "document_id": 33398, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33398.pdf", "status_text": "Deferred to another day", "journal_page": 76, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6477, "action_date": "2015-01-27T14:00:00-06:00", "document_id": 33848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33848.pdf", "status_text": "Motion to amend", "journal_page": 185, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6477, "action_date": "2015-01-27T14:00:00-06:00", "document_id": 33848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33848.pdf", "status_text": "Do Pass Amended", "journal_page": 186, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17816, "president_vote": null, "Yea": [883, 915, 952, 938, 923, 875, 931, 927, 857, 859, 917, 924, 937, 945, 882, 909, 946, 958, 913, 951, 861, 919, 956, 879, 930, 953, 940, 935, 910, 863, 864, 914, 866, 926, 955, 869, 912, 918, 954, 949, 874], "Nay": [884, 888, 928, 925, 941, 929, 947, 948, 887, 905, 936, 907, 939, 920, 906, 908, 916, 911, 922, 865, 933, 950, 904, 921, 932, 934, 957], "Excused": [881, 867]}}, {"bill_id": 6477, "action_date": "2015-01-27T14:00:00-06:00", "document_id": 33848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33848.pdf", "status_text": "Title amended", "journal_page": 186, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6477, "action_date": "2015-01-28T14:00:00-06:00", "document_id": 34034, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34034.pdf", "status_text": "First read in Senate and referred to", "journal_page": 220, "committee_id_action": 284, "committee_id_assigned": 264, "result": "N", "vote": {}}, {"bill_id": 6477, "action_date": "2015-02-04T10:00:00-06:00", "document_id": 34231, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34231.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 264, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6477, "action_date": "2015-02-04T10:00:00-06:00", "document_id": 34452, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34452.pdf", "status_text": "Do Pass", "journal_page": 279, "committee_id_action": 264, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18159, "president_vote": null, "Yea": [853, 943, 899, 872, 880], "Nay": [901], "Excused": [902]}}, {"bill_id": 6477, "action_date": "2015-02-05T14:00:00-06:00", "document_id": 34578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34578.pdf", "status_text": "Deferred to another day", "journal_page": 309, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6477, "action_date": "2015-02-06T13:00:00-06:00", "document_id": 34664, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34664.pdf", "status_text": "Deferred to another day", "journal_page": 324, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6477, "action_date": "2015-02-09T14:00:00-06:00", "document_id": 34736, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34736.pdf", "status_text": "Deferred to another day", "journal_page": 346, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6477, "action_date": "2015-02-10T14:00:00-06:00", "document_id": 34823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34823.pdf", "status_text": "Deferred to another day", "journal_page": 361, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6477, "action_date": "2015-02-11T14:00:00-06:00", "document_id": 34923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34923.pdf", "status_text": "Deferred to another day", "journal_page": 381, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6477, "action_date": "2015-02-12T13:00:00-06:00", "document_id": 35017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35017.pdf", "status_text": "Placed on calendar", "journal_page": 397, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6477, "action_date": "2015-02-17T14:00:00-06:00", "document_id": 35120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35120.pdf", "status_text": "Placed on calendar", "journal_page": 423, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6477, "action_date": "2015-02-18T14:30:00-06:00", "document_id": 35199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35199.pdf", "status_text": "Deferred to another day", "journal_page": 439, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6477, "action_date": "2015-02-19T14:00:00-06:00", "document_id": 35278, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35278.pdf", "status_text": "Deferred to another day", "journal_page": 456, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6477, "action_date": "2015-02-20T13:00:00-06:00", "document_id": 35383, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35383.pdf", "status_text": "Deferred to another day", "journal_page": 480, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6477, "action_date": "2015-02-24T14:00:00-06:00", "document_id": 35489, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35489.pdf", "status_text": "Deferred to another day", "journal_page": 499, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6477, "action_date": "2015-02-25T14:00:00-06:00", "document_id": 35568, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35568.pdf", "status_text": "Deferred to another day", "journal_page": 518, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6477, "action_date": "2015-02-26T14:00:00-06:00", "document_id": 35645, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35645.pdf", "status_text": "Deferred to another day", "journal_page": 542, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6477, "action_date": "2015-02-27T13:00:00-06:00", "document_id": 35734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35734.pdf", "status_text": "Deferred to another day", "journal_page": 552, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6477, "action_date": "2015-03-03T14:00:00-06:00", "document_id": 35838, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35838.pdf", "status_text": "Do Pass Amended", "journal_page": 573, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19321, "president_vote": null, "Yea": [853, 854, 855, 856, 943, 858, 860, 903, 876, 899, 896, 898, 890, 942, 891, 893, 886, 862, 880, 944, 902, 877, 868, 871, 892, 872, 873, 878, 897], "Nay": [889, 894, 885, 901, 900], "Excused": [895]}}, {"bill_id": 6477, "action_date": "2015-03-04T14:00:00-06:00", "document_id": 35959, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35959.pdf", "status_text": "Signed by the Speaker", "journal_page": 601, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6477, "action_date": "2015-03-05T14:00:00-06:00", "document_id": 36042, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36042.pdf", "status_text": "Signed by the President", "journal_page": 613, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6477, "action_date": "2015-03-06T13:00:00-06:00", "document_id": 36146, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36146.pdf", "status_text": "Delivered to the Governor", "journal_page": 644, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6477, "action_date": "2015-03-12T10:00:00-05:00", "document_id": 36454, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36454.pdf", "status_text": "Signed by the Governor", "journal_page": 738, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5938}