{"session_id": 8, "bill_id": 1558, "bill_type": "House Bill", "bill_number": 1142, "bill_title": "prohibit campaign contributions to candidates for the Public Utilities Commission by certain persons or entities associated with regulated entities.", "sponsors": [{"legislator_profile_id": 765, "is_prime": true}, {"legislator_profile_id": 764, "is_prime": true}, {"legislator_profile_id": 785, "is_prime": false}, {"legislator_profile_id": 787, "is_prime": false}, {"legislator_profile_id": 821, "is_prime": false}, {"legislator_profile_id": 790, "is_prime": false}, {"legislator_profile_id": 781, "is_prime": false}, {"legislator_profile_id": 740, "is_prime": false}, {"legislator_profile_id": 813, "is_prime": false}, {"legislator_profile_id": 756, "is_prime": false}, {"legislator_profile_id": 817, "is_prime": false}, {"legislator_profile_id": 814, "is_prime": false}, {"legislator_profile_id": 811, "is_prime": false}, {"legislator_profile_id": 830, "is_prime": false}, {"legislator_profile_id": 739, "is_prime": false}, {"legislator_profile_id": 741, "is_prime": false}, {"legislator_profile_id": 826, "is_prime": false}, {"legislator_profile_id": 835, "is_prime": false}, {"legislator_profile_id": 761, "is_prime": false}, {"legislator_profile_id": 834, "is_prime": false}, {"legislator_profile_id": 822, "is_prime": false}, {"legislator_profile_id": 774, "is_prime": false}, {"legislator_profile_id": 816, "is_prime": false}, {"legislator_profile_id": 788, "is_prime": false}, {"legislator_profile_id": 791, "is_prime": false}, {"legislator_profile_id": 806, "is_prime": false}, {"legislator_profile_id": 767, "is_prime": false}, {"legislator_profile_id": 769, "is_prime": false}, {"legislator_profile_id": 770, "is_prime": false}, {"legislator_profile_id": 745, "is_prime": false}, {"legislator_profile_id": 818, "is_prime": false}, {"legislator_profile_id": 833, "is_prime": false}, {"legislator_profile_id": 746, "is_prime": false}, {"legislator_profile_id": 763, "is_prime": false}, {"legislator_profile_id": 747, "is_prime": false}, {"legislator_profile_id": 823, "is_prime": false}, {"legislator_profile_id": 812, "is_prime": false}], "keywords": ["Elections", "Public Utilities Commission"], "audio": [{"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hst24.mp3", "start_seconds": 4735.0}, {"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hst24.mp3", "start_seconds": 4735.0}, {"meeting_datetime": "2010-02-19T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hst24.mp3", "start_seconds": 4735.0}], "bill_versions": [{"bill_id": 1558, "bill_version_id": 11101, "bill_version": "Introduced", "bill_version_date": "2010-01-27T10:14:14.727-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit campaign contributions to candidates for the Public Utilities Commission by certain persons or entities associated with regulated entities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Affiliated entity,\": (a) Any subsidiary of a company or other entity over which the Public Utilities Commission has supervision; (b) Any member of the same unitary business group; or (c) Any organization recognized by the United States Internal Revenue Service as a tax exempt organization described in Section 501(c) of the Internal Revenue Code of 1986 established by the company or other entity, any affiliated entity of the company or other entity, or any affiliated person of the company or other entity; (2) \"Affiliated person,\": (a) Any person with any ownership interest or distributive share in excess of ten percent of a company or other entity over which the Public Utilities Commission has supervision; (b) Any executive employee of the company or other entity; and (c) The spouse and minor children of any affiliated person; (3) \"Executive employee,\" the president, chair, chief executive officer, or other employee with executive decision-making authority over the long-term and day-to-day affairs of the entity employing the employee. Section 2. No company or other entity over which the Public Utilities Commission has supervision nor any affiliated entity or affiliated person of such company or entity, may make any contribution to any political committee established to promote the candidacy of any person for the office of public utilities commissioner. A violation of this section is a Class 1 misdemeanor. Section 3. Any political committee that has received a contribution in violation of this Act shall pay an amount equal to the value of the contribution to the state within thirty days after notification. Payments received by the state pursuant to this section shall be deposited into the state general fund. A violation of this section is a Class 1 misdemeanor. Section 4. Any company or other entity that is under the supervision of the Public Utilities Commission shall register with the secretary of state. A company or other entity required to register under this section has a continuing duty to ensure that the registration is accurate during the period specified in rules promulgated by the State Board of Elections pursuant to chapter 1-26. Any change in information, including changes of affiliated entities or affiliated persons, shall be reported to the secretary of state in accordance with the rules. A registration, and any changes to a registration, shall include the company's or entity's verification of accuracy and subjects the company or entity to the penalties of the laws of this state for perjury. Section 5. Any company or other entity required to register under this Act shall provide a copy of the registration certificate within ten days after registration, to each affiliated entity or affiliated person whose identity is required to be disclosed. Failure to provide such notice to an affiliated entity or affiliated person is a Class 1 misdemeanor. Any affiliated entity or affiliated person of a business entity required to register under this Act shall notify any political committee to which it makes a contribution that it is affiliated with a business entity registered pursuant to this Act. Failure by an affiliated entity or affiliated person to provide such notice to a political action committee is a Class 1 misdemeanor. Section 6. The State Board of Elections shall promulgate rules pursuant to chapter 1-26 to govern the registration of business entities pursuant to this Act. The rules shall include: (1) Deadlines, time periods, and information requirements for registration of companies an other entities and requirements for reporting changes in registration information. Registration information shall include: (a) The name and address of the company or other entity; (b) The name and address of any affiliated entity, including a description of the affiliation; and (c) The name and address of any affiliated person, including a description of the affiliation; (2) Procedures, forms, and requirements for registration; (3) Requirements for verifying and documenting registration; (4) Provisions for registration by electronic means. Section 7. The provisions of this Act shall be administered by the Office of the Secretary of State which shall also supply any necessary staff support services. The Department of Legislative Audit shall supply any necessary investigatory or auditing services on request and the Office of the Attorney General shall prosecute any violations of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1558, "action_date": "2010-01-27T14:00:00-06:00", "document_id": 11169, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11169.pdf", "status_text": "First read in House and referred to", "journal_page": 197, "committee_id_action": 86, "committee_id_assigned": 79, "result": "N", "vote": {}}, {"bill_id": 1558, "action_date": "2010-02-19T07:45:00-06:00", "document_id": 12427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12427.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 79, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1558, "action_date": "2010-02-19T07:45:00-06:00", "document_id": 12611, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12611.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 487, "committee_id_action": 79, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6822, "president_vote": null, "Yea": [771, 756, 798, 788, 800, 744, 786, 762, 796, 748], "Nay": [765], "Excused": [826, 750]}}]}