{"session_id": 69, "bill_id": 25245, "bill_type": "Senate Bill", "bill_number": 211, "bill_title": "revise notarial acts.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25245", "sponsors": [{"legislator_profile_id": 4572, "is_prime": true}, {"legislator_profile_id": 4485, "is_prime": false}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4565, "is_prime": false}, {"legislator_profile_id": 4569, "is_prime": false}, {"legislator_profile_id": 4573, "is_prime": false}, {"legislator_profile_id": 4576, "is_prime": false}], "keywords": ["Counties", "Oaths and Acknowledgments", "Telecommunications"], "audio": [{"meeting_datetime": "2024-02-06T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sju19.mp3", "start_seconds": 6322.0}, {"meeting_datetime": "2024-02-06T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sju19.mp3", "start_seconds": 6322.0}, {"meeting_datetime": "2024-02-06T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sju19.mp3", "start_seconds": 6322.0}, {"meeting_datetime": "2024-02-06T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sju19.mp3", "start_seconds": 6322.0}, {"meeting_datetime": "2024-02-23T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hju29.mp3", "start_seconds": 1803.0}, {"meeting_datetime": "2024-02-23T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hju29.mp3", "start_seconds": 1803.0}, {"meeting_datetime": "2024-02-23T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hju29.mp3", "start_seconds": 1803.0}, {"meeting_datetime": "2024-02-27T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou31.mp3", "start_seconds": 2722.0}, {"meeting_datetime": "2024-02-27T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou31.mp3", "start_seconds": 2722.0}, {"meeting_datetime": "2024-02-27T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou31.mp3", "start_seconds": 2722.0}], "bill_versions": [{"bill_id": 25245, "bill_version_id": 264042, "bill_version": "Introduced", "bill_version_date": "2024-01-31T10:41:57.94-06:00", "bill_text": "An Act to revise notarial acts. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 7-9-7.4 be AMENDED: 7-9-7.4. Unless otherwise provided by law, a paper document that is to be recorded or filed in the register of deeds' records as provided in this section or other applicable law shall must contain the original signatures of the parties who execute the document and, if required to be acknowledged or further proven, original signatures of the notary public, witnesses, or other officer taking an acknowledgment. However, any Any financing statement filed and recorded pursuant to chapter 57A-9 does is not need required to contain: (1) The signatures the signature of the debtor or the secured party; or (2) An an acknowledgment. No original signature may be is required for any document to be recorded or filed in the register of deeds' records if the document is: (1) Is attached as an exhibit to an affidavit or other document that has an original signature that is acknowledged, sworn to with a proper jurat, or proved according to law.; (2) Contains electronic signatures executed and notarized in accordance with the requirements of section 4 of this Act and is recorded electronically pursuant to chapter 7-9A; or (3) Is a printed copy of an electronic record containing electronic signatures executed and notarized in accordance with the requirements of section 4 of this Act and a certificate acknowledging the authenticity of the copy pursuant to section 7 of this Act. Section 2. That § 18-1-1.1 be AMENDED: 18-1-1.1. Terms in this chapter mean: (1) \"Acknowledgment,\" a declaration by a person before a notarial officer that the person has signed a document for the purpose stated in the document and, if that the document is signed by a representative who is: (a) An authorized officer, agent, partner, trustee, or other representative of a person other than a natural person; (b) A public officer, personal representative, guardian, or other representative in the capacity stated in a document; (c) An attorney-in-fact for a natural person; or (d) An authorized representative of another person in any other capacity, that the representative signed the document with proper authority and signed it as the act of the person identified in the document; (2) \"Document\" or \"record,\" information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form; (3) \"Identity proofing,\" a process or service by which a third party provides a notarial officer with a reasonable means to verify the identity of an individual by review of personal information from public or proprietary data sources; (4) \"Notarial act,\" an act, whether performed with respect to a tangible or electronic record, that a notarial officer may perform under the laws of this state. The term includes taking an acknowledgment, administering an oath or affirmation, taking a verification on oath or affirmation, witnessing or attesting a signature, certifying or attesting a copy, and noting a protest of a negotiable instrument; (3)(5) \"Notarial officer,\" a notary public or other person authorized to perform a notarial act; (4)(6) \"Official seal,\" a seal, stamp, or physical image affixed to or embossed on a tangible record or an electronic image attached to or logically associated with an electronic record; (7) \"Personal knowledge,\" a notarial officer has personal knowledge of the identity of an individual appearing before the officer if either: (a) The individual is personally known to the officer through dealings sufficient to provide reasonable certainty that the individual has the identity claimed. The notarial officer must have known and had regular interactions with the individual for an extended period of time. A mere acquaintance does not amount to personal knowledge for purposes of this definition; or (b) The notarial officer represents the individual as their the individual's attorney, real estate agent, auctioneer, or public accountant, or any combination thereof; or (c) The notarial officer can reasonably identify the individual by two different methods of identity proofing. (5)(8) \"Remotely located person,\" a person who is not in the physical presence of the notary; (9) \"Tamper-evident,\" any change to an electronic record displays evidence of the change; (10) \"Verification on oath or affirmation,\" a declaration, made by a person on oath or affirmation before a notarial officer, that a statement in a document is true; and (6)(11) \"Video communication technology,\" an electronic device or process that allows a notarial officer physically located in this state and a remotely located person not in the physical presence of the notarial officer to communicate in real-time with each other simultaneously by sight and sound and that, as necessary, makes reasonable accommodation for individuals with vision, hearing, or speech impairments. Section 3. That § 18-1-3.1 be AMENDED: 18-1-3.1. A notarial officer shall must have a an official seal that shall to be used for the purpose of acknowledging a document. The seal shall must be of a type approved by the secretary of state and shall must contain at least: (1) The notarial officer's name; (2) The words, \"South Dakota\"; (3) The words, \"notary public\"; and (4) A border surrounding the imprint border. A seal may be a rubber stamp or a physical device capable of affixing to or embossing on a tangible document. A rubber Rubber stamp seal shall seals and electronic seals must contain the word, words and seal within the surrounding border. A notarial officer shall must indicate the date on which the notarial officer's commission expires below the official seal under this section. Section 4. That a NEW SECTION be added to chapter 18-1: A notarial officer in this state, while located in this state, may perform a notarial act executed on an electronic record by a person not in the physical presence of the notarial officer but observed by the notarial officer through means of video communication technology if the notarial officer: (1) Has personal knowledge, by means of two different methods of identity proofing, that the person has the identity being claimed; (2) Affixes the notarial officer's signature to the electronic record executed by the person; (3) Indicates the remote location of the person executing the document in the notarial certificate pursuant to section 11 of this Act; (4) Indicates in the notarial certificate pursuant to section 11 of this Act that the notarial act involved a statement made or a signature executed by a person not in the physical presence of the notarial officer, but appearing by means of video communication technology, and a tamper-evident electronic notarization system; and (5) Creates an audio-visual copy of the performance of the notarial act. Section 5. That a NEW SECTION be added to chapter 18-1: A notarial officer must retain an electronic audio-visual copy of each notarial act involving the use of a tamper-evident notarization system for ten years from the date of the performance. Upon suspension or revocation of a notarial officer's commission, or upon death or incapacity, the notarial officer or the guardian, conservator, or personal representative of the incapacitated or deceased notarial officer must retain an electronic audio-visual copy of each notarial act for ten years. In lieu of retaining copies as required by this section, the copies may be held by a repository designated by or on behalf of the notarial officer. Section 6. That a NEW SECTION be added to chapter 18-1: A notarial officer, prior to performing notarial acts with respect to electronic records, must select at least one tamper-evident electronic notarization system with which to place the signature and official seal of the notarial officer on electronic records. A person may not require a notarial officer to perform a notarial act with respect to an electronic record with a system that the notarial officer has not selected. A notarial officer must notify the secretary of state, on forms prescribed by the secretary, of the names of each tamper-evident notarization system used by that notarial officer for the notarization of electronic records. Section 7. That a NEW SECTION be added to chapter 18-1: A register of deeds must accept for record a tangible copy of an electronic record containing a notarial certificate as satisfying any requirement that a signature on a record accepted for recording be an original, if the notarial officer executing the notarial certificate certifies the tangible copy is an accurate copy of the electronic record pursuant to section 8 of this Act. Section 8. That a NEW SECTION be added to chapter 18-1: The certificate authenticating a printed electronic record under section 7 of this Act must be substantially in the following form: I, ______________, a notary public, certify that the attached document is an accurate copy of the original electronic record upon which my electronic signature and official seal are inscribed, and that the electronic record was printed by me or under my supervision. I hereunto set my hand and official seal. _______________________________ _______________________________ Title of officer. Section 9. That a NEW SECTION be added to chapter 18-1: The secretary of state may promulgate rules pursuant to chapter 1-26 to: (1) Create standards for online notarial acts in accordance with this Act, including standards for credential analysis, identity proofing, and communication technology used for online notarial acts; and (2) Ensure the integrity, security, and authenticity of online notarial acts in accordance with this Act. Section 10. That a NEW SECTION be added to chapter 18-1: The failure of a notarial officer to perform a duty or meet a requirement specified by law does not invalidate a notarial act performed by the notarial officer. The validity of a notarial act does not prevent an aggrieved person from seeking to invalidate the record or transaction that is the subject of the notarial act or from seeking other remedies based on the law of this state or the law of the United States. Nothing in this section validates a purported notarial act performed by an individual who does not have the authority to perform notarial acts. Section 11. That a NEW SECTION be added to chapter 18-4: The notarial certificate of a document executed pursuant to section 4 of this Act must be substantially in the following form: State of South Dakota County of ________________ ss On this ____ day of ___________, in the year ______, before me, ______________ (notary's name), the undersigned office appeared ______________ (signer's name) with a remote location of ______________ (city/state), whom I have personal knowledge by identity proofing and whom I positively identified as the person whose name is subscribed to the within instrument, appeared before me not in my physical presence but by means of a tamper-evident electronic notarization system, and I observed his/her execution of the same for the purposes contained therein and confirm that I affix my official seal to the same instrument so executed."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25245, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263449.pdf", "status_text": "First read in Senate and referred to", "journal_page": 219, "committee_id_action": 1219, "committee_id_assigned": 1214, "result": "N", "vote": {}}, {"bill_id": 25245, "action_date": "2024-02-06T07:45:00-06:00", "document_id": 264232, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264232.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1214, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25245, "action_date": "2024-02-06T07:45:00-06:00", "document_id": 264233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264233.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1214, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79258, "president_vote": null, "Yea": [4515, 4507, 4529, 4554, 4572, 4564, 4498]}}, {"bill_id": 25245, "action_date": "2024-02-06T07:45:00-06:00", "document_id": 264233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264233.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1214, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25245, "action_date": "2024-02-07T14:00:00-06:00", "document_id": 264842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264842.pdf", "status_text": "Do Pass", "journal_page": 279, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79359, "president_vote": null, "Yea": [4477, 4479, 4480, 4481, 4487, 4488, 4490, 4498, 4501, 4502, 4507, 4508, 4512, 4515, 4516, 4517, 4523, 4526, 4529, 4536, 4537, 4541, 4547, 4550, 4554, 4558, 4559, 4564, 4567, 4572, 4573, 4574, 4576], "Excused": [4493]}}, {"bill_id": 25245, "action_date": "2024-02-08T13:00:00-06:00", "document_id": 265058, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265058.pdf", "status_text": "First read in House and referred to", "journal_page": 294, "committee_id_action": 1197, "committee_id_assigned": 1198, "result": "N", "vote": {}}, {"bill_id": 25245, "action_date": "2024-02-23T10:00:00-06:00", "document_id": 266086, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266086.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1198, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25245, "action_date": "2024-02-23T10:00:00-06:00", "document_id": 266087, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266087.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1198, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79924, "president_vote": null, "Yea": [4500, 4521, 4527, 4538, 4548, 4552, 4563, 4566, 4568, 4565, 4504], "Excused": [4553], "Nay": [4562]}}, {"bill_id": 25245, "action_date": "2024-02-26T14:00:00-06:00", "document_id": 266414, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266414.pdf", "status_text": "Deferred to another day", "journal_page": 406, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 25245, "action_date": "2024-02-27T14:00:00-06:00", "document_id": 266644, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266644.pdf", "status_text": "Do Pass", "journal_page": 414, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 80061, "president_vote": null, "Yea": [4472, 4475, 4476, 4478, 4482, 4483, 4485, 4486, 4577, 4489, 4491, 4492, 4494, 4495, 4496, 4497, 4499, 4500, 4503, 4504, 4505, 4506, 4509, 4510, 4513, 4514, 4518, 4519, 4520, 4521, 4522, 4525, 4527, 4530, 4531, 4532, 4534, 4535, 4538, 4540, 4542, 4543, 4544, 4545, 4546, 4548, 4551, 4552, 4553, 4555, 4556, 4557, 4560, 4563, 4565, 4566, 4568, 4569, 4570, 4571, 4575], "Nay": [4473, 4474, 4511, 4524, 4528, 4533, 4549, 4561, 4562]}}]}